{
    "Background": "Burkholderia pseudomallei is an environmental Gram-negative bacillus and the cause of melioidosis. B. thailandensis, some strains of which express a B. pseudomallei-like capsular polysaccharide (BTCV), is also commonly found in the environment in Southeast Asia but is considered non-pathogenic. The aim of the study was to determine the distribution of B. thailandensis and its capsular variant in Thailand and investigate whether its presence is associated with a serological response to B. pseudomallei.",
    "Methodology/principal findings": "We evaluated the presence of B. pseudomallei and B. thailandensis in 61 rice fields in Northeast (n = 21), East (n = 19) and Central (n = 21) Thailand. We found BTCV in rice fields in East and Central but not Northeast Thailand. Fourteen fields were culture positive for B. pseudomallei alone, 8 for B. thailandensis alone, 11 for both B. pseudomallei and B. thailandensis, 6 for both B. thailandensis and BTCV, and 5 for B. pseudomallei, B. thailandensis and BTCV. Serological testing using the indirect hemagglutination assay (IHA) of 96 farmers who worked in the study fields demonstrated that farmers who worked in B. pseudomallei-positive fields had higher IHA titers than those who worked in B. pseudomallei-negative fields (median 1:40 [range: <1:10–1:640] vs. <1:10 [range: <1:10–1:320], p = 0.002). In a multivariable ordered logistic regression model, IHA titers were significantly associated with the presence of B. pseudomallei (aOR = 3.7; 95% CI 1.8–7.8, p = 0.001) but were not associated with presence of B. thailandensis (p = 0.32) or BTCV (p = 0.32). One sequence type (696) was identified for the 27 BTCV isolates tested.",
    "Conclusions/significance": "This is the first report of BTCV in Thailand. The presence of B. pseudomallei and B. thailandensis in the same field was not uncommon. Our findings suggest that IHA positivity of healthy rice farmers in Thailand is associated with the presence of B. pseudomallei in rice fields rather than B. thailandensis or BTCV."
}