{
    "Abstract": "Paragonimiasis is caused by zoonotic trematodes of Paragonimus spp., found in Asia, the Americas and Africa, particularly in tropical regions. These parasites have a complex, multi-host life cycle, with mammalian definitive hosts and larval stages cycling through two intermediate hosts (snails and freshwater decapod crustaceans). In Africa, paragonimiasis is particularly neglected, and remains the only human parasitic disease without a fully characterised life cycle. However paragonimiasis has potentially significant impacts on public health in Africa, and prevalence has likely been underestimated through under-reporting and misdiagnosis as tuberculosis due to a similar clinical presentation. We identified the need to synthesise current knowledge and map endemic foci for African Paragonimus spp. together with Poikilorchis congolensis, a rare, taxonomically distant trematode with a similar distribution and morphology. We present the first systematic review of the literature relating to African paragonimiasis, combined with mapping of all reported occurrences of Paragonimus spp. throughout Africa, from the 1910s to the present. In human surveys, numerous reports of significant recent transmission in Southeast Nigeria were uncovered, with high prevalence and intensity of infection. Overall prevalence was significantly higher for P. uterobilateralis compared to P. africanus across studies. The potential endemicity of P. africanus in Côte d’Ivoire is also reported. In freshwater crab intermediate hosts, differences in prevalence and intensity of either P. uterobilateralis or P. africanus were evident across genera and species, suggesting differences in susceptibility. Mapping showed temporal stability of endemic foci, with the majority of known occurrences of Paragonimus found in the rainforest zone of West and Central Africa, but with several outliers elsewhere on the continent. This suggests substantial under sampling and localised infection where potential host distributions overlap. Our review highlights the urgent need for increased sampling in active disease foci in Africa, particularly using molecular analysis to fully characterise Paragonimus species and their hosts."
}