{
    "Background": "Yellow fever virus (YFV) is a vector-borne flavivirus endemic to Africa and Latin America. Ninety per cent of the global burden occurs in Africa where it is primarily transmitted by Aedes spp, with Aedes aegypti the main vector for urban yellow fever (YF). Mosquito life cycle and viral replication in the mosquito are heavily dependent on climate, particularly temperature and rainfall. We aimed to assess whether seasonal variations in climatic factors are associated with the seasonality of YF reports.",
    "Methodology/Principal findings": "We constructed a temperature suitability index for YFV transmission, capturing the temperature dependence of mosquito behaviour and viral replication within the mosquito. We then fitted a series of multilevel logistic regression models to a dataset of YF reports across Africa, considering location and seasonality of occurrence for seasonal models, against the temperature suitability index, rainfall and the Enhanced Vegetation Index (EVI) as covariates alongside further demographic indicators. Model fit was assessed by the Area Under the Curve (AUC), and models were ranked by Akaike’s Information Criterion which was used to weight model outputs to create combined model predictions. The seasonal model accurately captured both the geographic and temporal heterogeneities in YF transmission (AUC = 0.81), and did not perform significantly worse than the annual model which only captured the geographic distribution. The interaction between temperature suitability and rainfall accounted for much of the occurrence of YF, which offers a statistical explanation for the spatio-temporal variability in transmission.",
    "Conclusions/Significance": "The description of seasonality offers an explanation for heterogeneities in the West-East YF burden across Africa. Annual climatic variables may indicate a transmission suitability not always reflected in seasonal interactions. This finding, in conjunction with forecasted data, could highlight areas of increased transmission and provide insights into the occurrence of large outbreaks, such as those seen in Angola, the Democratic Republic of the Congo and Brazil."
}