{
    "Background": "The Brugia malayi Bm-103 and Bm-RAL-2 proteins are orthologous to Onchocerca volvulus Ov-103 and Ov-RAL-2, and which were selected as the best candidates for the development of an O. volvulus vaccine. The B. malayi gerbil model was used to confirm the efficacy of these Ov vaccine candidates on adult worms and to determine whether their combination is more efficacious.",
    "Methodology and Principle Findings": "Vaccine efficacy of recombinant Bm-103 and Bm-RAL-2 administered individually, concurrently or as a fusion protein were tested in gerbils using alum as adjuvant. Vaccination with Bm-103 resulted in worm reductions of 39%, 34% and 22% on 42, 120 and 150 days post infection (dpi), respectively, and vaccination with Bm-RAL-2 resulted in worm reductions of 42%, 22% and 46% on 42, 120 and 150 dpi, respectively. Vaccination with a fusion protein comprised of Bm-103 and Bm-RAL-2 resulted in improved efficacy with significant reduction of worm burden of 51% and 49% at 90 dpi, as did the concurrent vaccination with Bm-103 and Bm-RAL-2, with worm reduction of 61% and 56% at 90 dpi. Vaccination with Bm-103 and Bm-RAL-2 as a fusion protein or concurrently not only induced a significant worm reduction of 61% and 42%, respectively, at 150 dpi, but also significantly reduced the fecundity of female worms as determined by embryograms. Elevated levels of antigen-specific IgG were observed in all vaccinated gerbils. Serum from gerbils vaccinated with Bm-103 and Bm-RAL-2 individually, concurrently or as a fusion protein killed third stage larvae in vitro when combined with peritoneal exudate cells.",
    "Conclusion": "Although vaccination with Bm-103 and Bm-RAL-2 individually conferred protection against B. malayi infection in gerbils, a more consistent and enhanced protection was induced by vaccination with Bm-103 and Bm-RAL-2 fusion protein and when they were used concurrently. Further characterization and optimization of these filarial vaccines are warranted."
}