{
    "Abstract": "Rabies is a devastating zoonotic disease causing nearly 60,000 deaths globally each year. The disease causes Malawi an economic loss of 13 million USD and kills almost 500 people annually. Domestic dogs are the main reservoir for rabies and vaccinating over 70% of the dog population is the most efficient method to reduce its incidence in both humans and canines. However, achieving such coverages is often difficult and depend on many geospatial factors. Rural and pastoral regions are considered difficult to vaccinate efficiently due to low dog densities, and reports of campaigns spanning large areas containing vastly different communities are lacking. This study describes a mass canine vaccination campaign covering rural and urban regions in southern Malawi. The campaign achieved an average vaccination coverage of 83.4% across 3 districts, and vaccinated over 89,000 dogs through a combined static point and door-to-door effort. A dog population of 107,574 dogs was estimated (dog:human ratio of 1:23). The canine population was found to be almost completely owned (99.2%) and mostly kept for security purposes (82.7%). The dogs were mainly adults, males, and not neutered. Regression analysis identified education level and proportion of young dogs as the only factors influencing (positively and negatively, respectively) whether vaccination coverage over 70% was achieved in a region, independently of variables such as population density or poverty. A second regression analysis was performed predicting absolute vaccination coverage. While education level and the proportion of confined dogs were associated with positive vaccination coverage, higher proportions of young animals and female dogs were associated with a decrease in coverage. This study confirms the feasibility of homogeneously vaccinating over 70% of the dogs in a large area including rural and urban communities. These findings can inform the logistics of future campaigns and might be used as a template to facilitate high-number, high-coverage vaccination campaigns to other regions in sub-Saharan Africa."
}