{
    "Background": "Chagas disease is a potentially life-threatening neglected disease of poverty that is endemic in continental Latin America. Caused by Trypanosoma cruzi (T. cruzi), it is one of six parasitic diseases in the United States targeted by the Centers for Disease Control as a public health problem in need of action. An estimated 300,000 people are infected with T. cruzi in the United States (US). Although its morbidity, mortality and economic burden are high, awareness of Chagas disease is lacking among many healthcare providers in the US. The purpose of this analysis is to determine if the number of diagnostic tests performed at a community health center serving an at-risk population for Chagas disease increased after information sessions. A secondary aim was to determine if there was a difference by provider type, i.e., nurse practitioner vs. physician, or by specialty in the number of patients screened.",
    "Methodology/Principal findings": "We conducted a retrospective data analysis of the number of Chagas serology tests performed at a community health center before and after information sessions for clinicians. A time series analysis was conducted focusing on the Adult and Family Medicine Departments at East Boston Neighborhood Health Center (EBNHC). Across all departments there were 1,957 T. cruzi tests performed before the sessions vs. 2,623 after the sessions. Interrupted time series analysis across departments indicated that testing volume was stable over time prior to the sessions (pre-period slope = +4.1 per month; p = 0.12), followed by an immediate shift after the session (+51.6; p = 0.03), while testing volume remained stable over time after the session (post-period slope = -6.0 per month; p = 0.11).",
    "Conclusion/Significance": "In this study, Chagas testing increased after information sessions. Clinicians who began testing their patients for Chagas disease after learning of the importance of this intervention added an extra, potentially time-consuming task to their already busy workdays without external incentives or recognition."
}