{
    "Background": "Envenoming by viper snakes constitutes an important public health problem in Brazil and other developing countries. Local hemorrhage is an important symptom of these accidents and is correlated with the action of snake venom metalloproteinases (SVMPs). The degradation of vascular basement membrane has been proposed as a key event for the capillary vessel disruption. However, SVMPs that present similar catalytic activity towards extracellular matrix proteins differ in their hemorrhagic activity, suggesting that other mechanisms might be contributing to the accumulation of SVMPs at the snakebite area allowing capillary disruption.",
    "Methodology/Principal Findings": "In this work, we compared the tissue distribution and degradation of extracellular matrix proteins induced by jararhagin (highly hemorrhagic SVMP) and BnP1 (weakly hemorrhagic SVMP) using the mouse skin as experimental model. Jararhagin induced strong hemorrhage accompanied by hydrolysis of collagen fibers in the hypodermis and a marked degradation of type IV collagen at the vascular basement membrane. In contrast, BnP1 induced only a mild hemorrhage and did not disrupt collagen fibers or type IV collagen. Injection of Alexa488-labeled jararhagin revealed fluorescent staining around capillary vessels and co-localization with basement membrane type IV collagen. The same distribution pattern was detected with jararhagin-C (disintegrin-like/cysteine-rich domains of jararhagin). In opposition, BnP1 did not accumulate in the tissues.",
    "Conclusions/Significance": "These results show a particular tissue distribution of hemorrhagic toxins accumulating at the basement membrane. This probably occurs through binding to collagens, which are drastically hydrolyzed at the sites of hemorrhagic lesions. Toxin accumulation near blood vessels explains enhanced catalysis of basement membrane components, resulting in the strong hemorrhagic activity of SVMPs. This is a novel mechanism that underlies the difference between hemorrhagic and non-hemorrhagic SVMPs, improving the understanding of snakebite pathology."
}