{
    "Background": "Cryptosporidium are parasitic protozoa that infect humans, domestic animals, and wildlife globally. In the United States, cryptosporidiosis occurs in an estimated 750,000 persons annually, and is primarily caused by either of the Cryptosporidium parvum genotypes 1 and 2, exposure to which occurs through ingestion of food or water contaminated with oocytes shed from infected hosts. Although most cryptosporidiosis cases are caused by genotype 1 and are of human origin, the zoonotic sources of genotype 2, such as livestock, are increasingly recognized as important for understanding human disease patterns. Social inequality could mediate patterns of human exposure and infection by placing individuals in environments where food or water contamination and livestock contact is high or through reducing the availability of educational and sanitary resources required to avoid exposure.",
    "Methodology/Principal Findings": "We here analyzed data from the National Health and Nutritional Examination Survey (NHANES) between 1999 and 2000, and related seropositivity to Cryptosporidium parvum to correlates of social inequality at the household and individual scale. After accounting for the complex sampling design of NHANES and confounding by individual demographics and household conditions, we found impaired household food adequacy was associated with greater odds of Cryptosporidium seropositivity. Additionally, we identified individuals of non-white race and ethnicity and those born outside the United States as having significantly greater risk than white, domestic-born counterparts. Furthermore, we provide suggestive evidence for direct effects of family wealth on Cryptosporidium seropositivity, in that persons from low-income households and from families close to the poverty threshold had elevated odds of seropositivity relative to those in high-income families and in households far above the poverty line.",
    "Conclusions/Significance": "These results refute assertions that cryptosporidiosis in the United States is independent of social marginalization and poverty, and carry implications for targeted public health interventions for Cryptosporidium infection in resource-poor groups. Future longitudinal and multilevel studies are necessary to elucidate the complex interactions between ecological factors, social inequality, and Cryptosporidium dynamics."
}