{
    "Introduction": "Cholera is an infectious disease caused by the bacteria Vibrio cholerae O1 and/or O139. When ingested, its clinical sequelae include the acute onset of severe secretory ‘rice water’ diarrhoea. Within three to four hours of symptom onset, a previously healthy individual may become severely dehydrated and if not treated may die within twenty four hours. This makes cholera one of the most rapidly fatal infectious illnesses known whose clinical management, simple rehydration, can be instituted empirically and remains cheap, safe and life-saving [1].\nCholera inflicts a heavy economic burden in its endemic settings due to its rapid spread and ability to cause large epidemics [2]–[3]. Since the first reported epidemic in the 19th century on the Indian subcontinent, cholera has spread to all inhabited continents and has become endemic in Africa, South and East Asia [4]–[5]. In recent years, reported cholera cases increased steadily reaching more than 300' 000 cases including more than 7'500 deaths during 2010 [6]. During the same year and for the first time since 1995, the proportion of global cases reported to WHO from the African continent declined from more than 90% to less than 50%, a consequence of the large cholera outbreak which occurred in Hispaniola.\nRecent trends suggest that the number of outbreaks of cholera will continue to increase in vulnerable areas in the future. As populations of poor countries continue to coalesce in mega-cities with poor sanitation and people move rapidly around the globe, new and more virulent strains of V. cholerae are expected to disseminate more rapidly [7]–[8]. The unpredictable emergence and spread of antibiotic-resistant strains, together with increasing severe weather events and changes in water temperature and nutrient levels means that the occurrence of more frequent cholera outbreaks may continue to occur in the foreseeable future [9].\nTo combat this threat, attention in clinical and public health circles has expanded to encompass efforts to improve sanitation and utilization of new vaccines to improving epidemic response through early detection. By detecting cholera outbreaks as early in their course as possible additional resources can be more rapidly brought to bear to mitigate the size, scope and duration of the outbreak and subsequent spread of the illness. In addition, using a cheap rapid diagnostic test on watery stool samples, under field conditions with limited resources holds great potential to aid cholera control efforts, not because empirical treatment or later treatment is less effective but rather because decreasing the numbers of cholera infections and aiding in epidemic-preventing surveillance will free up resources that should be directed towards the excessively complex task of fixing the underlying socio-economic and environmental factors that propagate the spread of cholera. This shifts the focus from response measures, which often arrive too late to halt the course of an epidemic.\nWith this approach in mind, the current gold standard for laboratory diagnosis of cholera becomes evidently inadequate due to lengthy culturing on selective growth media. Preliminary identification based on colony appearance on Thiosulfate Citrate Bile Salts Sucrose Agar (TCBS) is traditionally confirmed using an array of biochemical tests, taking a few days to confirm a case of cholera and requiring numerous laboratory resources [10]. Such tests still have a role in antibiotic sensitivity surveillance during epidemics, however timely field diagnosis calls for Rapid Diagnostic Tests (RDTs). Most RDTs work by capturing a characteristic component of the cholera bacteria on a solid surface and binding it with specific reagents to produce a visual change, allowing for rapid detection of a cholera infection. Following the principle of commercialised home-pregnancy detection kits, such cassettes and dipsticks (characterised by quick turnover time, ease of use and accuracy) are extending their reach outside classical laboratory networks thereby aiding diagnosis in under resourced field settings. The last twenty years have also seen attempts to modify technologies such as Polymerase Chain Reaction (PCR), Enzyme Linked Immunosorbent Assay (ELISA) and agglutination methods to make them more applicable as triggers for the timely response against cholera.\nAt the time of writing there is no consensus as to the most efficacious cholera diagnostic for early case detection. Very few diagnostic tests have been well described and throroughly evaluated [11]. This study aims to identify and describe all the commercialised diagnostic tools developed and evaluated since 1990. It then explores the evidence base for these tests, including their sensitivity, specificity and reliability. In doing so the paper exposes the discrepancies that exist between research and field application of these diagnostic products. The authors hope that this work will facilitate future consensus regarding the best diagnostic for early cholera epidemic detection, and hence begin to address the neglect of cholera.",
    "Methods": "Systematic searches were conducted using PubMed, SCOPUS, EMBASE, LILACS, ScienceDirect, GoogleScholar, Medline Plus, and ResearchGATE. The following search strategy was used: All published English literature since 1990 focusing on diagnostic tools for human clinical samples of cholera, and the evaluation of diagnostic tests, using the initial terms “Cholera”[Mesh] OR “Vibrio cholerae”[Mesh] OR cholerae OR Choleras OR cholera OR “Cholera Toxin”[Mesh] AND “Sensitivity and Specificity”[Mesh] OR “Diagnosis”[Mesh] OR “diagnosis”[Subheading] OR (routine AND (test OR tests or testing)) [TIAB] OR (false AND ((positive or positivity) or negative)) [TIAB] OR diagnos* [TIAB] in PubMed. The reference lists of relevant papers were followed and a manual search was conducted of journal titles with multiple publications on the topic, including; Journal of Clinical Microbiology, Transactions of the Royal Society of Tropical Medicine and Hygiene, Biosensors and Bioelectronics, Journal of Microbiological Methods. To elicit information regarding commercialised diagnostic tools, a grey literature search was conducted of manufacturers and governmental regulatory websites, following up manufacturing and product names referred to in the aforementioned literature. The choice to limit the articles to the year 1990 reflects the upsurge of technologies following the South American outbreak of the early 1990s and the discovery of the new strain O139 Bengal in 1992. Furthermore, papers were excluded if they did not focus on diagnosis of human samples of Vibrio cholerae (Figure 1).\nAt the analysis stage, the diagnostic technologies were described in terms of: their detection limit, their diagnostic target, the method used (microscopy, agglutination, ELISA, immunochromatography or PCR), turn around time, intended use and settings of use. The sensitivity and specificity of the tests were reported from laboratory evaluation, highlighting field studies (when performed). These field studies were then filtered for having a sample size greater than 100 stool samples and reporting Positive Predictive Value (PPV) and Negative Predictive Value (NPV) and presented in tabulated form according to the aformentioned values. Following this, a review of the evidence on the validity and reproducibility underpinning the rapid diagnostic tests (RDTs) was performed.",
    "Results": "Diagnostic Tests\nIn January 2010, twenty four commercialised diagnostic tests were identified (Table S1). Ten more received a mention in the literature but due to suspected discontinuation of production or fall-back did not provide sufficient information (see note under table S1 for details). Of the twenty four described in detail below, a clear evolution is portrayed following closely the historical development of diagnostic technologies in this field from cell culture and microscopy methods towards agglutination methods, immunochromatographic assays, and Polymerase Chain Reaction (PCR)-based assays. The majority of tests were found to be based on antigen or antibody detection, with a large proportion of the remaining tests being DNA-based. It is important to note that this investigation came across many diagnostic methods that have never been commercialised including those that are currently in the scientific pipeline – technologies such as microarrays and electro-chemiluminescence are being developed as biosensors for cholera toxin and other antigens. Loop-mediated isothermal amplification (LAMP), ELISA and simplified PCR protocols are but a few of the new approaches to the diagnosis of cholera that are likely to be seen in the future, unfortunately these are beyond the scope of this paper.\nTable S1 summarises the results in two sections, separating DNA from antigen detection. All of the tools are described according to the information provided by the manufacturer; product parameters, intended application and performance. The details provided should allow the reader to compare both the analytical sensitivity, according to the limit of detection, and test utility according to the turnaround time.\n\n\nDiagnostic Evaluations of rapid tests\nSince 1990 there have been eighteen laboratory and field evaluations of commercial diagnostic tools for the detection of Vibrio cholerae in clinical samples (see Tables S2 & S3) [12]–[29]. These evaluations have been carried out around the world, with a large proportion taking place in the Indian subcontinent. The largest study enrolled around 400 cases and controls, while most other sample cohorts were quite small, the smallest being just 30 patient samples [30]. Tables S2 and S3 summarise the peer reviewed evaluations of the aforementioned diagnostic tests conducted between 1990 and 2008. Table S2 highlights those tests conducted in field conditions. Fourteen different diagnostic tests were found to have been evaluated and are thus compared here. Tables 1 and 2 rank those tests that were evaluated under field conditions with over 100 samples, excluding tests where negative and positive predictive values were insufficiently reported. Overall, there appear to be five such tests; coagglutination test (COAT), Institute Pasteur (IP) cholera dipstick, Sensitive Membrane Antigen Rapid Test (SMART), IP dipstick and Medicos. Tables 3 and 4 similarily present the sensitivities and specificities of the aformentioned eighteen evaluations by rank of test.",
    "Discussion": "Alongside other diarrheal diseases, cholera is a major cause of preventable childhood and adult deaths in developing countries [31]–[32]. Given international attempts like the fourth millennium development goal (MDG) to reduce such burdens, it is surprising that cholera has not gained more public health attention. Availability of rapid diagnostic tests would be extremely useful for diagnosing cholera epidemics early during their onset in the field, using watery stool samples from patients at the bed side. Yet out of 15.7 million US dollars spent by US government in 2007 on cholera research, only 1% went to diagnostic testing. The scale of scientific spending on the development and implementation of diagnostic and therapeutic intervention for cholera is disproportional to the impact of the disease [33], moving the authors to conclude that cholera is a ‘neglected disease’. [34].\nOn the background of such neglect, the authors found twenty four commercialised diagnostic tools for the detection of Vibrio cholerae in patient samples. The majority of these tests were of the rapid detection kind, utilising immunochromatography, direct fluorescence or agglutination to identify Vibrio cholerae antigens in stool samples. Due to the reality of limited resource availability, it would be logical to choose the best tests from those already available, based on pre-existing evaluations. At the time of writing, the authors could not find any literature reviews of diagnostic tools comparable to the scale of this study. At best, papers describe the comparison in efficacy between three diagnostic tools [14]. Those aforementioned diagnostic evaluations appear to have a number of limitations. An overarching problem is the lack of standardisation of assessment criteria, making comparison between different diagnostic tests very difficult. This issue has been addressed previously in the Diagnostic Evaluation Expert Panel (DEEP) guidelines which provide guidance towards an improved assessment of the performances of many diagnostic tests in the case of malaria, dengue, visceral leishmaniasis and tuberculosis. [35]. A number of critical parameters should be carefully assessed when designing a diagnostic test evaluation (summarised in table 5).\nOne implication of this critique of present evaluations is that even though it would appear at first that a particular test has the best PPV, NPV, specificity or sensitivity, the limitations of the evaluations means that no one diagnostic can be recommended without further improvement and standardized evaluation.\n\nIntended use\nIt is important to note that the scientific community remains divided regarding the intended use of rapid cholera tests, failing to provide any clear consensus about the requirements for such a rapid diagnostic test. In trying to formulate such requirements one must recognise the stark difference between individual diagnostic utility and early detection of epidemic or other public health roles. This preliminary step is critical as the characteristics of the tests are expected to differ in each scenario. In the case of PCR technologies, they currently have an important role in individual diagnostic confirmation but also play a role in outbreak detection in combination with RDTs through epidemiology and surveillance. PCR methods have shown to be advantageous at being particularly sensitive to small amounts of infectious bacteria and having the added value of characterising the strains of the epidemic during the same diagnostic investigation. The tests in table S1 detect a range of genes including those that differentiate between biotype El tor and classical cholera, the serotype specific wbe and hemA genes and virulence genes for cholera toxin (ctx), zonula occludens toxin (zot), accessory cholera enterotoxin (ace) and a tetracycline resistant genotype (tetA). Such tests could be of great utility if they continue in their adaptation for field use, especially in surveillance programs within the reach of reference laboratories. Their limited value in field settings highlights that a single test cannot serve all contexts and that the end user should be clearly informed about the limitations of each technology.\n\n\nStudy design\nAs stipulated in the DEEP guidelines, the study design is the first parameter to consider to ensure that an evaluation study will answer the intended question, be it a lab evaluation or field testing. NPV and PPV can only be derived from field testing when disease prevalence is known. It is therefore critical that studies analysing cholera diagnostic tests mimic the conditions the tests are designed to be used in. Among the rapid diagnostic test evaluations, only a limited number of studies were conducted in field conditions on fresh stool samples with provision of population descriptors. Such demographics may ensure that tests are really applicable to those who suffer from cholera. Therefore it is not unreasonable to suggest that current tests may encounter unexpected results when taken to the field. In the studies analyzed, recurrent conflation of the term ‘sensitivity’ to describe the lowest detectable dilution in the stools made it more difficult to carry out an accurate comparison of the tests. However, overall, some of the new rapid tests (Smart Q – 105 CFU/mL) are performing to the same detection standards as the PCR based tests (BAX - 104 CFU/mL).\n\n\nSample size and target population\nA key study design parameter is the sample size of the investigation. A small sample size limits the validity of the evaluation and the reproducibility of the results. This was the case in most of the evaluations examined, suggesting a direct impact on their specificity and sensitivity measurements. Indeed many of the studies were found to have 100% sensitivity or specificity using approximately 100 participants. In spite of this caveat, it is important to recognize that due to the challenge of long-term preservation of cholera organisms in stools specimen sample archives are hard to come by and conducting the study on larger sample size of fresh faecal samples in a resource-poor setting is challenging. However, in the broader literature covered during the course of this analysis, four larger cohorts were found, each reviewing tests that have not yet to our knowledge become commercialised (hence being excluded from the final analysis) [36]–[38]. The largest investigation by far was a collection of 6,497 hospital patients by Chaicumpa et al in 1998 [39] suggesting that such numbers are not impossible and that current sub-standard sample sizes should not be allowed to become the acceptable norm.\nAnother point to consider is whether sample archives are ideal for a disease like cholera, and whether greater benefit may be gained from the acquisition and analysis of fresh samples. For example, if fecal material from children was under-represented in the study population, health workers may find that the tests are not as accurate or more prone to diagnostic errors. Such errors relate to our ability to infer test efficacy from the field data. Since positive predictive values and negative predictive values are dependent on the prevalence of the disease in the population, a factor that can differ between different age groups, the utility of these tests may differ for children. As children tend to experience greater mortality in association with severe cholera, it is paramount to diagnose the onset rapidly.\n\n\nChoice of gold standard\nStudies lacked a consistent comparison to any one gold standard, many studies neglecting to undertake detection by both test and reference methods across the sample range to confirm the validity of the result. The variability in the use of sample panels and study populations underlined the lack of a standardised case definition. The absence of a clear benchmark for assessing the tests is made worse by the newer tests performing better than the gold standard, leaving no adequate comparator. Furthermore, some of the diagnostic tests were tested against purified cultures of cholera. This fails to assess how they would fare when used with real patient stool samples packed with gut micro flora and likely to have many other contaminating interactions. Therefore, if used, the results of this investigation are only valid for the use of the diagnostic after culturing, hence defeating the purpose of making these into rapid diagnostic tests.\n\n\nTest panel composition and challenge panels\nFollowing the same principle, many of the tests appear to be rather specific on first glance, however only few were thoroughly tested against confounding microorganisms commonly found in stool samples which could lead to a similar case presentation of watery stools. Some studies went so far as to not utilise a negative control. Testing performance against a well characterised challenge panels is required.\n\n\nRobustness of the product: reproducibility and heat stability\nData showing robustness of the test design are important to support deployment in the areas of highest need. Test descriptors such as a test's reproducibility were markedly underreported; lacking rigorous replication important for assessing the inherent quality of the diagnostic tool, the reliability of different production lots and the ease of replication by different users. This also reflected the lack of important mention of test heat stability. A test's intended use is directly linked to analytical parameters such as heat stability. In the case of cholera much of its endemic settings are affected by harsh temperatures and humidity, factors which must be taken into account for the shelf life and accuracy of the test.\nIt is important to note that this is not a true systematic analysis, nor did the analysis review the entire literature, the authors selected to review only articles written in English from the year 1990 onwards. In spite of the aforementioned limitations of these studies (see table 5), the authors present here a first attempt to rank the existing tests according to sensitivity and specificity or PPV and NPV (see tables 1–4). In doing so we have identified that only five tests; COAT, IP cholera dipstick, SMART, IP dipstick and Medicos have been evaluated under field conditions, with a large enough sample size, providing data for essential evaluation parameters. In light of these products' low specificity and sensitivity findings (some less than 90%) and non-independent reporting of the data the authors strongly recommend further studies assessing field performance of these promising tests. International collaboration is called for to co-ordinate well designed evaluation studies with standardized protocols, using best gold standard and assess the test performance for the intended use they were built for. From robust data sets, the scientific community can then derive performance benchmarks for each intended use of the available commercial cholera diagnostic tests.\nCaveats in the available information make it harder to make overarching comparisons between the different diagnostic tools, and so does the redundancy in product re-packaging under different names. The neglected nature of cholera in terms of the ratio of its burden to the relative attention it gets (funding, awareness, research) means that most of the diagnostic tools developed thus far have never progressed to mass production and can only be found in small batch numbers for a short period of time. This makes any future evaluation of these tools fraught with difficulties. Much of the information about the respective diagnostic tools has been provided by manufacturers in media releases and product information and is therefore often lacking in reliable information regarding the testing protocol. These are aspects that a future evaluation could address by carrying out independent testing of the products, facilitating an evidence-based revision of the diagnostic strategies for cholera. The authors recommend a prioritization of research and development agenda, and would like to see the five promising field evaluated products highlighted in this article (table 1 and 2) undergoing further independent evaluation, followed by technical improvements if needed and production for use in field condition. Ascertaining the best RDT for early detection of epidemics in this way will maximize the benefits using constrained financial resources available.\nDespite the limitations of this review, it is the first time a comprehensive picture of the market of diagnostic tests for cholera has been revealed. In doing so, many of the criteria for more thorough investigation have been elucidated and will likely be incorporated into future standard formulations of evaluation guidelines. The authors hope that the availability and use of the resulting reliable and user friendly rapid diagnostic tests will allow for the triggering of timely response to outbreaks and thus limit spread and burden of cholera.\n\n\nBox I – Key Points\n\n24 Cholera diagnostics tests have been developed since 1990, 14 of which have been reviewed in 18 peer-reviewed analytical papers.\nThe majority of the tests were RDTs and PCR technologies, others include agglutination and direct fluorescence antibodies.\nOverall the quality of peer-reviewed evaluations of diagnostic tests for cholera is problematic with issues raised in regards to sample size, sample types, gold standard, context suitability for the testing of rapid diagnostic tests and insufficient information provision for test descriptors.\nDEEP guidelines propose a roadmap for standardised evaluation studies of diagnostic technologies and ought to be used to further evaluate the five RDTs that have shown promise under field conditions; COAT, IP cholera dipstick, SMART, IP dipstick and Medicos.\nThe limited research and funding in this field highlight the neglect of cholera and calls for increased coordination and prioritisation in the domain of R&D for cholera diagnostic tests to promote early epidemic prevention.\n\n\n\nBox II –Key papers\n\nBanoo S, Bell D, Bossuyt P, Herring A, Mabey D and Poole F et al (2010). Evaluation of diagnostic tests for infectious diseases: general principles. Nature Reviews Microbiology; 8(12): S17–S29.\nBhuiyan NA, Qadri F, Faruque AS, Malek MA, Salam MA, et al. (2003). Use of dipsticks for rapid diagnosis of cholera caused by Vibrio cholerae O1 and O139 from rectal swabs. Journal of Clinical Microbiology; 41: 3939–3941.\nHarris JR, Cavallaro EC, de Nobrega AA, Dos S Barrado JC, Bopp C, et al. (2009). Field evaluation of Crystal VC Rapid Dipstick test for cholera during a cholera outbreak in Guinea-Bissau. Tropical Medicine & International Health; 14(9): 1117–21.\nKalluri P, Naheed A, Rahman S, Ansaruzzaman M, Faruque AS, et al. (2006). Evaluation of three rapid diagnostic tests for cholera: does the skill level of the technician matter? Tropical Medicine & International Health; 11: 49–55.\nNato F, Boutonnier A, Rajerison M, Grosjean P, Dartevelle S, et al. (2003). One-step immunochromatographic dipstick tests for rapid detection of Vibrio cholerae O1 and O139 in stool samples. Clinical and Diagnostic Laboratory Immunology; 10: 476–478."
}