{
    "Introduction": "Trachoma, an eye disease caused by Chlamydia trachomatis (serotypes A, B, Ba, and C), continues to be the leading infectious cause of blindness in the world [1,2]. The clinical presentation of trachoma is characterized by follicular and papillary hyperplasia in the conjunctiva, forming grayish-yellow follicles; the development of scars on the eyelid conjunctiva; trichiasis (inverted lashes touching the eyeball); and corneal opacity (which includes formation of pannus, epithelial vascularization, and infiltration), responsible for the blindness stage of trachoma [3].\nThe disease occurs mainly in places with precarious and crowded living conditions, poor sanitation, and low educational and cultural levels, which favors its direct (eye to eye or via contaminated hands) or indirect (including clothing and insect vectors) transmission. It is considered a household infection with higher incidence in childhood, which facilitates reinfections [2,4,5].\nCurrently, trachoma is a public health problem in 42 countries and is responsible for the blindness or visual impairment of approximately 1.9 million people. Almost 182 million people live in areas endemic for trachoma and are at risk of developing blindness [1].\nIn Brazil, serological evidence of the infection indicates that serotype A of C. trachomatis was introduced in the Amazon region during the eighteenth century from a community of immigrants from North Africa who settled in the region [6]. A study evaluating the presence of trachoma among Brazilian schoolchildren revealed a prevalence of 5%, and the states of Ceará, Acre, and Pará presented the highest prevalence rates (8.7%, 7.9%, and 6.6%, respectively) [7]. The state of Pará, an extensive geographic area located in the Amazon region, contains municipalities with prevalence rates of trachoma varying from zero to 29.4% [8]. However, some municipalities were not evaluated in the last surveillance surveys conducted in the state, including the 15 municipalities that are part of the Marajó Archipelago [8], although this region is one of the poorest in the state, exhibiting one of the lowest human development indices (HDI) in the country [9].\nThe World Health Organization (WHO) leads an international alliance for the elimination of trachoma by the year 2020 (GET 2020), which proposed recommendations and guidelines for collective and specific treatments, through the SAFE strategy (Surgery for entropion/trichiasis, Antibiotics for infectious trachoma, Facial cleanliness to reduce transmission, and Environmental improvements), which includes surgery, antibiotic therapy, constant facial hygiene and environmental improvements, and health education for changes in habits [10]. Brazil is part of this alliance and adheres to the elimination targets, working in conjunction with the state agencies coordinating trachoma surveillance and control programs [11].\nThe objective of the present study was to evaluate the prevalence of trachoma in the Marajó Archipelago in 2008 and 2016 and the impact of the introduction of educational and preventive measures on the disease during an eight-year interval.",
    "Methods": "Population characterization\nThe study was conducted in three municipalities of the Marajó Archipelago, located in the state of Pará, in the Eastern Amazon estuary, considered the world's largest fluvial-maritime archipelago [12]. The areas involved in the present study were selected based in a previous study [13] which detected a large dissemination of trachoma among the children population. Seroepidemiological information showed a high prevalence of antibodies to C. trachomatis [14,15] in several areas of the Amazon region of Brazil which is commonly found among deprived population groups with a low HDI. The Marajo Archipelago is almost uniform in its poverty index and lack of health access and, indeed, the lowest HDI in Brazil is found in this geographical area. Fig 1 shows the geographic locations of the three municipalities included in the study, Soure, Salvaterra, and Cachoeira do Arari.\n\n\nSample characterization and selection\nA draw was performed to randomly select 16 schools visited from the municipalities of Soure (n = 7), Salvaterra (n = 6) and Cachoeira do Arari (n = 3). They were located in the urban areas because of the absence of regular travelling facilities within the Marajo. There were approximately 13,210 registered children in school during the period of examination, and the study included 2,054 children from 6 to 14 years, attending the first four school years. There were no revisits for missing children as they were present during the period of sample collection. The visits were preceeded by an extensive discussion with the community to ensure their presence during the investigation. A certified nurse trained by the Brazilian Ministry of Health program against trachoma conducted the examinations and the grading system for classification was that of Thylefors et al (1987) [16].\nIn 2008, the study evaluated 2,054 children of both sexes, attending public primary schools located in the urban area, of the municipalities of Soure (922 children), Salvaterra (572), and Cachoeira do Arari (560). The initial evaluation consisted of a clinical examination of both eyes using a 2.5x magnifying glass under sunlight and light from a flashlight, a common protocol used in field work, and children with severe disease were referred to a medical service in ophthalmology at the Universidade Federal do Para. The grading system for classification was that of Thylefors et al., 1987 [16]. The clinical cases were compared with photograph grading cards of the WHO Trachoma Program for the prevention of blindness and deafness and the cases were confirmed by a second examiner, following the instructions of the Brazilian Ministry of Health. The children who presented clinical diagnosis of trachoma were addressed for confirmation of the laboratory diagnosis.\nThe individuals responsible for the diseased children answered an epidemiological questionnaire. All communicants (individuals who had household contact with the children) who presented clinical signs of trachoma were also evaluated through clinical and laboratory examinations.\nIn March 2016, a new evaluation was conducted in the same schools of the three municipalities evaluated in 2008. A total of 1,502 children were evaluated, of whom 754 resided in Soure, 533 in Salvaterra, and 215 in Cachoeira do Arari. The epidemiological information was collected, and the clinical and laboratory tests were performed in the same way during the two investigative periods.\n\n\nSample collection\nClinical cases of trachoma were defined as the presence of five or more follicles in the upper tarsal conjunctiva (trachomatous inflammation follicular–TF), marked inflammatory thickening of the conjunctiva with obstruction of more than half of the deep tarsal vessels (trachomatous inflammatory intense–TI), scars on the upper tarsal conjunctiva (trachomatous scarring–TS), inverted lashes touching the eyeball (trachomatous trichiasis–TT), and corneal opacity with reduced visual acuity (trachomatous corneal opacification–TCO) [17,18]. Children were classified as presenting a clean face when it was not possible to detect secretions either in the eyes or in the nose.\nTo confirm trachoma in children who presented clinical signs, blood samples and tarsal conjunctival scrapings were collected. A total of 5 mL of blood was collected by intravenous puncture into a tube with anticoagulant to obtain serum, which was used to detect antibodies to the genus Chlamydia and to the serotypes of C. trachomatis. The conjunctival scrapings were deposited on slides and were used for the detection of elementary body antigens of C. trachomatis. The samples were stored at -20°C and were transported to the Virology Laboratory, Biological Sciences Institute, Federal University of Pará and to the STD/Trachoma Laboratory, Bacteriology Section, Evandro Chagas Institute/Health Surveillance Department/Ministry of Health, where the laboratory tests were performed.\n\n\nLaboratory tests\nDirect immunofluorescence (DIF) test.The DIF technique was performed using the conjunctival scrapings of the upper eyelid when everted. The smears were fixed on a slide with two drops of methanol and were dried for five minutes at room temperature. The slides were then incubated with fluorescein-conjugated monoclonal antibodies (Pathfinder Chlamydia trachomatis direct specimen kit, Bio-Rad, Hercules, California, USA) directed against the major outer membrane protein (MOMP), present in elementary bodies (EB) of Chlamydia trachomatis serotypes [19,20]. The technique consists of identifying the number of EBs and their relationship to the number of epithelial cells. In the present study, the presence of five or more EB in slides containing at least 100 epithelial cells was considered a positive case.\n\nIndirect immunofluorescence (IIF) test.The presence of IgG antibodies to Chlamydia in the blood samples was detected by means of the IIF technique, performed according to a previously described protocol [15], which included the use of commercial slides impregnated with C. trachomatis serotype L2 antigens (BioMerieux, Paris, France), which react with all species of the genus Chlamydia [21].\n\nMicroimmunofluorescence (MIF) test.The MIF technique was used to identify the presence of antibodies to serotypes A, B, Ba, and C of C. trachomatis by preparing slides with antigens (EB) of the serotypes of interest (Washington Research Foundation, Seattle, Washington, USA). Samples were initially diluted 1:8 with phosphate-buffered saline (PBS) and were tested according to a previously standardized method [14]. Samples reacting against more than one serotype, were further diluted up to 512, to show the most probable reaction to the last serotype infection experienced by the host. The samples that showed clear, crisp, and greenish fluorescence against any of the serotypes were considered to be positive.\n\n\n\nControl and prevention measures\nIn the evaluation conducted in 2008, educational actions were developed to eliminate trachoma in the region, which included guideline instructions for the use of health staff and parents of the students for the adequate treatment of patients and the importance of constant facial cleaning of patients and communicants. Lectures were also held for the community dealing with preventive measures against trachoma, such as the adoption of hygienic practices in the elimination of infectious diseases, personal and environmental hygiene, avoiding the attraction of disease-transmitting animals, drinking boiled water, and adequate storage of food.\nAll identified cases of active trachoma were treated with 20 mg/kg (up to 1 g) of oral azithromycin in a single dose, as recommended by the Brazilian Ministry of Health [17].\n\n\nStatistical analysis\nThe information was collected and a data bank was prepared. Prevalence rates were calculated as usual using the number of persons with the characteristic involved over the total number of persons. Percentages were calculated using the rate between the number of persons with the characteristic and the total examined. When applicable, the binomial test was used for the comparison of two proportions.\n\n\nEthical considerations\nAll study participants were informed about the objectives of the study, and the parents who agreed authorized the participation of the children by signing an informed consent form. The project was submitted and approved by the ethics committee on research with human beings of the Evandro Chagas Institute (protocols n. 0008/08 and n. 1.400.011).",
    "Results": "In 2008, 1,030 (50.14%) of the 2,054 children investigated were males with an age range from six to 16 years. The prevalence of clinically diagnosed trachoma was 3.4% (69/2,054), all of them presenting the follicular form of the disease; most of the children had clean faces. The age of the children with trachoma (Table 1) ranged from 6 to 14 years, most were females, and the highest number of cases was seen in the municipality of Soure. The majority of the children lived in homes with four rooms, where they lived with six to nine persons, with a family income that varied between one and three times the minimum wage.\nEnvironmental variables which are commonly associated with the presence of trachoma were also present as part of the daily routine of the diseased children. There were plenty of domestic animals, garbage collection was not regular and all had contact with flies and mosquitoes. It was quite a homogeneous situation commonly involving also the non-diseased persons.\nDIF tests confirmed the 69 clinical cases and all presented antibodies to the genus Chlamydia. The MIF test showed that most of the children in the three municipalities investigated were infected or have experienced previous infections by the four serotypes responsible for causing trachoma (Table 2).\nAmong the 243 communicants of the schoolchildren investigated in 2008, 40 (16.5%) had clinical and laboratory diagnosis of trachoma. The ages of the communicants ranged from six months to 94 years, and the majority were female, residing in the municipality of Salvaterra. The trachomatous FT form was the most evidenced in children (95%, 38/40), while the ST form was most evidenced in adults (5%, 2/40). The socio-demographic characteristics related to the communicants are listed in Table 3.\nIn 2016, 1,502 school children were examined in the three municipalities (Cachoeira do Arari, Salvaterra and Soure), and three cases of trachoma (0.2%) were found in Soure, which presented the FT form; none of the 13 communicants presented clinical suspicion of disease. The ages of the children with trachoma varied between seven and eight years, and all of them were female and resided in Soure. Five to six individuals lived in the households of these children, and the family income ranged from less than one to three times the minimum wage. The visits occurred in the months of June (in 2008) and March (2016) when rain precipitation, humidity and river conditions were similar.",
    "Discussion": "WHO estimates that the prevalence of trachoma, including trichiasis and blindness, has decreased from 317 million in 2010 to 200 million in 2016 as a result of the implementation of the SAFE strategy [22].\nThe present study evaluated the influence of control and prevention measures on the prevalence rates of the disease in 2008 and 2016 in schoolchildren from three municipalities of the Marajó Archipelago, a geographical area with rural economic activity and a low development index [9].\nThe prevalence of trachoma in the initial visit in 2008 (3.4%) was similar to that reported among schoolchildren in other regions of Brazil (5.0%) [7], but it was below the prevalence found in the municipality of Cachoeira do Arari in a collection performed in 2007 (24.1%) in children aged from 0–15 years [13]. In other studies performed in the Amazon region, high prevalence rates among Indians of the upper Rio Negro region (28.5%) [23] and among Xingu Indians (28%) were identified [24], differing from the rates found in this study, which were similar to the prevalence rates recorded in other states, such as Maranhão (4.1%), Tocantins (5.6%), Bahia (3.5%), Goiás (5.2%), and São Paulo (4.1%) [7]. The difference in the prevalence rates of trachoma among these studies is possibly related to the location where the studies were conducted, since those in rural communities reported higher prevalence rates, whereas those studies performed in the urban parts of the cities or nearby found lower prevalence rates. Trachoma is one of the leading causes of blindness in many developing countries, especially in poor rural areas [25].\nAll of the diseased children presented the follicular form of trachoma, which is most commonly found among children and adolescents [7,22,26]. This clinical form is characterized by a mild and self-limited but highly contagious disease that may be responsible for the maintenance of infection in a community and the cause of reinfections, leading to the development of more severe forms of trachoma [17]. Children are the main reservoir of infection [27], and as they grow older there is a significant risk factor for the development of trichiasis, corneal opacity, and visual loss [28]. Thus, the correct diagnosis of the disease and treatment of children are important for the elimination of the most severe forms and the possible eradication of the disease.\nThe main age group affected with trachoma includes children aged one to five years [4]. Although the present study did not evaluate children in this age group, a high frequency of infection was observed among children aged six to nine years, which corroborates the suggestion of decreased frequency of trachoma with increasing age [29,30,31]. The frequency of trachoma was twice as high in females, differing from the frequencies found in other regions of Brazil, where the prevalence was higher among males or did not differ in its prevalence according to sex [7,29,31]. It is possible that the greater frequency of trachoma cases among females could be related to the more affective behavior among them, as direct person-person contact is an important form of infection transmission [2].\nThe majority of schoolchildren with trachoma presented clean faces, but they reported living with large numbers of people and did not enjoy a standard of living that kept them away from crowding, hygienic standards and other conditions which would lead them to a healthier life. These conditions favour the occurrence of C. trachomatis infection in the region. Trachoma is associated with precarious living conditions, poverty, lack of hygiene, and poor housing and sanitation conditions [4,29].\nThe transmission of trachoma may be maintained via the sharing of domestic and peridomestic environment among infected individuals and of these with animals such as buffaloes, horses, dogs and birds, among other animals [2,32] such as those of the Marajó fauna, which can lead to an unhealthy environment, attracting winged insects often implicated as vectors of bacterial conjunctivitis, including eye gnats and flies (Liohippelates and Hippelates) [33]. The mechanical transmission of C. trachomatis occurs when these mosquitoes land on the face of the diseased children with trachoma and transfer the bacteria to others, closing the transmission cycle [5]. It is important to emphasize this form of transmission because of the large number of vectors and the finding that all infected children had constant contact with flies and other mosquitoes, as was previously shown regarding the involvement of synanthropic flies in the transmission of C. trachomatis and trachoma dissemination [13].\nMost of the children investigated were positive for the four C. trachomatis serotypes associated with trachoma. All of these serotypes are usually present in developing countries where trachoma is endemic [34]. They are frequently associated with the precarious life conditions of the population, demonstrating the endemic character of the disease in Marajó Island, requiring a continuous monitoring program for trachoma prevention and treatment.\nSecondary infections of the communicants showed a high prevalence of the disease with different presentations in children and adults, confirming the findings of the different forms of trachoma according to age. The clinical form, FT, decreases inversely to advancing age, in contrast to the prevalence of ST [3,29]. The presence of adults with scars among the communicants indicates that the individual was exposed to trachoma at a very young age and that the children with the FT form are possibly responsible for the maintenance of transmission [35].\nThe return to the same communities in 2016, eight years after the first investigation, showed a significant reduction in the prevalence of trachoma (0.2%). Three positive cases were diagnosed in one municipality (Soure), in one single school; the three children belonged to three different families in the municipality. The presence of these cases may be related to visits by the families to rural areas, which are usually difficult to reach and that have shown a high prevalence of trachoma [13].\nThe decrease in the prevalence of trachoma is associated with disease control and prevention measures enacted by the team involved in the study together with the communities. According to the recommendations of the WHO and the Trachoma Program of the Brazilian Ministry of Health, the SAFE strategy (Surgery, Antibiotics, Face, Environment) for the elimination of trachoma was tentatively applied [10]. Cases which were more severe were referred to a University hospital for surgery. Outpatients and their communicants were treated with antibiotics with the suggested regimens of the Trachoma Program. Health and educational authorities, nurses and community leaders of the municipalities were joined in a net with school teachers, parents and children who received educational talks with the distribution of folders and banners regarding the disease, and ways to prevent it, including the maintenance of clean faces to avoid bacterial transmission. Finally, environmental improvements were strongly stressed to the municipality net regarding individual hygiene, the appropriate use of latrines, the elimination of vectors, the water supply and public garbage disposal. The intervention had to be done by the municipality and the power of convincing the community certainly helped to decrease the number of trachoma cases eight years later. Although it was not possible to intervene directly with the authorities regarding public services, there was a change in their behavior regarding the prophylaxis of trachoma. The strategy may not have been applied in full, but it was certainly an enormous help to change the epidemiological distribution of trachoma in the area of the study.\nIt is also important to articulate measures ranging from combating poverty-related diseases to adopting public policies aimed at improving basic sanitation and environmental conditions [11,17]. In conclusion, the present study showed that trachoma presented a low prevalence (3.4%) among schoolchildren in the urban area of the Marajó Archipelago in 2008, and eight years later following the introduction of control and prevention measures, there was a drastic reduction in the number of cases (0.2%), emphasizing the need for constant monitoring and the implementation of effective measures for the elimination of trachoma."
}