{
    "Abstract": "Tsetse flies undergo drastic fluctuations in their water content throughout their adult life history due to events such as blood feeding, dehydration and lactation, an essential feature of the viviparous reproductive biology of tsetse. Aquaporins (AQPs) are transmembrane proteins that allow water and other solutes to permeate through cellular membranes. Here we identify tsetse aquaporin (AQP) genes, examine their expression patterns under different physiological conditions (blood feeding, lactation and stress response) and perform functional analysis of three specific genes utilizing RNA interference (RNAi) gene silencing. Ten putative aquaporins were identified in the Glossina morsitans morsitans (Gmm) genome, two more than has been previously documented in any other insect. All organs, tissues, and body parts examined had distinct AQP expression patterns. Two AQP genes, gmmdripa and gmmdripb ( = gmmaqp1a and gmmaqp1b) are highly expressed in the milk gland/fat body tissues. The whole-body transcript levels of these two genes vary over the course of pregnancy. A set of three AQPs (gmmaqp5, gmmaqp2a, and gmmaqp4b) are expressed highly in the Malpighian tubules. Knockdown of gmmdripa and gmmdripb reduced the efficiency of water loss following a blood meal, increased dehydration tolerance and reduced heat tolerance of adult females. Knockdown of gmmdripa extended pregnancy length, and gmmdripb knockdown resulted in extended pregnancy duration and reduced progeny production. We found that knockdown of AQPs increased tsetse milk osmolality and reduced the water content in developing larva. Combined knockdown of gmmdripa, gmmdripb and gmmaqp5 extended pregnancy by 4–6 d, reduced pupal production by nearly 50%, increased milk osmolality by 20–25% and led to dehydration of feeding larvae. Based on these results, we conclude that gmmDripA and gmmDripB are critical for diuresis, stress tolerance and intrauterine lactation through the regulation of water and/or other uncharged solutes."
}