{
    "Background": "Nutritional interventions targeting the critical growth and development period before two years of age can have the greatest impact on health trajectories over the life course. Compelling evidence has demonstrated that interventions investing in maternal health in the first 1000 days of life are beneficial for both mothers and their children. One such potential intervention is deworming integrated into maternal postpartum care in areas where soil-transmitted helminth (STH) infections are endemic.",
    "Methodology/Principal Findings": "From February to August 2014, 1010 mother-infant pairs were recruited into a trial aimed at assessing the effectiveness of maternal postpartum deworming on infant and maternal health outcomes. Following delivery, mothers were randomly assigned to receive either single-dose 400 mg albendazole or placebo. Participants were followed-up at 1 and 6 months postpartum. There was no statistically significant difference in mean weight gain between infants in the experimental and control groups (mean difference: -0.02; 95% CI: -0.1, 0.08) at 6 months of age. Further, deworming had no effect on measured infant morbidity indicators. However, ad hoc analyses restricted to mothers who tested positive for STHs at baseline suggest that infants of mothers in the experimental group had greater mean length gain in cm (mean difference: 0.8; 95% CI: 0.1, 1.4) and length-for-age z-score (mean difference: 0.5; 95% CI: 0.2, 0.8) at 6 months of age.",
    "Conclusions/Significance": "In a study population composed of both STH-infected and uninfected mothers, maternal postpartum deworming was insufficient to impact infant growth and morbidity indicators up to 6 months postpartum. Among STH-infected mothers, however, important improvements in infant length gain and length-for-age were observed. The benefits of maternal postpartum deworming should be further investigated in study populations having higher overall prevalences and intensities of STH infections and, in particular, where whipworm and hookworm infections are of public health concern.",
    "Trial registration": "ClinicalTrials.gov (NCT01748929)."
}