{
    "Introduction": "Trypanosoma cruzi is a pathogenic microorganism, the causative agent of Chagas disease, characterized by high genetic and phenotypic intraspecific diversity. Population genetics suggests that clonality is an important mode of propagation of the natural populations of T. cruzi [1], although, likely sexual reproduction [2, 3] and recombination events occur to some extent and are important mechanisms that generate genetic diversity within the taxon, as discussed in a recent review [4].\nThe consensual nomenclature recognizes six discrete typing units (DTUs) named TcI to TcVI and a recently proposed seventh, Tcbat [5–7]. This classification is widely used as a reference in epidemiological studies. However, there is not consensus on the best method to identify the different DTUs. Similarly, the evolutionary relationships between the DTUs and therefore the evolutionary history of T. cruzi continue to be researched [8]. Several mechanisms of evolution have been recognized such as clonality, hybridization, and conventional and nonconventional genetic exchanges. In addition, several studies have demonstrated the extraordinary plasticity of the T. cruzi genome. The evolutive relationships among these DTUs has not been fully elucidated, but two of them (TcV and TcVI) clearly have a hybrid origin with TcII and TcIII as putative parents [9] according to the authors, TcIII and TcIV could also originate from a hybrid between TcI and TcII [10, 11] but some claim that is not the case [12, 13]. TcI and TcII remain two pure lines that are evolving separately from a common ancestor dating from approximately 1–3 million years ago [11, 13].\nThe main properties of the different DTUs have been reported previously [3, 5, 14, 15]. Briefly, (i) TcI has a wide distribution, from the southern United States to northern Argentina and Chile; this DTU is the most frequently sampled in sylvatic cycles, but it is also frequent in domestic cycles and it is the dominant DTU responsible for the transmission of Chagas disease in endemic countries located north of the Amazon basin; (ii) studies show that TcII, V and VI are more likely to be associated with domestic cycles and patients with chronic Chagas disease in the Southern Cone countries and Bolivia; (iii) TcIII and IV are mainly sampled in rainforest sylvatic cycles; (iv) Tcbat previously identified in bats, has recently been found in humans [7, 16–18]. It is well known that various DTUs can coexist in the same vector and in a single host [19–21].\nThe different DTUs present substantial genetic diversity. Various reports have shown that the parasite’s genetic diversity has a profound impact on its epidemiological, biological and medical characteristics [22]. Consequently, it is indispensable to characterize the genotypes that are circulating in space and in hosts. Moreover, the tracking of the different genotypes is of great interest in eco-epidemiology, providing a better understanding of epidemiological systems.\nAfter the biogeographic overview of T. cruzi DTUs by Miles and his colleagues [23], no other exhaustive review has been done, while very numerous new genotyping studies using new genetic markers and additional parasite strains have been conducted. Although we are conducting studies on the limits of DTUs classifications of T. cruzi strains and their actual existence as genetically separated units, it seemed important to take all existing data that refer to the current classification and to examine the geographic properties and host specificities of the different DTUs.",
    "Methods": "Data were obtained from a total of 137 articles (including our own published results) selected after searching PubMed (http://www.ncbi.nlm.nih.gov/pubmed) with “DTU”, “genetic characterization”, “lineage”, “genotype”, “isozyme”, “isoenzyme”, and “Trypanosoma cruzi” as key words. This research, as exhaustive as possible, was updated to April 27, 2016. Research has also been conducted by authors having worked on the genetic characterization of T. cruzi strains. For our published data, additional data, not present in the publications, was included in the current inventory because this information was available from our own records. For example, the names and data concerning the strain origins analyzed in Barnabé et al. [24] were added here. The publications included in the inventory used genetic markers that allowed DTU typing according to the consensual nomenclature in 6–7 DTUs [5, 6]. Moreover, in some cases correspondences between typing methods with different markers were used for the data interpretation [6, 25]. The data are shown in an Excel spreadsheet (S1 Table) where each line corresponds to a single determination from an isolate, a strain, a laboratory clone, mammal blood or tissue samples, and different vector digestive tract samples (“sample type” column in S1 Table). Several lines were recorded when different DTUs were detected in a strain and its laboratory clones. When more than 1 DTU was detected in one vector or mammal host (mixed infection), several lines corresponding to each DTU were recorded in the file. A total of 6,343 determinations were compiled. Each of them has a code corresponding to the strain/sample name reported in the publications, except for the records not identified with a name but only counted in publications, which we have labeled “anonymous”. In a few publications, undistinguished DTUs were reported for part of the identifications; consequently, additional categories were created for them: TcI/TcII (three cases), TcII/TcV/TcVI (26 cases), TcII/TcVI (two cases), TcIII/TcIV (31 cases), and TcV/VI (47 cases). These undistinguished DTUs accounted for 1.7% of the total inventory. The geographical origin was informed by the country name (no missing data), the upper continental subdivision of North, Central, and South America, the upper administrative divisions such as state, province, department or region, and the lower administrative divisions such as municipality, province, or community according to the information existing in the publications. The collection dates of the strain or biological samples were not always documented (52.5% of missing year data). Host origin was generally informed by the species (31 missing data), and columns were added indicating the order, genus and tribe for the triatomines. Also, the cycles to which the different hosts belonged were classified as “domestic” when the hosts were living and/or were captured in the intra- and peridomicile areas, and “sylvatic” when the hosts were captured in the field outside domestic areas. When the location of the capture site was missing, the wild mammals where classified in the sylvatic cycle except for the synanthropic species such as opossums and rodents for which the information was considered as unknown (uk). The information on the methods used for the characterization of the DTUs is also included in S1 Table. The first column indicates if the DTU was characterized at nuclear or mitochondrial level or both, the second one indicates the method(s) used, and the third one on the markers, the names of the genes, or the number of loci for MLMT (multilocus microsatellite typing) and MLEE (multilocus enzyme electrophoresis).",
    "Results": "General overview of available data\nThe 6,343 samples of T. cruzi DTUs compiled in this review were identified in vectors and mammalian hosts from 19 different countries, covering an area from the southern United States to Argentina (S2 Table). No data is available from Belize in Central America, and Uruguay and Guyana in South America. The vast majority of data relate to South America (90.7%). The DTUs were identified in 86 genera (32 missing cases), 158 different species of which 42 are vectors belonging to 7 genera (Dipetalogaster, Eratyrus, Meccus, Mepraia, Panstrongylus, Rhodnius, and Triatoma). Approximately of the identifications in South America 49.3% were from vector species; however, in North and Central America most of the identifications were from vectors (69.3% and 65.8% respectively). The mammal species belong to nine orders of which the most represented is the Primate order (61.5%), because 59.4% of the identifications in mammals were made in samples from humans (n = 1902). One-third of the DTU identifications (31.0%) corresponded to parasites from hosts (vectors and mammals) captured in sylvatic ecotopes, 57.6% from intra- and peridomestic hosts, and the others were undetermined (n = 719, 11.3%) because in several studies the origin of the vectors was not specified.\n\n\nOverall distribution of the DTUs (TcI-TcVI and Tcbat)\nIn 1.7% of the samples, the DTU (n = 109) was reported as a group of DTUs: (i) in one dog, 15 coati from Brazil, and ten triatomines from Argentina, TcII, TcV, and TcVI were not distinguished; (ii) TcII or TcVI was reported in two T. infestans from Paraguay; (iii) 47 infections with TcV or TcVI in dogs, humans, T. infestans from Chile and Bolivia and P. megistus in Brazil were reported; (iv) in 31 vectors and mammal hosts from Brazil and Mexico TcIII/TcIV were not discriminated; and (v) in three cases TcI and TcII were not discriminated in T. pallidipennis. In the 6234 other records, TcI was found in approximatively 60.0% of the overall identifications; TcII, TcV and TcVI were identified in around 10% each; and TcIII, TcIV and Tcbat were rarer with percentages ≤ 3.6%. Fig 1 presents the proportions of DTUs observed, excluding from the calculation the ambiguous DTU determinations over the entire endemic area, and in North, Central and South America (see below).\nThe ambiguous determinations of DTUs were deleted from the samples.\n\n\nGeographical distribution of the DTUs\nAccording to the current available records, the DTU distribution was different between North, Central, and South America (Fig 1). In Central America only two DTUs (TcI and TcIV) were identified while all DTUs were detected in South America. In North America the latest studies have identified TcII, TcV and TcIII in addition to TcI and TcIV, which remain the major strains, in Central America. In South America the DTU distribution was highly variable depending on the country, and the current trend is a predominance of TcI north of the Amazon and the presence of all DTUs south of the Amazon with abundance of TcV and TcVI (Fig 2).\nThe ambiguous determinations of DTUs were deleted from the samples.\nTcbat is a recently proposed DTU that is genetically more closely related to TcI than to any other DTU. Therefore this DTU is probably underestimated because it is not recognized by the markers used in many publications, and consequently it may have been erroneously equated with TcI. This DTU was identified in 59 bats belonging to 12 different species in Brazil, Colombia, and Ecuador [16, 17, 26, 27], in one specimen of T. sordida from the State of Mato Grosso do Sul State in Brazil [28], and in a Colombian patient infected with a mixture of TcI and TcBat [18].\nAs mentioned above, TcI was the most frequently identified DTU in the overall sample, with a lower percentage in South America (58.2%) than in North America (79.5%) and Central America (93.3%). It was identified in all the countries included in the study. In South America, the low frequencies of TcI in Argentina (19.9% of 589 determinations) and Paraguay (2.8% of 181) contrasted with the proportions of this DTU in the other South American countries (at least > 47.0%) (Fig 2).\nTcII was much more rarely identified (9.6% of overall DTUs identified). It was not identified in Central America out of 120 identifications, and only 13 identifications were reported from North America out of 459 (2.8%). Eight of these 13 TcII were found in Mexico, four in T. dimidiata captured in domestic cycles in the state of Veracruz [29] and four in Meccus pallidipennis collected in Michoacan [30]. The five other identifications were from mice and rats captured in the immediate surroundings of the dwelling of the first described autochthonous case of T. cruzi transmission in Louisiana, near New Orleans [31, 32]. In South America, TcII presents a higher proportion, reaching 10.4% and was reported in Colombia, Surinam, Peru, Bolivia, Brazil, Argentina, Paraguay and Chile.\nTcIII and TcIV, which are thought to result from ancestral hybridization between TcI and TcII, reached 3.4% and 3.6% of the identifications, respectively. In North America, both of these DTUs were reported in Mexico in several publications [29, 30, 33, 34], but for the moment only TcIV has been identified in the US [24, 31, 35, 36]. In Central America, only TcIV has been identified in Guatemala in humans and vectors [37, 38]. In other Central American countries, neither TcIII nor TcIV has been reported. In South America, TcIII could be more cosmopolitan (Argentina, Bolivia, Brazil, Chile, Colombia, Paraguay, Peru and Venezuela) than TcIV, which has not yet been identified yet in Argentina, Chile and Paraguay.\nThe last two DTUs, TcV and TcVI, were the recent hybrids, derived from hybridizations between TcII and TcIII. These DTUs showed the most differential geographical distribution. Indeed, TcV was identified in North America in exceptional cases in Mexico (Veracruz) in T. dimidiata as well as above-mentioned TcII [29]. TcV and TcVI have never been identified in US in 148 determinations, nor in Central America in 120 cases. In contrast, in South America, these DTUs together have frequently been identified in several countries, Argentina (76.9%), Bolivia (44.6%), Chile (28.6%) and Paraguay (55.2%)—but very rarely in others such as in Colombia (1.1%) [24, 39–41], Ecuador (3.3%) [42], and Brazil (1.5%) [24]. In Peru they were identified in 13.0% [24, 43, 44]. Moreover, when the two DTUs coexist, different proportions can be observed in the different countries. The most remarkable case was the identification of TcV and TcVI in Bolivia with 43.1% and 1.0% respectively, while in Argentina TcVI was more common (50.0%) and TcV less frequently detected (26.5%).\n\n\nEco-epidemiology of the DTUs\nDomestic versus sylvatic cycles.T. cruzi circulates in nature in different environments and two categories are usually distinguished: (i) the domestic cycles where T. cruzi evolves between domestic vectors, domestic and synanthropic mammals, and humans that are living in dwellings or/and around dwellings in the peridomestic areas; see Walter et al. for a comprehensive definition of peridomicile [45]; and (ii) the sylvatic cycles where T. cruzi evolves between wild mammals and vectors living outside domestic areas. The current results (Fig 3) show that all DTUs, including Tcbat and taking into account the two cases described in the domestic cycle [18, 28], participate in domestic and sylvatic cycles in some places. According to the current inventory, TcBat, TcI and TcIII are significantly more frequently identified in sylvatic cycles than in domestic cycles (X2 test, p < 10−4) and inversely for TcII, TcIV TcV and TcVI (X2, p < 10−4). Nevertheless, these tests are only indicative because they correspond to a very gross approach that ignores sampling bias, which obviously exists.\nThe ambiguous determinations of DTUs were deleted from the samples.\n\nVector infections.To date, TcI is the major DTU identified in vectors (78.1%). TcI was also the only DTU identified in the genus Eratyrus (n = 6) or was very predominant (> 91%) in Meccus (n = 176), Panstrongylus (n = 715), and Rhodnius (n = 525) (Table 1).\nFor these genera where TcI was found highly prevalent, it is useful to detail which are the other DTUs identified: (i) in the genus Meccus TcII, TcIII, and TcIV were identified in one report in the species M. pallidipennis collected in municipalities of the State of Michoacan de Ocampo in Mexico [30]. In this study, of 26 specimens of this species, TcI only reached 42.3%; TcIII or TcIV have also been detected in T. longipennis in Jalisco state [34]. (ii) In the genus Panstrongylus, besides TcI, the dominant DTU (96.7%), TcII was identified in Brazil, TcIII in sylvatic cycles in three countries (Brazil, Colombia and Venezuela) and in domestic cycles in Bolivia [46], and TcIV [47] and TcV or TcVI were identified once in Venezuela and Brazil respectively [13, 47]. The hybrid strains (TcV or TcVI) were identified in P. megistus collected in Minas Gerais (Brazil) in a domestic environment. These results suggest a remarkably high diversity of DTUs in this genus. (iii) In the genus Rhodnius, besides TcI, the other DTUs were very scarce. Among them, TcIV was the most common (4.0%). It was identified in three species: R. brethesi and R. robustus in the Brazilian Amazon and R. prolixus in Colombia [24, 39], Venezuela [47] and Guatemala [37]. TcII was identified in only three R. neglectus and R. pictipes bugs in the state of Para in Brazil [48, 49]. Finally, TcIII and TcVI were reported in a single individual each (R. brethesi and R. prolixus respectively) [39, 50].\nIn contrast, in the genera Mepraia and Triatoma although TcI remains a major strain (51.4% and 66.3% respectively), the other DTUs were found more frequently.\nIn Mepraia, the identifications were made in two species (M. gajardoi and M. spinolai) captured in a sylvatic environment for which, in addition to TcI, remarkably high percentages of TcII (23.6%), TcV (13.2%) and TcVI (11.8%) were identified [51–53].\nIn the genus Triatoma, the data were available for 18 species (Table 2), but the results concerned principally T. infestans (1081 identifications, 73.8%). Lower numbers of DTU identifications were available for T. dimidiata (170), T. sordida (50), T. barberi (46), T. rubida (24) T. maculata (19), T. eratyrusiformis (14) and T. protracta and T. braziliensis (12). For the remaining species, there were fewer than ten identifications.\nIn this set of species, TcI was very dominant (>80%) except in T. infestans and T. braziliensis where it was less abundant (59.1% and 66.6%respectively). In T. infestans all DTUs were identified. TcI, TcV and TcVI dominated (93.5%), while TcII and TcIII accounted for about 6.4% together and TcIV was only detected once in an endemic valley in southern Peru. Although T. brasiliensis has an epidemiological importance in Brazil, few strains were identified in this vector, all from states located in the Northeast region in Brazil (N = 12) mostly from domestic cycles: six TcI, three TcII, and three TcIII or TcIV.\nIn the other species where TcI predominated, other DTUs were identified. In T. dimidiata, TcI was the only DTU identified except in one study in which of 33 specimens of the Mexican state of Veracruz, TcI (nine cases) as well as TcII, TcIII, TcIV and TcV were identified, the latter accounting for 72.7% of the sample. In T. sordida, TcII was detected in Brazil [28, 54], and TcV and TcVI in Argentina [55], and most of the insects were captured in domestic cycle.\nFor the following nine species with a sample size < 10 (T. carrioni, T. gerstaeckeri, T. matogrossensis, T. nigromaculata, T. nitida, T. pseudomaculata, T. rubrovaria, T. sanguisuga, and T. venosa), TcI was a major DTU (28/37, 75.7%), TcII was identified in one T. matogrossensis [28], TcIII was the only DTU identified in T. rubrovaria from one study in the State of Rio Grande do Sul in Brazil [7], and TcIV was identified in one T. sanguisuga in the US. The hybrid DTUs (TcV and TcVI) were not identified [24].\n\nMammal infections.Domestic cycles. Considering domestic cycles and their mammalian hosts, most of the identifications made were from samples isolated from humans (1902 identifications, 84.0%). Those in dogs reached 220, from nine countries. Sixteen identifications were from cats from Argentina [56, 57], 91 others were from small rodents in six countries that readily nest in peridomestic structures (e.g., in sheds and piles of building materials), including 52 reports in Rattus rattus from Venezuela. There was also a single study of DTU identification in 24 goats in Chile [58]. In North America and Central America together (n = 112), there were 76 identifications in humans, accounting for 4.0% of the total number of human identifications, ten in dogs, and 26 in small rodents; mostly TcI was found (85.7%). The other DTUs were TcII in small rodents from the US [31] and TcIV from three human cases in Guatemala [37] and in the US two rodents [31] and six dogs [35]. In South America, all DTUs except Tcbat were identified in humans and dogs, and their distribution was rather similar, except for the hybrid DTUs TcV and TcVI (Fig 4). TcV was more abundant than TcVI in humans and conversely in dogs. In both cases, the DTUs TcI, and the hybrid DTUs TcV or TcVI were the most frequently identified, reaching at least 25% each. For goats in Chile, TcI and hybrid strains were found to be abundant, but TcII also reached 29.2% [58]. For small rodents, TcI predominated. However, TcII and TcIV were, together with TcI, recently identified in the peridomestic area of a house surrounded by forest in Louisiana [31]. Moreover, TcV was found in R. rattus caught in peridomiciles of dwellings in the region of Chiquitania in Bolivia where T. sordida is the main vector species [59].\nSylvatic cycles. In the wild environment, the identifications of T. cruzi strains isolated from mammals involved nine orders and 106 species for which very few characterizations were available for each one. Currently, TcI appears to be the most frequent DTU (58.3%) in the overall samples. For the orders, Artiodactyla [47, 60] and Pilosa [10, 24, 61, 62], which included no more than five identifications each, all were TcI. For the order Xernathra the two strains identified were TcIII or TcIV [63] (Table 3). For the other orders, several specific trends are detailed below.\nExamining the DTU distribution in the main orders and species (Table 3), it is worth noting that TcI reached 94.2% in the order Didelphimorphia, while TcIII reached a similar percentage in Cingulata (94.0%). The 278 identifications in Didelphimorphia were from 12 countries in North and South America, and from 20 species. In this order, only a few of the other DTUs were identified: TcII in Chile [58], TcIII in Brazil [7, 63, 64] and Paraguay [65], TcIII or TcIV in Mexico [34] and TcV and TcVI in Bolivia [24, 59] and Chile [58]. Species from the order Cingulata were sampled in six countries (Bolivia, Brazil, Colombia, Paraguay, United States, and Venezuela) where TcIII was the main DTU, and in the US out of three samples, two were TcIV and one TcI. Two other identifications in Paraguay were TcII and TcV.\nIn the order Chiroptera, 145 identifications were reported in 23 species, all from South America. Tcbat and TcI were similarly identified (around 40% each), while TcII identified in Brazil, Colombia and Surinam was less frequent (14.5%), and TcIII and TcIV were very rare (2.7% each) [66, 67].\nIn the order Carnivora, TcI (37.1%) and TcIV (58.1%) were principally identified, but of the 36 TcIV samples, 35 were from Procyon lotor captured in the US, also infected with TcI (two cases) and one Nasua nasua from Brazil, both belonging to the same Procyonidae family. Four TcIII were identified in Conepatus chinga in Argentina. In the order Rodentia, the DTU distribution was quite different with high percentages of TcII (20.0%), TcIII (5.5%), TcV (13.1%) and TcVI (10.1%) in addition to TcI (49.7%). However, the majority of the sample was from Chile (61.7%) and Brazil (27.9%); TcV and TcVI were abundant only in Chile and not in Brazil where TcI was 78.4% and TcIII 17.6%. For the wild primates, a total of 51 identifications were made in 15 monkey species mostly sampled in Brazil (82.8%); TcI (67.2%), TcII (15.6%), TcIV (15.6%) and TcIII in one specimen were the four DTUs identified, TcI (Brazil, Colombia, Ecuador, France and Venezuela) and TcIV (Bolivia, Brazil, USA and Venezuela) were from different countries, while TcII was sampled only in Brazil.",
    "Discussion": "For many years, the characterization of T. cruzi strains was mostly conducted with specific goals in limited geographical areas and consequently with a limited number of strains. The current compilation, based on the consensus nomenclature of six DTUs, reached an accumulated number of 6,343 identifications. However, T. cruzi genotyping is associated with many biases and trapping methods, and several caveats must be considered, such as (i) unequal distributions of the research groups in the eco-epidemiology of T. cruzi in different countries, resulting in nonhomogeneous information; (ii) selection of some DTUs during the culture step; (iii) differential parasitemia levels in hosts, facilitating the isolation by hemoculture or xenodiagnosis, or facilitating the direct detection of some DTUs over others; (iv) markers’ differing ability to detect the different DTUs; (v) overrepresentation of humans in the overall sample; (vi) scarcity of mammals that are difficult to trap; (vi) difficulties discriminating closely related DTUs; and (vii) use of a nonstandardized set of reference strains. Despite of this nonexhaustive list of biases, the data reported herein constitute the most complete picture of the DTU distribution in the endemic area of Chagas disease.\nThe purpose of this review is not to discuss the current nomenclature of T. cruzi in six DTUs. Indeed, there is an increasing number of new genetic analyses of T. cruzi strains, especially from sylvatic cycles, which show that it is increasingly difficult to obtain a relevant genetic structure that divides into six statistically supported clusters with the most in vogue genetic markers, microsatellites and nuclear sequence polymorphisms [68–70]. Moreover, at the mitochondrial level, we recently assessed that three robust clusters that we named mtTcI, mtTcII and mtTcIII actually exist [8]. The mtTcI cluster includes only strains belonging to the TcI DTU, the mtTcII includes only those belonging to the TcII DTU and mtTcIII includes strains belonging to several DTUs: TcIII and TcIV (ancient hybrids of TcI/TcII), TcV and TcVI (recent hybrids TcII/TcIII) and even TcI (a result of mitochondrial introgression for some strains labeled TcI with nuclear markers). These last few years, a number of studies aiming to characterize T. cruzi strains have used the nomenclature of six DTUs, so we proposed to examine the eco-epidemiological features of these DTUs and highlight new knowledge that may challenge the current paradigm.\n\nGeographical distribution and origin of the DTUs\nBased on the available typing data, the first outstanding result is the predominance of TcI strains. This DTU, genetically diversified, is found throughout the geographic distribution of T. cruzi and in all cycles where it is always dominant. There are probably no ecological systems (i.e. geographical areas where the parasite evolves between mammalian hosts and vectors specific species) where TcI is absent. However, it appears that TcI strains do not develop well in some mammal species such as those within the order Cingulata since this order is rarely infected with TcI (Table 3). The ecological systems are usually complex networks of relationships involving many species of mammals and vectors, and strain diversity may be maintained because of differential interactions between the parasite’s hosts and genotypes. TcI is an old DTU that has evolved since 3–16 MYA as previously proposed [71], and its very high genetic diversity is consistent with a long-term evolution. Moreover, recombination between TcI strains appears to be more frequent than previously thought [2, 3, 72]. The recombination events (i.e. sex) generally increase the variability of the organisms and thus increase their resilience, allowing new areas to be conquered and especially new hosts that have probably played a key role in the large dispersion and adaptation of TcI. Another question is the geographical origin of TcI. A North-South clustering was recognized, even if some incongruence remains to be explained [73–75]. In an analysis of TcI, the Gran Chaco region was proposed as an origin, while human TcI may have a North/Central American origin [75–77]. It should be noted that if the current trend is to propose sub groups within TcI, the presence of subunits, evolving separately, must be previously evidenced which is not yet the case. Also, it has been proposed that marsupial species of the family Didelphidae family are the ancestral hosts of TcI [78] given that, among others, TcI predominates in these animals. Based on our recent analysis of COII and CytB gene sequences previously deposited in GenBank [8], we evaluated the haplotype and nucleotide diversities of TcI within the order Didelphimorphia, and we observed that these indices were comparable to those obtained for all the other orders of wild mammals combined. This assesses the larger genetic diversity in marsupials than in other animals, supporting a longer association. The remarkable expansion of TcI, which invaded most of environments, does not allow its origin to be determined from the picture of its geographical distribution alone.\nTcII is a DTU as old as TcI, but it has been sampled much more rarely. The strains belonging to this DTU carry mitochondrial genes (mtTcII mitochondrial cluster) whose sequences show substantial genetic divergence from TcI. Moreover, this DTU presents a much lower genetic diversity than TcI. For example, the haplotype diversity of COII and CytB genes are 0.39 and 0.48, while for mtTcI they are 0.81 and 0.58 respectively [8]. A similar level of differences is also observed for nucleotide diversity. The available data on the geographical distribution of TcII suggest that it is absent or extremely rare in some ecosystems (Central and North America). It seems that TcII strains would not have had the same expansion capacity as TcI among the wild cycles, and they probably found refuge mostly in certain wild mammals. TcII is already reported in different wild mammals of the Chiroptera, Cingulate, Didelphimorphia and Primate orders. However, its strong association with primates in the Atlantic Coastal Rainforest in Brazil should be noted [79]. In humans, it is relatively abundant, accounting for 20% of human strains, but it is highly abundant in Brazil (66% of human strains identifications) and rare in most other countries except Colombia (15%) and Chile (30%). For now, its geographical distribution is more consistent with a South American origin, and further south than north of the Amazon basin where this DTU is more abundant.\nTcIII and TcIV are DTUs that do not seem to be present throughout the entire endemic area. First, it is important to note that the genetic data do not clearly define these two groups separately. The genetic diversity of TcIII-TcIV is very large and the monophyly of each DTU is not really highlighted. Several studies showed that these strains are the result of ancient hybridization(s) between TcI and TcII strains, which suffer over time from genetic rearrangements, decreasing their level of heterozygosity at the expense of mosaic mitochondrial and nuclear genes [80]. Recombination events have probably occurred several times and this would have given a mtTcIII group composed of polyphyletic subgroups of strains. Therefore, the wild strains from the US, attributed to TcIV, seem to be a monophyletic subgroup differing from the others long ago [81], but whose closest ancestors have probably disappeared. There is little doubt that TcIII and TcIV DTUs have a sylvan origin, but these strains infect humans more than occasionally: the current database shows that TcIV is reported in 84 human cases in six countries (Brazil, Colombia, Ecuador, Guatemala, Peru and Venezuela), and 11 canine cases. Similarly, TcIII is reported in 26 human cases in Brazil and Paraguay.\nThe two TcV and TcVI DTUs include strains derived from the hybridization of TcII and TcIII strains [9]. They are usually considered hybrids and they are heterozygous at several loci and SNPs (single nucleotide polymorphisms). In our database, a total of 21.3% of the determinations belong to these DTUs. Some of these strains have spread across large geographic areas through the clonal propagation mode [82]. Both DTUs are clearly associated with domestic cycles since only 10.5% of them are identified in hosts from wild cycles. They are identified in some Didelphimorphia and in different species of rodents but only in the Southern Cone countries and Bolivia. Previously, the Gran Chaco region was proposed as the original location of these DTUs, where they are very abundant and where the putative parents are also present [15], and this hypothesis fits well with the current observed distribution of these DTUs.\n\n\nHost specificity\nThe universe of Hemiptera vectors of T. cruzi or potential vectors is huge since currently over 141–147 triatomine species are recognized, about 130 occur in the Americas, and it appears that all of these are able to transmit the parasite. Most of these species are involved in wild cycles with at least 100 species of mammals playing a role of host and/or reservoir. In the current data, only 37 species of vectors are included and for the majority of them, very few DTU determinations were made, even though these vectors are generally widely distributed. Similarly, the knowledge of the parasite genetic variants that infect mammals, except for humans, and to a lesser extent for Didelphidae, is very limited. In various regions, in a context of high anthropization and climate changes, it is urgent to study the impact of these environmental modifications on potential vectors and their hosts.\nSeveral studies of experimental infections of vectors with different strains of T. cruzi showed differences in susceptibility [83] and even suggested that the strains are pathogenic and induce more or less deleterious effects in bugs [84]. Few studies relate comparisons of DTUs in experimental infections in a single triatomine species. For T. infestans in which this was done, significant developmental differences in the vector were observed depending on the DTU it was infected with, and after experimental double infections: in 50% of cases, only one of the two DTUS was detected after a few days of infection [85, 86]. As a field observation, we can report the case of Triatoma sordida, a primary vector in the northeast of the city of Santa Cruz, in Bolivia, in which TcI was predominantly detected while in mammals of the same area, TcV was a major strain [59]. In wild mammal hosts, experimental infections of two important reservoirs in the US (placental and marsupial) showed DTU-mammal association [87].\nExamples could be multiplied but we can already conclude that the vectors and even the wild mammal hosts can influence the distribution of DTUs. Whatever the host, there is a balance between parasite genotypes and hosts which probably depends on environmental conditions such as outside temperature for vectors or immune and nutritional status for mammals. The diversity of hosts, and environmental conditions certainly explain the maintenance of parasitic diversity and the emergence of new variants by natural selection. Therefore the distribution of DTUs reported here, although very informative, is only a temporary picture that will inevitably evolve over time, above all if drastic environmental changes occur such as deforestation, intensive farming, urbanization, and unexpected climatic upheavals."
}