{
    "Background": "The sand flea, Tunga penetrans, is the cause of a severely neglected parasitic skin disease (tungiasis) in the tropics and has received little attention from entomologists to understand its transmission ecology. Like all fleas, T. penetrans has environmental off-host stages presenting a constant source of reinfection. We adapted the Berlese-Tullgren funnel method using heat from light bulbs to extract off-host stages from soil samples to identify the major development sites within rural households in Kenya and Uganda.",
    "Methods and findings": "Simple, low-cost units of multiple funnels were designed to allow the extraction of >60 soil samples in parallel. We calibrated the method by investigating the impact of different bulb wattage and extraction time on resulting abundance and quality of off-host stages. A cross-sectional field survey was conducted in 49 tungiasis affected households. A total of 238 soil samples from indoor and outdoor living spaces were collected and extracted. Associations between environmental factors, household member infection status and the presence and abundance of off-host stages in the soil samples were explored using generalized models. The impact of heat (bulb wattage) and time (hours) on the efficiency of extraction was demonstrated and, through a stepwise approach, standard operating conditions defined that consistently resulted in the recovery of 75% (95% CI 63–85%) of all present off-host stages from any given soil sample. To extract off-host stages alive, potentially for consecutive laboratory bioassays, a low wattage (15–25 W) and short extraction time (4 h) will be required. The odds of finding off-host stages in indoor samples were 3.7-fold higher than in outdoor samples (95% CI 1.8–7.7). For every one larva outdoors, four (95% CI 1.3–12.7) larvae were found indoors. We collected 67% of all off-host specimen from indoor sleeping locations and the presence of off-host stages in these locations was strongly associated with an infected person sleeping in the room (OR 10.5 95% CI 3.6–28.4).",
    "Conclusion": "The indoor sleeping areas are the transmission hotspots for tungiasis in rural homes in Kenya and Uganda and can be targeted for disease control and prevention measures. The soil extraction methods can be used as a simple tool for monitoring direct impact of such interventions."
}