{
    "Abstract": "Leptospirosis is a neglected zoonosis with worldwide distribution. The causative agents are spirochete bacteria of the Leptospira genus, displaying huge diversity of serovars, the identity of which is critical for effective diagnosis and vaccination purposes. Among many other mammalian species, Leptospira infects cattle, eliciting acute signs in calves, and chronic disease in adult animals often leading to abortions. In South America, and including in Uruguay, beef and dairy export are leading sources of national income. Despite the importance of bovine health, food safety, and bovine-related dissemination of leptospirosis to humans, extremely limited information is available as to the identity of Leptospira species and serovars infecting cattle in Uruguay and the South American subcontinent. Here we report a multicentric 3-year study resulting in the isolation and detailed characterization of 40 strains of Leptospira spp. obtained from infected cattle. Combined serologic and molecular typing identified these isolates as L. interrogans serogroup Pomona serovar Kennewicki (20 strains), L. interrogans serogroup Canicola serovar Canicola (1 strain), L. borgpetersenii serogroup Sejroe serovar Hardjo (10 strains) and L. noguchii (9 strains). The latter showed remarkable phenotypic and genetic variability, belonging to 6 distinct serogroups, including 3 that did not react with a large panel of reference serogrouping antisera. Approximately 20% of cattle sampled in the field were found to be shedding pathogenic Leptospira in their urine, uncovering a threat for public health that is being largely neglected. The two L. interrogans serovars that we isolated from cattle displayed identical genetic signatures to those of human isolates that had previously been obtained from leptospirosis patients. This report of local Leptospira strains shall improve diagnostic tools and the understanding of leptospirosis epidemiology in South America. These strains could also be used as new components within bacterin vaccines to protect against the pathogenic Leptospira strains that are actually circulating, a direct measure to reduce the risk of human leptospirosis."
}