{
    "Introduction": "Immunoinformatic tools can be used to predict schistosome-specific B-cell epitopes with little sequence identity to human proteins and antigens other than the target. This study reports an approach for identifying schistosome peptides mimicking linear B-cell epitopes using in-silico tools and peptide microarray immunoassay validation.",
    "Method": "Firstly, a comprehensive literature search was conducted to obtain published schistosome-specific peptides and recombinant proteins with the best overall diagnostic performances. For novel peptides, linear B-cell epitopes were predicted from target recombinant proteins using ABCpred, Bcepred and BepiPred 2.0 in-silico tools. Together with the published peptides, predicted peptides with the highest probability of being B-cell epitopes and the lowest sequence identity with proteins from human and other pathogens were selected. Antibodies against the peptides were measured in sera, using peptide microarray immunoassays. Area under the ROC curve was calculated to assess the overall diagnostic performances of the peptides.",
    "Results": "Peptide AA81008-19-30 had excellent and acceptable diagnostic performances for discriminating S. mansoni and S. haematobium positives from healthy controls, with AUC values of 0.8043 and 0.7326 respectively for IgG. Peptides MS3_10186-123-131, MS3_10385-339-354, SmSPI-177-193, SmSPI-379-388, MS3-10186-40-49 and SmS-197-214 had acceptable diagnostic performances for discriminating S. mansoni positives from healthy controls with AUC values ranging from 0.7098 to 0.7763 for IgG. Peptides SmSPI-359-372, Smp126160-438-452 and MS3 10186-25-41 had acceptable diagnostic performances for discriminating S. mansoni positives from S. mansoni negatives with AUC values of 0.7124, 0.7156 and 0.7115 respectively for IgG. Peptide MS3-10186-40-49 had an acceptable diagnostic performance for discriminating S. mansoni positives from healthy controls, with an AUC value of 0.7413 for IgM.",
    "Conclusion": "One peptide with a good diagnostic performance and nine peptides with acceptable diagnostic performances were identified using the immunoinformatic approach and peptide microarray validation. There is need for evaluation of the peptides with true negatives and a good standard positive reference."
}