{
    "Introduction": "The prevalence of epilepsy in low and middle-income countries is higher than in high-income countries, especially in the rural areas[1], [2]. The prevalence is particularly high in sub-Saharan Africa (SSA)[3] and South America[4], where parasitic infestations are thought to contribute to the increased burden[5]. Within these regions, there are areas in which most of the population are exposed to endemic parasites, and it is not clear why some people develop epilepsy, whilst others do not.\nMany factors are associated with epilepsy in SSA[3], [6] with infections that involve the central nervous system (CNS) representing common and preventable causes of epilepsy[5]. Some parasitic infestations manifest in the human CNS, with the clinical presentation of seizures and are thought to be associated with the development of epilepsy[5], [7]. A small number of studies conducted in SSA have shown that exposure to helminths, e.g., Toxocara canis[8], [9], [10], Onchocerca volvulus [10], [11], [12], [13] and Taenia solium [10], [14], as well as following severe Plasmodium falciparum malaria[15],[16] are associated with epilepsy. The relationship between Toxoplasma gondii and epilepsy has only been explored in one study in SSA[10], and a review suggests a possible association[17], though co-infection with human immunodeficiency virus may confound this relationship. Seizures are observed in HIV-infected individuals and are mainly associated with opportunistic infections although HIV infection can independently cause seizures at seroconversion or at advanced stages[18]. A comprehensive analysis of exposure to parasitic infestations as well as HIV using the same methodology across different geographical locations in SSA would help elucidate the relationship between parasitic infections and epilepsy, and provide data to guide public health measures.\nThe objective of the current study was to investigate the association between active convulsive epilepsy (ACE) and i) the degree of exposure to parasitic infections (measured by antibody levels) and ii) exposure to multiple co-incidental parasitic infections. We used data from a case-control study conducted in five health and demographic surveillance systems (HDSS) in SSA in which exposure to the six infections namely: O. volvulus, T. solium, T. canis, T. gondii, P. falciparum and HIV, was determined by serology.",
    "Methods": "Ethics statement\nAll aspects of the study were approved by the ethics committees of University College London and the London School of Hygiene and Tropical Medicine, and by the ethics review boards in each of the participating countries. All participants or guardians gave written informed consent. Since some study participants were minors, parents/guardians provided consent on behalf of all child participants and all adults provided consent for themselves.\n\n\nParticipants and study design\nA case control design was used in which prevalent cases of ACE were compared to community controls. ACE was defined as two or more unprovoked convulsions (seizures with tonic and/or clonic movements) occurring at least 24 hours apart with at least one seizure in the preceding 12 months[6]. The diagnosis for ACE was initially made by a clinician with special training in epilepsy, and was confirmed by a panel of neurologists.\nCases and controls were identified from five HDSS in SSA (Agincourt in South Africa, Kilifi in Kenya, Kintampo in Ghana, Ifakara in Tanzania and Iganga-Mayuge in Uganda). Exposure to parasitic infections was measured using plasma samples collected from a random subsample of all cases and controls. A sample size of 300 cases per site with an equal number of controls was chosen to give 80% power to detect an odds ratio (OR) >2.8 (5% significance level) given a frequency of at least 5% in the controls. For each case, an age-matched control was selected at random from a database of individuals in the HDSS. The controls were frequency matched using the age bands 0–5, 6–12, 13–18, 19–28, 29–49, 50+ years, to account for increasing exposure with age.\n\n\nLaboratory procedures\nExposure to infections was determined by detection of IgG antibodies to the parasitic antigens as well as HIV. Exposure to O. volvulus and T. solium was determined in three study sites: Iganga, Ifakara and Kintampo, where these parasites are endemic.\nExposure to Onchocerca volvulus.Exposure to O. volvulus was determined using an in-house modification of an anti-OV-16GST IgG4 ELISA described previously[19]. This assay is highly sensitive (90.0%) and specific (98.0%) when tested using sera from other filarial infections[19]. A sample with an optical density (OD) value greater than the cut-off (mean +3 standard deviation of 30 plasma samples from Agincourt, South Africa, in which onchocerciasis is absent) was classified as being anti-OV16gst IgG4 positive.\n\nExposure to larval and adult stages of Taenia solium.Exposure to larval (cysticercosis) and adults (taeniasis) stages of T. solium was determined using a Western blotting technique that has been described previously[20]. Nitrocellulose strips that contained the recombinant rT24H and rES33 antigens, which detect antibodies to cysticercosis and taeniasis respectively, were used. Samples were considered positive for cysticercosis or taeniasis if a brown band was observed in regions of the strip corresponding to rT24H or rES33 antigen respectively[21], [22]. A similar technique (MAPIA), is reported to be 97.0% sensitive and 99.4% specific for detection of cases with two or more viable cysts in the brain and 99.4% sensitive and 93.9% specific for detecting cases of taeniasis[20].\n\nExposure to Toxocara canis.Anti-T. canis total IgG antibodies were detected using a commercial kit (Toxocara IgG-ELISA, Cypress Diagnostics, Belgium) that is based on the Toxocara excretory secretory antigen (TES) and used according to manufacturer's instructions. The cut-off value was calculated by dividing the sample test OD by the average OD of negative controls plus 0.150 OD units according to manufacturer's instructions. A sample with a cut-off ratio >1.1 was interpreted as positive and tested for anti-Toxocara IgG4 antibodies, to increase the specificity of the assay. Anti-Toxocara IgG4 antibodies were detected using the same TES-precoated plates with the following modifications. Mouse anti-human IgG4 conjugated to alkaline phosphatase (9190–04, Southern Biotech, USA) as the secondary antibody and p-nitrophenyl phospate (pNPP) (N2765, Sigma Aldrich) as the substrate. Serum dilution (1∶50) and secondary antibody dilution (1∶500) was optimized by checkerboard titration. A sample with an OD value greater than the cut-off (mean +3 standard deviation of 30 Toxocara canis IgG negative serum samples) was interpreted as being anti-Toxocara IgG4 positive. The T. canis assay is reported to be 97.0% sensitive and 78.6% specific[23] and cross-reactive responses from other soil-transmitted helminths may have been detected using this assay.\n\nExposure to Toxoplasma gondii.Anti-T. gondii IgG antibodies were detected using a commercial kit (Toxoplasma IgG-ELISA, Genesis Diagnostics, United Kingdom) that is based on T. gondii purified antigens enriched for P30 (SAG1) and used according to manufacturer's instructions.\n\nExposure to Plasmodium falciparum.Exposure to P. falciparum was determined using an in-house ELISA described previously[24] that tests for IgG antibodies to crude schizont extract from P. falciparum A4 clone line derived from ITO parent strain. A sample with an OD value greater than the cut-off (mean +3 standard deviation of 30 serum samples from unexposed adults from United Kingdom) was interpreted as being anti-P. falciparum IgG positive.\n\nExposure to HIV.Anti- HIV-1 type and/or anti-HIV-2 type IgG antibodies and P24 antigen were detected by the 4th generation screening test, Vironostika HIV Uniform II Ag/Ab (BioMerieux, France) and was performed according to manufacturer's instructions. The HIV assay was selected as it detects antibodies to both HIV-1 and HIV-2 type strains whose geographic distribution varies across SSA.\n\n\n\nStatistical analysis\nLogistic regression was used to model the association between antibody titre and ACE.\nAntibody titre was categorised into tertiles, which were calculated separately for each study site. The model also included, as potential confounders: age (0–5, 6–12, 13–18, 19–28, 29–49, 50+ years), sex, study-site, education (none, primary, or secondary and above), employment and marital status.\nLogistic regression was also used to model exposure to multiple infections. We used adjusted odds ratios obtained from logistic regression to test for an additive interaction between parasites by calculating the relative excess risk due to interaction (RERI). The analysis of interactions was restricted to those parasites where the association with epilepsy was statistically significant (p<0.05). We briefly outline the relation between RERI and interaction on an additive scale.\nUnder an additive model the following relation holdswhere  and  correspond to the prevalence when both or neither parasite risk factor is present, and  and  represent the prevalence when one of the risk factors is present. An interaction on an additive scale can be quantified as the difference between  and . If this difference is positive then the combined effect of the two parasites is more than the sum of their individual effects. Conversely, if the difference is negative then the combined effect is less than the sum of the individual effects. The RERI is obtained by dividing the difference by \n\nAgain a positive RERI represents a combined effect that is greater than that predicted by the additive model and a negative RERI occurs when the combined effect that is less than additive. We use odds ratios obtained from logistic regression to approximate prevalence ratios in the above formula; this approximation is expected to work well since epilepsy is rare in the study population[25]. No adjustment for multiple comparisons was made because this adjustment can lead to errors of interpretation when strong previous evidence of association is available for several risk factors [26]. All analyses were conducted using STATA version 12 (StataCorp.College Station, TX, USA).",
    "Results": "Antibody prevalence and prevalence of ACE\n2,032 controls and 1,711 cases were recruited. The sensitivity of the three-stage survey method was 48.6%[27], and among controls the rate of refusal ranged between 49.8% in Agincourt to 57.4% in Kilifi[10]. Blood samples were collected from 986 cases of ACE and 1,313 controls. The number of blood samples tested for each parasite were as follows: O. volvulus, 535 cases and 836 controls; T. canis, 862 cases and 1,121 controls; T. gondii 971 cases and 1,291 controls; P. falciparum, 986 cases and 1,313 controls; HIV, 977 cases and 1,304 controls; T.solium, 530 cases and 833 controls. The demographic details of the cases and controls from each study site are shown in Table S1.\nThe prevalence of antibodies to the six infections studied varied between the five study sites (Table 1). The prevalence of antibodies increased with age in both cases and controls for O. volvulus, T. canis, T. gondii and P. falciparum (Figure S1–S3, respectively) and these trends were consistent in all study sites. Almost all study participants were P. falciparum positive in three sites (Figure S4). Antibody prevalence to T. solium was low in the three study sites analysed (Table 1) and showed no trend with age (Figure S5). Similarly, antibody prevalence to HIV showed no trend with age (Figure S6).\nThe association between seropositivity and ACE, varied between different exposures and study sites (Table 1). Significant associations with ACE include exposure to O. volvulus in all study sites (OR = 1.98; 95%CI: 1.52–2.58, p<0.001), Ifakara (OR = 1.52; 95%CI: 1.06–2.19, p = 0.023), Iganga-Mayuge (OR = 2.89; 95%CI: 1.08–7.69, p = 0.034) and Kintampo (OR = 2.59; 95%CI: 1.66–4.04, p<0.001), exposure to either larval or adult stages of T. solium in Ifakara (OR = 15.42; 95%CI: 1.84–129.10, p = 0.012), exposure to T. canis in all study site (OR = 1.52; 95%CI: 1.23–1.87, p<0.001), Ifakara (OR = 2.15; 95%CI: 1.46–3.18, p<0.001) and Kilifi (OR = 1.64; 95%CI: 1.11–2.40, p = 0.012), T. gondii in all study sites (OR = 1.28; 95%CI: 1.04–1.56, p = 0.018) and exposure to HIV in Kilifi (OR = 3.00; 95%CI: 1.12–8.04,p = 0.028), all of which were associated with increased prevalence of ACE [10]. The association between seropositivity and ACE on analysis of HIV negative individuals (exclusion of 182 controls and 140 cases who were HIV positive) had similar results with the exception of T. gondii, in which the positive association was not statistically significant (Table S6).\n\n\nMagnitude of antibody response and prevalence of ACE\nThere was an increase in antibody levels with age in both cases and controls for O. volvulus, T. canis, T. gondii and P. falciparum (Figure 1) with the trend consistent in individual study sites. ACE was associated with high antibody levels (top tertile) to O. volvulus, T. canis and T. gondii, although the associations varied in magnitude across the study sites (Figure 2 and Table 2, S2–S5). Exposure to P. falciparum alone was not significantly associated with increased risk of ACE in any of the study sites.\nMean antibody levels in cases and controls and by age category in A. Onchocerca volvulus B. Toxocara canis C. Toxoplasma gondii D. Plasmodium falciparum. Bars indicate 95% confidence intervals. Pooled data from all study sites.\nAssociation between the top antibody tertile to Onchocerca volvulus, Toxocara canis, Toxoplasma gondii and Plasmodium falciparum and prevalence of ACE using pooled data from the five study sites. Age, sex, study-site, education, employment and marital status adjusted odds ratios. Dotted line represents an odds ratio of one and bars indicate 95% confidence intervals.\nAs shown in Table 2 and Figure 2 using pooled data from all study sites, high antibody levels (top tertile) were significantly associated with increased prevalence of ACE for O. volvulus (OR = 1.66; 95%CI: 1.24–2.21, p = 0.001), T. canis (OR = 1.70; 95%CI: 1.30–2.24, p<0.001) and T. gondii (OR = 1.39; 95%CI: 1.11–1.75, p = 0.004). A dose-response association was observed for Toxocara canis infection both in the pooled analysis (Table 2) and in analysis of individual sites, with the exception of Iganga-Mayuge (Table S3). The results were similar in an analysis of HIV negative individuals (Table S7).\n\n\nExposure to multiple infections and prevalence of ACE\n73.8% of cases and 65.5% of controls that were tested for exposure to all six infections had evidence of exposure to two or more infections (data not shown). A high proportion of individuals were exposed to both T. gondii and P. falciparum (35%), both O. volvulus and P. falciparum (28%), and T. canis and P. falciparum (23%). The remaining combinations occurred in less than 15% of individuals.\nWith the exception of exposure to T. solium and HIV (OR = 0.82; 95%CI: 0.15–4.45, p = 0.818), exposure to multiple infectious agents was associated with an increased prevalence of ACE after adjusting for age, sex, study site, education (none, primary, or secondary and above), employment, marital status and exposure to other assayed infections with the majority remaining statistically significant (Table 3). The results were similar in an analysis of HIV negative individuals (Table S8).\n\n\nInteraction between exposures to multiple parasites\nThere was evidence of interaction on an additive scale in individuals exposed to T. gondii and O. volvulus (RERI = 1.19; 95%CI: 0.27–2.11, p = 0.011) (Table 4), which implies that the combined effect of these parasites is greater than the sum of the individual effects. Interaction could not be determined for O. volvulus and P. falciparum co-infection as all cases of ACE with exposure to O. volvulus were also exposed to P. falciparum. The results were similar in an analysis of HIV negative individuals (Table S9).",
    "Discussion": "People living in SSA are exposed to multiple parasites, some of which are associated with epilepsy[5], [7]. We have shown that exposure to individual parasites (O. volvulus, T. canis and T. gondii) is associated with an increased prevalence of ACE, and for T. canis there is a dose response relationship between antibody level and ACE. For co-infection with T. gondii and O. volvulus, the combined effect was greater than the sum of the individual effects.\nExposure to O. volvulus, T. canis and T. gondii was associated with an increased prevalence of epilepsy in other case-control studies [8], [9], [10], [11], [12], [13], [28], [29], [30]. Previous studies reporting the association between parasitic infection and epilepsy have used seropositivity to define exposure[8], [9], [14], [28], [29], [31], [32], [33], with none taking into account the degree of exposure as a predictor for risk of ACE. Elevated antibody responses could reflect recent or current infection or could serve as a proxy for estimating the level or degree of exposure as antibody levels would be elevated due to repeated infections. This may explain previously conflicting results, such as the increased prevalence of epilepsy with exposure to T. canis in Burundi[9] and the absence of an association with epilepsy in Tanzania[8]. Furthermore, even within an area, there is heterogeneity in the prevalence of epilepsy[6], which may be explained by differences in the levels of exposure to certain parasites.\nWith the exception of cysticercosis, the epileptogenesis of parasitic infections is not entirely elucidated[5]. Neurocysticercosis is a well-known risk factor for epilepsy in South America and has also been identified as a risk factor in few studies in Africa [8], [14], [34], [35], [36]. In this study, the prevalence of antibodies to T. solium was low in all three-study sites. In Ifakara Tanzania, the main agricultural activities include subsistence farming of maize, rice and cassava and fishing is their main source of protein intake and income[37]. The main inhabitants of Ifakara are both Christians and Muslims [37] and it is likely that pork consumption is low among the Muslim inhabitants. Similarly, fishing and farming are the main agricultural activities in Kintampo (http://www.indepth-network.org) and the main inhabitants include a large migrant population from the north who are mainly Muslim[38]. The absence of an association in this study is likely to be attributed to cultural practices in which free-range pig rearing and pork consumption is not common [37], [38]. In addition, the low sensitivity of the detection assay for identifying single viable cysts, calcified cysts or degenerating cysts [20] that could be epileptogenic[39] and possibly the lack of the statistical power to detect an association due to a low prevalence of T. solium antibodies. Other studies have found that a history of admission with cerebral malaria or malaria complicated with seizures have been previously shown to be associated with ACE [10], [15]. The lack of association between P. falciparum serology and ACE in our study might be because serology cannot currently distinguish between asymptomatic exposure, mild malaria, malaria complicated with seizure or cerebral malaria.\nWe show that exposure to multiple parasitic infections as well as HIV was relatively common and was strongly associated with an increased prevalence of ACE. Although few studies have analysed exposure to two parasites such as cysticercosis and toxocariasis[8] or three parasites, cysticercosis, toxocariasis and paragonimiasis[33], these studies did not report on the risk of epilepsy associated with exposure to multiple infections. We provide evidence of interaction for an additive model of O. volvulus and T. gondii co-infection.\nThe evidence of interaction in individuals exposed to T. gondii and O. volvulus may be explained by the predominant immune responses induced by the different infections. Interferon gamma (IFNγ), a Th1 response has been shown to be essential for controlling T. gondii infection[40]. Th2 responses dominate in chronic filarial infections such as Brugia malayi (in a murine model)[41] and O. volvulus[42] and this tends to suppress Th1 responses. These observations suggest that individuals with chronic O. volvulus infection who are co-infected with T. gondii may be unable to mount an adequate protective response resulting in increased severity of disease e.g. due to the rupture of cysts containing T. gondii that are then epileptogenic[43], [44]. There is a need for additional studies in both humans and in animal models to elucidate the mechanisms of pathogenesis with these parasitic infections[5] as well as in models of co-infections in order to gain insight to their role in epilepsy.\nWe measured exposure to infections using well-established and robust techniques. IgG antibodies to Toxocara excretory secretory antigen remain elevated for many years in chronic infections and have been shown to persist for over 4 years after curative treatment[45]. IgG antibodies to T. gondii purified antigens are detectable months after infection[46]. Exposure to P. falciparum determined by detection of IgG antibodies to schizont extract was selected as these antibodies are known to be long-lived and detectable up to 11 years in the absence of antigenic re-stimulation[47]. With the exception of T. solium[20] and O. volvulus whose antibody longevity is unknown, our measurement would detect a current or prior exposure to infection.\nWe used a standardised approach to determine exposure to infections across all study sites, this exposure was determined after the onset of seizures, and as such, it is difficult to confirm a causal link. Despite adjusting for socio-economic status in our statistical analysis, this may not have adequately measured poverty and there might be residual confounding. In addition, the required sample size was not achieved and may explain the differences between the expected and observed associations. The findings from this study should be validated using longitudinal studies that monitor exposure to infections, which may help establish a causal link between parasitic infections and epilepsy. While it is not clear whether it is the presence of the parasite in the CNS or the immunological response to the infection that is epileptogenic, efforts to control these infections are likely to reduce the burden of epilepsy in SSA and should be explored using randomized intervention studies.\nControl is possible with ivermectin for individual and mass-treatment of onchocerciasis[48],[49] niclosamide or praziquantel for treatment of taeniasis as well as albendazole or praziquantel for treatment of parasitic cysts such as in T. solium[50] and T. canis infection[51]. In addition, efforts to improve sanitation and personal hygiene practices, including safe food consumption practices, will reduce transmission of T. canis, T. gondii and T. solium infections. Safe pig rearing (i.e., separation from human waste contact) will further impact on T. solium transmission. Vector control measures as well as bed net usage, intermittent preventative treatment and effective chemotherapy are available for control P. falciparum infection[52]. These control measures should be explored and their contribution to the burden of ACE evaluated. While feasible control measures are known, their use depends largely on a wider commitment to improving public health.\nWe have shown that the intensity of exposure to certain infections and multiple parasitic infections is associated with increased prevalence of ACE and may explain conflicting results obtained when only seropositivity is considered. A recent study indicated that approximately 35% of ACE cases in adults in SSA are attributed to parasitic infections[10]. The findings from this study should be further validated using longitudinal studies to confirm a causal link between parasitic infection and epilepsy. Thereafter, randomized intervention studies targeting each parasitic infection should be explored and their contribution to the burden of ACE evaluated."
}