{
    "Abstract": "Current soil-transmitted helminth (STH) programs target morbidity control with school-based deworming. Increasing interest in steering neglected tropical disease (NTD) programmes from morbidity control towards disease elimination has prompted evaluation of strategies that may interrupt transmission. The feasibility of interrupting transmission of STH with community-wide deworming is being tested in the ongoing DeWorm3 cluster randomized trial. Gender-based perspectives about susceptibility to infection and need for treatment have been shown to influence both health-seeking behaviour and health outcomes. We carried out a qualitative study among men and women in the community to understand their knowledge, beliefs, and attitudes about STH infections and community-wide mass drug administration (cMDA). Eight semi-structured focus group discussions were conducted among men and women residing in the DeWorm3 study site in India—Vellore and Tiruvannamalai districts of Tamil Nadu. Thematic coding was used to analyse the transcripts in ATLAS.ti 8.0. Both men and women in this study demonstrated a high level of STH knowledge but some men had misconceptions that intestinal worms were beneficial. Men and women shared several similar beliefs and attitudes regarding STH treatment. Both believed that adults were likely to have STH infections and both reported that stigma prevented them from seeking treatment. Influenced by gender norms, women were more likely to associate STH infections with inadequate sanitation and hygiene, while men were more likely to believe that those engaged in agricultural work were at risk. Both genders reported a positive attitude towards cMDA for STH. Barriers to cMDA implementation differed by gender; women expressed concern regarding side-effects and drug quality while men were concerned that treatment coverage may be affected due to the absence of people during the day when the drug is distributed. Both men and women perceived the treatment of adults for STH infections to be important, however, the perceived barriers to participating in cMDA differed by gender in this community. The study identified key messages to be incorporated in communication and outreach strategies for cMDA programmes."
}