{
    "Background": "The existence of locations with low but stable onchocerciasis prevalence is not well understood. An often suggested yet poorly investigated explanation is that the infection spills over from neighbouring locations with higher infection densities.",
    "Methodology": "We adapted the stochastic individual based model ONCHOSIM to enable the simulation of multiple villages, with separate blackfly (intermediate host) and human populations, which are connected through the regular movement of the villagers and/or the flies. With this model we explore the impact of the type, direction and degree of connectedness, and of the impact of localized or full-area mass drug administration (MDA) over a range of connected village settings.",
    "Principal findings": "In settings with annual fly biting rates (ABR) below the threshold needed for stable local transmission, persistence of onchocerciasis prevalence can well be explained by regular human traffic and/or fly movement from locations with higher ABR. Elimination of onchocerciasis will then theoretically be reached by only implementing MDA in the higher prevalence area, although lingering infection in the low prevalence location can trigger resurgence of transmission in the total region when MDA is stopped too soon. Expanding MDA implementation to the lower ABR location can therefore shorten the duration of MDA needed. For example, when prevalence spill-over is due to human traffic, and both locations have about equal populations, then the MDA duration can be shortened by up to three years. If the lower ABR location has twice as many inhabitants, the reduction can even be up to six years, but if spill-over is due to fly movement, the expected reduction is less than a year.",
    "Conclusions/Significance": "Although MDA implementation might not always be necessary in locations with stable low onchocerciasis prevalence, in many circumstances it is recommended to accelerate achieving elimination in the wider area."
}