{
    "Introduction": "An estimated 20 million people are infected with HTLV-1 worldwide [1] of which approximately 8% (∼2 million) will develop HTLV-1-associated diseases, most notably adult T-cell leukaemia/lymphoma (ATLL) [2], HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP) [3], HTLV-1-associated uveitis (HAU) [4] and infective dermatitis [5].\nAn association between myelopathy and HTLV-1 seropositivity in serum and cerebrospinal fluid (CSF) was first reported in 1985, in patients with Tropical Spastic Paraparesis (TSP) in Martinique [3], and independently in Japan in 1986, where the condition was termed HTLV-1-associated myelopathy (HAM) [6]. It is accepted that HAM/TSP, a chronic and progressive spastic paraparesis in patients living in both endemic and non-endemic countries [7], [8], [9], is an inflammatory condition [10].\nBut almost thirty years after its discovery little is known about how best to treat HAM/TSP [11]. Although corticosteroids [12], [13] and interferon-α/β [14] have been used as therapy for HAM/TSP, they are only of transient benefit (weeks), cause serious side-effects and have not been compared to placebo.\nParticular challenges to designing clinical trials in HAM/TSP include the uncertainties relating to the following questions:\n\nDoes the stage of disease influence treatment outcome?\nWhich treatment approach should be adopted – antiviral or anti-inflammatory?\nHow long should treatment be given?\nIn 2006 a revision of the original WHO diagnostic criteria of HAM/TSP allowed ascertainment of three diagnostic levels: definite, probable and possible after excluding all conditions that could mimic HAM/TSP [15]. To monitor clinical progression of HAM/TSP and therapy response, clinicians now differentiate between i) early and late ii) clinically progressive and non-progressive and iii) active and inactive definite HAM/TSP [11],[16] (and personal communication with the HAM/TSP clinical trial subgroup). Immunosuppressive therapy is especially attractive in patients with early, clinically progressive, or active HAM/TSP, which are defined as onset of symptoms ≤2 years, evidence of clinical progression, such as deterioration of timed walk or progression in disability scales, or evidence of CNS inflammatory activity from cerebrospinal fluid (CSF) analysis retrospectively.\nHowever immunosuppressive therapy given to patients with HTLV-1 infection may increase the chance of developing ATLL. Cases of ATLL following organ transplantation, for which much greater immunosuppression is prescribed than in this study, have been reported but the risk has not been quantified for any specific immunosuppressive treatment [17], [18], [19], [20], [21], [22].\nAlso the optimal duration of any therapy for patients with HAM/TSP has never been examined and due to its side-effects long-term administration of corticosteroids, the most commonly prescribed first line treatment, is not recommended.\nWith the aim to identify a long-term, safe corticosteroid-sparing immunosuppressive therapy for patients with HAM/TSP, we conducted an open, proof of principle study, which examined the potential clinical and immunological efficacy and the safety of Ciclosporin A (CsA) in patients with early, progressive HAM/TSP (September 2006 to January 2010, NCT00773292).\nCsA is used routinely and long-term in post-allergenic organ transplants as well as inflammatory dermatological and musculoskeletal disease such as psoriasis, ectopic dermatitis and rheumatoid arthritis. It has also been used for idiopathic uveitis and severe cases of immune-mediated haemolytic anaemia.\nThe primary objective of this study was to determine whether CsA treatment for 48 weeks improved clinical outcome measures of patients with early or progressing definite HAM/TSP. The secondary objectives were to determine i) the safety of CsA, ii) the effects of CsA on HTLV-1 proviral load in blood and CSF and iii) the effect of CsA on markers of T-cell activation and proliferation. The study also explored the mechanism of pathogenesis of HAM/TSP by analysing the effect of CsA on the severity and progression of HAM/TSP.",
    "Materials and Methods": "Study design\nThe study protocol, patient information sheet and consent form were submitted to the National Research Ethics Service and approved by the Oxfordshire ‘A’ Research Ethics Committee (Reference 06/Q1604/75); Clinical Trial Registration: Clinicaltrials.gov: NCT00773292. Eligible patients had definite HAM/TSP, as defined by ‘Belem criteria’ [15] and either had developed first symptoms within the last two years or had progressive disease, as defined by ≥50% documented deterioration in 10 m timed walk over the preceding three months. All patients were older than 16 years, not pregnant or breastfeeding, and were serologically negative when tested for HIV 1/2, HBV, HCV, syphilis and Strongyloides stercoralis. There was no evidence of pulmonary tuberculosis on chest x-rays and none of the patients had a history of malignant or autoimmune disease. After giving written informed consent, patients attending the National Centre for Human Retrovirology at St Mary's Hospital, London, underwent two baseline visits at least one day and no more than four weeks apart and trial therapy was commenced after the 2nd baseline visit. Patients were recruited sequentially and initially treated with oral CsA 2.5–5 mg/kg/day divided into two, 12-hourly doses and subsequently dose-adjusted to maintain plasma trough levels between 80–100ng/ml for 48 weeks with CsA plasma concentrations monitored at each on-treatment study visit. Post-treatment patients were followed for an additional 24 weeks.\nThe primary outcome measures were i) incidence of clinical failure at 48 weeks and ii) time to clinical failure. Clinical failure was defined as any of the following i) lack of any objective improvement after three months of therapy, ii) greater than two point deterioration (increase) in the IPEC 1 scale compared with baseline at two consecutive visits excluding weeks 2 and 4 and iii) ≥30% deterioration in timed walk compared with baseline at any time during the trial. Objective improvement was defined as any of the following comparing baseline measurements to 12, 24 and 48 weeks: i) one point decrease in the IPEC 1 scale (Instituto de Pesquisa Clínica Evandro Chagas), ii) >30% improvement in 10 m timed walk, iii) visual analogue pain score reduced by >2 points, iv) reduction of frequency or nocturia by greater than one or reduction of residual volume by more than 10% at two consecutive visits.\nSecondary outcomes were the following clinical and laboratory variables measured at 12, 24, 48 and 72 weeks: Seconds needed to walk 10 meters (sec/10 m TW), change in walking aid, maximum pain (visual analogue score 0–10/10 cm VAS), modified Ashworth scale score (MASS, Appendix S1), walking scale (MSWS-12, Appendix S2), IPEC 1 and 2 disability scale score (Appendix S3), bladder sphincter function (daily self-assessment and ultrasonic measurement of the residual and urgency urinary volume), spasticity scale (SPAST-88, Appendix S4), SF-36 quality of life scale (Appendix S5), HTLV-1 proviral load in venous blood and in CSF, total CD4+ lymphocytes, CD8+ lymphocytes and %CD4+CD25+ T lymphocytes counts and plasma β2 microglobin as inflammatory markers.\nStatistical methods.Data were collected at baseline (2 visits), week 2, week 4 and then four weekly until week 24, 8-weekly until week 48 and 12-weekly to week 72. Data were entered into Oracle databases, and checked manually and by computer consistency checks. Analysis text files were created from the database and imported into STATA (version 11; Stata Corporation, College Station, Texas, USA) for statistical analysis. Week 0 was defined as the date of the second baseline visit; for numerical variables, the baseline measurement was defined as the average of the measurements taken at screening (first baseline visit) and week 0 (second baseline visit). Intention to treat (ITT), data from all time-points on all patients who commenced CsA even if they subsequently stopped the drug, and per-protocol (PP) analysis, data from time-points up to discontinuation of CsA or re-start of CsA after 48 weeks for secondary outcomes, were performed. Secondary outcomes were analysed as average change from baseline to a given time point as measured by area under the curve minus baseline (AUCMB) using the t-test. Comparisons were also made between the AUCMB at 24 weeks with the AUC minus week 24 (AUCM24) at 48 weeks, and the AUCMB at 48 weeks with the AUC minus week 48 (AUCM48) at 72 weeks, using paired t-tests. Missing values at baseline, week 24 or week 48, in order to calculate AUCMB, AUBM24 and AUCM48 were approximated by linear extrapolation to the two nearest values. As CSF outcomes were only measured at week 12, changes from baseline for these outcomes were analysed by regression analysis. Timed walk rank was calculated by ranking the time to walk 10 meters over all patients and visits, in the following order (highest/worst score to lowest/best score): unable to walk; able to walk, but not able to complete 10 meters (ranked on distance walked and time taken); able to walk 10 meters with a bilateral aid; able to walk 10 meters with a unilateral aid; able to walk 10 meters unaided (all ranked on time taken). For example, there were 99 occasions when timed walk was recorded for all patients; patient HC036005 was the fastest patient on these 99 occasions to walk 10 m, unaided, taking 7 seconds at each week 2, 4, 8, 12 and 24 visits, so this patient at these visits was given the lowest score of 1; patient HC036006 did not complete a timed walk at 0 and 2 week visits since wheelchair bound, so this patient at these visits was given the highest score of 98; all patients and visits in-between these extremes were ranked in order as described above.tpb",
    "Results": "Study population, treatment and follow up\nWe aimed to recruit eight patients. Of the nine eligible patients with definite, early or progressing HAM/TSP informed of the study, seven agreed to participate (Figure 1). Baseline demographic, clinical and laboratory characteristics of the patients are shown in Table 1. Patients were on average 50 years old (range 40–69), mostly female (5 of 7) and of Afro-Caribbean origin having acquired HTLV-1 either through mother-to-child transmission or sexual intercourse. As per protocol one patient with early disease (0.8 years) was entered into the study without a three months follow up period. The remainder had progressing disease with documented deterioration in timed walk >50% over the previous three months. All seven patients initiated treatment with body weight adjusted CsA (2.5 mg/kg/day) with a median daily dose of 180 mg (range 160–240). The median trough CsA concentration from the 59 measurements was 87 mg/ml (range 46–164) with 44% of all measurements within the target range (Figure 2). Patients were followed up for a median of 74 weeks (range 71–92).\n50 patients with HAM/TSP were identified and 9 were identified as patients with early and/or deteriorating HAM/TSP, 7 of whom consented to treatment with ciclosporin A. Two patients chose to re-start ciclosporin A after 48 weeks during trial period.\n\n\nPrimary outcomes\nFive patients (72%) completed the 48 weeks of treatment without interruption. Two of these patients requested to re-start CsA during the 24 week post therapy follow-up period due to clinical deterioration which they attributed to stopping CsA.\nOver 6.4 person-years follow-up to 48 weeks, no patient failed according to the first primary outcome criterion i.e. objective improvement was observed in all patients.\nHowever four patients met the 2nd and 3rd criteria for clinical failure by 48 weeks, which gives an incidence of 0.6 per person-year, although only two were true clinical failures as detailed below.\nOne patient failed on the second criterion with a >2 point deterioration of IPEC1 scale on two consecutive visits during therapy at visit weeks 8 and 12. This patient, with a history of urinary tract infections (UTI), developed a further UTI and became depressed during treatment with CsA, which was discontinued at week 16. Of the three patients who failed due to >30% deterioration in TW (3rd criterion), two were technical failures (at weeks 4 and 33 respectively) with temporary deteriorations due to accidents rather than progression of HAM/TSP and both continued CsA. The third patient developed headache and tremor attributed to CsA which was discontinued at week four but the deterioration in TW was documented at week 45, off treatment. By intention-to-treat, 2/7 patients clinically failed this trial, and both had to discontinue CsA due to side-effects.\n\n\nSecondary outcomes (Table 2)\nObjective clinical measures.Trends in timed walk were biased by the two patients whose accidents during the study caused a marked, but reversible, deterioration in timed walk. Therefore timed walk rank, which takes into account walking aids, was analysed. This showed a trend towards improvement compared to baseline at 12 weeks with a mean (SE) decrease in score of −7 (5), p = 0.24 (ITT, Table 2), which was maintained to week 48 and to week 72 (after treatment had stopped), by ITT and PP analysis (Figure 3). Compared to baseline changes in IPEC-1 were small with or without treatment (Table 2). Spasticity (MASS) improved at all time points compared to baseline, with a decrease in score of −0.3 or −0.4, although changes did not reach statistical significance (Figure 4, Table 2). Ultrasonic measurements of residual and urge volume were difficult to interpret because two patients had urinary catheters.\nA higher rank represents a slower walk. HC036005 walked unaided; HC036001, HC036004 one walking stick; HC036002, HC036003, HC036006, HC036007 needed 2 walking sticks. At week 0 and 2 HC036006 needed a wheelchair due to a sprained ankle.\nA higher score represents increased muscle tone.\n\nSubjective clinical measures.The average maximum pain score (VAS) improved over time: (mean (SE) decrease compared to baseline at week 24 was ITT: 1.2 cm (0.5), p = 0.05; PP: 1.2 cm (0.5), p = 0.05) which was maintained to some degree post-treatment (Figure 5, Table 2). IPEC2 showed a trend towards improvement throughout follow up compared to baseline which was greatest in the first 24 weeks (mean (SE) decrease at week 24 and week 48 was ITT: −2.5 (2.2), p = 0.31 and −1.2 (1.8), p = 0.54 respectively; PP: −2.7 (2.0), p = 0.25 and −1.2 (1.8), p = 0.54 respectively; AUCM24 to 48 weeks p = 0.08 (ITT), 0.03 (PP)); the improvement continued to 72 weeks (Table 2). Urinary frequency improved with treatment (a mean decrease of approximately once a day/night), with nocturia improving slightly more than daytime frequency, although only daytime frequency changes reached statistical significance as there was more variation in nocturia frequencies, and this improvement was maintained to some degree post-treatment (Table 2). The number of episodes of incontinence did not change significantly either way during trial. Self-reported MSWS-12, SF-36 and SPAST-88 fluctuated over time but not markedly.\nA higher score represents more pain. If pain was reported at more than one site, the higher pain score was used.\n\nLaboratory measures.A small, mean (SE) 0.12 (0.06) log10, but consistent reduction in HTLV-1 proviral load in peripheral blood, measured as HTLV-1 DNA copies per 100 PBMCs, was observed during treatment, which persisted post-treatment (Figure 6, Table 2, Table 3). A mean (SE) 0.4 (0.15) log10 reduction in HTLV-1 proviral load in CSF at 12 weeks compared with baseline CSF examination was observed (p = 0.05, Table 2, 4). The ratio of CSF/blood viral load decreased more than four-fold during the first 12 weeks of CsA treatment (p = 0.14, Figure 7, Table 2) where as CSF WCC and protein increased by (mean (SE) 7.2 106/L (3.0), p = 0.06, and 0.13 g/L (0.10), p = 0.24, compared to baseline, respectively).\nThe absolute counts of lymphocytes, CD4+ T-lymphocytes and CD8+ T lymphocytes gradually and consistently decreased during treatment with CsA particularly the CD4+ lymphocytes which were almost 300 cells/µL fewer on average at week 48 compared with baseline (p = 0.02, Table 2). These cell counts were still lower than baseline at week 72, i.e. 24 weeks after treatment cessation. The proportion of CD4+ lymphocytes expressing CD25+ also decreased, particularly during the first 12 weeks of therapy (mean (SE) decrease of −3.3% (2.6), p = 0.25, compared to baseline), remained lower than baseline through to 48 weeks and had returned towards baseline 24 weeks after CsA was stopped (Table 2). Changes were particularly marked in those patients who had an elevated frequency at baseline (Figure 8).\nPlasma β2 microglobulin, decreased with treatment and stayed at the 48 week level (mean (SE) decrease of −0.31 mg/L (0.39), p = 0.45, compared to baseline), without further treatment, at 72 weeks (Table 2). These changes were particularly marked in those patients who had elevated β2 microglobulin levels at baseline (Figure 9).\n\n\n\nSafety and tolerance\nAll patients remained normotensive with no evidence of nephrotoxicity.\nGrade 1/2 serious adverse events were documented in four patients: one patient developed community acquired pneumonia at week 2, which was thought not to be due to CsA treatment, since she was known to have bronchiectasis and did not develop any further infections during 48 weeks of CsA treatment. One patient developed an acute urinary tract infection as well as acute depression during week 7. Both were not thought to be CsA related by the Data and Safety Monitoring Committee (DMSC), but the patient herself opted against CsA, which was stopped.\nTremor and headache, which were reported by the third patient at week 6, are well described side effects and their pathogenesis with CsA is not well understood. Tremor was the only side-effect that was thought to be truly due to CsA in this patient and it resolved with treatment cessation. The patient's headaches were adjudged to be possibly due to long term fungal sinus infection which was retrospectively reported on a pre-trial head CT scan. The headaches did not resolve when CsA was stopped.\n\n\nConcomitant medication taken during the trial\nAlthough many concomitant medications were taken by the study participants both for symptomatic management of HAM/TSP and for co-existent pathologies, changes to treatments that could have influenced clinical outcomes, e.g. muscle relaxants for spasticity or sympathomimetics for urgency, were avoided during the study.",
    "Discussion": "A recently published review of all therapy studies in patients with HAM/TSP found that only 86 patients with HAM/TSP have to date taken therapy within randomised controlled trials [11]. Two of these studies, enrolling a total of 40 patients, have found the approach of attempting to reduce HTLV-1 proviral burden by inhibiting HTLV-1 reverse transcriptase to improve symptoms, to be disappointing [23], [24]. Other open label, proof of concept studies with immune-modulators such as humanised anti-Tac (daclizumab) and interferon-β1 have reported a decrease in peripheral HTLV-1 DNA or tax RNA proviral load as well as some improvement of motor function with dacluzimab [25], [26].\nOpen, observational studies describe short term improvement in motor function of HAM/TSP patients with corticosteroids or interferon-α (IFNβ) [12], [13]. An open, randomised trial compared the efficacy of three dosages of IFNα and demonstrated transient, beneficial effects most marked with the highest dose [14].\nThe aim of the current study was to identify a safe, long-term, oral, corticosteroid sparing, anti-inflammatory and immunosuppressive treatment option for patients with HAM/TSP.\nCsA, was selected to determine whether the course of a disease which is believed to be caused by heightened immune activation against chronic HTLV-1 infection could be modified by modulating T-cell activation, thereby giving further insight into pathogenesis.\nThe chief characteristic that distinguishes this trial from all other clinical trials in HAM/TSP are the very strict eligibility criteria, allowing recruitment of only those patients with early or progressing disease. It was considered that these patients would be most likely to benefit from medical intervention and that this would reduce the likelihood of under-estimating the potential of therapy. Although the comparison of the investigational drug with a placebo or another treatment option was not considered appropriate in the absence of any safety or efficacy data in patients with HAM/TSP, a comparison of on treatment data with each patient's his/her own repeat baseline measures are useful to identify a treatment signal in a small group of patients.\nNone of the patients were lost to follow up and all were followed up at the set time points prospectively aiming to capture pre, on and post treatment data. CsA's effect on disease was described by area under the curve analyses, a useful tool in summarising changes over time in a small number of patients whose measurements tend to fluctuate. However, due to the small sample size and number of outcomes analysed, the statistical results presented should be interpreted with caution.\nThe sample size is small for two reasons, one because of the stringent recruitment criteria, recruiting only “early and/or progressing” HAM/TSP and two to make sure this treatment, whilst known to be fairly safe and well tolerated given for other conditions, would also be safe in HTLV-1 infected patients who have a 4–6% background risk of developing ATLL.\nThis study focused on capturing specifically improvement in mobility as well as safety with CsA since these are the two most important outcomes to patients.\nReassuringly CsA was well tolerated by 5/7 patients for 48 weeks, did not have any severe adverse outcomes at 48 or 72 weeks and most importantly no patient has been diagnosed with any malignant disease or opportunistic infection during routine follow up to July 2011 (up to 5 years additional follow up).\nWe measured the time a patient takes to walk 10 meters, taking into account aid usage, as well as IPEC 1 disability scale as outcome measures apart from objective overall improvement. 10 m timed walk increased the sensitivity of measuring change in mobility, while IPEC 1, which like Osame's Motor Disability Scale (OMDS) was developed specifically for patients with HAM/TSP, included many other clinical symptoms of HAM/TSP, although it's assessment of gait is crude. In this study patients, whose mobility was deteriorating at baseline, showed an overall clinical improvement after initiating treatment with CsA within a short period of time (6 months). CsA treatment was associated with specific improvements in timed walk corrected for aid usage, pain, spasticity, daily urinary frequency and nocturia. This degree of improvement was unexpected, since five patients had been symptomatic for a long time (>2.5 to 17 years) including, as illustrated in Figure 10, patients with marked thoracic cord atrophy. Interestingly, despite the TDM driven dose adjustments CsA trough concentrations were below the target minimum on 33.9% of occasions, therefore the potential efficacy of CsA may have been underestimated in this study. Two patients opted to restart treatment during the follow up phase, due to worsening of symptoms after 48 weeks of treatment.\nClinical improvement was observed despite the marked atrophy of the thoracic cord.\nAlthough CsA treatment seemed to yield most clinical benefits by 24 weeks the laboratory markers continued to improve up to 48 weeks. In the subset of patients with high baseline concentrations plasma β2 microglobulin normalised. β2 microglobulin, which has recently been demonstrated to distinguish patients with HAM/TSP from HTLV-1 asymptomatic carriers with a relationship between concentration and degree of motor disability [27] should therefore be tested in larger clinical trials as a peripheral blood surrogate marker of HAM/TSP response to therapy. The observed reductions in β2 microglobulin and CD4+ CD25+ T cell frequency are encouraging both in their own right and particularly in association with the clinical findings. Furthermore the unexpected, albeit small reduction in HTLV-1 proviral load, which appears to be independent of the change in CD4+CD25+ frequency (data not shown) suggests that clinical benefits of immunosuppressive therapy were not at the expense of reduced HTLV-1 specific immunity. In theory a reduction HTLV-1 infected CD4+ CD25+ cells would be associated with a reduction in total HTLV-1DNA load but the reduction in CD4+ cells expressing CD25+ may also occur in HTLV-1 uninfected cells as a direct consequence of CsA therapy or even secondary to a reduced host response to secondary to a reduction in the number of cells capable of expressing viral proteins.\nHigh HTLV-1 proviral load in CSF, compared with PBMCs, is recognised as a marker of HAM/TSP [28], [29]. The four-fold greater reduction in HTLV-1 proviral load in the CSF compared with PBMCs, therefore seems biologically significant, the more so for being independent of other, traditional markers of CSF inflammation such as lymphocyte counts and protein. One possibility is that with T-cell activation inhibition, fewer infected CD4+ T cells were migrating across the blood-brain barrier. This observation needs to be further tested in future studies including later sampling post therapy to determine the duration/reversibility of this change.\nThe optimal duration of therapy remains unknown. Whilst some participants maintained an improved clinical status after discontinuing therapy after 48 weeks others appeared to relapse early. Future, larger, clinical trials of CsA, should therefore consider treating patients for at least 48 weeks. One study participant recently relapsed again after stopping CsA for the second time, after 4 years of therapy.\nIn conclusion CsA, a steroid-sparing immunosuppressive agent, was associated with improved disease outcome in patients with early or progressing HAM/TSP at 24 and 48 weeks follow up. This finding suggests that activated lymphocytes contribute to pathogenesis. This study also demonstrates that close monitoring, even of patients with long standing HAM/TSP, is important to detect those with clinically progressive disease who may benefit from disease modifying therapy.\nA multi-centre, international randomised controlled trial in patients with early and/or progressive HAM/TSP is the next step towards the establishment of an internationally acknowledged treatment protocol. Therefore the currently most commonly prescribed drug for active HAM/TSP, corticosteroids, as well as steroid sparing drugs such as INF-α, INF-β and CsA should be studied in larger phase 2 studies either in placebo-controlled or head-to-head comparative randomised controlled trials."
}