{
    "Abstract": "The ability to appropriately mimic human disease is critical for using animal models as a tool for understanding virus pathogenesis. In the case of Nipah virus (NiV), infection of humans appears to occur either through inhalation, contact with or consumption of infected material. In two of these circumstances, respiratory or sinusoidal exposure represents a likely route of infection. In this study, intermediate-size aerosol particles (~7 μm) of NiV-Malaysia were used to mimic potential routes of exposure by focusing viral deposition in the upper respiratory tract. Our previous report showed this route of exposure extended the disease course and a single animal survived the infection. Here, analysis of the peripheral immune response found minimal evidence of systemic inflammation and depletion of B cells during acute disease. However, the animal that survived infection developed an early IgM response with rapid development of neutralizing antibodies that likely afforded protection. The increase in NiV-specific antibodies correlated with an expansion of the B cell population in the survivor. Cell-mediated immunity was not clearly apparent in animals that succumbed during the acute phase of disease. However, CD4+ and CD8+ effector memory cells increased in the survivor with correlating increases in cytokines and chemokines associated with cell-mediated immunity. Interestingly, kinetic changes of the CD4+ and CD8bright T cell populations over the course of acute disease were opposite from animals that succumbed to infection. In addition, increases in NK cells and basophils during convalescence of the surviving animal were also evident, with viral antigen found in NK cells. These data suggest that a systemic inflammatory response and “cytokine storm” are not major contributors to NiV-Malaysia pathogenesis in the AGM model using this exposure route. Further, these data demonstrate that regulation of cell-mediated immunity, in addition to rapid production of NiV specific antibodies, may be critical for surviving NiV infection."
}