{
    "Abstract": "We investigated the impact of helminths and malaria infection on Kaposi’s sarcoma associated herpesvirus (KSHV) seropositivity, using samples and data collected from a cluster-randomised trial of intensive versus standard anthelminthic treatment. The trial was carried out in 2012 to 2016 among fishing communities on Lake Victoria islands in Uganda. Plasma samples from 2881 participants from two household surveys, the baseline (1310 participants) and the final (1571 participants) surveys were tested for KSHV IgG antibody responses to K8.1 and ORF73 recombinant proteins using ELISA. The baseline survey was carried out before the trial intervention while the final survey was carried out after three years of the trial intervention. Additionally, a subset sample of 372 participants from the final survey was tested for IgE, IgG and IgG4 antibody concentrations to S. mansoni adults worm antigen (SWA) and S. mansoni egg antigen (SEA) using ELISA. Infection by helminths (S. mansoni, N. americanus, T. trichiura and S. stercoralis) was diagnosed using real-time PCR, urine circulating cathodic antigen (CCA) and stool microscopy (Kato-Katz method) while malaria infection was diagnosed using microscopy. We analysed the relationship between helminth and malaria infections and KSHV seropositivity using regression modelling, allowing for survey design. At baseline, 56% of the participants were male while 48% of the participants were male in the final survey. The most prevalent helminth infection was S. mansoni (at baseline 52% and 34% in the final survey by microscopy, 86% by CCA and 50% by PCR in the final survey). KSHV seropositivity was 66% (baseline) and 56% (final survey) among those 1–12 years and >80% in those 13+ years in both surveys; malaria parasitaemia prevalence was 7% (baseline) and 4% (final survey). At baseline, individuals infected with S. mansoni (detected by microscopy) were more likely to be KSHV seropositive (aOR = 1.86 (1.16, 2.99) p = 0.012) and had higher anti-K8.1 antibody levels (acoefficient = 0.03 (0.01, 0.06) p = 0.02). In the final survey, S. mansoni (by microscopy, adjusted Odds Ratio (aOR = 1.43 (1.04–1.95), p = 0.028) and malaria parasitaemia (aOR = 3.49 (1.08–11.28), p = 0.038) were positively associated with KSHV seropositivity. Additionally, KSHV seropositive participants had higher S. mansoni-specific IgE and IgG antibody concentrations in plasma. Furthermore, HIV infected individuals on cART were less likely to be KSHV seropositive compared to HIV negative individuals (aOR = 0.46 (0.30, 0.71) p = 0.002). Schistosoma species skew the immune response towards Th2 and regulatory responses, which could impact on KSHV reactivation if co-infected with both organisms."
}