{
    "Background": "Trypanosomiasis is regarded as a constraint on livestock production in Western Kenya where the responsibility for tsetse and trypanosomiasis control has increasingly shifted from the state to the individual livestock owner. To assess the sustainability of these localised control efforts, this study investigates biological and management risk factors associated with trypanosome infections detected by polymerase chain reaction (PCR), in a range of domestic livestock at the local scale in Busia, Kenya. Busia District also remains endemic for human sleeping sickness with sporadic cases of sleeping sickness reported.",
    "Results": "In total, trypanosome infections were detected in 11.9% (329) out of the 2773 livestock sampled in Busia District. Multivariable logistic regression revealed that host species and cattle age affected overall trypanosome infection, with significantly increased odds of infection for cattle older than 18 months, and significantly lower odds of infection in pigs and small ruminants. Different grazing and watering management practices did not affect the odds of trypanosome infection, adjusted by host species. Neither anaemia nor condition score significantly affected the odds of trypanosome infection in cattle. Human infective Trypanosoma brucei rhodesiense were detected in 21.5% of animals infected with T. brucei s.l. (29/135) amounting to 1% (29/2773) of all sampled livestock, with significantly higher odds of T. brucei rhodesiense infections in T. brucei s.l. infected pigs (OR = 4.3, 95%CI 1.5-12.0) than in T. brucei s.l. infected cattle or small ruminants.",
    "Conclusions": "Although cattle are the dominant reservoir of trypanosome infection it is unlikely that targeted treatment of only visibly diseased cattle will achieve sustainable interruption of transmission for either animal infective or zoonotic human infective trypanosomiasis, since most infections were detected in cattle that did not exhibit classical clinical signs of trypanosomiasis. Pigs were also found to be reservoirs of infection for T. b. rhodesiense and present a risk to local communities."
}