{
    "Background": "In endemic communities where the prevalence of Schistosomiasis is ≥ 10%, annual preventive chemotherapy is recommended. Traditional sampling methods determine infection prevalence through district-level surveys in school-aged-children (SAC). Recently, an alternative sampling strategy—the Schistosomiasis Practical and Precision Assessment (SPPA) protocol—was developed to aid in targeting treatment to the sub-district level. A prototype circulating anodic antigen rapid diagnostic test (CAA RDT) could avoid the pitfalls associated with current microscopy techniques and therefore be better suited to support precision-mapping.",
    "Methodology": "We modelled the ability of a CAA RDT to correctly classify sub-district prevalence above or below the 10% threshold in simulated districts under alternative sampling strategies. Each district (10 sub-districts/district) had varying mean prevalence and prevalence distributions. Test sensitivity (60–100%) and specificity (95–100%) of the CAA RDT was varied. We then determined the associated survey costs for prevalence mapping or monitoring and evaluation for each sampling strategy using the CAA RDT compared to microscopy.",
    "Results": "The CAA RDT cost/SAC was US$12.14, which was similar to Kato-Katz (US$13.23/SAC) using traditional sampling. Sampling with the CAA RDT cost the least when conducting SPPA sampling or M&E, or when both Kato-Katz and urine filtration were required. High specificity of the CAA RDT was a key determinant of performance and a test with 100% specificity and 85% sensitivity correctly classified the most sub-districts (87%) under SPPA sampling. SPPA sampling generally led to less under- and overtreatment of sub-districts compared to traditional sampling.",
    "Conclusions": "A CAA RDT with high specificity will lead to similar treatment success at lower costs, under either sampling strategy, as compared to Kato-Katz and urine filtration. The CAA RDT could be a valuable diagnostic tool for determining schistosomiasis prevalence and could better support precision mapping strategies through reduced costs, thereby improving mass drug administration and aiding programmes to eliminate schistosomiasis as a public health problem."
}