{
    "Introduction": "Leptospira are spirochete bacteria, including pathogenic species that cause leptospirosis, which is an endemic disease in subtropical and tropical countries. To date, about 69 Leptospira species, and more than 300 serovars are known [1–3]. Certain serovars have been reported as regionally endemic and increasingly host-adapted serovars in several animal species, especially rodents [4,5]. For example, the brown Norwegian rat (Rattus norvegicus) is an important global host for serovar Icterohaemorrhagiae, pigs for Bratislava and cattle for Hardjo [4]. Animal hosts to which serovars have successfully adapted remain asymptomatic but capable of shedding leptospires in urine for prolonged periods, consequently contaminating water, and soil [4,5]. Transmission to humans and domestic animals usually occurs either through direct contact of mucosae with Leptospira-contaminated urine or indirectly via water and soil [4,5].\nThe global annual incidence of human leptospirosis is estimated at one million cases, resulting in approximately 58,900 deaths [6]. For East Sub-Saharan Africa, annual morbidity of 91,100 cases per 100,000 population has been reported [6]. In Uganda, Leptospira exposure has been shown in febrile patients from geographically distinct areas [7–10]. Domestic animals, particularly cattle and pigs are speculated as the source of these human Leptospira exposures [7,8,10], despite evidence of exposure in other main reservoirs such as wildlife [11]. This is possible since human-wildlife interactions are less common than interactions with domestic animals. In one study, Leptospira seroprevalence of 35% was reported, with patients who had been involved in skinning of cattle having 12 times higher odds of being seropositive [8]. L. borgpetersenii Nigeria from serogroup Pyrogenes was the most prevalent serovar in that study. Follow-up studies reported Leptospira seroprevalence of 19.3% among cattle on farms in the Northern and Eastern districts of Uganda [12], and 27.8% in cattle from a geographically wider survey in slaughter facilities [13]. However, serovar Nigeria was not as highly prevalent in cattle as was reported in humans, suggesting there may be other animal sources. Leptospira exposure had also been reported in dogs in Uganda, and to similar serogroups as reported in cattle [14]. Although this could mean endemicity and widespread exposure to leptospires among domestic animals in Uganda, comparable reports of Leptospira serovars or serogroups circulating in some domestic animal hosts are missing.\nThe epidemiology of leptospirosis is dynamic, even in endemic setups [15]. Thus, control and prevention strategies should be based on an updated understanding of the infection sources, infecting Leptospira types or serogroups and factors associated with transmission. This information can be derived from disease surveillance activities in targeted areas and populations. In this regard, slaughter facilities permit convenient sampling from large livestock populations in a wide geographical reach [16]. In the current study, we used slaughter facilities across three regions of Uganda, to determine the extent of Leptospira exposures, associated risk factors and circulating serogroups among pigs, goats, and sheep.",
    "Materials and methods": "Ethics statement\nStudy procedures were approved by the Institutional Animal Care and Use Committee of the International Livestock Research Institute (Approval Number ILRI-IACUC2022-17), the School of Biosecurity, Biotechnical and Laboratory Sciences, College of Veterinary Medicine, Animal Resources and Biosecurity (COVAB), Makerere University (Approval number SBLS/HDRC/20/012) and the Uganda National Council for Science and Technology (Approval Number HS1563ES). Written consent was obtained from the management of the slaughter facilities ahead of the study.\n\n\nDescription of study area\nUganda is a land-locked country located in East Africa, with a land area of 241,551 km2 and a warm tropical climate [17]. The country is divided into four geographical regions (North, East, Central and West), and 135 districts as shown in Fig 1. The population of Uganda was estimated at 40.3 million people by mid-2019 and indicated to rapidly grow. Most of the people are involved in some form of crop or livestock farming, especially in the rural areas [17]. There are about 16.4 million goats, 14.6 million cattle, 4.6 million sheep and 4.2 million pigs in Uganda, making these the country’s most kept livestock species, after poultry. A large proportion of pigs are kept in the Central and Western regions [17]. The majority of cattle, sheep and goats are kept in a pastoralist-dominated continuous strip of land stretching from the Southwestern to the Northeastern part of the country, commonly known as the cattle corridor [18]. This corridor is target for local livestock trade, and has been shown to dominate supply of cattle to the largest slaughter facilities in Uganda [19].\nSource: Map drawn in Open QGIS version 3.10, with a base layer of Uganda districts downloaded from the data portal of the United Nations High Commissioner for Refugees (Document - Uganda Districts Shapefiles 2020 (unhcr.org).\n\n\nStudy design\nA cross-sectional study was conducted between December 2021 and October 2022, in selected livestock slaughter facilities across three of the four geographical regions of Uganda. In each region, one district that slaughtered the highest number of all livestock species, and in which the slaughter facilities supported our sampling strategy was selected as a study site. The initial list of target districts by region, livestock population and slaughter volume were generated with consultation from stakeholders in the Uganda Ministry of Agriculture, Animal Industry and Fisheries at project inception. Reconnaissance visits were then made to map slaughter facilities and assess their fitness to sampling strategy. The rationale was that the daily demand for slaughter animals in the large regional slaughter facilities is met by a supply from several districts within that and/or other regions, enabling a large geographically representative sample of livestock. The selected study sites were Lira in the Northern region, Kampala in the Central, Mbale (for goats and sheep) and Soroti (for pigs only) in the Eastern region (Fig 1). Two sites were recruited in the Eastern region since no single district slaughtered the highest number of all the livestock species. No site was recruited in the Western region following notification by key informants that a significant proportion of livestock slaughtered in Kampala (our study site in Central) came from the Western region, a fact also indicated by a previous study in slaughter cattle [19].\n\n\nSample size estimation\nSample sizes were calculated in epitools epidemiological calculators [20], considering an imperfect microscopic agglutination test (MAT) with sensitivity and specificity of 55% and 97%, respectively, in an asymptomatic population [21], confidence level of 0.95 and precision of 0.05. The design seroprevalences for the sample size calculation were based on reports from countries neighboring Uganda due to missing local reports. The sample size estimates were: 915 pigs, based on a seroprevalence of 32.9% as reported in Kenyan slaughter pigs [22], and 403 for goats and sheep altogether, based on 8.5% seroprevalence reported in Tanzania [23]. Goats and sheep are considered a single population because we assume similar exposure risk, since they are always grazed and housed together.\n\n\nSampling strategy and sample collection\nIn Lira and Mbale, small ruminants (sheep and goat) were sampled from two slaughter facilities with the highest daily slaughter numbers. There were two equally large ruminant slaughter facilities in Kampala, but for convenience we sampled from one. Samples from small ruminants were collected for 30 days at each site, skipping a day in between collections, to minimize over-representation of animals with the same population characteristics, for example coming from the same herd. In all sites, pigs were sampled from one facility, for 16 consecutive days, except in Soroti, where it lasted 10 days due to anticipated interference by Easter festivals. To compensate for the time difference, a second pig slaughter facility was enrolled. Consecutive sampling of pigs was considered because the daily slaughter stock turnover ranged between 80–100% in all sites at the time.\nOn each collection day, slaughtered animals were sampled opportunistically (next animal selected when sampling of the current one was completed). For each selected animal, blood from the cut neck vessels was collected into a sterile, single-use 50 or 120-mL container, and immediately transferred into an 8.5 mL serum separator tube (BD Vacutainer Ref 367958). The age (young, adult), sex (male, female), and breed (local, exotic, or cross) were noted. Age was based on empirical knowledge, with adult small ruminant being older than approximately seven months and pigs about six months or older. Assignment of breed was based on phenotypic characteristics of the animals. Information on the district of origin was often obtained from the traders or at times animal movement permits held at the slaughter facilities. Samples were transported daily in an ice-cooled box to the Central Diagnostic Laboratory at COVAB, Makerere University, Uganda. At the laboratory, blood was spun at 3,857 x g for 5 minutes, and serum separated into cryogenic tubes for storage at -20°C until tested.\n\n\nSerological testing\nThe MAT as recommended by the World Organization for Animal Health (WOAH) was used to determine presence of anti-Leptospira antibodies [24]. The MAT panel comprised of 12 serovars representing 12 serogroups (Table 1), and considered serogroups previously described as prevalent in Uganda [8,12,13], and those maintained in livestock elsewhere in East Africa [22,23,25]. All the serovars on the panel belong to pathogenic Leptospira species, which are known to infect humans and/or animals [1]. Strains of serovars used in the MAT were obtained from the Leptospirosis Reference Centre (WOAH Reference Laboratory for Leptospirosis), Amsterdam, the Netherlands. The strains were maintained at 29.5°C in commercial formulations of Ellinghausen and McCullough Johnson and Harris (EMJH) medium supplemented with commercial albumin, polysorbate 80 and additional growth factors (BD Difco Leptospira Enrichment, product 279510). Briefly, seven-day old live Leptospira cultures were used to screen the serum samples at an initial dilution of 1:50. Samples with a positive reaction were then titrated in a serial two-fold dilution until 1:12800, to determine the titre (reciprocal of the highest serum dilution at which ≥ 50% of the leptospires remained agglutinated). Sera with a titre ≥100 were considered seropositive. The reported titres here are consensus readings of two proficient observers and include the volume of the antigen culture.\n\n\nData analysis\nData was entered in Microsoft Excel from Microsoft office 365 (Version 2306 Build 16.0.16529.20164), and analysed in R version 4.1.1 [26]. Seroprevalence by category of livestock (pigs or small ruminants) was calculated using the epi.prev function in the EpiR package. For each category of livestock, association between seropositivity and exposure variables (age, sex, breed, and region of origin) was analysed by entering all variables in a multivariable logistic regression model. A manual backward selection method was used to control for confounding variables, and only variables with a P value <0.05 were retained in the final model. To reduce the degrees of freedom, the seven exotic pigs were added to the same category as crossed breeds, since the two are genetically closer, compared to local breeds. The variable “region of origin” was generated by assigning the district from which the sampled animal was sourced to the respective geographical region of Uganda. The one pig from the Western region was excluded from the analysis. Model fitness was assessed using the Hosmer and Lemeshow goodness of fit test.",
    "Results": "Study population characteristics\nIrrespective of the species, most of the animals sampled were adult (68.18%) and female (56.37%). Small ruminants were predominantly of breeds local to Uganda, while 66.41% of the pigs were of crossed breeds (Table 2). Facilities in Kampala slaughtered the largest number of animals, accounting for 56.66% (787/1389) of the total samples collected, despite ensuring similar sampling duration in the other study sites. A total of 615 pigs and 172 small ruminants were sampled from slaughter facilities in Kampala. There were 210 pigs and 172 small ruminants sampled from slaughter facilities in Lira, while the count in Mbale was 119 small ruminants, and in Soroti, 101 pigs. Small ruminants sampled in Kampala and Mbale were sourced from several regions of Uganda (S1 Fig). The district of origin for 29 animals (2.09% of the total sampled), could not be determined due to lack of access to accompanying documentation (Table 2).\n\n\nLeptospira seroprevalence\nLeptospira seroprevalence as determined by MAT titre ≥100 was 26.67% (247/926, 95% confidence intervals [CI] = 23.92–29.61) among pigs, and 21.81% (101/463, 95% CI = 18.29–25.80) in small ruminants. Most of the seropositive pigs reacted to serovar L. interrogans Australis (47.9%) and L. kirschneri Grippotyphosa (22.9%), while small ruminants reacted more to L. borgpetersenii Tarassovi (58.9%) and L. interrogans Australis (19.4%), as shown in Fig 2. Leptospira seropositivity was highest in pigs that were sourced from the Northern region (44.29%), and in small ruminants from the Central region (31.43%). Adult and female livestock of all species were more seropositive compared to their young and male counterparts (Table 3). Seropositivity to multiple Leptospira serovars was detected in 7.02% (65/926) of the pigs and 3.89% (18/463) of the small ruminants. Most multiple reactions involved Australis with Grippotyphosa (35 counts), or Australis with Tarassovi (22 counts) (S1 Table). Up to 1.62% (15/926) of the pigs, and 2.59% (12/463) of the small ruminants sampled had high anti-Leptospira antibody titres (≥800), indicating probable recent infection (S2 and S3 Tables).\n\n\nRisk factors for Leptospira seroprevalence\nIn the final regression model in pigs, Leptospira seropositivity was only significantly associated with region of origin (Table 4). Odds were 2.82 (95% CI 1.84–4.30) and 3.56 (95% CI 2.52–5.02) times higher for pigs sourced from the Eastern and Northern region, respectively, when compared to the Central region. In small ruminants, female (Odds Ratio (OR) 2.74, 95% CI 1.69–4.57) and adult (OR 4.47, 95% CI 1.57–18.80) small ruminants were significantly more seropositive (Table 4). There was no significant association between Leptospira seropositivity and breed or region of origin of small ruminants.",
    "Discussion": "In this study, 26.67% of pigs and 21.81% of goats and sheep (small ruminants) sampled were seropositive for Leptospira, mostly of the Tarassovi, Australis and Grippotyphosa serogroups. Region of origin was a risk factor for Leptospira exposure in pigs while exposure in small ruminants was associated with age and sex. Leptospira seroprevalence reported in the current study may be higher than on-farm seroprevalence, especially for pigs, because of possible selection bias associated with sampling from slaughter animals. In endemic setups, farmers may cull animals based on disease-associated characteristics such as old age or poor reproductive performance [27]. Nevertheless, our study provides useful insights on Leptospira exposure in Ugandan livestock.\nSimilar seroprevalence levels and predominance of Leptospira serovars L. interrogans Australis and L. borgpetersenii Tarassovi was reported earlier in dogs (25.9%) and cattle (27.8%) from various locations of Uganda [13,14]. Leptospira infection of 10% has also been shown by PCR in kidney and reproductive tracts of slaughter pigs in Uganda, although the infecting serovars could not be concluded, making it difficult to compare these findings to our study [28]. Nonetheless, PCR based molecular assays permit more robust detection of ongoing Leptospira infection and downstream identification of serogroups/serovars that are local to the study area [29]. In this regard, molecular assays are superior to the MAT that relies on the representativeness of the selected reference serovars. Therefore, future studies in Uganda may test livestock by molecular assays to confirm if they are carriers of leptospires and detect locally circulating serovars.\nThe prevalence of Icterohaemorrhagiae, a rodent-associated serovar was rather low in the current study. This agrees with previous studies conducted in cattle and humans [8,12,13] and raises questions on the role of rodents in maintenance and transmission of Leptospira in Uganda. It is possible that rodents in Uganda reserve different serovars/serogroups from those used on the MAT panels or that the level of environmental contamination by rodents is generally too low to permit an indirect transmission. Future studies may consider determining Leptospira genome species reserved by rodents from several ecological sites and compare these to what is found in livestock and humans, to identify their potential role in Leptospira transmission pathways in Uganda.\nImportant from an animal productivity and public health perspective was the number of animals (n = 27, 1.94%) in the current study with high antibody titres (≥800) that may indicate recent infection. Leptospira infection in livestock results in production losses, from reduced milk yield in dairy herds, stunting in young animals, abortions, and sometimes deaths, depending on the infecting Leptospira species. Infected livestock may carry leptospires in their kidneys and shed the bacteria in urine, consequently increasing risk of transmission to other animals as well as humans [4,5]. The risk may be higher for individuals who are in frequent contact with livestock, especially slaughterhouse workers. Leptospira exposure among slaughterhouse workers has been reported in other East African countries [30,31], highlighting need for similar investigations in Uganda.\nFinding the same serovars circulating in small ruminants and pigs could suggest interspecies transmission. Infection via contaminated environmental sources is a plausible explanation for this, given the farming practices. Small ruminants in Uganda are mainly kept by free-range during which infected ones could shed leptospires into water, soil, and vegetation. While the majority of pig farms in Uganda are semi-intensive, it is also common for subsistence farmers to free-range or tether pigs, particularly in the Northern and Eastern regions [32,33]. This may also be the reason for the significantly higher Leptospira seroprevalence in pigs from the Northern and Eastern regions, compared to the Central region. In some parts of Northern Uganda, free-ranging of pigs is more common in the rainy months of October-April [32], when the surface runoffs could facilitate survival and spread of leptospires in soil and water. The lack of data on pigs from the Western region may generate a sampling bias but is not expected to undermine the observed association between seropositivity and region of origin in the current study. The husbandry practices and breeds of pigs kept in the Western region are comparable to the Central region [34,35], making it reasonable to assume that the level of seropositivity is similar between the two regions.\nThe observed high Leptospira seropositivity in adult small ruminants could be because adult animals are more exposed to Leptospira reservoirs in their endemic environments for having lived longer than their young counterpart. However, sampling from slaughter populations like in our case may mean over-representation of adult animals, since selection of slaughter animals is mostly based on size or weight, which correlates with age. Finding a plausible explanation for the significantly high Leptospira seropositivity in female small ruminants in the current study is difficult, as the relationship between sex and immunity of animals to infectious diseases is inconsistently reported [36]. This association should also be cautiously extrapolated to the general population due to potential for over-representation of adult female animals. Female livestock sold for slaughter are often older than their male counterpart, since farmers selectively keep females born on farm for reproduction [37]. Additionally, selection of slaughter animals based on disease associated reproduction performance may be more common among adult females, increasing chances of Leptospira seropositive female animals being selected for slaughter. No wonder, studies conducted in slaughter facilities have consistently had larger proportions of female animals, and found high exposures among females, irrespective of the disease being investigated [22,28,38].\nWe found a higher Leptospira seroprevalence than was reported elsewhere in East Africa. For example; Leptospira seroprevalence of 8.47% (n = 248) was reported in goats and sheep of Tanzania, though a higher test cut-off titre (≥160) was used [23]. When the cut-off in our study is raised to ≥200, the prevalence would be about 14.25%. In Kenya, prevalence of 32.9% (cut-off titre ≥40) was shown in slaughter pigs, with L. interrogans serovar Lora (serogroup Australis) being highly prevalent [22]. At a cut-off ≥160, the authors reported seroprevalence of 6.8% (17/252) which is lower than 17.9 3% if we considered a cutoff of ≥200 in our study. A weighted seroprevalence of 15% was reported from a longitudinal study in small ruminants of Tana River County, Kenya, with similar circulating serogroups as found in our study [39]. This study did not test Tarassovi, the commonest serogroup in small ruminants in our study. Tanzania and Kenya are neighbors with Uganda, and the three countries share similar ecology [40]. This may mean that the same factors influence Leptospira transmission. Transboundary movement of livestock between these countries could also contribute to the observed similarity in circulating serovars [41].\nOur study fills the knowledge gap on Leptospira exposure and circulating serogroups in pigs, goats, and sheep. This, together with previous reports in cattle and dogs [12–14], implies that leptospirosis is endemic in Uganda, and widespread in domestic animals. These findings may inform future programs for the control of leptospirosis in livestock in Uganda."
}