{
    "Introduction": "Trachoma is an eye disease caused by ocular infection with Chlamydia trachomatis, which can result in blindness after cycles of repeated infections. The World Health Organization (WHO) estimates that trachoma accounts for 2.9% of blindness globally [1]. Since 1997, the WHO has advocated for the ‘SAFE’ strategy (Surgery, Antibiotics, Facial hygiene and Environmental improvement) for trachoma control and elimination of blinding trachoma [2]. Implementation of SAFE is targeted at the district level with thresholds of disease prevalence used to determine which districts qualify for intervention. Population based prevalence surveys are the “gold standard” for estimating prevalence of the clinical signs of trachoma in populations and are therefore essential for programme planning, implementation, monitoring and evaluation [3].\nTrachoma has long been known to be prevalent in parts of the Sudan. A report by MacCallan in 1934 documented trachoma among school pupils in Khartoum and further north among school children in Nubia (North of Wadi Halfa) [4]. Surveys undertaken by the WHO in the Northern Province between 1963 and 1964 in Atbara Town and surrounding villages revealed trachoma to be a serious public health problem [5]. In 1975, a review of records dating from 1959 to 1969 reported the highest rate of trachoma in the Northern Province and suggested a reducing gradient as one moved further southwards [6]. In addition, the 1975 study also surveyed children aged 0–15 years in Atbara Town and revealed findings similar to those reported a decade earlier by Majcuk [5]. While this evidence demonstrates the historical presence of trachoma in Sudan, these earlier studies used trachoma diagnostic criteria which differ from the current WHO simplified grading system [7], and reflect a pattern of disease that may no longer be relevant.\nA survey of 14 villages in Wadi Halfa (Northern State) in 2000 revealed that prevalence of trachomatous inflammation follicular (TF) and/or trachomatous inflammation intense (TI) was 47% among children aged 1–10 years while 4% of women aged over 40 years had trachomatous trichiasis (TT); confirming trachoma as a serious public health problem according to the WHO standards [8]. Despite the historical evidence of trachoma in northern Sudan, there had been no large scale surveys to map trachoma prevalence at the district level in this vast region. This study aimed to assess the northern states of Sudan using contemporary trachoma survey methods in order to estimate the need for trachoma control interventions and plan for elimination of trachoma in the region.",
    "Methods": "Ethical statement\nThe surveys were a routine public health practice to inform implementation of SAFE interventions. We used verbal informed consent which is routine practice during surveys undertaken by National Trachoma Control Programs. The Institutional Review Board of Emory University (IRB # 079-2006) and the Sudan Federal Ministry of Health approved the survey protocol and verbal consent procedures. Verbal informed consent to participate was given by the head of the household, each individual and parents of children in accordance with the declaration of Helsinki. Consent for household interviews and trachoma examination was documented by interviewers and examiners on the data collection forms. Personal identifiers were removed from the data set before analyses were undertaken.\n\n\nStudy site\nSudan is the largest country in Africa covering an area of 2.5 million square kilometres. The survey was undertaken in 88 localities (districts) from 2006 to 2010, which together compose 12 out of 15 northern states of Sudan (Figure 1, Map). It was not possible to conduct population-based probability sampling in the three states in the Darfur region (34 districts total) due to internal migration and security concerns.\n\n\nSampling\nThe sample size was calculated to allow for estimation of at least 10% prevalence of trachomatous inflammation follicular (TF) in children aged 1–9 years within a precision of 5% given a 95% confidence limit and a design effect of 3. We also aimed to estimate at least 3% prevalence of trachoma trichiasis (TT) in persons aged 15 years and above within a precision of 2% at 95% confidence limit and a design effect of 2. Additionally we assumed a 10% non-response rate. Therefore at least 456 children aged 1–9 years and 614 persons aged 15 years and above were to be examined per district. In each district, a two-stage cluster random sampling design with probability proportional to size was used to select the sample. A cluster was defined as the smallest administrative area (i.e. a village in the rural districts or recognised administrative units in the urban districts). A line list (sampling frame) of the names and estimated populations of all clusters in the district was prepared. In the first stage, clusters were randomly selected with probability proportional to the estimated population using computer generated random numbers. Fifteen clusters were selected at random in each district; however, fewer clusters (six) were selected in eight districts comprising densely populated urban areas. In the second stage, 20 households were selected from each cluster using the mapping and segmentation method [9]. All residents of selected households were identified by the heads of household and enumerated by the survey teams. Eligible participants who were present underwent eye examination. An attempt was made to examine absentees by returning to households where people were absent on the day of the survey. It was not possible to return to the village on a different day to follow-up any absentees due to logistical constraints.\n\n\nTrachoma grading\nExamination for trachoma signs was conducted by doctors and ophthalmic medical assistants trained in using the WHO simplified grading system [7]. Potential examiners underwent training to apply the simplified grading scheme led by an ophthalmologist experienced in trachoma grading. A reliability study was conducted using a set of standardised photographs and an additional reliability study of 50 patients was performed at each training. Examiners had to achieve at least 80% inter-observer agreement in identifying trachoma signs compared to the ophthalmologist to participate in the survey.\nAll eligible household residents present on the day of the survey were invited to undergo eye examination. Prior to screening for signs of trachoma, faces of children were briefly inspected for cleanliness and defined as “clean” if nasal and/or ocular discharge were absent. Participants were examined for trachoma signs using a ×2.5 magnifying binocular loupe and torch if the ambient light was insufficient. Each eye was examined first trachomatous trichiasis (TT, defined as the presence of at least one eyelash rubbing on the eyeball or evidence of recent removal of in-turned eyelashes), and the cornea was then inspected for corneal opacities (CO). The upper conjunctiva was subsequently examined for inflammation (TF, and TI) and scarring (TS). Both eyes were examined and findings for the worst affected eye recorded. Signs had to be clearly visible in accordance with the simplified grading system in order to be considered present. Alcohol-soaked cotton-swabs were used to clean the examiner's fingers between examinations. Individuals with signs of active trachoma (TF and/or TI) and residents within the same household were offered free treatment with antibiotics according to national guidelines. TT patients were referred to the health system where free surgery was available.\n\n\nHousehold interviews and observations\nStructured interviews with adult household respondents and observations were used to assess demographic and household characteristics. Interviews were conducted by trained local health volunteers under supervision by experienced health officers. Prior to the survey, the questionnaire was translated and printed in Arabic language. The questionnaire was then pilot-tested in a non-survey cluster to standardise interviews, observations and completion of the pre-coded answers.. During household interviews, respondents were asked about: source of drinking water and walking time to fetch water; frequency of washing faces of children; sanitation facilities; and livestock, radio and television ownership. In households reporting latrine ownership, the presence of the latrine was verified by observation. Improved water sources were defined according to the WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply and Sanitation categories (http://www.wssinfo.org/en/definitions-methods/watsan-categories); and included piped water, borehole, protected dug well, protected spring and rainwater.\n\n\nStatistical analysis\nStatistical analysis was conducted using Stata 8.2 (Stata Corporation, College Station, Texas). Descriptive statistics were used to examine the sample characteristics and the prevalence of trachoma signs. Confidence intervals for the point estimates were derived using the Huber/White sandwich estimator of variance to adjust for the clustering effects of trachoma. We investigated household factors associated with active trachoma by comparing households where one or more children aged 1–9 years had been diagnosed with TF and/or TI with households where no children had TF and/or TI. Univariate logistic regression analysis was conducted for each potential explanatory factor. Multivariable analysis was then undertaken by stepwise regression analysis for model selection. This involved starting with a null model then proceeding in a sequential fashion of adding/deleting explanatory variables if they satisfied the entry/removal criterion which was set at 5% significance level using a log-likelihood ratio test. To derive estimates of the total number of people with TT, prevalence of TT was adjusted for age and sex according to the population structure. The 95% confidence intervals of the adjusted TT prevalence estimates were multiplied by the population estimates to derive the lower and upper bounds of those requiring TT surgery. Finally, based on the survey findings, we estimated the targets for latrine construction by calculating the number of household latrines required to halve the proportion of households that did not have access to a latrine (millennium development goal [MDG] indicator 7.9) [10].",
    "Results": "Characteristics of the study population\nTable 1 summarises the sample, participants and household characteristics by locality (district). The survey was undertaken in 88 districts and the sample comprised 1,260 clusters from which 25,624 households were surveyed. A total of 106,697 participants (out of the 130,700 enumerated, a response rate of 81.6%) were examined for trachoma signs. Of the 24,003 participants not examined, 88.3% were absent during the household visit and majority (69.1%) were male. Of the participants included in the analysis the mean age was 20.9 (standard deviation [sd] = 19.1) and males comprised 42.0%.\nTable 1 lists locality level estimates for each household characteristic. Overall, the mean number of people per household was 5.1(sd = 2.5). Overall, household access to an improved water source was 43.1% (range by district 0.0–100) and proportion of households reporting round trip to collect water within 30 minutes was 69.2% (range by district 6.7–100). Washing children's faces at least two times a day was reported in 64.5% (range by district 24.7–88.2) of households. Household latrine ownership was 45.2% (range by district 1.3–100). Proxy indicators of household wealth were: livestock ownership (70.2% [range by district 19.4–97.7]); radio ownership (48.4% [range by district 0.0–76.9]); and television ownership (26.1% [range by district 0.0–86.3]).\n\n\nPrevalence of trachomatous inflammation-follicular (TF), clean face and trachomatous trichiasis (TT)\nThe prevalence of trachomatous inflammation-follicular (TF), clean face and trachomatous trichiasis (TT) are shown in Table 2 and Figures 1, 2 and 3. The prevalence of TF in children aged 1–9 years by district ranged from 0.0–19.8%. TF prevalence was above 10% in three districts: two in Blue Nile State (Geissan and Kurmuk); and one in Gederaf State (El Galabat East). A total of 11 districts had TF prevalence of between 5 and 9%, including: Dongola in Northern State; Port Sudan and Sawaken in Red Sea State; El Fashga, El Rahd, Gedaref and Gorisha in Gedaref State; El Jabalian in White Nile State; Eldindir in Sinnar State; Baw in Blue Nile State; and Abu Jubaiyeh in South Kordufan State. Overall, 84.7% (range by district 46.9–100) of children aged 1–9 years had a clean face. The prevalence of TT in adults aged 15 years and older by district ranged from 0 to 6.7%. TT prevalence was above the WHO threshold for community based intervention of 1% in 20 districts (which included the three districts with TF prevalence >10%). The prevalence of TT increased with age with an overall significantly higher prevalence among females compared to males (OR [Odds Ratio] = 1.7; 95% CI 1.4–2.2) [Figure 3].\n\n\nHousehold factors associated with active trachoma\nTable 3 summarises the univariable and multivariable logistic regression of associations between presence of children with active trachoma in a household and potential risk factors. Univariable analysis showed that increasing household size (OR[per additional person] = 1.2; 95% CI 1.2–1.3), head of household with no formal education (OR = 1.7; 95% CI 1.4–2.1), and keeping livestock within the household compound (OR = 3.0; 95% CI 2.3–4.1) were associated with higher odds of children with active trachoma in a household. On the other hand, reporting washing children's faces 2 or more times a day (OR = 0.7; 95% CI 0.6–0.9); pit latrine ownership (OR = 0.7; 95% CI 0.6–0.9); and television ownership (OR = 0.4; 95% CI 0.3–0.6) were associated with decreased odds of active trachoma. Factors independently associated with increasing odds of active trachoma were: increasing household size (OR[per additional person] = 1.2; 95% CI 1.2–1.3); head of household with no formal education (OR = 1.4; 95% CI 1.1–1.7); and keeping livestock within the household compound (OR = 2.5; 95% CI 01.9–3.7). On the other hand, reporting washing children's faces 2 or more times a day (OR = 0.8; 95% CI 0.6–0.9) and television ownership (OR = 0.4 ; 95% CI 0.3–0.6) were independent predictors of reduced odds of active trachoma.\n\n\nSAFE intervention goals\nThe estimated objectives for the implementation of SAFE in the northern states of Sudan, by locality, are summarised in Table 2. It was estimated that 31,072 people in the northern states had TT (lower and upper bounds = 26,125–36,955) [Figure 4]. Based on TF prevalence estimates, three and 11 districts were eligible for mass antibiotic distribution and targeted antibiotic distribution, respectively. We estimated that all 88 localities surveyed were eligible for facial hygiene promotion while 548,678 household latrines were required to meet the MDG indicator 7.9 in all areas surveyed.",
    "Discussion": "Trachoma surveys are essential for quantifying disease prevalence in order to facilitate programme planning, implementation, monitoring and evaluation. Population-based prevalence surveys are the “gold standard” for estimating prevalence of trachoma in populations. These surveys demonstrate that district-level surveys are feasible to conduct over such a large geographical area district by district and are comparable to surveys in Morocco, The Gambia, and Ethiopia [11]–[13]. This contemporary population-based trachoma prevalence survey covered nearly all of the northern states of Sudan. With the Federal Ministry of Health (FMOH) having set goals to eliminate trachoma from these northern states by the year 2015 [14], these data will be important in establishing health priorities.\nThese surveys have a number of potential limitations. The desired sample size was obtained in only 56/88 localities. This is largely explained by the pre-survey sample size calculations which assumed 6 persons per household; however, our results revealed a mean household size of 5. In addition the proportion of persons absent from selected households was 16.3% rather than our estimated non-response rate of 10%. Many adult men were absent from the households at the time of the survey team's visit. This may have potentially biased the prevalence of TT in adult men, as healthy men may have been more likely not to be examined while older men may have been more likely to be at home and examined. The number of clusters sampled per district ranged from 6 to 15. Fewer clusters with more households were sampled in the more urban localities since a more pragmatic approach of segmenting the households was required in these densely populated areas. Also, we were not able to survey three states in Darfur region due to security concerns. This limits the ability of the national trachoma program to plan SAFE interventions to reach elimination in the entire northern states. Nonetheless, these areas will require surveying once the security situation improves.\nThe survey revealed that trachoma is still a public health problem according to the WHO standards in the 3/88 districts where the prevalence of TF in children exceeded 10% and 20/88 districts where the prevalence TT exceeded 1% in adults. In addition, eleven districts had a TF prevalence of between 5 and 9% and were thus eligible for implementation of SAFE with targeted distribution of antibiotics. Household data, specifically latrine ownership, enabled the estimation of the total number of household latrines required to be built in the 88 districts to meet the MDG indicator 7.9 (i.e. reduce the proportion of households without access to sanitation by half) [10].\nIdentification of risk factors is essential for planning and implementing effective trachoma control programmes. Our risk factor analysis revealed that literacy among household heads, increased frequency of washing children's faces, and proxy indicators of wealth such as livestock and television ownership were associated with a lower prevalence of active trachoma. This supports the need for provision of water and as well as promotion of face hygiene. The results showed that radio and television access were relatively high in most districts, which presents the national program with an opportunity to use state-run media to broadcast trachoma health education and mobilize the population to participate in SAFE interventions.\nCompared to previous surveys in the Northern State which showed high prevalence of active trachoma and trichiasis [5], [6] our surveys suggests that active trachoma has declined substantially and trachoma now presents as TT. The distribution of trachoma in the northern states of Sudan appears to be confined to small pockets bordering known endemic areas in Southern Sudan and Ethiopia. Nonetheless, efforts to underpin implementation of the SAFE strategy are required if elimination of trachoma is to be realised. This patchy distribution is a striking contrast to the disease pattern that has been observed in other areas bordering the northern states of Sudan such as Southern Sudan [15] and Amhara Region of Ethiopia [13], where trachoma is still hyper-endemic.\nProperly conducted surveys are crucial if the objective of global elimination of blinding trachoma by the year 2020 is to be charted and realised. Our survey used the CRS design advocated by the WHO, to survey vast areas comprising 88 districts in 12 northern states of Sudan. While there are rapid assessment methods used to identify trachoma endemicity, a recent review of survey methods highlighted the benefits of CRS: it is simple; efficient; repeatable; and provides population-based prevalence estimates of all signs of trachoma [3]. Other survey designs that have been proposed for trachoma have limitations. Trachoma rapid assessment (TRA) pitfalls include: non representative sampling; does not estimate prevalence; and lacks consistency and accuracy [16], [17]. Acceptance sampling trachoma rapid assessment (ASTRA) advocates small sample sizes but it is relatively complex, may result in imprecise prevalence estimates and does not estimate cicatricial signs of trachoma [3]. Our survey demonstrates that CRS can be applied on a large scale to provide district level estimates of TF and TT as recommended by the WHO [18].\nOur survey revealed that trachoma is a public health problem in nearly a quarter of all districts surveyed. Based on the survey findings, we have estimated intervention objects for the implementation of the SAFE strategy in all areas surveyed. These data are important and will facilitate programme planning and inform deployment of resources for elimination of trachoma from the northern states of Sudan by 2015, in accordance with the FMOH objectives."
}