{
    "Introduction": "Salmonella enterica serotypes Typhi, Paratyphi A, Paratyphi B d-tartrate negative and Paratyphi C are grouped as typhoidal Salmonella, and other serotypes are described as non-typhoidal Salmonella (NTS). Human Salmonella infections are generally either typhoid and paratyphoid fever, systemic diseases caused by typhoidal Salmonella, or gastroenteritis caused by a large number of NTS serotypes. Although most cases of salmonellosis due to NTS are self-limiting, they have emerged as a prominent cause of life-threatening bloodstream infections in sub-Saharan Africa, with approximately 388 000 deaths in 2010 [1].\nS. enterica serotype Typhimurium (referred to here as S. Typhimurium) sequence type (ST) 313 has been described as the primary cause of invasive salmonellosis in sub-Saharan Africa, with mortality rates > 25%. Whole-genome analysis revealed that these ST313 strains belong to two dominant genetic lineages, I and II, which emerged independently within the past 40–50 years and spread across sub-Saharan Africa, in close temporal association with the current HIV pandemic [2]. Clonal replacement of lineage I by lineage II was observed in the mid-2000s, perhaps due to acquisition of chloramphenicol resistance [2].\nCurrently, there is no commercially available anti-Salmonella vaccine for controlling invasive NTS. Prompt, effective management with antimicrobials remains the main option for management of the disease; however, antimicrobial resistance emerged several decades ago, initially to the traditional first-line drugs such as chloramphenicol, ampicillin and cotrimoxazole. Third-generation cephalosporins (C3G) and fluoroquinolones have since become standard first-line empirical treatment [2]. Recently, C3G-resistant (C3GR) Salmonella populations have emerged and spread in all continents, including Africa [3].\nThe Central African Republic (CAR) is a resource-limited country in equatorial Africa (ranked 188/189 on the Human Development Index in 2018). In a case–control study conducted in Bangui, the capital, between 2011 and 2013 among children under 5 years of age, S. enterica was isolated in 4% of children presenting with diarrhoeal illness; rotavirus and Cryptosporidium hominis/parvum were the two pathogens most frequently recovered [4]. The study’s primary objective was to report on the prevalence of resistance to antibiotics in S. enterica strains isolated from patients in CAR between 2004 and 2013 to determine whether recommendations for first-line empirical treatment based on C3G and fluoroquinolones are relevant. Secondary objectives were i) to investigate the genetic background of serotype Typhimurium to determine whether ST313 is the primary cause of invasive salmonellosis, iii) to determine the genetic basis for resistance to C3G using whole genome sequencing (WGS).",
    "Material and methods": "Ethical approval\nThis retrospective study is based on a retrospective data collection issued from the routine bacteriological diagnostic activity within the private clinical laboratory located at Institut Pasteur in Bangui. Data consisted of anonymised laboratory results devoid of individual patient information or identifiers. Ehical approval and individual informed consent were not necessary. We submitted the study protocol to the WHO representative in Bangui, the Institut Pasteur in Bangui and the Ministry of Public Health in CAR which gave their approval.\n\n\nBacterial strains, serotyping, susceptibility, transferability of extended-spectrum beta-lactamase\nOur private clinical laboratory, the major one in the capital, performed biological analysis on specimens from its patients but also on samples from other hospitals and clinical laboratories. All non-duplicate S. enterica clinical isolates collected between January 2004 and December 2013 were included, encompassing those previously described [4]. If more than one isolate with the same serotype and antimicrobial resistance phenotype was recovered from the same patient, only the first was retained for the analysis. Date of isolation and the nature of the biological sample were recorded.\nThe strains were serotyped on the basis of somatic O and phase 1 and phase 2 flagellar antigens by agglutination tests with antisera (Bio-Rad, Marnes-La-Coquette, France), as specified in the White-Kauffmann-Le Minor scheme (preliminary serotyping at the Institut Pasteur in Bangui, complete serotyping at the Institut Pasteur in Paris). Susceptibility to amoxicillin (20 μg), amoxicillin-clavulanic acid (20–10 μg), ticarcillin (75 μg), cefalotin (30 μg), cefoxitin (30 μg), cefotaxime (5 μg), ceftazidime (10 μg), imipenem (10 μg), amikacin (30 μg), gentamicin (10 μg), spectinomycin (10 μg), streptomycin (10 UI), nalidixic acid (30 μg), ciprofloxacin (5 μg), chloramphenicol (30 μg), cotrimoxazole (1.25–23.75 μg) and tetracycline (30 μg) was tested by the disc diffusion method on Mueller-Hinton agar (Bio-Rad), and production of ESBL was detected by the double-disc synergy (DDS) test. Minimum inhibitory concentrations (MICs) were determined with E-test strips (BioMerieux, Marcy L’Etoile, France). Isolates were classified as resistant, intermediate or susceptible according to the 2018 guidelines of CA-SFM/EUCAST (http://www.sfm-microbiologie.org). Isolates of intermediate susceptibility were not classified with the resistant ones for the analysis of the data.\nA conjugation experiment was performed as described previously [5].\n\n\nClustered regularly interspaced short palindromic repeats polymorphism (CRISPOL) typing and multilocus sequence typing (MLST) of S. Typhimurium isolates\nTotal DNA was extracted with the Instagene kit (Bio-Rad, Marnes-la-Coquette, France). CRISPOL typing and MLST was performed on the Luminex platform (Luminex Coporation, Austin, TX, USA) at the Institut Pasteur in Paris, as previously described [6].\n\n\nWhole-genome sequencing\nWGS was performed on the ESBL-producing S. Typhimurium isolate S1027072 identified in this study and on three Salmonella isolates (serotypes Grumpensis, Havana and Telelkebir) recovered from West Africa in 2007 and 2008 and previously described, at the Institut Pasteur in Paris [3] (Table 1). These three comparison isolates produced a CTX-M-15 ESBL carried on a large IncHI2 plasmid.\nDNA extraction was performed with the MagNAPure 96 system (Roche). The libraries were prepared with a Nextera XT kit (Illumina) and sequencing with the NextSeq 500 system (Illumina), generating 150-bp paired-end reads, yielding a mean 105-fold coverage. Reads were trimmed and filtered with AlienTrimmer [7] and a quality Phred score threshold of 28 on a minimum length of 70 nucleotides.\n\n\nPlasmid assemblies and syntenic analysis\nIn order to reconstruct plasmids in ESBL-producing S. Typhimurium ST313 isolate S1027072, reads were mapped with Bowtie 2 software [8] against two assembled, annotated plasmids found in an S. Typhimurium ST313 isolate from Kenya [9]: pKST313, an IncHI2 plasmid encoding ESBL CTX-M-15 and pSBLT, an IncFII plasmid similar to the previously described pSLT-BT found in strain D23580 isolated in Malawi in 2004 [2]. Selected mapped reads were assembled with SPAdes [10], and the quality of the assembly was checked with QUAST software [11]. Plasmidic contigs were ordered against the reference plasmids pKST313 and pSBLT with ABACAS software to produce the putative plasmids pCARST313 and pCAR_SBLT, respectively [12]. The contigs were further annotated with Prokka [13]. Comparison files between putative plasmids and their reference were generated with BRIG software [14].\nTo better describe worldwide circulation of blaCTX-M-15-carrying IncHI2 plasmids, we used the same approach to compare pCARST313 with IncHI2 plasmids found in three Salmonella isolates from West Africa (Table 1). In addition, the nucleotide sequence of pCARST313 was searched with Mash Screen [15] in the PLSDB database (a resource containing 16 168 plasmid sequences collected from the NCBI nucleotide database) [16]. Four additional IncHI2 plasmids recovered from PLSDB were used for the BRIG comparison analysis: pSTm-A54650 (S. Typhimurium A54560) from Malawi, pEB247 (Enterobacter bugandensis EB-147) from the United Republic of Tanzania, pCRENT-193_1 (Enterobacter sp. CRENT-193) from the Republic of Korea and pEc21617-310 (Escherichia coli Ec21617) from Taiwan (Table 1).\nThe GenBank accession numbers of all the genomes studied are listed in Table 1.\n\n\nStatistical analysis\nThe chi-square test for trend was used to compare rates of resistance to antibiotics during the study period. P values < 0.05 were considered statistically significant. All analyses were performed with STATA 12.0 (Stata Corporation, College Station, TX, USA).",
    "Results": "Serotype distribution and antimicrobial susceptibility\nA total of 582 non-duplicate isolates of Salmonella belonging to 113 serotypes were collected during the 10-year study period. The most common serotypes were Typhimurium (n = 180, 31% of the isolates), Enteritidis (n = 64, 11%) and Typhi (n = 35, 6%) (Table 2). No strains assigned to serotypes Paratyphi A and Paratyphi B were detected. Typhimurium was the most frequently recovered serotype each year, except in 2010 (rank 2) and in 2013 (not found). Isolates were from stool (n = 452, 77%), blood (n = 97, 17%), urine (n = 14, 2%), cerebrospinal fluid (n = 13, 2%), wound (n = 5, 1%), and pleural fluid (n = 1) samples. Of the blood isolates, 77 (79%) were NTS, and Typhimurium (n = 49, 64%% of the isolates) and Enteritidis (n = 15, 19%) were the predominant serotypes. The other NTS serotypes were Dublin (n = 6), Stanleyville (n = 3), Brancaster (n = 1), Hartford (n = 1), Mikawashima (n = 1) and Saintpaul (n = 1). Three blood isolates were not typables and 17 belonged to serotype Typhi. A total of 13 cases of meningitis due to Salmonella enterica were reported during the study period, and Typhimurium was involved in 9 cases (69%). The other serotypes were Enteritidis (n = 1), Poona (n = 1), Sainpaul (n = 1) and Typhi (n = 1).\nOverall, the 582 S. enterica isolates displayed a low level of resistance to all antibiotics, except those used as traditional first-line drugs: tetracycline (18%), chloramphenicol (30%), cotrimoxazole (39%) and amoxicillin (40%) (Table 3). The most frequent phenotype of resistance in serotypes Enteritidis (22/64, 34%) and Typhi (9/38, 24%) was susceptibility to all the beta-lactams tested, except for amoxicillin and ticarcillin, to aminoglycosides, to fluoroquinolones, and resistance to chloramphenicol, cotrimoxazole and tetracyclin. The susceptibility of S. Typhi to antibiotics was not significantly different from that of NTS (P > 0.5).\nOne stool/blood isolate with serotype Kentucky collected in 2010 was resistant to ciprofloxacin (MICs: > 12 mg/L, respectively). The blood Typhimurium isolate S1027072 was resistant to the beta-lactams tested (ceftazidime: MIC 32 mg/L, ceftriaxone: MIC >256 mg/L), except for cefoxitin and imipenem, to gentamicin, to chloramphenicol, cotrimoxazole, and tetracyclin, and susceptible to amikacin, nalidixic acid, and ciprofloxacin. The DDS test was positive, indicating production of an ESBL.\n\n\nGenetic background of Salmonella Typhimurium and antibiotic susceptibility\nCRISPOL typing was performed on a set of 68 S. Typhimurium isolates, including S1027072. They were chosen using a random number table and corresponded to around 38% of the isolates collected every year. They were from stools (n = 39, 57%), blood (n = 17, 25%), cerebrospinal fluid (n = 5, 7%), urine (n = 3, 4%), wounds (n = 3, 4%) and pleural fluid (n = 1). S. Typhimurium was isolated from both stools and blood in 13 cases.\nA total of 66 isolates (96%) belonged to CRISPOL type (CT) 28 group, of which 63 (97%) were assigned to CT28, two to CT698 and one to CT526. It was shown previously that CT28 is associated with lineage II, whereas CT698 is associated with lineage I [17] (Table 4). To confirm the association of ST313 to the CT28 group, MLST was performed on 10 isolates: 7 assigned to CT28, one to CT698 and one to CT526. All the isolates belonged to ST313. In addition, the ESBL-S. Typhimurium belonging to CT28 by CRISPOL typing was assigned to ST313 by WGS. All these data confirmed the association between CT28 group and ST313 in Salmonella isolates from CAR.\nAdditional antibiotics susceptibility tests were performed to streptomycin and spectinomycin. The most common resistance phenotype was to amoxicillin, ticarcillin, cotrimoxazole, chloramphenicol and streptomycin (35/66, 53%). All but one of the CT28 group isolates were resistant to at least three antibiotics (Table 4).\nAll the invasive S. Typhimurium isolates except one (CT301) were assigned to ST313 (CT28).\n\n\nPlasmid carriage in the ESBL-producing S. Typhimurium isolate S1027072\nPlasmid Finder-based typing showed the presence of plasmids of three incompatibility groups, IncHI2, IncFIB and IncQ1. The IncHI2 plasmid was assigned to ST1. Use of a mapping approach between plasmids of the ESBL-producing S. Typhimurium published genome KST313 (pKST313 and pSBLT) and isolate S1027072 made it possible to form two putative plasmidic assemblies, pCARST313 (IncHI2) and pCAR_SBLT (IncF).\nThe first plasmidic assembly pCARST313 presents 99.9% nucleotidic identity with pKST313 (300 375 bp). Both plasmids encode: (i) resistance to heavy-metal ions, including mercury (mer and tni genes), tellurite (ter genes), arsenic (ars genes), copper (cusS and pcoE genes), nickel and cobalt (rcnR and rcnA genes), and to tellurite utilization genes (tel genes); and (ii) resistance to antimicrobials, including aminoglycosides (aac(6')-Ib), streptomycin (aadA1, strA and strB), beta-lactams (blaOXA-30, blaTEM-1 and blaCTX-M-15), chloramphenicol (catA1 and catB3), trimethoprim (dfrA14), sulfonamides (sulI and sulII), gentamicin (aacC3) and tunicamycin (tmrB), most of which are in a class 1 integron. Genes for conjugative transfer were also identified. The transferability of the plasmid was confirmed in the conjugation experiment. We did not find any spontaneous chromosomal mutations associated with resistance to antibiotics. To explore putative circulation of close blaCTX-M-15-carrying IncHI2 plasmids identical to pCARST313 in sub-Saharan Africa, we assembled this plasmid from the strains S. Havana 07–0319 and S. Telelkebir 07–1331 isolated in Mali in 2007, S. Grumpensis 08–3663 collected in Senegal in 2008 and S. Typhimurium A54560 collected in Malawi in 2009. The plasmid was recovered from all isolates with a minimal identity of 99% (Table 1) and was also found among Enterobacteriaceae species: Enterobacter bugandensis collected in the United Republic of Tanzania in 2010, Enterobacter sp. isolated in the Republic of Korea in 2013 and Escherichia coli isolated in Taiwan in 2013 (Fig 1).\nThe innermost black ring 1 represents the reference sequence of pKST313. Following rings correspond to pairwise comparison with IncHI2 plasmids: ring 2 represents pCARST313; ring 3, p08-3663; ring 4, p07-0319; ring 5, p07-1331; ring 6, pSTm-A54650; ring 7, pEB247; ring 8, pCRENT-193_1; ring 9, pEc21617-310. Last 4 rings represent genetic map of pKST313: antibiotic resistance genes are indicated by red arrows, heavy-metals resistance genes by brown arrows, others annotated genes by grey arrows and hypothetical proteins by black arrows.\nThe second plasmidic assembly pCAR_SBLT, found in the S1027072 strain, also presented > 99% nucleotide identity with pSBLT (128 925bp) found in ST313. Both plasmids encode genes involved in antibiotic resistance: catA1, sulI, sulII, blaTEM-1, strA, strB, dhfrI, aadA1 and qacED1. This plasmid was not found in other Salmonella isolates harbouring the pKST313 plasmid type.",
    "Discussion": "In this study of 582 non-duplicate S. enterica isolates investigated between 2004 and 2013, Typhimurium and Enteritidis were the two most frequently recovered NTS serotypes, in accordance with numerous other studies in sub-Saharan Africa [1–3, 18–23]. Surprisingly, they were not found in 2013, probably due to the small number of Salmonella isolates collected this year. Indeed, significant differences in the numbers of organisms collected were observed by year, due to the economic and political crisis during the study period, which further restricted patient access to health care facilities. Since 2013, the CAR has faced an ongoing civil war, plunging the country into a chaotic state of violence and an ensuing humanitarian crisis. The surveillance of Salmonella enterica isolates at the Institut Pasteur in Bangui was discontinued but a WGS approach-study could be coordinated when the laboratory-surveillance capacities will be strengthened locally.\nOverall, the resistance rates to all antibiotic classes were low, except to the antibiotics used previously (amoxicillin, chloramphenicol, cotrimoxazole and tetracycline), confirming recommendations for first-line treatment based on C3G and fluoroquinolones. We report the first case of ESBL-producing Salmonella (serotype Typhimurium) in CAR, which is of concern. More new descriptions of ESBL-producing Salmonella isolates have been made across sub-Saharan Africa since the first, in 2006 in Ethiopia, Typhimurium being the most frequently isolated ESBL-producing serotype [3, 24–26]. The low prevalence (0–1.3%) described in sub-Saharan Africa may not, however, represent the situation at country level, as most countries do not have national surveillance systems based on networks of clinical laboratories.\nS. Typhimurium ST313 was the primary cause of invasive salmonellosis during the study period, in agreement with data from Congo (Central Africa), Kenya, Malawi and Mozambique (East Africa) [17, 23, 27]. The high proportion of S. Typhimurium ST313 among stools in our study suggests that this clone causes also an appreciable burden of gastroenteritis. A human reservoir for this clone is plausible, especially as identical strains were recovered in asymptomatic siblings and parents of index case-patients in Kenya (carriage prevalence, 6.9%) [28]. Our data also confirm the substantial prevalence of multi-drug-resistant S. Typhimurium ST313 [22, 27]. This is of major concern, and further investigations are required to identify the reservoirs and risk factors for exposure and transmission in order to design hypothesis-driven preventive measures.\nThe invasive ESBL-producing S. Typhimurium strain S1027072 was assigned to the highly invasive ST313 genetic background. The blaCTX-M-15 gene and most antimicrobial resistance genes were present in a large conjugative IncHI2 plasmid, which was closely similar to the pKST313 plasmid found in an ESBL-producing S. Typhimurium ST313 isolate in Kenya [9] and also to ESBL-carrying plasmids found in three other Salmonella serotypes collected in Senegal, Mali and Malawi, highlighting its significant role in the spread of blaCTX-M-15 genes in Salmonella isolates in sub-Saharan Africa. Its significance may be even greater, as it has been recovered in various Enterobacteriaceae species in the United Republic of Tanzania and east Asia. In addition, this plasmid has numerous genes encoding resistance to heavy-metal ions. It is well known that the location of both metals and antibiotic resistance genes on the same mobile element play a major role in the persistence, selection and spread of antibiotic-resistant bacteria in anthropogenic environments heavily contaminated with detergents, heavy metals and other antimicrobials [29, 30]. In developing countries, rivers, lakes and lagoons are often contaminated with untreated hospital and industrial effluents and also by urban storm-water containing anthropogenic pollutants due to intensive uncontrolled urbanization. This is optimal conditions for bacterial development and the spread of antibiotic-resistant bacteria. Further active surveillance is needed to minimize the spread of this successful IncHI2 plasmid in order to control dissemination of antibiotic resistance among Salmonella isolates. Unsurprisingly, a plasmid similar to the pSLT-BT virulence plasmid usually found in S. Typhimurium ST313 lineage II harbouring integron-borne resistance determinants was found in the ESBL-producing S. Typhimurium isolate S1027072 in CAR [9].\nOur results confirm high rates of invasive multidrug-resistant S. Typhimurium ST313 among Salmonella infections in CAR between 2004 and 2013. Although the prevalence of ESBL-producing Salmonella enterica isolates was very low, the wide distribution of a single IncHI2 plasmid scaffold among Salmonella serotypes in sub-Saharan Africa, the origin of dissemination of the blaCTX-M-15 gene, is of concern."
}