{
    "Background and purpose": "The ability to track changes in gene expression following viral infection is paramount to understanding viral pathogenesis. This study was undertaken to evaluate the nCounter, a high throughput digital gene expression system, as a means to better understand West Nile virus (WNV) dissemination and the inflammatory response against WNV in the outbred Swiss Webster (SW) mouse model over the course of infection.",
    "Methodology": "The nCounter Mouse Inflammation gene expression kit containing 179 inflammation related genes was used to analyze gene expression changes in multiple tissues over a nine day course of infection in SW mice following intraperitoneal injection with WNV. Protein expression levels for a subset of these cytokine/chemokine genes were determined using a multiplex protein detection system (BioPlex) and comparisons of protein/RNA expression levels made.",
    "Results": "Expression analysis of spleen, lung, liver, kidney and brain of SW mice infected with WNV revealed that Cxcl10 and Il12b are differentially expressed in all tissues tested except kidney. Data stratification of positively confirmed infected (WNV (+)) versus non-infected (WNV (−) tissues allowed differentiation of the systemic inflammatory gene response from tissue-specific responses arising from WNV infection. Significant (p<0.05) decrease in C3ar1 was found in WNV (−) spleen. Il23a was significantly upregulated, while Il10rb was down-regulated in WNV (−) lung. Il3 and Mbl2 were down-regulated in WNV (−) liver. In WNV (+) livers, Stat1, Tlr2, chemokines Cxcl1, Cxcl3, Cxcl9, Cxcl10, cytokines Il6, Il18, cytokine-related gene Il1r and cytokine agonist Ilrn were significantly upregulated. In WNV (−) brain tissues, Csf2 and Cxcl10 were significantly upregulated. Similar gene and protein expression kinetics were found for Ccl2, Ccl3, Ccl4 and Ccl5 and correlated with the presence of infectious virus. In summary, the utility of the nCounter platform for rapid identification of gene expression changes in SW mice associated with WNV infection was demonstrated."
}