{
    "Abstract": "In 2017, diarrheal diseases were responsible for 606 024 deaths in Sub-Saharan Africa. This situation is due to domestic and recreational use of polluted surface waters, deficits in hygiene, access to healthcare and drinking water, and to weak environmental and health monitoring infrastructures. Escherichia coli (E. coli) is an indicator for the enteric pathogens that cause many diarrheal diseases. The links between E. coli, diarrheal diseases and environmental parameters have not received much attention in West Africa, and few studies have assessed health risks by taking into account hazards and socio-health vulnerabilities. This case study, carried out in Burkina Faso (Bagre Reservoir), aims at filling this knowledge gap by analyzing the environmental variables that play a role in the dynamics of E. coli, cases of diarrhea, and by identifying initial vulnerability criteria. A particular focus is given to satellite-derived parameters to assess whether remote sensing can provide a useful tool to assess the health hazard. Samples of surface water were routinely collected to measure E. coli, enterococci and suspended particulate matter (SPM) at a monitoring point (Kapore) during one year. In addition, satellite data were used to estimate precipitation, water level, Normalized Difference Vegetation Index (NDVI) and SPM. Monthly epidemiological data for cases of diarrhea from three health centers were also collected and compared with microbiological and environmental data. Finally, semi-structured interviews were carried out to document the use of water resources, contact with elements of the hydrographic network, health behavior and condition, and water and health policy and prevention, in order to identify the initial vulnerability criteria. A positive correlation between E. coli and enterococci in surface waters was found indicating that E. coli is an acceptable indicator of fecal contamination in this region. E. coli and diarrheal diseases were strongly correlated with monsoonal precipitation, in situ SPM, and Near Infra-Red (NIR) band between March and November. Partial least squares regression showed that E. coli concentration was strongly associated with precipitation, Sentinel-2 reflectance in the NIR and SPM, and that the cases of diarrhea were strongly associated with precipitation, NIR, E. coli, SPM, and to a lesser extent with NDVI. Moreover, E. coli dynamics were reproduced using satellite data alone, particularly from February to mid-December (R2 = 0.60) as were cases of diarrhea throughout the year (R2 = 0.76). This implies that satellite data could provide an important contribution to water quality monitoring. Finally, the vulnerability of the population was found to increase during the rainy season due to reduced accessibility to healthcare and drinking water sources and increased use of water of poor quality. During this period, surface water is used because it is close to habitations, easy to use and free from monetary or political constraints. This vulnerability is aggravated by marginality and particularly affects the Fulani, whose concessions are often close to surface water (river, lake) and far from health centers."
}