{
    "Background": "A number of studies have detected relationships between weather and diarrhea. Few have investigated associations with specific enteric pathogens. Understanding pathogen-specific relationships with weather is crucial to inform public health in low-resource settings that are especially vulnerable to climate change.",
    "Objectives": "Our objectives were to identify weather and environmental risk factors associated with diarrhea and enteropathogen prevalence in young children in rural Bangladesh, a population with high diarrheal disease burden and vulnerability to weather shifts under climate change.",
    "Methods": "We matched temperature, precipitation, surface water, and humidity data to observational longitudinal data from a cluster-randomized trial that measured diarrhea and enteropathogen prevalence in children 6 months-5.5 years from 2012–2016. We fit generalized additive mixed models with cubic regression splines and restricted maximum likelihood estimation for smoothing parameters.",
    "Results": "Comparing weeks with 30°C versus 15°C average temperature, prevalence was 3.5% higher for diarrhea, 7.3% higher for Shiga toxin-producing Escherichia coli (STEC), 17.3% higher for enterotoxigenic E. coli (ETEC), and 8.0% higher for Cryptosporidium. Above-median weekly precipitation (median: 13mm; range: 0-396mm) was associated with 29% higher diarrhea (adjusted prevalence ratio 1.29, 95% CI 1.07, 1.55); higher Cryptosporidium, ETEC, STEC, Shigella, Campylobacter, Aeromonas, and adenovirus 40/41; and lower Giardia, sapovirus, and norovirus prevalence. Other associations were weak or null.",
    "Discussion": "Higher temperatures and precipitation were associated with higher prevalence of diarrhea and multiple enteropathogens; higher precipitation was associated with lower prevalence of some enteric viruses. Our findings emphasize the heterogeneity of the relationships between hydrometeorological variables and specific enteropathogens, which can be masked when looking at composite measures like all-cause diarrhea. Our results suggest that preventive interventions targeted to reduce enteropathogens just before and during the rainy season may more effectively reduce child diarrhea and enteric pathogen carriage in rural Bangladesh and in settings with similar meteorological characteristics, infrastructure, and enteropathogen transmission."
}