{
    "Introduction": "Hantaviruses are a group of single-stranded RNA viruses carried by small rodent reservoirs, transmitted to humans through inhalation of aerosolized particles of rodent feces, urine, or saliva. In Panama, the Choclo orthohantavirus has been associated with Hantavirus Pulmonary Syndrome (n = 54) and Hantavirus Fever (n = 53). In 2018, there were 107 cases of hantavirus diseases, the majority in the Tonosí district, and 4 deaths. As there is no vaccine or treatment for hantavirus, proper prevention measures by community members is key to stopping outbreaks.",
    "Methodology and principal findings": "We investigated hantavirus knowledge, attitudes, and practices in one corregimiento of Tonosí, Panama to determine what factors influence uptake of prevention practices and high level of knowledge. We conducted a cross-sectional survey with 124 residents covering hantavirus knowledge, attitudes based in the Health Belief Model (perceived severity, perceived susceptibility, perceived obstacles, perceived benefits, and cues to action) and prevention practices. There was an overall high level of knowledge (median score: 4/6), though 20% did not know the route of transmission. The mean number of reported practices performed per person was 8.4 (range: 4–12). Most people had heard of hantavirus through other community members. In linear regression, lower perceived obstacles predicted higher preventive practice score. Reported obstacles to preventive practices included physical restrictions, such as age and health state. In ordinal logistic regression, higher education level and knowing more people who had previously been sick with hantavirus contributed to higher knowledge score.",
    "Conclusions": "Future interventions should focus on removing barriers to performing preventive practices. As most people learned of hantavirus through community members, interventions should be community-based and involve those who have experienced the disease. Any future education materials should address confusions about route of transmission and be targeted at those with a lower education level."
}