{
    "Introduction": "Podoconiosis is a form of non-filarial elephantiasis resulting in bilateral and usually asymmetric lymphedema of the lower legs limited to below the knees. Podoconiosis is also known as “mossy foot” due to the moss-like disfigurement of the lower limbs [1], [2], [3]. The disease is found in tropical Africa, north western India and Central and South America [2], [4], [5]. It has been estimated that there are up to 1 million podoconiosis cases in Ethiopia with prevalence ranging from 2.8% to 7.4% in studied areas [6], [7], [8], [9], [10]. The World Health Organization has recently (2011) recognised podoconiosis as one of the Neglected Tropical Diseases (NTDs) [11]. Intervention measures have shown that podoconiosis can be prevented and treated using simple measures such as footwear and washing feet with water [2], [12], [13]. However, podoconiosis remains a cause of widespread social stigma, economic loss, and associated misconceptions among affected communities [14], [15], [16], [17]\nThe distinct non-infectious nature of podoconiosis has long been understood although the aetiology has not been defined clearly [18], [19]. Price [20] observed the disease to be more prevalent in areas of Ethiopia with ‘tropical red clay soil’ and the magnitude of the disease to fall rapidly 25 km outside the spatial limit of red clay soils. He also noted that red clay soils were derived from volcanic (igneous) rock, particularly basalt. His notion that podoconiosis was a geochemical disease was strengthened by similar observations in other eastern and central African countries [21], [22]. Observation that podoconiosis-endemic areas were characterised by annual rainfall exceeding 1000 mm and altitudes greater than 1000 meters above sea level (masl) also suggested environmental constraints on the spatial distribution of the disease [5], [20].\nAnother observation made in communities affected by non-filarial elephantiasis relates to the practice of going barefoot [19]. Rodolfo Robles visited a village with more than 150 patients in Guatemala and examined them. He reported the presence of “immense difference” between those who wore shoes and those who did not in the progression of the disease [19]. The consistently higher prevalence of podoconiosis among barefoot individuals, typically working on farmland, corroborates this fact [10], [22], [23], as does the effectiveness of podoconiosis prevention and control measures that include shoe wearing [1], [24], [25]. Familial clustering of podoconiosis, when more than one family member appeared for treatment in elephantiasis clinics in Ethiopia, Rwanda and Burundi, raised the possibility of a genetic factor important in the development of podoconiosis [22], [26]. Later, a study showed a five-fold increased risk of podoconiosis among siblings of affected individuals [27] and a recent genome-wide association study identified genetic loci that confer susceptibility for the development of podoconiosis [28].\nTogether, these studies indicate that podoconiosis arises from the interplay of a range of individual and environmental factors, although the precise pathogenesis of podoconiosis remains unknown. A conceptual framework that illustrates the relationship between individual-level correlates for podoconiosis was developed based on current understanding (Figure 1). At an individual level the factors were classified into four main categories: socio-demographic, behavioural, history of the disease and history of foot-soil exposure. Indeed some of the factors are inter-related (indicated by arrows) and one factor cannot be the sole reason for the development of the disease. In addition, some factors may be both a risk factor for and a result of, the development of the disease. Therefore, in the present study, we aimed to understand these individual correlates associated with podoconiosis. Rather than only studying affected people, we compared individuals with podoconiosis living in areas with three different levels of podoconiosis prevalence with healthy controls.",
    "Methods": "Ethics statement\nEthics clearance was obtained from the Office of the Chief Academic Officer for Research, Addis Ababa University (Ethiopia), and the Research Governance and Ethics Committee of Brighton & Sussex Medical School (UK), and a support letter was obtained from Amhara Regional Health Bureau. Informed verbal consent was obtained from each study participant because most of them could not read and write. The interviewers read the consent form (in the local language) and signed it on behalf of the study subjects if study subjects agreed to participate as per the guideline of the ethical review Board of the Amhara Regional Health Bureau. For study subjects under the age of 18 years (based on the legal age for consent in Ethiopia), parents or guardians gave additional consent after the study subjects assented.\n\n\nStudy area\nThe study was conducted in East Gojam zone, a zone with more than 2.1 million inhabitants in northern Ethiopia. A recent survey showed the prevalence of podoconiosis in East Gojam zone to be 3.3% [10]. Based on Price's environmental and behavioural risk factors for podoconiosis [5], [19], [20] (i.e., altitude above 1000 masl, annual rainfall above 1000 mm, and land farmed and lived on by people who do not wear shoes consistently and daily), we identified six rural kebeles (the smallest administrative units in Ethiopia with an average population of 5000 people) as study areas. The six kebeles were Gedamawit Zuria, Gidimbel Tsyhon, Zhigamera Yeted, and Woleke from Gozamn and Sinan Woredas (government administrative unit, similar to a district), and Qerer and Yewlana Akababiwu from Machakel Woreda (See Figure 2). All six kebeles lay between 2135 and 3142 masl. Since no published report existed on the prevalence of podoconiosis in these kebeles, we interviewed the District Health Office heads and head of the International Orthodox Christian Charities' (IOCC) Podoconiosis Project in Debre Markos to ascertain an estimate of podoconiosis cases from these kebeles. We also followed up reports of cases from these kebeles by the local health extension workers (HEWs) for three months. Both the interviews and follow-up reports suggested that Qerer and Yewlana Akababiwu had the largest number of podoconiosis cases, and were provisionally classified as “high” endemicity. Gidimbel Tsyhon, Zhigamera Yeted, and Woleke had “medium” endemicity, whilst Gedamawit Zuria had very few cases, and hence was classified as “low” endemicity. This provisional classification of the study areas was validated by a house-to-house survey of podoconiosis conducted in all 7202 households in 83 villages within the six kebeles. The survey showed the kebele level prevalence of podoconiosis to be above 5%, 1% to 5%, and below 1% in the ‘high’, ‘medium’ and ‘low’ endemicity kebeles, respectively. The presence of a spatial pattern in the distribution of podoconiosis was supported by village level prevalence values (Figure 2).\n\n\nStudy design, sample size, and data collection procedures\nA case-control study was carried out, with cases identified initially through local census. A case was defined as an individual clinically confirmed to have podoconiosis by a trained HEW or nurse. A control was an individual living in the household closest to the case, and clinically demonstrated not to have podoconiosis [29].\nA sample size calculation was used to estimate the sample size required to identify a given difference between means [30], assuming that the mean age of first wearing shoes was 22.9 years (SD = 15.9 years) among cases [6]: 261 cases and 261 controls in each area were estimated to give 80% power (Zβ = 0.84) to detect a difference in first shoe use of 4 years with 95% confidence level (Zα = 1.96).\nData were collected by HEWs and nurses who were trained to identify and examine podoconiosis cases at the IOCC Podoconiosis Project. First, the HEWs conducted house-to-house visits in the six selected kebeles to identify podoconiosis cases. Following this, the nurses interviewed one patient from every household with one or more podoconiosis case. In households where more than one podoconiosis case was encountered, the older individual was selected. After enrolling and interviewing a podoconiosis case, a control was recruited from the nearest unaffected household. All interviewed individuals had lived in the area for at least ten years to ensure they were not miss-classified for area of residence. The data collection tool was a structured questionnaire that included questions about socio-demographic characteristics, shoe wearing habits and current practices; foot washing practices, time spent walking and clinical history, and clinical examination of podoconiosis patients. The tool was translated into Amharic and pre-tested in Debre Markos town.\n\n\nData analysis\nData were entered, cleaned and analysed using IBM SPSS version 17 and R version 2.15. Univariate, multivariate and correlation analyses were undertaken and their significance was tested using the X2 test, t-test and ANOVA. The level of confidence was set at α = 0.05. Bivariate and multivariate analyses were applied to several variables. The X2 test was used to compare disease status (i.e., being a podoconiosis case or control) for the categorical variables (sex, marital status, education, shoe wearing history, shoe wearing at time of interview and foot cleanliness by observation,). The t-test and ANOVA were used for the continuous variables (age, income, age at first wearing shoes, and time spent farming and walking) for comparing study subjects by disease status, sex and area of residence (i.e. ‘high’, ‘medium’ and ‘low’ endemicity). A forward stepwise conditional logistic regression analysis was applied to all variables, except age, which was excluded due to the large positive correlation between age of the individual and age at first wearing shoes (r = 0.8). The median age of onset for podoconiosis among study subjects was 30 years. Therefore, we used 30 years of age as a threshold for categorizing individuals as those starting footwear before or after the average age of onset for podoconiosis. A composite indicator to assess foot-soil contact was calculated for each study subject. This indicator summarized the product of time taken and frequency of travel to the nearest field, the furthest field, the nearest water source and the regular market.",
    "Results": "Socio-demographic characteristics\nA total of 7202 households were visited and 611 individuals affected by podoconiosis (331 men and 280 women) were identified in 463 households. 460 cases and 707 controls were included, giving a total of 1167 study subjects: 255 cases and 258 controls from ‘high’ endemicity kebeles, 193 cases and 195 controls from ‘medium’ endemicity kebeles and 12 cases and 254 controls from the ‘low’ endemicity kebeles. The kebele level prevalence was: ‘low’ for Gedamawit Zuria (0.5%); ‘medium’ for Woleke (3.3%), Gidimbel Tsyhon (4.2%) and Zhigamera Yeted (2.8%); and ‘high’ for Qerer (8.5%) and Yewlana Akababiwu (9.7%). The few cases identified in the ‘low’ endemicity area may have been the result of travel to nearby ‘medium’ or ‘high’ endemicity areas, since they were identified in villages close to the kebele boundaries. The female-to-male ratio was 1.1∶1 (243/217) among cases, 0.6∶1 (270/437) among controls, and 0.8∶1 (513/654) among all study subjects. On average, controls were younger than cases (mean age difference = 10 years, t = 10.9, p<0.0001).\nOn average, a case earned 62 birr (∼$3) per month less than a control (t = −4.4, p<0.0001). Affected women earned less than affected men (t = 3.2, p = 0.001). There was a statistically significant difference in the proportion of cases and controls that had ever gone to school: fewer cases than controls had ‘ever’ gone to school (27.9% vs. 40%, X2 = 17.9, p<0.0001). Table 1 shows the socio-demographic characteristics of all study subjects. Marital status was classified into married and unmarried (single, divorced, separated or widowed), and cases and controls were compared. Unmarried people had three times greater odds of disease than married people (OR = 3.4, 95% CI = 2.6–4.6, p<0.0001). Stratified analysis by sex among cases showed that affected women had greater odds of being unmarried than affected men (OR = 3.7, 95% CI 2.4 to 5.5, p<0.0001) (Table 2).\nThe socio-demographic and other characteristics of controls living in the three different levels of podoconiosis endemicity were compared to assess existence of basic differences among these groups. Comparing the average income, there was no statistically significant difference between controls living in ‘high’ and ‘low’ endemicity areas (mean difference = 21.8, t = 1.2, p = 0.231), whereas a significant difference in income was observed after adjusting for sex. In general, controls living in the ‘medium’ endemicity area earned less than controls living in ‘high’ or ‘low’ endemicity areas. There was no difference in marital status among controls by area of residence. The age distribution showed women living in the ‘low’ endemicity area to be older than women in ‘high’ and ‘medium’ endemicity areas (f = 15, p<0.001), but there was no significant difference among men living in different areas (f = 3.9, p = 0.084). Differences in travel time and frequency to market were observed by area of residence, whereas no differences were found in ‘ever’ going to school or use of protective shoes. More female controls were interviewed in endemic areas, where more affected women were also identified. In these areas, however, fewer farmers and more housewives were found.\n\n\nShoe wearing and foot washing history\nThere was no statistically significant difference in ‘ever’ owning shoes between cases and controls (53.4% of controls and 51.5% of cases had ‘ever’ worn shoes, p = 0.528). Among those that had ‘ever’ owned shoe, 223 (90.3%) of cases and 354 (97.5%) controls owned some type of shoe at the time of the interview (X2 comparing proportions = 15.1, p<0.0001). People in ‘high’ and ‘medium’ endemicity areas were less likely than people in ‘low’ endemicity areas to have ‘ever’ owned shoes (OR = 0.49, 95% CI = 0.37–0.67, p<0.0001), and the same pattern was seen among controls. Affected men had greater odds than affected women to have ‘ever’ owned shoes (OR = 3.7, 95% CI = 2.5–5.4, p<0.0001). The most common type of shoes owned by the cases were: closed plastic shoes (60.7%), canvas shoes (31.3%), tyre sandals (26.8%) and plastic sandals (18.3%). Shoes owned by controls were: closed plastic (59.9%), closed leather (48.0%), canvas (32.5%) and sandals (29.4%). During the interview 322 (70.8%) cases and 521 (76.8%) controls were observed to be barefoot. The type of shoes that the study subjects wore were classified into protective (wearing closed shoes) and non-protective (barefoot or wearing open shoes). At interview, 367 (80.7%) cases (of whom 322 were barefoot) were classified as ‘not protected’ compared to 568 (83.8%) controls (of whom 521 were barefoot). This difference was not statistically significant (X2 = 1.7, p = 0.18). More affected men than women owned shoes (69.9% vs. 38.7%, X2 = 44.8, p<0.0001) and wore shoes classified as protective (26.0% vs. 13.3%, X2 = 11.8, p = 0.001). The gender difference also existed in the control group where male controls used protective shoes more than female controls (21.7% vs. 7.6%, X2 = 23.5, p<0.0001).\nThe mean age at first wearing shoes was 38.68 years (SD = 5.5) for cases and 28.84 years (SDSD = 13.1) for controls. This ten year difference was statistically significant (t = 8.2, p<0.0001). Overall, there was no statistically significant association between age of first wearing shoes and the level of podoconiosis endemicity in the area of residence (f = 1.8, p = 0.165). However, the average age of first wearing shoes was higher among controls living in ‘low’ than other endemicity areas. There was a large correlation between the age of study subjects and the age at first wearing shoes (r = 0.8, p<0.001). Moreover, for study subjects that owned shoes during the interview the duration of shoe wearing (i.e., the number of years from first shoe wear to the time of the interview) was assessed. This was found to be less than 30 years for the majority of the study subjects that owned shoes, indicating that age of onset of shoe wearing has decreased in recent years for both cases and controls (Figure 3). However, the number of years since podoconiosis onset (mean = 19.8, SD = 12.5) was larger than the duration of shoe wearing (mean = 12.9, SDSD = 9.7), showing that, in general, cases started wearing shoes after the onset of the disease. Moreover, the age of first wearing shoes for cases and the age of onset of podoconiosis produced a large positive correlation (r = 0.6, t = 12.5, p<0.0001). Among cases, average monthly income and age of first wearing shoes produced a small negative correlation (r = −0.3, t = −4.1, p<0.0001) (Figure 4). After adjusting for income, age of first wearing shoes and level of education were negatively correlated (r = −0.5, t = −8.1, p<0.001).\nThe most common activities for which shoes were not worn included working inside the house (52.4% of cases and 62.1% of controls), and activities in the field, including ploughing (35.4% of cases and 55.8% of controls), planting (45.1% of cases and 61.5% of controls), and harvesting (37.8% of cases and 49.5% of controls).\nAlmost all of the cases (99.6%) and controls (99.9%) were able to get enough water to wash their feet. There was no significant difference in accessing piped water between cases and controls living in ‘high’ endemicity areas (47.6% vs. 52.4%, X2 = 0.1, p = 0.788), but piped water was more common (49.1%) in ‘low’ endemicity areas while well water was more common (39.1%) in ‘high’ endemicity areas. There was no significant difference between cases and controls in the frequency of washing feet per week; both groups said they washed eight times per week on average. Similarly, both groups said they used soap on average four times per week while washing their feet. Comparing foot-washing practices for people living in ‘high’, ‘medium’ and ‘low’ endemicity areas: frequency of foot-washing was higher in ‘high’ endemicity areas than in ‘medium’ or ‘low’ endemicity areas (mean (SD) = 8.7 (3.0) vs. 7.6 (2.6) and 7.6 (2.6) f = 23.3, p<0.0001), but there was no difference between cases and controls living in the ‘high’ endemicity areas (mean (SD) = 8.7 (3.1) vs. 8.6 (2.9) f = 0.08, p = 0.782). The results were the same for washing with soap.\nThe cleanliness of interviewees' feet was observed during interview and categorised into four groups as ‘clean and intact’, ‘dirty’, ‘cracked’, ‘dirty and cracked ’. The odds of study subjects being cases were two times greater among those with dirty feet (OR = 1.9, 95% CI = 1.4 to 2.5, p<0.0001), four times greater among those with cracked feet (OR = 4.2, 95% CI = 2.7 to 6.4, p<0.0001), and four time greater among those with both dirty and cracked feet (OR = 4.2, 95% CI = 2.9 to 6.0, p<0.0001). These associations remained significant after adjusting for age, sex, ‘ever’ shoe ownership, and frequency of feet washing. After adjusting for sex and disease status, level of education was found to be significantly associated with frequency of feet washing (t = 2.7, p = 0.008).\n\n\nFoot-soil exposure\nMore than 97.0% of cases and controls had not lived outside their home kebeles in the previous year. Of the 338 (29.0%) participants that had travelled for social purposes, such as attending funerals, 223 (66.0%) were controls and 115 (34.0%) were cases (X2 = 5.69, p = 0.017). There was no statistically significant difference between cases and controls in the frequency or time taken to travel to the nearest and furthest field or water source. On the other hand, there was a statistically significant difference between cases and controls in the time taken and frequency of travel to the most commonly used market. The one way journey to the usual market took on average 109.74 minutes (SD = 67.2) for cases and 83.8 minutes (SD = 60.6) for controls. This 26 minute average difference was statistically significant (t = 6.5, p = 0.0001). Similarly, the monthly frequency of travel to the market was significantly different (t = −6.0, p = 0.0001); cases travelled less frequently on average than controls (3.4 (SD = 3.6) vs. 4.6 (SD = 2.6)). Comparing only controls, average time to regular market was longer for controls living in the ‘high’ and ‘medium’ endemicity areas, and controls in these areas travelled less frequently to market places. A composite indicator that summarized the product of time taken and frequency to the nearest field, the furthest field, the nearest water source and the regular market was calculated for each study subject. This composite indicator showed no significant difference in travel time between cases and controls (t = 0.03, p = 0.97).\nEach year, cases spent approximately 60 fewer days in farming activities than controls (t = −4.6, p<0.0001). The time spent on specific farming activities such as ploughing, harvesting and weed-pulling showed the same significant difference. On the other hand, there was no significant difference in time spent in any of the farming activities by area of endemicity, either between cases and controls (f = 0.7, p = 0.485) or amongst the controls (f = 2.3, p = 0.100).\n\n\nMultivariate analysis\nEach variable was assessed using univariate logistic regression analysis. Next, forward conditional logistic regression analysis was applied to all covariates except age (age and age of first wearing shoes were correlated, r = 0.8). This was a stepwise regression analysis starting from one covariate and then adding the most significant variables at each step. The variables that were in the final model were: sex, marital status, current shoe ownership, wearing non-protective shoes, state of feet at the interview, wearing of shoes before the age of 30 years, time walked to regular market and frequency of travel to the regular market. Of all these covariates, sex, marital status, wearing non-protective shoes, having ‘cracked’ feet, not wearing shoes before age 30 (the average age of onset of podoconiosis), and travel time to regular market remained strongly associated with disease status (Table 2).\n\n\nDisease history among cases\nComparing male and female cases, there was no statistically significant difference in: average age of disease onset (30 years for both), speed of progression to current stage, age when treatment was first sought, occurrence and frequency of acute adenolymphangitis (ALA), weather related/seasonal variation for occurrence of ALA, or number of days without work due to ALA. More than half of all cases had stage two podoconiosis and leg circumference between 26 and 36 cm, and more than a quarter had mossy lesions on at least one foot. We found no statistically significant association between disease clinical stage and frequency of ALA (p = 0.066). However, presence of an open wound was significantly associated with ALA both with (t = −2.6, p = 0.009) and without (t = −2.1, p = 0.037) adjustment for disease clinical stage.\nFew of the cases (15.0%) had received treatment for podoconiosis. Age at first treatment was compared with income, age at disease onset and age at first wearing shoes, as shown in the scatter matrix (Figure 5). Age at first treatment was most closely correlated with age at onset.\n§Note: First noticed swelling and first treatment r = 0.9, age at first wearing shoes and income r = −0.04, age at first wearing shoes and first noticed r = 0.2, age at first wearing shoes and first treatment r = 0.2, first noticed swelling and income r = −0.1, income and first treatment r = 0.01.\nMore than half of the cases (54.8% of men and 52.1% of women) had a family member affected by podoconiosis. The degree of relationship between cases and their podoconiosis-affected family members was classified as first degree (parents and children), second degree (grandparents, grandchildren and siblings), third degree (aunt, uncle, nephew, cousin and niece) or ‘other’ (husband or wife). The majority of the cases (61.4%) had podoconiosis-affected first degree relatives, followed by second degree relatives (51.8%) and third degree relatives (41.6%). There was clustering of podoconiosis cases within households. Of the 463 households that were found to have cases during the household census, 321 (69.3%) had one affected member and 142 (30.7%) had two or more.",
    "Discussion": "We have organised the discussion based on our conceptual framework (Figure 1). Sex, age, area of residence and family history were classified as potential risk factors for the development of podoconiosis. Income, education level, age for first shoe, feet washing practices, previous and current shoe ownership, history of farming and history of walking were classified as both risks for, and outcomes of, podoconiosis. Marital status and history of the disease among cases were classified as outcomes of podoconiosis.\nThis study compared podoconiosis cases and controls living in three areas categorised by podoconiosis prevalence into ‘high’, ‘medium’ and ‘low’ endemicity. In addition, disease history was explored among cases. Mean age of cases and controls was well above the average age for the development of podoconiosis reported by earlier studies, which is usually after the second decade of life [6], [8], [10], [31]. Therefore, it is unlikely that the controls in this study would become cases. Sex of the subjects in our study was not significantly associated with the development of the disease, similar to findings in East and West Gojam of north Ethiopia, Wolaita of southern Ethiopia and Pawe of north western Ethiopia [10], [32], [33]. However, other studies have shown that females have increased odds of being affected [6], [34], while another study showed males had increased odds of being affected [9]. The ability of this study to determine risk factors for podoconiosis is limited since we included prevalent cases rather than incident cases. Podoconiosis takes many years to develop, making it labour-intensive and costly to include and follow incident cases. However, by including controls living in proximity with cases, we partially controlled for potential environmental, social and behavioural confounding factors.\nIncome is both a prior risk for, and an outcome of, podoconiosis. Cases earned less each month than controls, and additionally female cases earned less than male cases. Income did not vary significantly by area of residence in different levels of podoconiosis endemicity. We assessed average household income as a proxy indicator to compare the level of poverty among study subjects to evaluate relative economic inequity rather than defining level of poverty. However, we acknowledge that reported income may be biased because it is based on estimations made by the study subjects, and a measure of wealth index composed of expenditure and income would be more informative. In addition, we cannot be sure whether the poverty level reported during the study preceded occurrence of podoconiosis or was a consequence of the disease. A similar relationship, however, between poverty and disease status has been demonstrated in other NTDs, including lymphatic filariasis [35], [36], [37]. Previous studies have indicated that most podoconiosis-affected people are in the ‘productive’ age group [6], [7], [15], [16]. A study on productivity loss due to podoconiosis in Southern Ethiopia showed that the majority of cases worked fewer days than individuals free of podoconiosis, and hence lost 45.0% of total productive work days [16]. We also found income disparity by gender, with female cases earning less than male cases similar to the southern Ethiopian study [16]. Higher levels of ‘ever’ owning shoes and wearing more ‘protective’ shoes among men may also result from gender disparity in income, as has also been found in previous studies [6], [31].\nFewer cases went to school or were married than controls. Both marital status and ‘ever’ going to school showed no difference in areas with different levels of podoconiosis prevalence. The influence of podoconiosis on marriage has previously been reported in other studies [14], [15], [38]. We also found that a significantly higher proportion of female cases were unmarried compared to male cases or female controls. Stigma-related mate selection and marriage assessment may result in female cases having increased odds than male cases to be unmarried, possibly due to differences in access to resources [39]. The lower levels of education we found among cases have also been noted in previous studies [6], [10], [39], and may result from a range of factors. Firstly, since most of the cases are poor, limited financial access may lead to less school enrolment. Secondly, stigma related to podoconiosis may force students to discontinue their education [15], [38]. Thirdly, impaired mobility due to podoconiosis and frequent morbidity from acute adenolymphangitis (ALA) may affect schooling [10], [15]. We acknowledge the relationship between podoconiosis and education is bidirectional, and that higher levels of education may lead to positive behaviours (earlier age at first shoe wearing and more frequent foot washing).\nMost of the cases were in the second stage of podoconiosis and had a podoconiosis-affected first or second degree relative. Stage of podoconiosis was consistent with that found in northern, and southern Ethiopia [10], [29]. Familial clustering of podoconiosis, where biologically closer relatives were more affected than remote relatives, supports the hypothesis that genetic factors may influence susceptibility to podoconiosis [27], [28]. The fact that approximately one out of three podoconiosis affected households had at least two podoconiosis affected individuals implies that podoconiosis intervention programs could use the location of affected index cases to trace additional affected individuals and target resources [40].\nDuring the interview, the majority of both cases and controls were observed either to be barefoot or to be wearing non-protective shoes. Prolonged barefoot walking in podoconiosis endemic areas has long been observed to be associated with podoconiosis [19], [22], [23]. In the present study we explored having ‘ever’ owned shoes, current shoe ownership, and age at first wearing shoes. Cases and controls did not differ significantly in terms of ‘ever’ shoe ownership. On the other hand, controls owned more pairs of shoes, but these were of less protective types than those owned by cases. It appears that controls were more able to buy shoes because of their higher income. The majority of the cases started wearing shoes after disease onset, and wore more protective shoes. The increased current protective shoe ownership among cases may reflect proactive responses to disease development. Among cases, men were more likely to have ‘ever’ owned shoes and to wear more protective shoes, when compared to women. A previous study in western Ethiopia showed that men owned better quality shoes than women [6], and other studies in northern and southern Ethiopia showed more women than men to be barefoot [10], [38].\nThe average age at first wearing shoes for both cases and controls was larger than that reported by a previous study in northern Ethiopia [10]. The difference may partly be because the current study was conducted in rural kebeles whereas the earlier baseline survey covered both rural and urban kebeles. A study in southern Ethiopia showed differences between rural and urban residents in physical and financial access to treatment including starting to wear shoes [41]. On average, cases started wearing shoes when they were in their late 30 s (mean = 38.7, SD = 15.5), hence ten years later than controls. Age at first wearing shoes was positively correlated with age of onset of podoconiosis, suggesting that most cases might have started wearing shoes after the development of podoconiosis as observed in other studies in western and northern Ethiopia [6], [10].\nThis study showed that shoe wearing has generally increased over the past three decades among both cases and controls. In addition, the age at which the subject first wore shoes was highly correlated with the subjects' age, which indicates that the age at which subjects first wore shoes became younger as shoe wearing increased. The trend in average health and health-related indicators of Ethiopia for the past three decades showed an improvement in most indicators including higher Gross Domestic Product (GDP) and increased adult literacy rates [42]. Changes in shoe wearing practices preceded health promotion activities linked to podoconiosis treatment facilities in the area and are, therefore, are possibly related to these secular changes [43].\nWe compared walking, farming and foot-washing practices between cases and controls. Months spent on different farming activities each year, one-way average times walked and frequency of travel to fields, water sources and regular market visits were assessed. The average one-way walking time to farmed fields and water sources was not different for cases and controls. However, cases travelled for longer and less frequently to market. As observed in previous studies [15], this may be a result of slower walking due to the physical impairment imposed by podoconiosis or an ‘avoidant’ coping mechanism against stigmatization that drives patients away from the nearest markets where other community members visit [39]. A composite indicator for the time travelled and frequency of travel per month showed that there was no difference between cases and controls living in different areas. Cases who were farmers spent less time on farming activities than controls, whereas there was no difference by area of endemicity for controls. This suggests that podoconiosis-affected individuals become less able to farm and hence less productive due to the disease [15], [16].\nFoot-washing practices did not vary significantly between cases and controls. It is possible that study subjects provided ‘socially acceptable’ (false) responses, or that cases improved their washing practices after development of the disease. During interview, cases were observed to have more dirty and cracked feet. We acknowledge that observed reports of “cracked” and “dirty” feet among cases may be affected by interviewer subjectivity. However, it is important to recognise (even qualitatively), as long-standing cracked feet may increase the risk of soil particles penetrating through the skin [44] and triggering podoconiosis.\nTo summarise, this study showed socio-demographic and behavioural differences between podoconiosis-affected cases and unaffected controls, and between female and male cases in northern Ethiopia. We acknowledge that the study did not use a matched case-control design. Instead, during the analysis covariates were adjusted for sex, age and area of residence. Cases were observed to earn less, be less educated and were less likely to be married, when compared with controls. These disparities were more pronounced among female than male cases. Shoe wearing practices, particularly starting to wear shoes after the average age of development of podoconiosis, was significantly more common among individuals affected with podoconiosis than controls. We acknowledge that genetic and environmental variation modifies the level of susceptibility to podoconiosis [20], [21], [22], [26], [27], [28], [45], [46]; however, we believe that addressing the individual correlates identified in this study may influence the occurrence and associated burden of podoconiosis. Most importantly, the observed secular increases in shoe wearing over recent years may indicate opportunities to promote shoe wearing without increasing stigma among those at high risk."
}