{
    "Introduction": "As the most abundant and diverse mammals, rodents are notorious due to their ability to host and transmit a wide range of zoonotic pathogens, such as bacteria, viruses, and parasites [1]. Among them, infection with some pathogens can cause serious diseases in humans, including Yersina pestis causing plague [2], orthohantaviruses causing hemorrhagic fever with renal syndrome (HFRS) and hantavirus cardiopulmonary syndrome (HCPS) [3], Lassa virus causing Lassa fever (LF) [4], Francisella tularensis causing tularemia [5], etc. Except for the direct route, rodent-associated causative agents can be transmitted indirectly to humans and animals mainly through blood-feeding ectoparasitic arthropods [6]. As the important hosts infested by immature ticks, rodents are considered to be the competent reservoirs of many vector-borne pathogens. They play an important role in maintaining and transmitting a great extensive vector-borne zoonotic and veterinary bacterial and protozoan pathogens, such as Anaplasmataceae, Bartonella, Babesia and Hepatozoon [1].\nMany tick-borne Anaplasmataceae bacteria are pathogenic to humans and animals [7]. Specifically, pathogens that cause diseases mainly include some members within Anaplasma, Ehrlichia and Candidatus Neoehrlichia [8]. Because no transovarial transmission of Anaplasma, Candidatus Neoehrlichia, and Ehrlichia was observed in ticks [9], vertebrates including rodents are necessary to be the hosts of them. Many species within these genera, including A. phagocytophilum and Ehrlichia chaffeensis causing human monocytic ehrlichiosis (HME) and human granulocytic ehrlichiosis (HGE), respectively, have been identified in rodents [1]. Contrary to the family Anaplasmataceae, Bartonella spp. are facultative intracellular alphaproteobacteria and comprise a large number of vector-borne bacteria [10]. To date, more than 40 species including eight zoonotic pathogens have been identified in a wide range of rodents [11]. Therefore, rodents are recognized as the main natural reservoirs of the genus Bartonella [11]. In China, 22 rodent-associated Bartonella species, including eight pathogenic to humans, have been found so far, indicating a potential risk to humans [12].\nGenera Babesia and Hepatozoon belong to Apicomplexa of Protozoa. Some species within the genus Babesia are uncommon zoonotic agents and are transmitted to humans through blood feeding by ticks [13,14]. Rodents are considered to be the main reservoirs of Babesia, especially for Bab. microti, which is commonly distributed throughout the world and identified in diverse rodent species [13]. Genus Hepatozoon is composed of more than three hundred species, and invertebrate animals and vertebrate animals are used as its definitive and intermediate hosts, respectively [15,16]. Its transmission from vectors to vertebrates occurs when the intermediate host ingests the definitive host, differing from most other vector-borne protozoal and bacterial pathogens [17]. Definitely, rodents have been confirmed to be the intermediate hosts of H. ayorgbor [18]. In addition, Hepatozoon spp. have been identified in diverse rodents although their role as intermediate or paratenic hosts to Hepatozoon spp. is uncertain [19,20].\nGuangxi Zhuang Autonomous Region is located in South China, and its topography is characterized by mountains and hills. The subtropical climate and dense vegetation are conducive to the survival of various wild rodents. As the hosts of many vector-borne microorganisms including human pathogens, molecular surveys on vector-borne bacterial and protozoan infections in rodents, including Anaplasmataceae, Bartonella and Babesia, have been performed in many parts of China in the past 20 years [12,19,21–26]. In recent years, an increasing number of patients presenting with fever but lacking a confirmed viral etiology has been observed mainly in Guangxi. In addition, almost no study on vector-borne pathogens in rodents has been done in Guangxi although diverse rodents are present locally. In this study, rodents were captured from probable infection sites of most of such patients to enhance the understanding of the genetic diversity of vector-borne bacteria and protozoan in rodents. The objective of this study was to reveal potential pathogens responsible for these patients.",
    "Materials and methods": "Ethics statement\nThis study was approved by the Ethics Committee of Chengde Medical University (No. 202004). All the rodents were treated in accordance with the “Rules for Implementation of Laboratory Animal Medicine” from the National Health Commission, China.\n\n\nSample collection and DNA extraction\nFrom May to October 2019, rodents were collected in wild environment around fields from Fengshan county of Hechi city, Ningming county of Chongzuo city, and Shangsi county of Fangchenggang city in Guangxi, China (Fig 1). The rodents were captured alive using baited cages with a treadle release mechanism (27×14×11). Two trapping sessions were conducted per month, and a total of two hundred cages were set up in each session. The trap line was set at the edge of the fields, and the cage traps were set at 10 m intervals. All the collected rodents were anesthetized with isofluorane before euthanasia to minimize suffering. The spleen tissue was aseptically collected after sacrifice. The rodent species were first identified based on morphological characteristics [27]. Rodents that tested positive for vector-borne microorganisms, approximately one-third of those that tested negative, and those with a small sample size were further confirmed at the species level by sequence analysis of the mitochondrial cytochrome b (mt-cyt b) gene [28]. Twenty-five milli grams of spleen tissue per sample was homogenized in 200 μL of TL Buffer (tissue lysis buffer). Total DNA was extracted using a Tissue DNA Kit (Omega, Norcross, GA, USA) and eluted in 80 μL of double-distilled water as per the manufacturer’s protocol in a fume hood in a separate laboratory room. The OD260/OD280 ratio of all the extracted DNA samples was 1.73–1.87. The extracted DNA was stored at -20°C before microorganism detection.\nThe figure was generated using Rstudio. The source of the basemap shapefile was obtained from GADM (https://geodata.ucdavis.edu/gadm/gadm4.1/shp/gadm41_ZMB_shp.zip).\n\n\nDetection and molecular characterization of diverse microorganisms\nThe presence of microorganisms in rodents was identified by amplifying some marker genes using (semi-)nested PCR [12,21,29–32]. PrimeSTAR GXL Premix (Takara, Dalian, China) was used in all PCR reaction for the detection of microorganisms. Genera Ehrlichia and Anaplasma were screened using primer pairs of fD1/Eh-out2 and fD1/Eh-gs2, and Eh-out1/rp2 and Eh-gs1/rp2 targeting 16S rRNA gene [29,30]. “Candidatus N. mikurensis” was identified using primer pairs of CNM-out1/CNM-in2 and CNM-in1/CNM-R targeting groEL gene [21]. Primer pairs of bovis-gltA-F1/bovis-gltA-R and bovis-gltA-F2/bovis-gltA-R were used to detect A. bovis by amplifying the gltA gene [31]. Primer pairs of Abovis-groEL-F1/Abovis-groEL-R1 and Abovis-groEL-F2/Abovis-groEL-R2, designed in this study, were used to detect a novel lineage of A. bovis (identified from Australia) by amplifying the groEL gene. Primer pairs of HS1/HS6 and HS3/HSVR [33,34] were used to detect the genera Anaplasma and Ehrlichia by amplifying the groEL gene. Primer pairs of Ehrlichia-1F/Ehrlichia-R and Ehrlichia-2F/Ehrlichia-R (designed in this study) were used to detect the genus Ehrlichia by amplifying the gltA gene. Primer pairs of CS7F2/HG1085R and F1b/AnaCS1076R were used to amplify the gltA gene of the genus Anaplasma [32]. Genus Bartonella was identified by amplifying both the gltA and ftsz genes. Primer pairs of Bar-gltA-F (Bar-gltA-FM)/Bar-gltA-R1 and Bar-gltA-F (Bar-gltA-FM)/Bar-gltA-R2 were used for gltA and Bar-ftsz-F1/Bar-ftsz-R (Bar-ftsz-RM) and Bar-ftsz-F2/Bar-ftsz-R (Bar-ftsz-RM) for ftsz gene, respectively [12]. Primer pairs of New-Babesia-F/New-Babesia-R1 and New-Babesia-F/New-Babesia-R2, designed in this study, were used to identify genera Babesia and Hepatozoon by amplifying18S rRNA gene. All the primer sequences are shown in Table 1.\nFor the detection of microorganisms using (semi-)nested PCR, several rigorous measures were taken to prevent contamination, including filter tips used in each assay, each assay (the PCR mixture preparation, template addition, and agarose gel electrophoresis) performed in a fume hood in three separate rooms, and negative control using ddH2O as a template.\nThe PCR product of the expected size analyzed by denaturing gel electrophoresis was purified using the Takara MiniBEST Agarose Gel DNA Extraction Kit Version 4.0 (Takara, Dalian, China). The purified PCR product was sent to Shenggong Biotechnology Co., Ltd. for sequencing using the PCR primers. The PCR amplicons were sequenced with the ABI-PRISM Dye Termination Sequencing kit (Thermo Fisher Scientific, Waltham, MA) using an ABI 373-A genetic analyzer (Applied Biosystems, Carlsbad, CA).\n\n\nSequence analysis\nAll the newly generated nucleotide sequences were edited using BioEdit [35], and then blasted against the nucleotide sequences deposited in the GenBank database (https://blast.ncbi.nlm.nih.gov) to determine the similarity. Nucleotide sequence identity was determined among sequences obtained in this study and reference sequences downloaded from the GenBank database using the MegAlign program in Lasergene [36]. The maximum likelihood (ML) tree was reconstructed using PhyML v3.2 [37] under the best-fit substitution model determined by MEGA 7.0 [38]. Bootstrap value determined with 1000 replicates was used to estimate the confidence values for each branch of the ML tree.",
    "Results": "Rodent sample collection\nA total of 192 rodents were collected in three sampling sites of Guangxi, China (Fig 1), and seven species belonging to five genera were tentatively identified based on the morphological characteristics. Consistently, the rodents captured in the current study were classified into seven clades in the phylogenetic tree based on the cytb gene (Fig 2), and these seven clades corresponded to seven rodent species, namely Bandicota indica (Greater Bandicoot Rat, n = 91), Berylmys bowersi (n = 3), Leopoldamys edwardsi (Edward’s long-tailed rat, n = 9), Mus caroli (n = 3), Mus pahari (Gairdner’s shrew-mouse, n = 10), Rattus andamanensis (n = 49), and Rattus losea (Lesser Rice-field Rat, n = 27) (S2 Table).\nBootstrap values were calculated with 1000 replicates and only >70% are shown. Sequences of rodent species determined herein are marked with black circle. One representative cytb gene sequence for each rodent species was used for the phylogenetic analysis.\n\n\nGenetic and phylogenetic analysis of Ehrlichia\nUsing primer pairs fD1/Eh-out2 and fD1/Eh-gs2, sample GXS19 tested positive for the genus Ehrlichia (Tables 2 and S2), and presented the highest nucleotide identity of 98.73% with some strains of E. chaffeensis for 16S rRNA gene (Query cover: 100%, E-value: 0.0, MN368552, NR_074500, CP007475–CP007480, CP007473 and CP000236). Furthermore, two partial 16S rRNA gene sequences were recovered by PCR with primer pairs Eh-out1/rp2 and Eh-gs1/rp2 (Table 2). All these two sequences (GXS35 and GXS50, S2 Table) shared the highest nucleotide identity of 99.8% with those of uncultured Ehrlichia sp. clone YN04m, uncultured Ehrlichia sp. clone YN04 and Ehrlichia sp. 360 (Query cover: 100%, E-value: 0.0), and all of them clustered together in the phylogenetic tree (Fig 3A). Unfortunately, we failed to get other genes whether the primers in the previous studies or designed in this study were applied in the PCR reactions.\n(A) ML tree based on partial 16S rRNA gene; (B) ML tree based on partial groEL gene; (C) ML tree based on partial gltA gene. The legend follows that of Fig 2.\nTwo species in the genus Ehrlichia were identified by PCR with the primer pairs for detection of “Ca. N. mikurensis” (Table 2). In the groEL gene tree (Fig 3B), “Ca. E. hainanensis” isolate CCBF6 presented the closest relationship with both “Ca. E. hainanensis” clones Hainan 67 and Hainan 43. Consistently, BLASTn showed that CCBF6 shared the highest nucleotide identity of 98.6% with both these two “Ca. E. hainanensis” isolates identified in Niviventer fulvescens from Hainan Province for the groEL gene. In addition to “Ca. E. hainanensis”, another uncultured Ehrlichia species was identified in sample GXS15 (Tables 2 and S2). BLASTn showed that its groEL gene sequence had the highest nucleotide identity of 99.5% with those of uncultured Ehrlichia sp. clone Dehong-17 and Dehong-86 in Rhipicephalus microplus collected from Yunnan of China, followed by uncultured Ehrlichia sp. clone UN2-100 in Rhi. microplus from Malaysia. In the groEL gene tree (Fig 3B), GXS15 clustered with the above-mentioned three Ehrlichia isolates.\nIn addition to the above-mentioned potential Ehrlichia species, two samples (CCBF3 and CCBF4) tested positive for “Ca. E. zunyiensis” using primer pairs Eh-out1/rp2 and Eh-gs1/rp2 (Tables 2 and S2). In addition, two partial groEL gene sequences were obtained using primer pairs HS1/HS6 and HS3/HSVR, and one partial gltA gene sequence was obtained using primer pairs Ehrlichia-1F/Ehrlichia-R and Ehrlichia-2F/Ehrlichia-R. These two isolates shared 100% nucleotide identity for partial 16S rRNA gene and 99.9% for groEL gene with each other. Furthermore, these two isolates had the highest nucleotide identity with known “Ca. E. zunyiensis” isolates, presenting 99.8% nucleotide identity for 16S rRNA gene, 99.8–99.9% nucleotide identities for gltA gene and 99.8–99.9% for groEL gene. Consistently, in the three trees based on 16S rRNA, gltA and groEL genes, these two isolates in this study clustered with the “Ca. E. zunyiensis” isolates identified in Be. bowersi collected from Zunyi City of Guizhou Province (Fig 3A–3C).\n\n\nGenetic and phylogenetic analysis of Anaplasma\nUsing primer pairs fD1/Eh-out2 and fD1/Eh-gs2, six samples tested positive for the genus Anaplasma (Tables 2 and S2). Of the six partial 16S rRNA gene sequences, BLASTn showed that four sequences (GXS5, GXS45, GXS14 and GXS56) had the highest nucleotide identity of 100% with some 16S rRNA gene sequences of A. ovis deposited in GenBank (Query cover: 100%, E-value: 0.0), one (GXS70) presented the highest nucleotide identity of 99.8% with that of A. bovis isolate Zhouzhi-cattle-10 (Query cover: 100%, E-value: 0.0), and the last (GXS74) shared the highest nucleotide identity of 100% with some 16S rRNA gene sequences of A. capra (Query cover: 100%, E-value: 0.0). Using primer pairs Eh-out1/rp2 and Eh-gs1/rp2, one partial 16S rRNA gene sequence was recovered from sample GXS6, which most closely resembled those of A. bovis. Interestingly, BLASTn showed that this sequence had 100% nucleotide identity with A. bovis isolate 9689B recovered from Ban. indica and A. bovis isolate 80-1t from H. bandicota parasitizing Ban. indica from Taiwan, 99.7% with A. bovis isolate 9100t from Rhi. haemaphysaloides parasitizing Mus caroli also from Taiwan, 99.6% with isolates from Amblyomma triguttatum from Australia, and 98.9–99.2% nucleotide identities with other A. bovis isolates. In the phylogenetic tree, all these seven isolates were classified into three clades, and corresponded to A. capra, A. ovis and A. bovis, respectively (Fig 4A). Especially, isolate GXS6 first clustered with isolates 9689B, 80-1t and 9100t from Taiwan, and then all of them formed a clade with isolates from Australia in the diversity of A. bovis.\n(A) ML tree based on partial 16S rRNA gene; (B) ML tree based on partial groEL gene; (C) ML tree based on partial gltA gene of Anaplasma bovis; (D) ML tree based on partial gltA gene of Anaplasma phagocytophilum. The legend follows that of Fig 2.\nBecause of the absence of gltA and groEL genes of isolates 9689B, 80-1t and 9100t, primers based on groEL gene of isolates above-mentioned identified in Australia were designed. Surprisingly, using the primer pairs Abovis-groEL-F1/Abovis-groEL-R1 and Abovis-groEL-F2/Abovis-groEL-R2, one partial groEL gene sequence was amplified successfully from sample SS7 rather than from sample GXS6 (Tables 2 and S2). The partial groEL gene sequence showed the highest nucleotide identity of 91.4% (Query cover: 96%, E-value: 1e-111) with A. bovis isolates identified from Australia, followed by isolate Zhouzhi-goat-29 with 84.6% nucleotide identity (Query cover: 99%, E-value: 7e-80). However, it only presented less than 80% nucleotide identity with other A. bovis isolates both in and outside China. In the absence of a generally recognized cutoff value to identify a novel Anaplasma species, as well as the absence of other gene sequences, it is difficult to determine whether it represents a new species or just a variant of A. bovis. In the phylogenetic tree, this partial groEL gene sequence was closely related to those isolates recovered from Amblyomma triguttatum in Australia (Fig 4B). Additionally, sample GXS27 tested positive for A. bovis using prime pairs bovis-gltA-F1/bovis-gltA-R and bovis-gltA-F2/bovis-gltA-R (Tables 2 and S2). In the gltA gene tree, this A. bovis isolate fell into the diversity of lineage 1 of Guo et al. [31] (Fig 4C). The nucleotide sequence identity between the gltA sequence in this study and those belonging to lineage 1 ranged from 94.1% to 99.4%. We also tried to obtain the 16S rRNA and groEL sequences using the primers listed above and in the previously study but failed.\nFurthermore, Anaplasma spp. was identified using primer pairs CS7F2/HG1085R and F1b/AnaCS1076R. As a result, three partial gltA gene sequences were recovered from samples GXS21, GXS33 and GXS61 (Tables 2 and S2), and all of them showed 99.5–99.7% nucleotide identities with each other. BLASTn showed that all these three gltA gene sequences shared the highest nucleotide identities of 98.4–98.7% with that of A. phagocytophilum isolate Yanshou-103 identified in Haemaphysalis longicornis tick from Heilongjiang Province (Query cover: 100%, E-value: 0.0), followed by A. phagocytophilum isolates with approximately 85.1–88.4% nucleotide identities. In the phylogenetic tree, these three isolates in this study were closely related to isolate Yanshou-103 and clustered together, and separate from other A. phagocytophilum isolates (Fig 4D). Although the primer pairs targeting the groEL gene was designed based on the corresponding sequences of isolate Yanshou-103 and other A. phagocytophilum isolates, we failed to obtain the groEL gene from these three positive samples.\n\n\nGenetic and phylogenetic analysis of Candidatus Neoehrlichia\nBLASTn showed that 27 rodent samples tested positive for “Ca. N. mikurensis” (Tables 2 and S2). All these 27 partial groEL gene sequences were closely related to each other, and presented 99.8–100% nucleotide identities. Interestingly, all these isolates clustered with five isolates (Mulan-96, Fangzheng-108, Binxian-19, Shangzhi-36 and Fangzheng-47) from Heilongjiang Province, four (2011FJ41N.c, 2010HN13A.a, 2010HN23R.n and 2006ZJ59A.s ZJ) from Southeast China and one (TK4456) from Japan, and formed a separate clade in the phylogenetic tree (Fig 5), rather than with isolates from Yunnan Province neighboring Guangxi. All the isolates in this clade shared 99.3–100% nucleotide identities.\nThree representative groEL gene sequences were used for the phylogenetic analysis. The legend follows that of Fig 2.\n\n\nGenetic and phylogenetic analysis of Bartonella\nDetection of Bartonella spp. targeting both the ftsz and gltA genes revealed that 30 samples were positive. BLASTn showed that four validated Bartonella species were identified, including Bar. coopersplainsensis, Bar. tribocorum, Bar. rattimassiliensis, and Bar. silvatica (Tables 2 and S2). In addition, a Bartonella species closely related to Bartonella sp. KM2563 was detected, and all three isolates shared the highest nucleotide identities of 99.8% and 99.3–99.6% with Bartonella sp. KM2563 for the ftsz and gltA genes, respectively, followed by Bar. phoceensis. Furthermore, another Bartonella species was detected (Tables 2 and S2), which was closely related to uncultured Bartonella sp. clone 026RS18FTSZ in Ra. satarae from India, followed by Bar. tribocorum. Six ftsz gene sequences were recovered from all the positive samples, and they shared 99.6–100% nucleotide identities with each other, and 99.2–99.4% with uncultured Bartonella sp. clone 026RS18FTSZ and 97.3% with Bar. tribocorum. Moreover, two gltA gene sequences were recovered, and they shared 99.5–99.9% nucleotide identities to each other and 96.3–96.4% with Bar. tribocorum due to an absence of the gltA gene of uncultured Bartonella sp. clone 026RS18FTSZ. As shown in Fig 6, the phylogenetic trees based on the ftsZ and gltA genes showed a similar topology, and the newly identified isolates in this study clustered with the corresponding isolates of Bar. coopersplainsensis, Bar. tribocorum, Bar. rattimassiliensis and Bar. silvatica, respectively. Interestingly, the three isolates closely related to Bartonella sp. KM2563 was determined in this study and Bartonella sp. KM2563 formed a separate clade in both ftsZ and gltA genes trees. Both nucleotide and phylogenetic analyses suggested that they represent a novel species, and we name it “Candidatus Bartonella fengshanensis” according to the site where the rodents were collected. As for another six isolates closely related to uncultured Bartonella sp. clone 026RS18FTSZ, all of them first clustered with uncultured Bartonella sp. clone 026RS18FTSZ, and then with Bar. tribocorum in the ftsZ tree. On the contrary, these isolates formed a distinct clade and were separate from Bar. tribocorum in the gltA tree. Therefore, they represent another novel species although it was closely related to Bar. tribocorum, and we name it as “Candidatus Bartonella shangsiensis” according to the site where the rodents were collected.\n(A) ML tree based on partial ftsz gene; (B) ML tree based on partial gltA gene. One representative sequence of ftsz and gltA genes for each Bartonella species was used for the phylogenetic analysis. The legend follows that of Fig 2.\n\n\nGenetic and phylogenetic analysis of protozoan parasites\nBy amplifying the partial 18S rRNA gene, 15 rodent samples tested positive protozoan parasites. BLASTn showed that five isolates belonged to Bab. microti and other 10 belonged to the genus Hepatozoon (Tables 2 and S2). The five partial 18S rRNA gene sequences of Bab. microti shared 99.9–100% nucleotide identities to each other and 98.1–100% with corresponding sequences of other known Bab. microti isolates. The 10 partial 18S rRNA gene sequences of Hepatozoon spp. shared 98.2–100% nucleotide identities with each other. Furthermore, GXS48 shared the highest identity of 100% with Hepatozoon sp. isolates R50 and R38. Of another nine, six showed the highest identities of 98.5–98.9% with Hepatozoon sp. isolate RT9 and the remaining three showed the highest identities of 98.8–98.9% with Hepatozoon sp. DJH-2014c, respectively. For Bab. microti, all five isolates determined in this study fell into the diversity of Bab. microti, and clustered with the Kobe-type isolates, a zoonotic genotype (Fig 7A). In the phylogenetic tree, GXS48 clustered together with Hepatozoon sp. isolates R50 and formed a distinct clade. Although clustering together, another nine isolates formed six distinct clades, suggesting potential novel Hepatozoon species (Fig 7B). Interestingly, Hepatozoon species associated with rodents and reptiles from different parts of the world formed a large clade in the phylogenetic tree based on 18S rRNA gene, and those identified in this study fell into the diversity of this clade.\n(A) ML tree based on partial 18S rRNA gene sequences of the genus Babesia; (B) ML tree based on partial 18S rRNA gene sequences of the genus Hepatozoon. The legend follows that of Fig 2. The sequences marked with black triangle were identified in rodents, and those shown in bold were recovered from reptiles, including snakes.\n\n\nCo-infection of diverse microorganisms\nDual infection was observed between different microorganisms (S2 Table). Specifically, dual infection was identified between A. bovis and Bar. tribocorum in SS7, “Ca. E. zunyiensis” and Bar. tribocorum in CCBF3 and CCBF4, A. bovis and Bab. microti in GXS6, uncultured Ehrlichia sp. clone YN04m and “Ca. N. mikurensis” in GXS35, “Ca. Bar. fengshanensis” and “Ca. N. mikurensis” in GXS63, A. phagocytophilum and “Ca. N. mikurensis” in GXS21, and “Ca. Bar. fengshanensis” and “Ca. N. mikurensis” in GXS64 were identified. Interestingly, co-infection between “Ca. N. mikurensis” and other microorganisms is the most common type.",
    "Discussion": "In this study, a molecular survey of vector-borne pathogens in field rodents was performed, and the results showed that four Anaplasma, five Ehrlichia, “Ca. N. mikurensis”, six Bartonella, Bab. Microti and diverse Hepatozoon were identified in six rodent species collected from three sampling sites in Guangxi Province. In addition, A. capra, A. ovis and E. chaffeensis-like, as well as several potential new Hepatozoon species, were identified although more evidences are needed, which is the limitation of this study. Of them, six, including A. capra, A. phagocytophilum, “Ca. N. mikurensis”, Bar. rattimassiliensis, Bar. tribocorum and Bab. microti are zoonotic pathogens in addition to A. bovis and A. ovis with zoonotic potential. Hence, our results greatly contribute to revealing the species diversity of rodent-borne bacteria and protozoan circulating in this area, especially those pathogenic to humans.\nAs the natural hosts of many Anaplasma and Ehrlichia species, rodents have been reported to harbor A. phagocytophilum, A. bovis, A. ovis [39], E. chaffeensis, E. muris, “Ca. E. hainanensis” [26], “Ca. E. zunyiensis” [25], “Ca. E. khabarensis”, and “Ca. E. extremiorentalis” (AY584851). In this study, sequence analysis showed that four Anaplasma and five Ehrlichia were detected in rodents, respectively. Interestingly, this is the first evidence of A. capra infection in rodents although further evidence is needed. Anaplasma phagocytophilum is distributed worldwide, and presents extensive genetic diversity. In this study, three isolates, GXS21, GXS33, and GXS61, were closely related to isolate Yanshou-103 [40], and formed a distinct clade in the phylogenetic tree, suggesting a novel lineage of A. phagocytophilum. Interestingly, these three isolates were identified in Guangxi in Southwest China; while isolate Yanshou-103 was identified in Heilongjiang in Northeast China. Hence, we propose a conjecture that this novel lineage of A. phagocytophilum may be present in other parts of China. For A. bovis, except known lineage circulating in mainland China, one 16S rRNA gene sequence presenting the closest relationship with isolates from Taiwan, and another groEL gene showing the highest nucleotide identity of 91.4% with isolates from Australia [41], were generated in this study. In the absence of a generally recognized cutoff value to identify a novel Anaplasma species, we temporarily suppose that they may be variants of A. bovis based on the phylogenetic analysis. However, these two sequences were amplified from two rodent samples from two different sampling sites, so we cannot determine whether these two sequences are from the same lineage of A. bovis. But anyway, there must be at least one novel lineage of A. bovis circulating locally. Previous studies demonstrated that “Ca. N. mikurensis” was widely distributed in rodents in and outside China, and its genetic diversity was correlated with the geographic origin [21]. In 2023, “Ca. N. mikurensis” isolates identified from northeastern China closely related to those from southeastern China were identified in ticks [40]. In this study, “Ca. N. mikurensis” isolates in this lineage were also identified in rodents, indicating its wide distribution.\nAs emerging zoonotic causative agents, most members of the genus Bartonella are hosted by diverse rodent species, with the prevalence reaching up to more than 50% in the field [10,11,22]. Of rodent-associated species, eight are regarded as human pathogens causing bartonellosis with a variety of clinical features, namely, Bar. doshiae, Bar. elizabethae, Bar.grahamii, Bar. rattimassiliensis, Bar. rochalimae, Bar. tribocorum, Bar. vinsonii, and Bar. washoensis, and all have been identified in China [12]. Based on the genetic and phylogenetic analysis, four validated Bartonella species, including Bar. coopersplainsensis, Bar. tribocorum, Bar. rattimassiliensis, and Bar. silvatica, were identified in four rodent species. Notably, Bar. tribocorum are considered to be zoonotic pathogens in recent years [42]. In addition, two potential novel species were detected in Ra. losea and Ban. indica, respectively. Specifically, one was most closely related to Bar. phoceensis, with approximate 95.5% nucleotide identities for gltA gene. Based on the criteria suggested by La Scola et al. [43] for Bartonella targeting the gltA gene (the gltA fragment shares <96.0% sequence similarity with validated species), this Bar. phoceensis-like species can be attributed to a novel species, named “Ca. Bartonella fengshanensis”. For another species, it had the closest relationship with Bar. tribocorum (96.4% nucleotide identity for gltA gene), which doesn’t fit the criteria suggested by La Scola et al [43]. However, Bar. tribocorum and Bar. kosoyi are known as two distinct species although they share 98.6% nucleotide identity for gltA gene. Combination the fact that less than 4% genetic divergence between two known Bartonella species and the position of Bar. tribocorum-like on the gltA tree, we still consider it as a novel Bartonella species, named “Ca. Bartonella shangsiensis”. The human-pathogenic Bar. tribocorum and two presumably novel Bartonella species infections in rodents call for more robust surveillance studies to reveal the prevalence of Bartonella in rodents, even in humans.\nOf the Babesia species pathogenic to humans, Bab. microti, Bab. venatorum, and Bab. divergens have been identified in patients and cause babesiosis with atypical clinical systems in China [44]. Besides, Bab. crassa-like and Babesia. sp. XXB/Hangzhou causing sporadic cases have also been reported [45,46]. To date, only Bab. microti was detected in rodents in Yunnan, Beijing, Zhejiang, Fujian and Henan Provinces, although the above-mentioned pathogens were detected in ticks on a much wider geographical scale in China [23,24,47–50]. In Guangxi, Bab. microti has been identified in patients, ticks (Rhi. sanguineus), and farmed Macaca fascicularis in Nanning city [51–53]. Consistently, five Bab. microti isolates were identified in Mus pahari and Ra. andamanensis collected from Fengshan of Hechi city in the current study, indicating its wide geographical distribution in Guangxi. In addition, all five Bab. microti isolates belong to Kobe-type with zoonotic, therefore, surveillance focusing on human cases should be performed in the future study.\nHepatozoon spp. are important veterinary pathogens and their pathogenicity to humans is unclear although Hepatozoon sp. detected in humans from Russia has been reported [54]. Rodents are regarded as natural intermediate and potential paratenic hosts of some Hepatozoon species [55,56]. Furthermore, these agents have been identified in diverse rodent species around the world [20]. In China, Hepatozoon spp. have been identified in snakes [57,58], dogs [59], cats (GenBank: OM714911), and one rodent species, namely, Rhombomys opimus [19]. Therefore, the information on Hepatozoon spp. in rodents is scarce in China. In this study, ten Hepatozoon isolates were identified in Mus pahari and Ra. andamanensis. This is the first report of Hepatozoon spp. infections in these two rodents, expanding the rodent range. Considering the nucleotide identity among them and their position in the phylogenetic tree, nine isolates may belong to different potential novel species. In addition, the most related sequences in the phylogenetic tree were from rodents and snakes, hence, we put forward a hypothesis that Hepatozoon species can be transmitted from rodents as the paratenic host to reptiles, consistent with a previous study [20].\nSeveral limitations existed in this study. First, an inadequate representation of rodent species existed in two sampling sites in Ningmign and Shangsi, respectively, resulting in an incomplete depiction of the vector-borne pathogens in wild rodents. Second, only one gene or partial gene sequences were obtained for some pathogens, affecting our understanding of their genetic characteristics. Third, the age or gender of the captured rodents was not recorded; therefore, the assessment of the prevalence of each pathogen across age groups or sexes of rodents could not be determined. Forth, blood-sucking vectors on the rodents were not collected in this study; therefore, it is uncertain whether there is consistency between the pathogens carried by rodents and those carried by arthropods on rodents.",
    "Conclusion": "In sum, a wide variety of bacterial and protozoan microorganisms were identified in rodents from Guangxi Province, China. Of them, six are human pathogens, including one Bartonella, one Babesia, “Ca. N. mikurensis”, and three Anaplasma. In addition, potential novel Bartonella species and diverse uncultured Hepatozoon clones were identified, contributing to a better understanding of the genetic diversity of rodent-associated Bartonella and Hepatozoon, respectively. Our findings underscore the potential risk of transmission to humans and emphasize the need for enhanced surveillance of these causative agents in human populations. Furthermore, our results offer valuable insights to mitigate the public health risk posed by the causative agents identified in this study."
}