{
    "Background": "The control of soil-transmitted helminths (STH) is achieved through mass drug administration (MDA) with deworming medications targeting children and other high-risk groups. Recent evidence suggests that it may be possible to interrupt STH transmission by deworming individuals of all ages via community-wide MDA (cMDA). However, a change in delivery platforms will require altering implementation processes.",
    "Methods": "We used process mapping, an operational research methodology, to describe the activities required for effective implementation of school-based and cMDA in 18 heterogenous areas and over three years in Benin, India, and Malawi. Planned activities were identified during workshops prior to initiation of a large cMDA trial (the DeWorm3 trial). The process maps were updated annually post-implementation, including adding or removing activities (e.g., adaptations) and determining whether activities occurred according to plan. Descriptive analyses were performed to quantify differences and similarities at baseline and over three implementation years. Comparative analyses were also conducted between study sites and areas implementing school-based vs. cMDA. Digitized process maps were developed to provide a visualization of MDA processes and inspected to identify implementation bottlenecks and inefficient activity flows.",
    "Results": "Across three years and all clusters, implementation of cMDA required an average of 13 additional distinct activities and was adapted more often (5.2 adaptations per year) than school-based MDA. An average of 41% of activities across both MDA platforms did not occur according to planned timelines; however, deviations were often purposeful to improve implementation efficiency or effectiveness. Visualized process maps demonstrated that receipt of drugs at the local level may be an implementation bottleneck. Many activities rely on the effective setting of MDA dates and estimating quantity of drugs, suggesting that the timing of these activities is important to meet planned programmatic outcomes.",
    "Conclusion": "Implementation processes were heterogenous across settings, suggesting that MDA is highly context and resource dependent and that there are many viable ways to implement MDA. Process mapping could be deployed to support a transition from a school-based control program to community-wide STH transmission interruption program and potentially to enable integration with other community-based campaigns.",
    "Trial registration": "NCT03014167."
}