{
    "Background": "Individual behavior, particularly choices about prevention, plays a key role in infection transmission of vector-borne diseases (VBDs). Since the actual risk of infection is often uncertain, individual behavior is influenced by the perceived risk. A low risk perception is likely to diminish the use of preventive measures (behavior). If risk perception is a good indicator of the actual risk, then it has important implications in a context of disease elimination. However, more research is needed to improve our understanding of the role of human behavior in disease transmission. The objective of this study is to explore whether preventive behavior is responsive to risk perception, taking into account the links with disease knowledge and controlling for individuals’ socioeconomic and demographic characteristics. More specifically, the study focuses on malaria, dengue fever, Zika and cutaneous leishmaniasis (CL), using primary data collected in Guyana–a key country for the control and/or elimination of VBDs, given its geographic location.",
    "Methods and findings": "The data were collected between August and December 2017 in four regions of the country. Questions on disease knowledge, risk perception and self-reported use of preventive measures were asked to each participant for the four diseases. A structural equation model was estimated. It focused on data collected from private households only in order to control for individuals’ socioeconomic and demographic characteristics, which led to a sample size of 497 participants. The findings showed evidence of a bidirectional association between risk perception and behavior. A one-unit increase in risk perception translated into a 0.53 unit increase in self-reported preventive behavior for all diseases, while a one-unit increase in self-reported preventive behavior (i.e. the use of an additional measure) led to a 0.46 unit decrease in risk perception for all diseases (except CL). This study also showed that higher education significantly improves knowledge and that better knowledge increases the take up of preventive measures for malaria and dengue, without affecting risk perception.",
    "Conclusions": "In trying to reach elimination, it appears crucial to promote awareness of the risks and facilitate access to preventive measures, so that lower risk perception does not translate into lower preventive behavior."
}