{
    "Introduction": "The developing Pacific Island Countries and Territories (PICTs) are under increasing threat from both acute and chronic diseases ranging from HIV/AIDS to obesity. In addition, people residing in PICTs are highly vulnerable to environmental impacts from the sea level rise and extreme weather events associated with global warming. Ciguatera is a prevalent tropical and subtropical disease that has been an under-appreciated cause of acute and chronic disease in island communities and might be increasing in incidence due to increasing vulnerabilities (i.e. poverty, global warming, eutrophication) in these populations [1]–[3].\nCiguatera is caused by the consumption of coral reef fish contaminated by ciguatoxin and related toxins from dinoflagellates (microalgae) and cyanobacteria [1], [2]. The ciguatoxin bioaccumulates up the food web, either directly from incidental uptake by herbivorous fish or indirectly by carnivorous fish [1]. After the consumption of coral reef fish contaminated with ciguatoxin, people experience potentially severe acute neurologic, gastrointestinal and cardiac symptoms as well as, in some cases, chronic neurologic symptoms lasting weeks to months [1], [2]. Ciguatera occurs globally, in coastal tropical waters, and is particularly prevalent across the PICTs. Cases of ciguatera have also been reported in temperate regions of the world due to travel and coral reef fish export. Ciguatera poisoning is often under-diagnosed and under-reported, with only 2 to 10% of cases reported to health authorities (Friedman et al 2008). Estimates of the incidence of ciguatera in Oceania have ranged from 0.5/10,000/year in Hawaii to 5,850/10,000/year in French Polynesia [2]. Fish is the staple protein source in many PICT communities, with many islands in the region suffering ongoing outbreaks of ciguatera leading to potentially significant impacts on large portions of the population of small island communities when toxic fish are consumed [3].\nDinoflagellates of the genera Gambierdiscus, that grow epiphytically on macro- and turf-algae on coral reefs, produce the ciguatoxins predominantly responsible for the disease known as ciguatera. Coral reef damage, or when algal growth is not controlled by herbivorous fish, provide increased potential habitat for Gambierdiscus growth that might increase the risk of ciguatera [4]. Despite extensive research, we know little about the ecology and the environmental factors that cause the blooms of the ciguatera caustive organisms, nor do we understand the role (if any) of other dinoflagellate genera including Ostreopsis (palytoxin producers) and Prorocentrum (okadaic acid and dinophysistoxins producers) or marine cyanobacteria [5]. Presently, ciguatoxin can only be detected in fish and Gambierdiscus in specialized labs, and diagnosis in humans is based almost exclusively on symptoms associated with the recent consumption of a potential ciguateric fish; factors that hamper its effective management and highlight important research needs [1], [2].\nA number of factors have been associated with ciguatera cases and the presence of ciguatoxic dinoflagellates. Military activities causing coral reef damage in the Pacific, including from World War II, and nuclear test explosion programs, have been linked with outbreaks and changing incidence of ciguatera in some locations [6]. The prevalence of ciguatera in the South Pacific increases dramatically where average sea surface temperatures are at least 28 to 29°C [7]. Elevated sea surface temperatures associated with global warming are believed to already be exacerbating the extent and the range of ciguatera [8], . Reportedly, ciguatera occurrences are most prevalent in the warmest regions of the Caribbean, and all indigenous ciguatera cases have occurred where annual average temperatures are >25°C [4]. Nutrient enrichment and warming sea surface temperatures have been shown to stimulate Gambierdiscus growth which results in higher cell densities [10]. Also, benthic dinoflagellate species, including those of the genera Gambierdiscus, might have extended biogeographical ranges, induced by human activity. For example, benthic dinoflagellates are likely to be able to colonize previously unoccupied locations through transport in ship ballast [11]. Certain species of Gambierdiscus has now been found to be highly ciguatoxic compared to the other species [12], and blooms of these species are likely to contribute most to ciguatera risk.\nGiven changes in global climate patterns, increased degradation of coastal marine environments through coastal development and land run-off, and increased exploitation of coastal marine resources, the incidence of ciguatera cases is predicted to continue to increase in the future [4], [13]. Therefore, we hypothesized that ciguatera incidence is an increasing human health and ecological concern across the PICTs. To test this hypothesis, we report on changes in ciguatera incidence across the Pacific, and the social consequences of changing ciguatera incidence by comparing two 11 year periods of data: 1973–1983 vs 1998–2008.",
    "Methods": "The Secretariat of the Pacific Community, the Institut Louis Malarde (Tahiti), the Institut Louis Pasteur (New Caledonia), and Institute for Research and Development (IRD) organized a Ciguatera workshop held in Noumea, October 2008. At this workshop, many island nation delegates declared a need for the ciguatera concern to be better addressed. To start to understand the current extent and nature of the ciguatera problem, we distributed a questionnaire to all PICTs (Supporting information S1). Ciguatera records used in this study are housed in each PICTs government health institution (Ministries and Departments of Health and Public Health).\n\nQuestionnaire\nTo obtain the ciguatera records for the period of 1998 to 2008, we first contacted the Secretariat of the Pacific Community (SPC), Division of Fisheries, Aquaculture and Marine Ecosystems (FAME) to obtain the list of institutions responsible for maintaining ciguatera records within PICTs. We considered these repositories were comaparable to the data collection repositories used in the Lewis et al. study [14]. The questionnaire (Supporting Information S1) was sent by email to the institutions in October 2009. Updates on the returning of the questionnaires were sent to PICTs on four occasions over the period, and questionnaires were returned from the PICTs up until April 2010.\nThe questionnaire was developed by the co-authors in collaboration with the PICTs. The questionnaire included questions and definitions from prior ciguatera studies to provide consistency of data gathering and allow comparison across studies. The 3 key sections of the questionnaire collected information on: 1) Temporal incidence of ciguatera; 2) Environmental disturbance, to examine if coral reef condition and occurrence of coral bleaching and cyclones might influence ciguatera incidence (these data were considered purely speculative on the part of the respondent); and 3) Social consequences of ciguatera including changing diet and associated medical conditions, proactive and reactive management of ciguatera, and the desire for external assistance in response to ciguatera.\n\n\nStatistical analyses\n1) Temporal incidence of ciguatera.To determine whether the per capita incidence of ciguatera has increased significantly, as hypothesized, comparisons are made between the data from this study (1998–2008) and the work of Lewis [14] who reported on the epidemiology of ciguatera in the Pacific for the years 1973 to 1983. We tested for significant change in ciguatera incidence across PICTs by comparing mean annual incidence (per 100,000 people) within each PICT in each time period using a paired t-test, controlling for missing ciguatera values. We tested for overall change in ciguatera incidence using annual incidence (per 100,000 people) means across all PICTS for the two time periods using a independent-sample t-test and linear regression analysis, controlling for missing ciguatera values. All total incidence and incidence mean values were normalized prior to analysis using a natural log transformation. We also present the rates ratio (1998–2008 incidence/1973–1983 incidence), controlling for missing values.\n\n2) Environmental disturbance.We tested whether ciguatera incidence correlated with the incidence of cyclones or bleaching using independent-sample t-test. We also tested whether ciguatera incidence correlated with coral reef condition using spearman rank correlation. We used natural log transformed total incidence (per 100,000 people) within PICTs from 1998–2008 as our measure of incidence for all environmental disturbance analyses, controlling for missing ciguatera values.\n\n3) Social consequences of ciguatera.We tested whether the per capita incidence of ciguatera was associated with diet change, secondary medical problems, reactive management, proactive management, and perceived management benefit from additional support across the PICTs surveyed using independent-sample t-test, controlling for missing ciguatera values. A number of respondents did not complete this section of the questionnaire. Therefore, to ensure that non responses were not due to low or high ciguatera incidence, we also compared incidence rates between PICTs that responded and PICTs that did not, using independent-sample t-test.",
    "Results": "Nearly all PICTs responded (17 or 85%), with half fully completing the ciguatera questionnaires. Whilst we contacted the health authorities for the ciguatera data (which were returned by the health authorities in all cases), other questions were left incomplete as they were not directly about the ciguatera health issue or were sent to the other government authorities to be fully completed.\n\nTemporal incidence of ciguatera\nThe reported cases for the recent 11 year period showed high levels of inter-year variability within and between PICTs. In Fiji, Kiribati and French Polynesia, more cases occurred at the start of the period. Annual reported cases peaked around the middle of the period at Cook Islands, Marshall Islands, Tokelau, Mariana's, and Hawaii. Reported cases in Vanuatu peaked towards the later part of the 11 year period and since 2005, Fiji experienced an increase in the number of ciguatera cases. Finally, Palau, Hawaii, Guam, Samoa, Wallis and Futuna, and Nauru all had relatively consistent incidence rates of under 5/100,000 (Table 1). Additional data relating to ciguatera incidence within PICT archipelagos are presented in Table 2.\nWithin the 35 year period (1973–2008), including the study by Lewis [14] and this study, there was a clear overall increase in CPF incidence; however, the results show inter-PICT incidence variability between the two time periods (Figure 1). Cook Islands, Vanuatu, Fiji, Tokelau, Marshall Islands, Niue, Tonga, and Palau all have increased ciguatera incidence (Table 3). Others have shown a decrease in ciguatera incidence in comparison to the other PICTs (such as Tuvalu and New Caledonia). From 1973–1983, only four nations demonstrated a ciguatera incidence over 300/100,000; now seven nations have an incidence over this value. Fiji now outranks French Polynesia as the nation with the highest number of ciguatera cases. Previously only four nations had over 2,000 ciguatera cases; recently six nations reported ciguatera cases over this value. Fiji, French Polynesia, Vanuatu, Kiribati, Cook Islands, and Tokelau all demonstrated an increase in the number of ciguatera cases; New Caledonia, Tuvalu and Guam showed a decrease in the number of cases.\nMean annual incidence (per 100,000 people) of ciguatera across Pacific Island Countries and Territories (PICT) from 1973–2008 are reported. Hawaii, North Marianas, Marshall Islands and Palau were omitted because comparable data was not available for both time periods.\nStatistical analysis of temporal change in ciguatera incidence showed varied results. There was no statistically significant difference between 1973–1983 mean incidence and 1998–2008 mean incidence across PICTs (p = 0.949), comparing all PICTs (except the State of Hawaii which was not presented by Lewis [14]) using paired t-test (Table 4). However, there was a highly significant difference in mean incidence, between the two time periods when comparing mean incidence across years (p = 0.002), using independent-sample t-test. Linear regression analysis of annual mean incidence from 1973 to 2008 was also statistically significant (p = 0.005) despite high inter-year variability. The rate ratio (1998–2008 mean annual incidence/1973–1983 mean annual incidence) was 1.60; therefore, there was a 60% increase in the mean annual incidence from the earlier period to the more recent period. Hawaii, North Marianas, Marshall Islands, and Palau were omitted for the independent sample t-test, regression analysis and the rate ratio due to data limitations (Table 1).\n\n\nEnvironmental disturbance\nOf the 18 PICTs in this study, 11 reported on all (i.e. coral bleaching, cyclone incidence and perceived reef condition), whilst New Caledonia reported only on coral bleaching (Table 5). All three environmental disturbance types were positively related to ciguatera incidence. However, there was no statistically significant correlation between mean annual ciguatera incidence and occurrence of bleaching (p = 0.20), cyclone incidence (p = 0.17) or perceived coral reef condition (p = 0.57).\n\n\nSocial consequences of ciguatera\nResponses to questions relating to the social consequences of ciguatera demonstrated that the incidence of ciguatera might be having a negative impact on PICT communities. Seven PICTs reported changes in diet as a result of ciguatera, whilst six PICTs reported that there was no change in diet as a result of ciguatera. Also, seven PICTs reported secondary medical problems (such as diabetes due to dietary changes) as a result of ciguatera. Five PICTs reported both a change in diet and secondary medical problems as a result of ciguatera. Seven PICTs reported taking reactive management measures (such as closure of fishing areas) to manage ciguatera outbreaks, whilst four PICTs reported taking no reactionary measures. Four PICTs reported that preventative management (such as catchment management) was occurring, whilst four PICTs reported that there was no preventative management. Eight PICTs reported that additional support would improve the management of ciguatera, whilst four reported that it would not.\nThere was a positive and marginally significant relationship between changing diet and per capita incidence of ciguatera (p = 0.06), and secondary medical problems and per capita incidence of ciguatera (p = 0.08) (Table 6). Neither reactive nor proactive management was correlated with per capita incidence of ciguatera. However, perceived improvement in management as a result of increased support was positively correlated with per capita incidence of ciguatera (p = 0.013). There was no significant difference (p≤0.05) in per capita incidence of ciguatera between nations that did and did not respond to questions on the social consequences of ciguatera.",
    "Discussion": "This study provides four important findings. First, as hypothesized, ciguatera incidence has increased significantly in the Pacific since the 1970s, but there is significant variability in incidence within PICTs since this time. Second, predicting causes of outbreaks and consequent elevated levels of ciguatera is difficult at the scale of this study, highlighting the need for further local-scale research and management action. Third, as reported earlier [3], ciguatera incidence continues to have significant negative effects on PICT societies, including dietary changes and associated medical problems (such as diabetes). Fourth, there has been inadequate response to date, yet there is acknowledgement from a number of PICTs that assistance would aid in the management of ciguatera. Such assistance could provide appropriate support and unified action might lead to solutions to a disease that could be considered an important cause of both acute and chronic illness in the Pacific.\nBased on the results of this study compared to historical analyses, the overall incidence of ciguatera per 100,000 people appears to have increased significantly in the Pacific comparing 1973–1983 (mean104 cases/100,000 [14]) with 1998–2008 (mean194/100,000). There has been a 60% increase in the annual incidence of ciguatera between the two time periods based on PICTs that reported for both time periods (Figure 1). Two nations which exemplify the potential degree of change in incidence of ciguatera are the Cook Islands, where the incidence rose from 2/100,000 to 1,554/100,000 between the two time periods; and Tuvalu, where the incidence decreased from 462/100,000 people to 83/100,000 people. Furthermore, while it might appear that ciguatera incidence rates have subsequently fallen, they are still higher than the levels reported earlier by Lewis [14]. The non significant result from the paired t-test comparing within PICT ciguatera incidence for the two time periods suggests that there is significant variability of ciguatera incidence within PICTs through time. Therefore temporal change of incidence is difficult to predict at the PICT scale. However, the independent sample t-test and regression analysis revealed a regional increase in ciguatera incidence, highlighting the need for regional action.\nUsing the conservative estimate that the official reported ciguatera represents 20% of actual incidence [14], then the actual average overall incidence for the region would be 970/100,000 for 1998 to 2008. Others have estimated that only 5–10% of ciguatera cases are actually reported [2]. Across the region, using the reported mean values of actual cases for the three periods for which we have data (1,762 for 1973–1983; 2,844 for 1989–1992 (South Pacific Epidemiological and Health Information Services data); and 3,607 for 1998–2008 (current study)) and using a conservative under reporting rate of 80%, we estimate that since 1973 approximately 500,000 PICT inhabitants have had ciguatera.\nIt is possible that there might be a reporting bias in the data because of increased research and interest in ciguatera compared to the 1973–1983 time period. However, our data demonstrate high variability of ciguatera reporting from 1998–2008 across the PICTs. It is beyond the scope of this study to ascertain the effect of immigration and translocation of people to and from some of these PICTs, with different dietary habits than the local inhabitants, on ciguatera incidence. Given the variability in the change of incidence across the region demonstrated in this study, it is clear that the overall ciguatera trend cannot be extrapolated from data for a single PICT.\nWe elicited a relatively poor response rate from questions relating to coral bleaching, cyclones, and degraded reef conditions. Such environmental disturbance generally occurs at finer scales, so it might be appropriate to perform a more detailed field surveys in collaboration with environmental, fisheries, and meteorology agencies in the future to better understand such effects. However, despite the methodological limitations, we have shown that there is a trend for ciguatera incidence to be higher where bleaching, cyclones, and poor reef condition have been reported.\nStronger relationships were identified between ciguatera incidence and social impacts of ciguatera outbreaks. We found a marginally significant positive relationship between changing diet and the incidence of ciguatera, and associated medical problems and incidence of ciguatera. Such problems increase financial and social burdens on PICTs. Addressing the underlying causes of ciguatera outbreaks will reduce this burden, enabling PICT authorities to redistribute their limited resources to other priorities. Management action and prevention do not correlate with ciguatera incidence highlighting the lack of a unified and systematic approach for addressing ciguatera in the region. A clear desire for assistance exists within the PICTs that have high ciguatera incidence, suggesting that PICTs would be highly receptive to an external body aiding in enabling unified and systematic action. In addition to exploring new and better apporaches to detection and treatment, research is needed into the causes of ciguatera outbreaks, including environmental and anthropogenic parameters, to explain the hypotheses raised by this study.\n\nLimitations of study\nIt is possible that the unusual collaboration of the majority of the PICTs in this project might have contributed to the observed increased reporting of ciguatera (as well as other unidentified infrastructure changes), and thus a possible reporting bias for the more recent 1998–2008 data when compared with the 1973–83. However, these data represent a decade of reporting during a period of competing public health interests and lack of surveillance resources for ciguatera in the PICTs. As with all ciguatera studies where the case definition does not include active confirmation of ciguatoxin in the fish consumed, there is the possibility of the misclassification of reported cases; however, this situation has not changed from the 1970s [2].\nIt is also beyond the scope of this study to speculate on the causes of the high spatial and temporal variability of ciguatera [4]. This study, instead, aimed to demonstrate that ciguatera is still of major and possibly growing concern in the region. Addressing ciguatera will require significant investment in research and continuing education campaigns. If the suspected disturbances (including coral bleaching, cyclones, shipwrecks, and port facilities) are major causes of ciguatera outbreaks, then it is likely that the general temporal pattern of increased outbreaks will continue in the region, and be a far more expensive concern in the future, if our understanding of, and response to, ciguatera is not extensively improved.\n\n\nConclusion\nDespite over 50 years of ciguatera research in the Pacific, no comprehensive region-wide action has occurred to better manage ciguatera. Based on this study, an estimated 500,000 persons might have contracted ciguatera in the last 35 years, corresponding to a lifetime prevalence of 25%. It is remarkable that ciguatera has largely been ignored by the PICT national governments, with only two nations having an ongoing monitoring program and only one nation having a small unit devoted to researching ciguatera (Toxic Micro-algae Unit of the Institut Louis Malarde, French Polynesia). Given the rapidly changing physical environment (including global warming, extreme weather, and coral reef degradation) as well as the dependence of local populations upon fish for their physical and cultural survival, research into improved disease treatment and toxin detection, and a better understanding of the environmental factors contributing to ciguatera, are required to help reduce the likely growing adverse impacts of ciguatera."
}