{
    "Background": "Despite identification 50 years ago, the true burden of Lassa Fever (LF) across Africa remains undefined for reasons including research focus on hospitalised patients, lack of validated field-feasible tools which reliably identify past infection, and the fact that all assays require blood samples making large-scale surveys difficult. Designated a priority pathogen of epidemic potential requiring urgent research by the World Health Organisation, a better understanding of LF sero-epidemiology is essential to developing and evaluating new interventions including vaccines. We describe the first field testing of a novel species-neutral Double Antigen Binding Assay (DABA) designed to detect antibodies to LF in plasma and oral fluid.",
    "Methodology/Principal findings": "Paired plasma and oral fluid were collected in Sierra Leone from survivors discharged from Kenema Government Hospital Lassa Fever Unit between 1980 and 2018, and from controls recruited in Freetown in 2019. Epidemiological sensitivity and specificity of the DABA measured against historical diagnosis in survivors and self-declared non-exposed controls was 81.7% (95% CI 70.7%– 89.9%) and 83.3% (72.7%- 91.1%) respectively in plasma, and 71.8% (60.0%– 81.9%) and 83.3% (72.7%– 91.1%) respectively in oral fluid. Antibodies were identified in people infected up to 15 years and, in one case, 40 years previously. Participants found oral fluid collection easy and painless with 80% happy to give an oral fluid sample regularly.",
    "Conclusions/Significance": "Given the difficulties of assay validation in a resource-limited setting, including unexpected exposures and diagnostics of varying accuracy, the new assay performed well in both plasma and oral fluid. Sensitivity and specificity are expected to be higher when case/control ascertainment is more definitive and further work is planned to investigate this. Even at the performance levels achieved, the species-neutral DABA has the potential to facilitate the large-scale seroprevalence surveys needed to underpin essential developments in LF control, as well as support zoonotic investigations."
}