{
    "Background": "Rio de Janeiro, Brazil, experienced a severe dengue fever epidemic in 2008. This was the worst epidemic ever, characterized by a sharp increase in case-fatality rate, mainly among younger individuals. A combination of factors, such as climate, mosquito abundance, buildup of the susceptible population, or viral evolution, could explain the severity of this epidemic. The main objective of this study is to model the spatial patterns of dengue seroprevalence in three neighborhoods with different socioeconomic profiles in Rio de Janeiro. As blood sampling coincided with the peak of dengue transmission, we were also able to identify recent dengue infections and visually relate them to Aedes aegypti spatial distribution abundance. We analyzed individual and spatial factors associated with seroprevalence using Generalized Additive Model (GAM).",
    "Methodology/Principal Findings": "Three neighborhoods were investigated: a central urban neighborhood, and two isolated areas characterized as a slum and a suburban area. Weekly mosquito collections started in September 2006 and continued until March 2008. In each study area, 40 adult traps and 40 egg traps were installed in a random sample of premises, and two infestation indexes calculated: mean adult density and mean egg density. Sera from individuals living in the three neighborhoods were collected before the 2008 epidemic (July through November 2007) and during the epidemic (February through April 2008). Sera were tested for DENV-reactive IgM, IgG, Nested RT-PCR, and Real Time RT-PCR. From the before–after epidemics paired data, we described seroprevalence, recent dengue infections (asymptomatic or not), and seroconversion. Recent dengue infection varied from 1.3% to 14.1% among study areas. The highest IgM seropositivity occurred in the slum, where mosquito abundance was the lowest, but household conditions were the best for promoting contact between hosts and vectors. By fitting spatial GAM we found dengue seroprevalence hotspots located at the entrances of the two isolated communities, which are commercial activity areas with high human movement. No association between recent dengue infection and household's high mosquito abundance was observed in this sample.",
    "Conclusions/Significance": "This study contributes to better understanding the dynamics of dengue in Rio de Janeiro by assessing the relationship between dengue seroprevalence, recent dengue infection, and vector density. In conclusion, the variation in spatial seroprevalence patterns inside the neighborhoods, with significantly higher risk patches close to the areas with large human movement, suggests that humans may be responsible for virus inflow to small neighborhoods in Rio de Janeiro. Surveillance guidelines should be further discussed, considering these findings, particularly the spatial patterns for both human and mosquito populations."
}