{
    "Introduction": "Single nucleotide polymorphisms (SNPs) are highly valuable genetic markers that have advanced our knowledge of diverse biological fields such as human health [1,2], infectious disease epidemiology [3–5], agriculture [6], and ecology [7], among others. In the study of infectious diseases SNPs can be informative of bacterial phenotype, such as antibiotic susceptibility [8,9], and also can be used to classify unknown strains. For non-recombining bacterial pathogens, most of their SNPs become fixed in the genome and are faithfully replicated throughout future generations [3,10]. These stable signatures can be used to classify unknown strains into known phylogenetic groups according to SNP profiles [3,11,12]. Within the context of epidemiological investigations, these SNP profiles can link isolates from active outbreak sites to possible sources and help track disease transmission patterns [5,13,14].\nGenotyping assays that use real-time PCR to identify single SNPs remain in demand despite the wide-scale availability of whole genome sequence (WGS) data and continued reductions in WGS costs. For many research facilities that are interested in small-scale studies or face resource limitations, a WGS-based approach to SNP typing is not a feasible nor a desirable option. A variety of other technological platforms have been employed for SNP typing and have been extensively described in several publications [15–18]. Popular platforms for SNP typing use real-time PCR instruments that employ Dual Probe TaqMan assays or melt-MAMA SNP assays [19–21]. But real-time platforms are not commonly available in resource constrained laboratories, due to their high upfront costs and the need for ongoing highly technical instrument maintenance. However, a more simplified method for SNP genotyping that employs conventional PCR coupled with standard agarose gel electrophoresis (agarose-MAMA) is a viable alternative in these settings. The advantage of this alternative method is that it utilizes relatively inexpensive instruments that are almost universally available even in developing nations where it is used for a variety of molecular applications. Much of this is due to the simplicity of the agarose gel electrophoresis platform, in contrast to the complex instrumentation of the real-time platform [20,22].\nTo illustrate the effectiveness of agarose-MAMA as a SNP genotyping tool in resource constrained laboratories, we developed Y. pestis assays for use at the Institut Pasteur de Madagascar (IPM). Y. pestis is the bacterium infamously known as the causal agent of the disease plague. Y. pestis is ecologically established on nearly every inhabited continent [12,23] and remains a particularly significant threat to human health in developing nations in Africa and especially the island country of Madagascar [24,25]. Primarily a zoonotic agent, Y. pestis has a complex ecological cycle involving rodent-host populations and flea vectors. In unfortunate circumstances, humans are incidental hosts [26]. Without prompt antibiotic treatment, human death rates vary from 30–60% to 100% depending on the route of exposure, with pneumonic plague being the most deadly [24,25]. Within the last two decades, Madagascar has reported some of the highest incidences of human plague infections throughout the world [24]. Given that Y. pestis is a re-emerging public health threat in Madagascar [27–29] and other developing African nations, performing SNP typing studies through the use of agarose-MAMA tools could lead to greatly improved epidemiological investigations and to more effective disease management.\nHere, we describe how we resolved technological limitations that prevented Y. pestis SNP genotyping studies at IPM by: 1) re-designing a SNP-based Y. pestis genotyping system (from melt-MAMA real-time platform to agarose-MAMA) to be compatible with existing resources in Madagascar, and 2) validating these genetic tools at IPM for adoption. Collectively, these achievements have removed a research barrier at IPM once imposed by technological disparities and serve as a promising model for building similar research capacities in other developing nations affected by plague and/or other pathogens common to low-resource settings. In addition, these tools generate data that can be compared to other sequence-based methods and can feed into existing global databases. This ability can strengthen scientific exchange between affected countries and the international scientific community, thereby advancing the global collective knowledge of dangerous infectious diseases.",
    "Results and discussion": "Removal of technological barriers: Agarose MAMA–a highly accurate genetic typing tool\nWe present a SNP genotyping tool that uses standard genetic equipment and reagents that are accessible to nearly any laboratory. The successful development of agarose-MAMA tools removes the dependence on real-time instruments for conducting SNP-based epidemiological studies. Due to emerging infectious diseases being most globally prevalent in resource challenged countries [30,31], building research capacities in these regions has been a goal for the World Health Organization and other agencies charged with global biosafety, response, and biosecurity efforts [32,33]. It is now possible for researchers in resource constrained locations to conduct SNP studies to obtain bacterial phenotype information such as antibiotic resistance or phylogenetic information to more robustly understand the dynamics of disease transmission and potentially identify sources of human infections.\nThe phylogeny of Y. pestis in Madagascar has recently expanded [34] to include more phylogenetic groups (Fig 1) and the 18 assays developed for this study define a subset of these phylogenetic groups or lineages as illustrated on a simplified phylogeny (Fig 1). The genotyping results generated from each agarose-MAMA was identical to independent SNP genotyping technologies [34] when tested across the same diverse panel of 16 Y. pestis DNA strains. Assay specificity remained intact when these agarose-MAMAs were tested on diverse types of negative controls (high levels of human, Leptospira spp., and Bacillus anthracis DNA, or a no template water control). When the assays were employed in a stepwise, hierarchical order (Fig 2), each isolate could be assigned to a single lineage or one subgroup as depicted in the simplified Malagasy Y. pestis phylogeny (Fig 1). The equivalent performance of our agarose-MAMA tools to melt-MAMAs [11] and other independent SNP technologies [34] demonstrate that MAMA tools preserve their genotyping accuracy independent of the technology platform used.\nColored circles indicate phylogenetic groups as previously described [35][11,34]. Group names are assigned as letters and sometimes followed by a number (e.g. s4). Black bars indicate the phylogenetic positions of the 18 SNPs targeted for MAMA PCR design in this study.\nThe hierarchy provides the sequential order to allow for stepwise identification of the genotype of an unknown isolate. Genetic subgroups are represented by colored circles labeled with each genetic subgroup. Individual assays are represented by the black bar labeled with each assay ID. The derived and ancestral allele states for each assay are indicated immediately above and below the black bar.\n\n\nOptimization of assays to obtain accurate genotypes\nFor the 18 selected SNPs, we were able to successfully design agarose-MAMAs to achieve 100% genotyping accuracy through a few key optimization steps. Only one of our assays failed initial optimization efforts; however, when we redesigned the assay to target the reverse complement of the reference template DNA (strain CO92), the assay was rescued to full functionality. Essential validation steps included the identification of the optimal ratios for the concentration of the two forward primers (ancestral:derived) as described [20], ideal annealing temperature for each assay, appropriate number of PCR cycles, and an occasional need for MgCl2 concentration alteration in the reaction mix. These optimization strategies worked well on 8 other bacterial pathogens [20] and should be applicable to many other pathogenic organisms as well.\nThe GC-clamp (21–28 oligo base), added to derived MAMA forward primers but excluded from ancestral MAMA forward primers, was sufficient to provide visible size differences between the two allelic states when visualized on an agarose gel (Fig 3). A repeated pattern of 5’-cgggttcgggttcgggttcgggttcggg-3’did not appear to induce non-specific binding nor interact with template DNA in an inhibitory manner. However, we observed that the GC-clamp on the derived MAMA primer did frequently confer a competitive advantage over the ancestral MAMA, as previously described for MAMA tools [20]. This competitive advantage resulted in cross-hybridization of primers for a subset of assays. This phenomenon may be based on the ability for GC rich DNA regions to anneal at lower temperatures compared to GC poor regions. The GC-clamp of the derived MAMA primer likely anneals to its target amplicon at lower temperatures compared to the no-clamp ancestral primer. As a consequence, the GC-clamp primer anneals to the template at an earlier time point per PCR cycle than the no-clamp primer, resulting in a competitive kinetic advantage. To correct for this competitive advantage, we followed published guidelines [20] by increasing the ancestral primer concentration relative to the derived primer concentration of the affected assays. In these skewed reaction mixes, the ancestral primer had >1x-4x concentration compared to its paired derived primer. We have detected best results with 4:1 and 2:1 (ancestral:derived) primer ratios, depending on the assay.\nA) Schematic of PCR amplicons originating from ancestral and derived genomic templates. For both PCR amplicons, gray represents sequence originating from the primers (forward and reverse) and synthesized internal sequence from PCR extension. The primer sequence and synthesized internal sequence within the amplicon are indicated by the bracket. For the derived amplicon, the blue represents the incorporated GC-clamp which originates from the 5’end of the derived MAMA forward primer. The SNP region for each amplicon is represented in green (ancestral) and yellow (derived) and the deliberate antepenultimate mutation is represented as red (ancestral) and light blue (derived). B) Allele-specific PCR products migrate at different rates on a 2% agarose gel due to their size difference as conferred by the GC-clamp.\nWe obtained maximal assay specificity by a combination of customizing the annealing temperature per assay and/or adjusting the MgCl2 concentrations. Most of our assays accurately genotyped SNP alleles at annealing temperatures around 60°C; however, some assays had non-specific product at this condition. For these assays, non-specific PCR products were present in our negative controls and/or in our sample PCR product, visualized as extra banding on a gel. A reduction of MgCl2 concentration by 0.5 mM was sufficient to greatly increase the specificity of most assays, as evidenced by the elimination of non-specific amplification. But this reduction in MgCl2 decreased the PCR robustness in a subset of assays. To address this loss, the annealing temperatures were reduced in affected assays while still preserving SNP specificity. For the few assays that did not respond to lowered MgCl2 strategy, the raising of annealing temperatures while still maintaining the normal 2.0 mM concentration of MgCl2 yielded improvements in reducing non-specific products.\n\n\nAssay function on clinical samples\nThe assays described here are capable of genotyping directly from complex clinical samples if pathogen DNA levels are sufficient (Fig 4). This capability is highly important as nearly 43.32% of 775 F1 RDT [36] positive human plague cases between 2011–2015 in Madagascar and many environmental samples (rodents and fleas) do not yield live isolate culture (IPM records). Using two agarose MAMA tools (Mad-05 and Mad-43) to demonstrate proof of principal, we were able to determine that the three complex clinical samples belonged to group I lineage and not group II. This genetic assignment for these samples matched the results of a recent publication [34]. These samples were not further tested on additional agarose-MAMAs. Out of five complex clinical samples positive for the high copy plasmid pla gene [37] only four were positive for Y. pestis chromosomal DNA, assessed by a TaqMan assay targeting the 3a gene (Fig 4 and S3 Appendix). Of the four 3a-positive samples, one isolate (Yp3182) gave a late amplification with the 3a assay resulting in a Ct value of 36 using real-time PCR. This indicates a very low concentration amount for this clinical extract, near a single copy of pathogen DNA [20,21]. The other three samples (Yp2483, Yp2486, Yp2485) (Fig 4) generated Ct values ranging from 24–27, which indicates higher concentrations of Y. pestis chromosomal DNA in these clinical samples. These more concentrated Y. pestis clinical samples were successfully genotyped by agarose-MAMA tools following an increase in the number of PCR cycles. The low-level sample (Yp3182) failed to amplify PCR product using agarose-MAMA tools. Together, these results indicate that agarose-MAMAs can genotype directly from complex clinical samples if the pathogen target (Y. pestis DNA) is of sufficient concentration. Published studies show that TaqMan assays are highly sensitive [20,21] and can readily detect minute amount of template not detectable using melt-MAMAs [20]. Our results suggest that the same is true for agarose-MAMAs (Fig 4).\n(A) Agarose-MAMA (Mad-43) gel showing the PCR products for two template controls at the expected size for each respective ancestral and derived allele state (#1 and #2, respectively). Three complex clinical samples (#3-#5) also yielded PCR products with the size expected of an ancestral genotype. Two other complex clinical samples (#6 & #7) showed no PCR products but displayed a banding pattern consistent with NTC negative controls. (B) To assess the relative quantity of the Y. pestis target in the five clinical samples (#3, #4, #5, #6, #7), we generated amplification plots of these clinical samples on a TaqMan 3a assay used to target Y. pestis chromosomal DNA. Three clinical samples (#3-#5) showed amplified at a mid-range cycle-time (Ct) value consistent with high copy numbers of template DNA [21]. These same samples showed a robust signal of a PCR product on the MAMA gel. The two samples (#6 & #7) that failed on the MAMA gel showed a high Ct value and failed amplification, respectively, when tested by real-time PCR. The pairing of TaqMan 3a assay with MAMA gel results on the same templates provided insight to the genotyping capability of MAMA tools on complex clinical samples with low-level target template.\n\n\nTransfer of technology–the minor effects of different research facilities and reagents\nFollowing the transfer of our agarose-MAMA tools to the IPM facility, a subset of our agarose-MAMAs was validated for genotyping accuracy. The differing instruments and reagents used at IPM introduced very little variability on assay performance when tested on the same DNA panel previously used at NAU (Fig 5). The optimized PCR conditions identified at NAU for the assays were suitable for most of the assays when conducted at IPM.\nSide by side comparison of Agarose-MAMA gel images generated at NAU (top) and IPM (bottom) using different reagents and instruments. Y. pestis sample names follow the designation scheme practiced at IPM. Individual samples are designated an ID # according to consecutive order of collection per a given year. Strain 87/11 was the 87th isolate collected in 2011.\nThe most apparent difference in assay performance between the two laboratories was an increase in non-specific amplification at high fragment size (Fig 5) and, for some assays, also in our negative controls at IPM, which was not observed at NAU. These non-specific fragments did not affect the MAMA’s capability to accurately genotype isolates. Band profiles were not distinctly in line with either the ancestral or derived product but rather appeared either as a smear across both profiles or as a much fainter band falling between the ancestral and derived fragment sizes. We suspect that the basis of this performance difference is due to different Taq polymerases used between the two institutions. NAU employed an antibody-immobilized Taq polymerase (Invitrogen, Carlsbad, CA), which has been characterized as having no polymerase activity prior to a hot-start step in the thermal cycle protocol [38]. However, IPM utilizes regular Taq polymerase, which may begin product synthesis with primers and template in the master mix prior to PCR thermal cycling [38]. Although master mix preparation was done on ice to suppress premature Taq polymerase activity, additional bands above the target PCR product and faint bands in the NTC amplification suggest that pre-PCR Taq activity was not completely suppressed (Fig 5). We therefore reduced the concentration of MgCl2 in five of our assays (Mad-43, Mad-46, Mad-12, Mad-36 and Mad-58) to 1.5mM and observed the elimination of amplification in the negative controls in most of the affected assays. Reduction of MgCl2 also imparted a general improvement of assay specificity for positive control and test isolates. Surprisingly, the reduction of MgCl2 did not necessitate a corresponding increase in the number of PCR cycles for most assays, contrary to the results observed in our laboratory at NAU. Once again, this may be a result of differences in Taq polymerase activity between the two institutions although we have not found any published evidence of this occurring elsewhere. As a way to rule out possible contamination as a source of non-specific banding, all surfaces used for the preparation of PCR reaction mixtures were sterilized with UV light for 15 minutes and decontaminated with 70% ethanol. Following slight modifications, we found that results of the majority of our assays at IPM aligned very well with results produced at NAU (Fig 5 and S5 Appendix).\n\n\nAdvancing global collective knowledge by building research capacity\nOur success in developing agarose-MAMA tools and transferring them to IPM facility in Madagascar demonstrates that this SNP genotyping strategy can be achieved with existing technologies routinely used in developing nations (Fig 5). The transferred agarose-MAMA technology is now in regular use at IPM and was recently used to infer the source of a 2015 pneumonic outbreak [39]. There is ample evidence that this same assay design strategy would transfer well to many other pathogenic organisms [20]. This would allow institutions in developing countries to perform molecular studies in-house and on local infectious organisms. The current methods largely used for short-term control efforts are presence/absence assays (PCR based [40] or protein based [36]) that diagnose the causative agents of disease outbreaks but provide no genetic resolution. Having in-house capabilities to genetically discriminate goes beyond what presence/absence assays can provide, therefore, resource-constrained laboratories will be able to advance their epidemiological capabilities over the status quo. The SNP data they generate locally can be shared among research institutes and compared to existing global databases. These advanced capabilities would accelerate the understanding of plague ecology, persistence, and evolution; which in turn could beneficially inform strategies for disease control.\nBuilding research capacity in low-resource settings is an important endeavor for global biosafety, response, and biosecurity preparedness [32,33]. Our study is a successful model of achieving this goal pragmatically. We successfully developed and transferred genetic tools to a developing nation. The design principles for this technology, which we detail above, can be applied to diverse pathogen species [20]. The use of MAMA technology will give the scientific community the means to gain insight into the genetic patterns and population structure of many neglected diseases. This is a practical formula that will advance global collective knowledge of infectious diseases emanating from more impoverished regions of the world.",
    "Materials and methods": "Ethics statement\nThe 16 archival strains and five clinical samples were not subject to IRB regulations because they did not meet the federal definition of human subjects research according to 45 CFR 46.102 (f). All samples underwent de-identification of patient information prior to Northern Arizona University (NAU) transfer. They were collected as part of the medical workup mandated by the Ministry of Health in Madagascar and not for the purpose of this study. For this reason the strains used in this study does not meet the federal definition of human subjects research according to 45 CFR 46.102 (f) and therefore are not subject to review from NAU Institutional Review Board.\n\n\nDNA\nDNA samples utilized in this study were obtained from 16 Y. pestis isolates and 5 clinical samples (bubo aspirates and sputum) collected from suspected human plague cases (Table 1). The 16 archival strains and 5 clinical samples (Table 1) originated from diverse geographic locations in Madagascar and were collected as described in a recently published study [34]. Our assays worked well on DNA concentrations that ranged from 1 ng to100 pg. Molecular confirmation of Y. pestis in five clinical samples was based on PCR detection of the pla gene located in a high copy number plasmid PCP1 in addition to positive F1 RDT [28,36,37,41,42].\n\n\nSNP groups\nEighteen previously published SNPs [11,34,35] specific, or canonical [3], for a subset of distinct phylogenetic groups within the Y. pestis Malagasy phylogeny (Fig 1) were selected as the targets of agarose MAMA genotyping assays following published guidelines [20]. These selected SNPs can be used in a hierarchical way (Fig 2; Table 2) to assign an unknown strain to one of the most common lineages or phylogenetic subgroups in Madagascar [11,34,35,43].\n\n\nAssay design\nThe common reverse primer and two forward allele-specific MAMA primers for each assay were designed using NetPrimer analysis software (Premier Biosoft, Palo Alto, CA). One forward primer represents the original SNP allele, referred to as “ancestral” and the other represents the mutated SNP allele, referred to as “derived”. The MAMA primers for each assay were designed to compete for the same SNP locus on the template and the resulting amplicon product is generated by the allele-specific MAMA primer that most closely matches the template.\nTo differentiate between the amplicon products of the derived and ancestral genotypes, additional length was added on the derived amplicon product but not the ancestral product. This was achieved by adding 21–28 oligonucleotides rich in GC content at the 5’end of the derived MAMA forward primer (GC-clamp) (Fig 3). Since the primers are incorporated in the final amplicon product, the addition of the GC-clamp on the derived MAMA forward primer resulted in derived amplicon products that were 21–28 bp longer than their ancestral amplicon counterparts.\nTo maximize the visible size differences between the two allelic-specific amplicons when viewed on an agarose gel, the size of the PCR amplicon was restricted to ≤ 80 bases total length. Amplicons within ~80 bases show the greatest migration difference on a gel when small size differences exist. This is the case with our derived and ancestral allele-specific PCR products, which differ between 21–28 bases (Fig 3, Table 3, S2 Appendix). Additionally, through the use of the GC-clamp, our assays retained the capability of SNP genotype discrimination on a real-time PCR platform, which is based on differential melt-curve properties of each SNP-specific PCR product [20].\n\n\nPCR conditions and size based genotype discrimination\nInitial PCR conditions were identified at NAU. PCR conditions for different assays varied and are described in Table 3. PCR amplification per assay was carried out in 20 μL volume with the following reagents (see S1 Appendix for volume of each reagent): for one reaction, 1x PCR buffer without MgCl2, MgCl2 range of 1.5–2.5 mM, 0.30 mM deoxynucleoside triphosphate, 1.6 units of platinum Taq DNA polymerase (Invitrogen, Carlsbad, CA), both sets of forward MAMA primers (derived and ancestral allele-specific) with one common reverse primer at 0.40 μL each (for a 1:1 ratio), molecular grade water to achieve 18 μL total volume and 2.0 μL of diluted DNA template at ~1ng/μL per reaction. We did not directly test our assays on genomic DNA concentrations below 100 pg but previously published work suggests that the MAMA approach is sensitive to DNA amounts below 100 pg [20]. For each set of reactions, at least one of each ancestral and derived allele templates were used as positive controls as well as at least two no-template controls (NTC). Thermal cycling parameters for the eighteen assays are as follows: initial denaturation at 94°C for 5 min followed by 30–40 cycles of 94°C for 30 s, 51°C -67.3°C (Table 3) for 30 s, and 72°C for 30 s, with a final extension at 72°C for 5 min. All PCR amplifications were performed with a MJ Research PTC 200 thermal cycler (BioRad, Hercules, CA).\nConditions of agarose gel electrophoresis for PCR amplicons included adding 4 μL of 6x loading dye 0.25 w/v xylene cyanol FF and 30% v/v glycerol, water (Thermo Fisher scientific, Waltham, MA) to individual PCR products to achieve a 1x final dye concentration. Individual reactions (20 μL) mixed with loading dye were loaded onto a 2% agarose gel matrix; 100 bp DNA ladder (Invitrogen, Carlsbad, CA) was used for size referencing. Gels were prepared in 1x lithium borate buffer (S2 Appendix) and stained with SybrSafe dye (Life Technologies, Carlsbad, CA). Electrophoresis was conducted at 300V for 25–30 minutes and viewed under UV transillumination.\nThe genotyping accuracy of our SNP assays was validated using positive DNA controls that represented known ancestral and derived allele states for each SNP target. Assay accuracy was further assessed by testing them on 16 genomic DNA extracts of Malagasy Y. pestis strains belonging to known diverse phylogenetic groups (Table 1) based on amplicon sequencing [34]. To assess assay capability to genotype Y. pestis directly from complex DNA samples (containing high levels of host DNA), we tested the performance of each assay on a positive control sample comprised of high concentrations of human DNA with our positive control Y. pestis DNA extract (strain A1122). To further assess this capability, we tested two assays (Mad-05 and Mad-43) on five human complex samples confirmed to be plague positive. This confirmation was based on Y. pestis-specific TaqMan assay targeting a high copy plasmid pla gene [37]. We assessed the limit of detection of our MAMA tools on these five human clinical samples by testing them on a new TaqMan assay designed for the chromosomal 3a gene (Fig 4 and S3 Appendix).\nTo confirm the specificity of the assays to the Y. pestis genome we tested assay performance on DNA extracts of Bacillus anthracis, human DNA background, and no template water control. To compare assay performance at different research facilities, NAU and IPM jointly conducted a second validation study on the IPM laboratory premises using IPM PCR reagents and instrument (Fig 5). Thirteen of the eighteen assays were selected for validation (Table 3). At IPM, specificity was confirmed by testing on Leptospira interrogans serovar Canicola and no template controls. PCR was prepared for each assay using the Taq Core Kits 10, Cat# EPTQK300 PCR reagents (MP Biomedicals, Santa Ana, CA) and amplification was conducted using AB Applied Biosystems Veriti 96 Well Thermal Cycler thermal cycle (ThermoFisher Scientific, Waltham, MA). Electrophoresis was performed using 2% agarose gels visualized on a Gelscan (Bio-Rad, Hercules, CA)."
}