{
    "Background": "Intestinal parasites and Tuberculosis (TB) co-infection is a major public health problem. The parasitic infection suppresses the cell mediated immunity that protects tuberculosis. Helminthes-induced immune modulation promotes progression to active tuberculosis. However, there is paucity of evidences on the intestinal parasites-tuberculosis co-infection in Ethiopia. This study explores the magnitude and associated factors of intestinal parasitic infection and TB among suspected pulmonary Tuberculosis (PTB) patients.",
    "Methodology": "A cross-sectional study design was conducted in Kuyu General Hospital from December 2019—March 2020. The socio-demographic data and associated factors were collected by structured questionnaire and then spot-spot sputum and fresh stool samples were collected following standard guidelines and were processed. Descriptive analysis was conducted and reported in frequency and percentage. Bivariate analysis was computed and a multivariable analysis was conducted to provide an adjusted odds ratio (AOR). P-value <0.05 at 95% confidence interval was considered as statistically significant.",
    "Results": "The burden of intestinal parasites was 20.2% (49/ 242) and 6.1% (20/ 242) of them were helminths infections and 14.1% (29/ 242) were protozoa infections. Of 242 patients, 14.9% (36/242) were sputum smear-positive for acid fast-bacilli. Of 36 smear positive patients, 9(25%) had TB–intestinal parasites co-infection. Dwelling in rural areas and having untrimmed fingernails were statistically significantly associated with intestinal parasites. Having a contact history of Tb patients was significantly associated with pulmonary tuberculosis.",
    "Conclusions": "The magnitude of intestinal parasites and TB among PTB suspected patients were high. Hookworm infection was the predominant helmenthic infection. It is important to consider screening TB patients for intestinal parasites and treat co-infection properly."
}