{
    "Introduction": "Visceral leishmaniasis (VL) or kala-azar is a neglected vector-borne parasitic disease that manifests with irregular bouts of fever, substantial weight loss, weakness, hepatosplenomegaly and pancytopenia, and that is fatal if left untreated [1]. It has an estimated annual incidence of 500 000 clinical cases with 50 000 associated deaths and 2 357 000 disability-adjusted life years lost [2]. It is mainly concentrated in few major foci and the East African Leishmania donovani focus is the second largest, with the highest incidence in Ethiopia and the Sudan [2].\nVL is caused by protozoan parasites of the L.donovani species complex transmitted to human and animal hosts by the bite of phlebotomine sand flies. It has already been determined that large numbers of individuals in endemic areas are infected with the parasite but do not develop any signs or symptoms of the disease. The reported ratio of asymptomatic infections to VL clinical cases varies widely from 4∶1 in Kenya [3] to 50∶1 in Spain [4]. This variation is presumed to reflect differences in parasite virulence and host population characteristics, and may also depend on the study designs and on the tests used to define asymptomatic infection [1].\nThe methods more widely used in order to assess asymptomatic infection in the field are a) serological assays that detect anti-Leishmania antibodies based either on the direct agglutination test (DAT) or the rK39-immunochromatographic test (rK39-ICT) and b) Leishmanin Skin Test (LST) that measures cell-mediated immunity against Leishmania [5], [6].\nIt is important to generate knowledge on the factors associated with asymptomatic infection for the optimal design and implementation of prevention and control strategies of VL, as asymptomatically infected individuals can harbor latent parasite and may act as reservoirs for new infection or become ill if immunosuppression occurs [7], [8].\nIn northern Ethiopia, the prevalence of VL is steadily rising posing an increasing public health concern. The region has recently experienced epidemics in previously unaffected areas [2]. In 2005, a kala-azar outbreak occurred in the district of Libo Kemkem in Amhara regional state, described by Alvar et al [9]. A case control study was conducted there in 2007 to evaluate the risk factors associated with the clinical form of the disease [10].\nAs it has been previously stated, the epidemiological determinants of clinical VL and sub clinical infection are not necessarily the same [11] but both are of interest to better understand the transmission of the disease.\nThus, the aim of this study is to describe the factors associated with asymptomatic Leishmania infection among the villages with high incidence of VL in Libo Kemkem and Fogera in order to complement the already existing information on VL transmission in the area and help the Amhara regional health authorities to develop effective strategies to control the transmission of the disease.",
    "Materials and Methods": "Study area and population\nThe study was conducted during May–July 2009 in the districts (weredas) of Libo Kemkem and Fogera (Amhara regional state, Ethiopia), see Figure 1 and Figure 2. These are adjacent districts most affected by the outbreak of VL that occurred in 2005 [9]. In 2009, the population numbered 198 374 and 226 595 in Libo Kemkem and Fogera, respectively. The economic status of the population is uniformly low. The districts are located in a black cotton clay soil flat plain (1800–2000 meters a.s.l.). Human activities related to intensive cultivation of teff, maize, beans, oilseeds, rice and cotton, have reduced the natural vegetation to scattered clumps of acacia trees. Most of the area is flooded during the rainy season (July–September) and dried up during the dry season (November–March), resulting in deep cracks in the soil surface, which could turn into breeding sites for the putative vector Phlebotomus orientalis [12], [13].\nFigures were adapted from Alvar et al. Am. J. Trop. Med. Hyg., 77(2), 2007, pp. 275–282.\n\n\nStudy design\nThe study was carried out within the framework of a UBS Optimus Foundation funded project called Visceral Leishmaniasis and Malnutrition in Amhara State, Ethiopia, which among its specific objectives aimed to characterize nutritional, immunological, and parasitological aspects of the school age children population in the districts of Fogera and Libo Kemkem. Sample size was calculated according to project goals using an expected malnutrition prevalence of 20% and applying a design effect of 2.\nPopulation sampling was carried out by a multi-staged cluster survey. Primary sampling units were sub-districts (kebeles) with high incidence of VL according to the 2008 register of the Addis Zemen VL Treatment Centre: Bura, Yifag Akababi and Agita from Libo Kemkem and Sifatra and Rib Gebriel from Fogera. Secondary sampling units were randomly selected villages (gotts) in each of the selected sub-districts. Third sampling units were randomly selected households in each of the villages. All children with reported age between 4 and 15 years living in the selected household at the time of the survey, and with no previous history of VL were included in the study, as long as they were asymptomatic (absence of VL symptoms: fever for >2 weeks, in combination with either enlargement of spleen and/or liver, or weight loss).\n\n\nData collection\nA blood sample was taken from the selected children in order to detect anti-Leishmania antibodies. The rK39-ICT (Kalazar Detect Rapid Test, InBios International Inc., USA) was performed following the manufacturers' instructions. DAT with freeze-dried antigen (ITMA-DAT/VL, Prince Leopold Institute of Tropical Medicine, Antwerp, Belgium) was performed on blood-impregnated filter paper following the screening method according to the manufacturer's protocol. Titers ≥1∶3200 were considered positive.\nLeishmanin Skin Test was carried out using L. major antigen (Leishmanin batch 123-2; Pasteur Institute, Iran). The test was read 48 hours later by the ballpoint pen method. An induration with an average of two perpendiculars ≥5 mm was considered as positive.\nAll children were measured and weighed according to standard World Health Organization (WHO) procedures [14]. Wasting was defined as Body Mass Index (BMI) for age Z score (BAZ)<−2, and stunting as Height for Age Z score (HAZ)<−2 according to the 2006 WHO Growth Standards for children ≤5 years and to the 2007 WHO Growth Reference for children >5 years respectively [15].\nCare providers of the children were interviewed by trained health professionals using standardized questionnaires that included questions on demographics, household characteristics, child health, dietary habits and VL prevention behaviours. The questionnaires used were pretested and translated into Amharic, the local language.\n\n\nData Analysis\nThe primary outcome of interest was Leishmania “asymptomatic infection” defined as a positive result in rK39-ICT, DAT or LST and the absence of VL signs and symptoms (fever for >2 weeks, in combination with either enlargement of spleen and/or liver, or weight loss). The serological tests (rK39-ICT and DAT) and the LST measure different types of immune response and are thus not likely to produce the same results. Therefore we created two secondary outcomes: a) Seropositive: positive to rK39-ICT and/or DAT irrespective of the LST result and b) LST Positive: positive to LST irrespective of the serostatus.\nWe attempted to describe the factors associated with “asymptomatic infection” and then to differentiate the factors associated with the seropositivity and LST positivity by making independent analysis for the three outcomes described above.\nSince more than one child was sampled per household, the non-independence of children from the same household had to be taken into account. Therefore, potential risk factors were evaluated by odds ratios (OR) using random effects logistic regression with households defined as the group variable. To describe the amount of aggregation existing in VL asymptomatic infection within household units, the percentage of explained variance attributed (rho) was estimated in the adjusted models. Socioeconomic, behavioural, nutritional and dietary variables were assessed in univariate and multivariate analysis (listed in Table S1 and Table S2). Variables associated with each of the outcomes of interest at the p<0.10 level in the univariate analysis (univariate random effects logistic regression) were included in the multivariate regression procedure (multivariate random effects logistic regression). The final model was obtained by using a manual backward stepwise procedure. Variables with a p-value ≤0.05 were retained in the model. Age and sex, considered biologically relevant, were kept in the model independently of their level of association. Final multivariate models included all variables for which adjusted estimates are presented. A p value less than 0.05 was considered statistically significant.\nData analysis was performed using AnthroPlus v1.02 (WHO, Geneva, Switzerland), SPSS version 18.0 (SPSS Inc., Chicago, Illinois, USA) and STATA version 11.0 (StataCorp LP, College Station, Texas, USA).\n\n\nEthical considerations\nThe study was approved by the ethical advisory boards of Instituto de Salud Carlos III in Spain and the Armauer Hansen Research Institute and the Ethiopian National Ethical Review Committee in Ethiopia. Support letters were obtained from the Amhara regional state and the district Health Bureaus. All parents/guardians gave written informed consent prior to the enrolment of their children in the study. Assent was also obtained from children ≥11 years of age.",
    "Results": "A total of 639 children were screened, 30 children were excluded because they reported having had VL in the past (28) or their VL history was unknown (2). Forty-four children reported symptoms compatible with VL (fever for >2 weeks, in combination with either enlargement of spleen and/or liver, or weight loss) and were also excluded from the analysis. This resulted in a final sample of 565 children eligible for the study.\nAll the villages selected were rural. Two hundred and seventy eight households were surveyed. Around 90% of them were headed by males and in more than 99% the occupation of the head was related to farming activities (farmer, labourer, cotton worker, etc.). Ninety eight per cent of the households reported owning land. The mean size of land owned by a household was 1.6 Ha (range 0.01–8 Ha). Only 6.4% of the households owned more than 3 Ha. More than 95% of the households reported owning some type of domestic animals, mainly cows (89.9%), chicken (58.8%) and sheep (23.5%). Thirty three per cent of the households had radio and only 0.4% had access to electricity.\nOf the 565 children surveyed, 51.1% were boys and 48.9% were girls and the mean age was 8.8 (3.2 SD) years. Fifty six children (9.9%) had asymptomatic infection, of which 35 (6.2%) were seropositive [30 (5.3%) positive to DAT and 8 (1.4%) positive to rK39-ICT)] and 30 (5.5%) were LST positive. There was a wide variation in the number of asymptomatically infected children according to villages, with the villages in Bura kebele presenting the highest frequencies (see Table 1).\nAmong the children, 223 (39.7%) were found to be stunted and 119 (21.2%) were wasted. Only 5% had consumed animal food source products the day before the interview.\n\nUnadjusted analysis of infection\nTable 2 and Table 3 summarize the individual and household characteristics that showed significant association in the univariate analysis with “asymptomatic infection”, seropositivity and LST positivity as defined in the Material and Methods section.\nThe individual factors that showed a positive association with “asymptomatic infection” were: increasing age, male sex, sleeping outside, cattle herding and decreasing BAZ. In relation to household conditions an increasing number of people living in the household, having a past history of VL in the family, and owning sheep showed a direct and significant association. Living in a house with straw roof versus corrugated iron roof showed a direct association close to significance (1.92 [0.92, 4.03], p = 0.08).\nIncreasing age and being male were the only two individual variables that showed a positive and significant association with seropositivity. Cattle herding showed a positive and close to significance relationship (p = 0.06). In terms of household variables only if someone in the family had had VL in the past was directly and significantly associated with it. Owning sheep showed a positive but not significant association (p = 0.07).\nThe individual variables that showed a direct association with LST positivity were the same as those for “asymptomatic infection”, except for BAZ. The use of bed net by a child, although not statistically significant suggested an inverse association (p = 0.050). In terms of household conditions, increasing number of people in the family and owning sheep showed a positive but not significant association (p = 0.07 and p = 0.09 respectively).\n\n\nAdjusted analysis\nTable 4 shows the results of the multivariate logistic regression for “asymptomatic infection”, seropositivity” and LST positivity.\nThe individual variables that kept in the model positively associated with “asymptomatic infection” after adjustment were: increasing age (per year), being male and sleeping outside at any time of the year [OR (95% CI): 1.15 (1.03, 1.29), 2.56 (1.19, 5.48) and 2.21 (1.03, 4.71) respectively]. The household characteristics that remained positively associated with this same outcome after adjustment were: past history of VL in the family, living in a straw roofed house and if the family owned sheep [OR (95% CI): 2.92 (1.25, 6.81), 2.71 (1.21, 6.07) and 4.16 (1.41, 12.31) respectively].\nBeing male and past history of VL in the family were the only variables that kept direct and significant association with seropositivity after adjustment [OR (95% CI): 3.55 (1.31, 9.63), and 4.67 (1.59, 13.75) respectively].\nAnd increasing age and sleeping outside were the only factors positively and significantly associated with LST after adjustment [OR (95% CI): 1.19 (1.02, 1.40) and 5.51 (1.77, 17.20) respectively].\nA significant level of aggregation within household units was found for the three outcomes analyzed, being strongest in the case of seropositivity. “Asymptomatic infection” (rho = 32%, 95%CI: 11 to 65, p = 0.012), seropositivity (rho = 44%, 95% CI: 18 to 73, p = 0.004) and LST positivity (rho = 40%, 95% CI: 13 to 76, p = 0.022).\nNo significant association was found between any of the outcomes analysed and stunting; the number of meals consumed or consumption of animal source food products by the child the day before the survey; number of children in the household; age, sex, or education of the head of the household; wall construction material and condition, household electricity, radio or land owning, the existence of an animal shed, animal dung or a termite mound near the house, if the household owned dogs, cattle or chicken, the number of cattle, chicken or sheep owned by the house; the number of bed nets in the household or the house spraying status.",
    "Discussion": "The prevalence of asymptomatic infection found in our study sample as well as the factors associated with it, differed depending on the outcome variable used for the analysis.\nThe discordances observed between serology and LST have been discussed elsewhere [7], [16]–[18]. The last LST screening in the area was conducted in 2005 as part of the outbreak assessment, and the prevalence of LST positivity was considerably higher than in our study, 34% for men and 26% for women [9]. The differences in design may account for this marked difference, as the study by Alvar et al was carried out in three villages reported to be highly affected (all belonging to Bura sub-district) and a fourth one selected from Shina sub-district but only a few kilometres away from Bura. Also, the cited study was conducted in a population with a different age distribution (age range; 0.7–60 years) with more than 50% of the sample being 15 years or older. Seventy per cent of the LST positive cases found in that study belonged to this older age group. Finally, the treatment interventions carried out in the area in the time period between the two studies could have reduced the transmission. A similar observation, a reduction of LST positivity in one year period from 30.1% to 17.3%, has been documented in an L.donovani focus of south Ethiopia [17].\nThe strong variation in the prevalence of asymptomatic infection among clusters highly endemic for VL is congruent with the spatial clustering observed in other studies of asymptomatic infection [19], [20] and of clinical VL cases [21], [22]. Notably, Bura, the kebele where the 2005 outbreak started, has maintained the highest prevalence ever since [9].\nThe increase in asymptomatic infection rate with age observed in our study area is also consistent with an endemic focus of VL, in spite of the low VL incidence situation reached after the outbreak [23], [24]. The permanence of LST reactivity is thought to be a consequence of cumulative past exposure, thus prevalence typically rises with age [25]. The positive association between Leishmania infection and older age, as well as with male sex, has also been related to activities like cattle herding or sleeping outside, that imply an increased potential exposure to the sand fly vector, and that are culturally specific to male adolescents and male adults [19], [26]. Our results would support this hypothesis, as cattle herding and sleeping outside were also identified in our study population as risk activities for asymptomatic infection and had previously been identified as risk factors for VL in South Ethiopia [27] and North Ethiopia (in our study area) as well [10]. The greater exposure to sand flies when herding livestock can be associated with the staying outside at dusk and dawn when the sand flies are supposed to be active [28] and also with an increased proximity to acacia trees. Acacia-Balanites forest growing on black cotton soils have been described as specific habitats with abundance of Phlebotomus orientalis [29]. Other studies have described the risk for humans to contract the infection by intruding into this type of environment [30]. Resting under acacia trees was identified as a risk factor for VL in our study area [10] and among our surveyed population 82% of the herder children reported resting under acacia trees while herding. However it is important to highlight that in the adjusted analysis only sleeping outside remained significant suggesting that this behaviour is associated with infection independently of the cattle herding activity.\nPoor nutritional status has been associated with a higher risk of developing visceral leishmaniasis in other studies [31]–[34] although to the best of our knowledge, an association with asymptomatic infection has not yet been described. In our findings a better nutritional status (increasing BAZ) appeared as protector for asymptomatic infection but only in the unadjusted analysis, so we can not conclude there is association between nutritional status, measured by anthropometry, and asymptomatic infection in our study population.\nThe use of bed net appeared to be protective for LST positivity and the global “asymptomatic infection” outcome, but did not reach a significant association, which is in agreement with other studies in relation to asymptomatic infection [16], [35]. The protective effect of bed net use towards visceral leishmaniasis remains unclear, with variable results depending on the setting and study [11], [36]. The net conditions, nature of utilization and impregnation status were not assessed in our survey, and this can account for the lack of statistical significance found in our results.\nA previous case of VL within the household appeared strongly associated with seropositivity and maintained the association with the global “asymptomatic infection” outcome. Other studies have also identified living close to a previous case of VL as a risk factor for L.donovani asymptomatic infection [3] or for the clinical form of the disease [35], [37], [38] suggesting the importance of the house as a micro focus in the spread of the disease. The significant amount of aggregation within the households of the three outcomes analysed in this study would further support this hypothesis. This may be related to the ecologic location of the household, although there have been studies that have failed to relate house or surrounding ecological characteristics with it [3], [39]. This house focalization may also be related to genetics or to the possibility of a domestic or peri-domestic transmission. It is important to highlight that the increased likelihood of asymptomatic infection among children with a past VL case in the family remained significant only for seropositivity and not for LST positivity, in concordance with findings of Bern et al in Bangladesh [35]. In one study conducted in Kenya, it was found that the association between LST positivity and previous VL cases in the family was significant only for women and young children, suggesting that women were exposed in and around the house and males, in addition, exposed elsewhere [40]. We tested this hypothesis by conducting separate analyses for male and female populations but results did not vary (data not shown). The theory of transmission within the household is only a supposition as the existence of a domestic reservoir has not yet been well substantiated in Ethiopia. Furthermore, most reports regarding P.orientalis point out that the vector is rarely encountered inside the houses [41], [42]. However in an entomological study conducted in eastern Sudan, it was reported that 75% of the P.orientalis captured were found indoors [43] indicating that some populations of the vector are more adapted to domestic habitats. This might be due to variations in construction materials used in building houses or to other microclimatic conditions [29]. The high altitude (1800–2000 mts) of Libo Kemkem and Fogera makes the ecoclimatic conditions rather unique for what is known about sand fly ecology. Therefore there is an urgent need to identify and understand the behaviour of sand flies in the area in order to come up with consistent conclusions.\nLiving in a straw roofed house versus an iron thatched one was the only house characteristic associated with asymptomatic infection. It could be related to socioeconomic status or to the potential of straw roofs to provide resting places for the sand fly that would increase its survival and abundance. Mud-type houses have been identified as risk factors for VL or asymptomatic infection before and have been associated with better living conditions or with the vector preference for mud crack walls for breeding and resting [22], [27], [38], [44]. However, regarding P.orientalis more studies are needed, as the few extant studies in the literature point out to an exophagic behaviour of the vector, ill suited with this hypothesis [41].\nIn relation to domestic animals the only significant association found was with owning sheep. The positive correlation of disease and the presence of sheep has already been described [19], [22], and has been explained by the greater biomass and the accumulation of animal dung that may be attractive to the sand flies, drawing the vectors into closer association with humans. However, the number of sheep, the presence of other livestock, or animal dung near the house did not show a significant association in our study. On the other hand, sheep herding can be associated to an increased contact to Acacia trees due to the fact that sheep are fed on Acacia fruits and leaves [45]. Our personal observation during surveys was that herders shake Acacia trees in order to make fruits fall, thus disturbing the suspected vector habitat and increasing the probabilities of being bitten.\nOne important limitation of our study is its cross sectional nature, which limits the making of causal inferences between the analysed factors and the infection. However, we believe the results are of interest in order to contribute to the existing knowledge in the area, and in order to support future analytical studies.\nOur conclusion is that sleeping outside and selected housing factors were associated with higher rates of asymptomatic infection and our recommendation is that the behaviour of P.orientalis, the putative vector in the area should be further studied in order to clarify the role of domestic animals in the transmission cycle and in order to propose possible entomological interventions."
}