{
    "Objective": "To evaluate antigen-specific immune responses for leprosy diagnosis in a hyperendemic area in China.",
    "Methods": "Eighty-three leprosy patients and 161 non-leprosy controls were enrolled from Hani-yi Autonomous Prefecture of Honghe, Yunnan Province, China. Leprosy patients were divided into multibacillary (MB, n = 38), paucibacillary (PB, n = 23), and post-multi-drug therapy (MDT, n = 22) groups. Controls were divided into the following groups: healthy household contacts (HHC, n = 119), tuberculosis (TB, n = 11), and endemic controls (EC, n = 31). The NDO-LID Rapid Test, M. leprae antigen-specific ELISA and antigen-specific IFN-γ secretion in a whole blood assay (WBA) were used to evaluate these subjects.",
    "Results": "The NDO-LID Rapid Test achieved higher positive response rates in MB than in PB patients[94.7%(36/38) vs 65.2%(15/23)], and these rates were higher than those observed by ELISA using anti-LID-1[92.1%(35/38) vs 52.2%(12/23)], anti-NDO-LID[92.1%(35/38) vs 47.8% (11/23)], and anti-ND-O-BSA[89.5%(34/38) vs 60.9%(14/23)]. However, the NDO-LID Rapid Test also showed a higher positive response rate in the EC group (33.3%,10/31), which was higher than the rates observed for anti-NDO-LID (12.9%,4/31) and anti-ND-O-BSA (16.1%,5/31). M. leprae antigen-specific ELISA demonstrated relatively high specificity (86.84–97.37%) but low sensitivity (15.97–72.73%) in discriminating between leprosy patients and non-leprosy controls by ROC curve analysis. In contrast, M. leprae antigen-specific IFN-γ secretion detection achieved higher positive response rates in PB than in MB patients (positive ratio of MB vs PB: 40% vs 56% for LID-1, 28.6% vs 47.8% for ML89, 31.4% vs 60.7% for ML2044, and 31.4 vs 47.8% for ML2028) and could distinguish MB from EC when stimulated with ML89(AUC = 0.6664) and PB fromTB when stimulated with ML2044 and ML2028(AUC = 0.7549 and 0.7372, respectively).",
    "Conclusion": "The NDO-LID Rapid Test and M. leprae antigen-specific ELISA are useful tools to assist in the diagnosis of leprosy patients, especially MB patients, although the former had higher sensitivity but lower specificity than the latter. M. leprae antigen-specific IFN-γ release assessed by WBA has diagnostic value for distinguishing PB from TB but not for distinguishing PB from HHC or EC. Screening novel M. leprae-specific antigens, combining different M. leprae antigens and a multi-cytokine analyte model may be needed for more effective diagnosis of leprosy."
}