{
    "Background": "Skin neglected tropical diseases (NTDs) such as Buruli ulcer (BU) and leprosy produce significant stigma and disability. Shared clinical presentations and needs for care present opportunities for integrated case management in co-endemic areas. As global policies are translated into local integrated services, there remains a need to monitor what new configurations of care emerge and how individuals experience them.",
    "Methods": "To explore patient experiences of integrated case management for skin NTDs, in 2018, we conducted a field-based qualitative case series in a leprosy rehabilitation centre in Ganta, Liberia where BU services were recently introduced. Twenty patients with BU (n = 10) and leprosy (n = 10) participated in in-depth interviews that incorporated photography methods. We contextualised our findings with field observations and unstructured interviews with health workers.",
    "Findings": "The integration of care for BU and leprosy prompted new conceptualisations of these diseases and experiences of NTD stigma. Some patients felt anxiety about using services because they feared being infected with the other disease. Other patients viewed the two diseases as ‘intertwined’: related manifestations of the same condition. Configurations of inter-disease stigma due to fear of transmission were buffered by joint health education sessions which also appeared to facilitate social support between patients in the facility. For both diseases, medication and wound care were viewed as the cornerstones of care and appreciated as interventions that led to rehabilitation of the whole patient group through shared experiences of healing, avoidance of physical deformities and stigma reduction. Patient accounts of intense pain during wound care for BU and inability of staff to manage severe complications, however, exposed some shortcomings of medical care for the newly integrated service, as did patient fears of long-lasting disability due to lack of physiotherapy services.",
    "Significance": "Under integrated care policies, the possibility of new discourses about skin NTD identities emerging along with new configurations of stigma may have unanticipated consequences for patients' experiences of case management. The social experience of integrated medication and wound dressing has the potential to link patients within a single, supportive patient community. Control programmes with resource constraints should anticipate potential challenges of integrating care, including the need to ameliorate lasting disability and provide adequate clinical management of severe BU cases."
}