{
    "Background": "Dengue fever, a vector-borne disease transmitted by Aedes mosquitoes, poses a significant public health challenge in urban Southeast Asia. While urbanisation is widely recognised as a driver of dengue transmission, its effects are multifaceted, creating both risks and protective factors. Despite its longstanding presence in Laos, limited research has explored the geographic and epidemiological dynamics of dengue in Vientiane, the capital city.",
    "Methods": "This study integrates high-resolution datasets—including the Laos Population and Housing Census, the Global Human Settlement Layer, OpenStreetMap, and Meta’s Data for Good platform—to examine dengue incidence in Vientiane from 2012 to 2018. A negative binomial regression model was employed to assess the influence of urban built-up expansion, human mobility, migration patterns, and infrastructure quality on dengue risk. Additionally, the study investigated whether structural urban risk factors remained stable across different periods dominated by distinct dengue serotypes.",
    "Results": "Vientiane underwent significant urban expansion from 1990 to 2015, particularly in its periphery. Our findings reveal that recently urbanised areas with high daytime population influx exhibited the highest dengue incidence, reinforcing the role of urban centrality in shaping transmission dynamics. Migration patterns significantly influenced dengue risk, with villages hosting a larger proportion of foreign residents and Lao individuals born outside Vientiane experiencing higher incidence rates. Additionally, the availability of piped water emerged as a protective factor, as households without in-house water access were consistently associated with higher dengue incidence. Importantly, while the built-up environment and centrality played a stable role in transmission, their relative influence fluctuated with serotype changes, particularly with the emergence of Dengue 4 in Vientiane.",
    "Conclusions": "This study underscores the importance of integrating urban planning, mobility analysis, and public health surveillance to better manage infectious disease risks in rapidly expanding cities. The findings highlight the need for proactive infrastructure investments—particularly ensuring water access—to mitigate dengue risk in newly urbanised areas. Given the persistence of urban factors across different serotype-dominant periods, our results suggest that structural characteristics of the city exert a more consistent influence on dengue transmission than biological factors alone. Future research should adopt a spatiotemporal approach to refine risk models and develop more effective urban health interventions."
}