{
    "Background": "Trypanosoma cruzi is the causative agent of the life-threatening Chagas disease, in which increased platelet aggregation related to myocarditis is observed. Platelet-activating factor (PAF) is a potent intercellular lipid mediator and second messenger that exerts its activity through a PAF-specific receptor (PAFR). Previous data from our group suggested that T. cruzi synthesizes a phospholipid with PAF-like activity. The structure of T. cruzi PAF-like molecule, however, remains elusive.",
    "Methodology/Principal findings": "Here, we have purified and structurally characterized the putative T. cruzi PAF-like molecule by electrospray ionization-tandem mass spectrometry (ESI-MS/MS). Our ESI-MS/MS data demonstrated that the T. cruzi PAF-like molecule is actually a lysophosphatidylcholine (LPC), namely sn-1 C18:1(delta 9)-LPC. Similar to PAF, the platelet-aggregating activity of C18:1-LPC was abrogated by the PAFR antagonist, WEB 2086. Other major LPC species, i.e., C16:0-, C18:0-, and C18:2-LPC, were also characterized in all T. cruzi stages. These LPC species, however, failed to induce platelet aggregation. Quantification of T. cruzi LPC species by ESI-MS revealed that intracellular amastigote and trypomastigote forms have much higher levels of C18:1-LPC than epimastigote and metacyclic trypomastigote forms. C18:1-LPC was also found to be secreted by the parasite in extracellular vesicles (EV) and an EV-free fraction. A three-dimensional model of PAFR was constructed and a molecular docking study was performed to predict the interactions between the PAFR model and PAF, and each LPC species. Molecular docking data suggested that, contrary to other LPC species analyzed, C18:1-LPC is predicted to interact with the PAFR model in a fashion similar to PAF.",
    "Conclusions/Significance": "Taken together, our data indicate that T. cruzi synthesizes a bioactive C18:1-LPC, which aggregates platelets via PAFR. We propose that C18:1-LPC might be an important lipid mediator in the progression of Chagas disease and its biosynthesis could eventually be exploited as a potential target for new therapeutic interventions."
}