{
    "Abstract": "Riverine tsetse transmit the parasites that cause the most prevalent form of human African trypanosomiasis, Gambian HAT. In response to the imperative for cheap and efficient tsetse control, insecticide-treated ‘tiny targets’ have been developed through refinement of tsetse attractants based on blue fabric panels. However, modern blue polyesters used for this purpose attract many less tsetse than traditional phthalogen blue cottons. Therefore, colour engineering polyesters for improved attractiveness has great potential for tiny target development. Because flies have markedly different photoreceptor spectral sensitivities from humans, and the responses of these photoreceptors provide the inputs to their visually guided behaviours, it is essential that polyester colour engineering be guided by fly photoreceptor-based explanations of tsetse attraction. To this end, tsetse attraction to differently coloured fabrics was recently modelled using the calculated excitations elicited in a generic set of fly photoreceptors as predictors. However, electrophysiological data from tsetse indicate the potential for modified spectral sensitivities versus the generic pattern, and processing of fly photoreceptor responses within segregated achromatic and chromatic channels has long been hypothesised. Thus, I constructed photoreceptor-based models explaining the attraction of G. f. fuscipes to differently coloured tiny targets recorded in a previously published investigation, under differing assumptions about tsetse spectral sensitivities and organisation of visual processing. Models separating photoreceptor responses into achromatic and chromatic channels explained attraction better than earlier models combining weighted photoreceptor responses in a single mechanism, regardless of the spectral sensitivities assumed. However, common principles for fabric colour engineering were evident across the complete set of models examined, and were consistent with earlier work. Tools for the calculation of fly photoreceptor excitations are available with this paper, and the ways in which these and photoreceptor-based models of attraction can provide colorimetric values for the engineering of more-attractively coloured polyester fabrics are discussed."
}