{
    "Introduction": "Human infections with gastrointestinal helminths are usually diagnosed when their eggs are found in stool samples. Therefore, examination of stool and detection of parasite eggs is used as a non-invasive method for detection of infections [1]. Some of the helminth parasites are relatively easy to identify to the species level based on egg morphology, such as species of Schistosoma Weinland, 1858 (blood flukes) [1]. In contrast, eggs of diphyllobothriid tapeworms including human-infecting species are highly variable, their size may overlap between species and is also influenced by individual definitive hosts and their size. This makes reliable species diagnosis of causative agents of human diphyllobothriosis in stool samples difficult or even impossible [2].\nDiphyllobothriosis and closely related diplogonoporosis are fish-borne zoonoses that are neglected, but widely distributed throughout the world; human infections with some of diphyllobothriids seem to have emerged recently [2,3,4,5]. Causative agents of these diseases are tapeworms of the genera Adenocephalus Nybelin, 1931, Diphyllobothrium Cobbold, 1858 and Diplogonoporus Lönnberg, 1892. Out of 16 species of diphyllobothriids reported from man, only the following 4 are common parasites of man, namely Diphyllobothrium latum (Linnaeus, 1758) with circumboreal distribution (with few cases reported also from Chile), D. nihonkaiense Yamane, Kamo, Bylund and Wikgren, 1986 in the northern Pacific region, Adenocephalus pacificus Nybelin, 1931 endemic in the southern Pacific, and Diphyllobothrium dendriticum (Nitzsch, 1824) with arctic distribution [2,3,4]. These cestodes, commonly called broad or fish tapeworms, produce up to 36,000 eggs per day [6,7]. Therefore, diagnosis of diphyllobothriosis is based mainly on findings of thick-shelled, unembryonated eggs with an operculum on the narrower end and a knob on the opposite site in stool samples [2].\nThe morphometry of eggs has been commonly used for species identification of diphyllobothriids in stool samples from naturally infected hosts including man and also experimentally infected unspecific hosts such as golden hamsters (Mesocricetus auratus) [8,9,10,11,12]. However, most authors used only ranges (minimum and maximum) of egg size in descriptions, which overlap among most of the species. Another limitation of previous studies represents a low number of measured eggs and the fact that only three species, D. latum, D. dendriticum and D. nihonkaiense, were studied in more detail.\nSurface structures on the eggs and some other characters such as shell thickness, colour, diameter of an operculum, presence of an apical knob, or size of embryonic hooks were considered by previous authors, but none of them appeared suitable for species discrimination [13,14,15,16].\nIn the present study, we analysed so far the largest dataset of diphyllobothriid eggs from naturally and experimentally infected specific hosts, thus significantly improving upon previous studies on egg morphometry. The principal aim was to test whether combination of morphometrical and morphological features by light and/or scanning electron microscopy can make it possible to distinguish reliably the eggs of as many as 8 species of broad tapeworms reported from man.",
    "Materials and Methods": "Material studied\nGravid tapeworms and/or positive stool samples were obtained from naturally and experimentally infected specific hosts belonging to 19 species, including man; most samples were obtained from museum collections (see Table 1). They were identified using identification keys based on morphology and mostly also by genotyping (sequencing the cox1 gene) [17]. Morphometrical variability was studied in 62 samples of a total of 2,082 eggs of 8 species (Table 1); these samples were fixed in 70% ethanol, 4% formaldehyde solution or, in few cases, measured alive in the water. Measurements were taken using Olympus BX51 microscope with QuickPHOTO MICRO 2.3 program. In every sample, at least 25 intact eggs were measured to get representative dataset [18]. Standard deviation (SD), mean and length to width ratio (LWR) were counted using Microsoft Excel software. Summary data for egg measurements (in micrometres) pooled across all hosts for 3 morphometrical parameters (i.e. length, width and LRW; hereinafter referred to as ‘size’) are given in Table 2.\nRange and means are given in micrometers for the 3 parameters subjected to morphometrical studies. Details for individual samples are listed in Table 1. Measurements are in micrometers (μm).\nA series of univariate comparisons was performed by separate one-way analyses of variance (One-way ANOVA’s) for sets of analyses (A1–A3 –see Table 3) in which different numbers of specimens and parasite species were used to assess: (A1) differences in egg sizes (i.e. 3 morphometrical features: length, width and LRW) among all 8 diphyllobothriid species; (A2) differences in egg sizes among the 3 commonest human species, namely A. pacificus, D. latum and D. nihonkaiense; and (A3) intraspecific variability in egg sizes of the species from minimally 3 different hosts were available: (A3a) A. pacificus, (A3b) D. latum, and (A3c) D. cordatum. Samples from hamster were not included because it is an atypical host and their eggs are considerably variable compared to specific hosts (Table 1). Accordingly, 56 samples of a total of 1,860 eggs were entered to statistical analyses (Tables 1 and 3). All data were log-transformed (log10), but absolute values of egg sizes were used in graphs for better illustration. Post-hoc Tukey HSD tests were performed where appropriate to detect differences in particular morphometrical features among species pairs. All analyses were carried out using Statistica 7.0 software package (StatSoft Inc., Tulsa, OK, USA) with significance levels set at 0.05.\nSee Table 1 for data on hosts.\nAdditionally, 184 eggs of 44 samples of all 8 studied species were studied using scanning electron microscopy (SEM) (Table 1). Proglottids with eggs were prepared as outlined by Kuchta and Caira [19]. Briefly, after drying the eggs were liberated by dissecting needles from gravid proglottids during mounting on aluminium stubs using a double-sided tape. Samples were examined by JEOL JSM-7401F scanning electron microscope. Surface structures were observed at magnification ×10,000 and the density of the pits was re-counted for 100 μm2.\n\n\nEthics statement\nEggs of diphyllobothriidean cestodes from human samples were obtained from the following museum collections (in most cases, proglottids found in stool samples were fixed and deposited in the collections; the eggs were obtained as described above): Institute of Parasitology, CAS, České Budějovice, Czech Republic (IPCAS), Muséum d’Histoire Naturelle, Geneva, Switzerland (MHNG), Queensland Museum, Australia (QM), and Zoological Museum, University of Oslo, Norway (ZMUO). In addition, samples of eggs from non-human hosts were obtained from museum material deposited in: Natural History Museum, London, UK (BMNH), IPCAS, MHNG, Statens Naturhistoriske Museum, Copenhagen, Denmark (NHMD), Naturhistorisches Museum, Vienna, Austria (NMW), United States National Parasite Collection, Beltsville, Maryland, USA (USNPC), ZMUO (Table 1).",
    "Results": "Morphometry of the eggs\nMorphometrical analysis of all eggs has shown a great size variability of most species studied (Fig 1). The results of analysis A1 showed significant differences in egg sizes among all 8 species (P < 10−4 for all 3 morphometrical features tested; Fig 2; Table 3). The post-hoc test showed significant differences between most of the species except D. dendriticum and D. hians, for which egg measurements overlap in length (P > 0.05) demonstrating no apparent difference in this parameter (Fig 2). Diphyllobothrium cordatum has the largest eggs (mean length 71) followed by D. latum (68) and D. stemmacephalum (64), whereas D. cf. cameroni and A. pacificus have the smallest eggs (48 and 53, respectively; Fig s 1 and 2; Tables 1 and 2).\nA, Based on 56 samples of 8 species from various definitive hosts. B, Based on 3 commonest species infecting humans for 25 samples exclusively from man. Ellipses represent 95% confidence intervals about the means indicating greater correlation between length and width in a given species. Details for individual samples are listed in Table 1.\nBlack and white arrows indicate pairs/groups of species for which statistical difference of particular parameter was not detected, thus showing similar values for these features. Species differing in all tested parameters is marked with a square (A. pacificus) and can be easily distinguished from the remaining species.\nConcerning egg width, measurements divided all species into 2 species groups. The first group includes D. cordatum, D. hians and D. stemmacephalum, and second one D. dendriticum and D. cf. cameroni; they did not differ from each other (P > 0.05) (Fig 2; depicted by black and white arrows, respectively). The widest eggs were found in D. latum (mean width 49), followed by D. cordatum (47), whereas D. cameroni and D. dendriticum have the narrowest eggs (39 and 40, respectively; Table 2).\nThe post-hoc test revealed that the eggs of D. cf. cameroni and A. pacificus are rounder than those of the 6 remaining species (mean LWR 1.218 and 1.272, respectively; Table 2). This morphometrical parameter significantly differs among all but 2 pairs of species, D. latum and D. stemmacephalum, and D. dendriticum and D. nihonkaiense (P > 0.05), which cannot be distinguished based on this character (Fig 2; depicted by black and white arrows, respectively).\nOne of the 8 species, A. pacificus, can be distinguished from the 7 remaining species by all 3 morphometrical features (length, width and LWR; Fig 2; Table 3). The remaining species form 5 groups in which a given species overlaps in one particular parameter, but significantly differs in the other two, thus making them distinguishable among each other as well. For example, D. hians and D. dendriticum create the first group by overlapping measurements in length but are different in width and LWR index (Fig 2; Table 2).\nUnivariate comparisons (analysis A2) of the eggs among the 3 commonest human-infecting species, i.e. A. pacificus, D. latum and D. nihonkaiense, showed significant differences in all 3 parameters tested (Table 3). However, despite these differences, the range of measurements of D. latum and D. nihonkaiense slightly overlapped in all 3 characters (Figs 1 and 2; Table 2). The eggs of A. pacificus are smallest (the lowest mean length and width) as well as most rounded (Figs 1 and 2; Table 2). In contrast, D. latum possesses the largest eggs and the eggs of D. nihonkaiense have the highest LWR, i.e. more elongate eggs (Table 2).\nThe eggs of A. pacificus, D. latum and D. cordatum from various hosts (analyses A3a–A3c) differed significantly in all 3 morphometrical parameters (Table 3). The eggs of A. pacificus from a jackal, Canis mesomelas, were on average longest compared to conspecific eggs from 6 other hosts and differed in width from 2 hosts only (Fig 3; Table 1). The eggs of A. pacificus from humans and from fur seal, Arctocephalus pusillus, were shortest on average. The widest eggs of A. pacificus were found in sea lion, Neophoca cinerea, and fur seal, Callorhinus ursinus (Fig 3; Table 1). The most elongate eggs come from Neophoca cinerea and the most rounded from a jackal (Fig 3, Table 1).\nA, Adenocephalus pacificus from 7 host species. B, Diphyllobothrium latum from 4 host species. C, Diphyllobothrium cordatum from 3 host species. Data represent mean values for length (in black) and width (in white). Whiskers indicate maximum and minimum values of measured eggs, boxes standard deviation of the mean and circles inside of boxes the mean value.\nSignificant differences were detected in all morphometrical features of the eggs of D. latum from different hosts (analysis A3b; Table 3). Eggs from humans and polar bear were longest and widest compared to the eggs from dog and wolf (Fig 3; Table 1). Eggs from human stool samples were also most elongate (Table 1).\nThe eggs of D. cordatum from 3 different hosts also differed significantly from each other in all parameters (P < 0.001; Fig 3; Table 3). The eggs from dogs were smaller compared to those from seals (Fig 3) whereas most elongate eggs were from Erignathus barbatus (Table 1).\n\n\nEgg surface\nEggs of all marine species (Adenocephalus pacificus, D. cf. cameroni, D. cordatum, D. hians and D. stemmacephalum) differ conspicuously from those of freshwater/anadromous species (D. dendriticum, D. latum and D. nihonkainese) in the presence of numerous deep pits on their surface observed using SEM or light microscope with a high magnification and strong pressing coverslip with egg samples (Figs 4 and 5) [14,20]. Density of pits of marine species differed between species, from 34 pits per 100 μm2 in A. pacificus to as many as 207 in D. cordatum (Fig 4; Table 1). This characteristic may help as an additional feature to distinguish species groups with similar egg sizes, such as D. hians from those of D. stemmacephalum (Figs 2 and 4; Tables 1 and 2). The eggs of the remaining freshwater/anadromous species are indistinguishable from each other based on their surface, because it is smooth or occasionally covered with a few shallow hollows or wrinkles (Fig 4; Table 1).\nA–B, Adenocephalus pacificus (m) ex Canis mesomelas (A) and Arctocephalus australis (B). C–D, Diphyllobothrium latum (f) ex C. lupus (C) and Homo sapiens (D). E, D. dendriticum (f) ex C. familiaris. F–H, D. nihonkaiense (f) ex H. sapiens. I, D. cf. cameroni (m) ex Neomonachus schauinslandi. J, D. cordatum (m) ex Erignathus barbatus. K, D. hians (m) ex Monachus monachus. L, D. stemmacephalum (m) ex Lagenorhynchus acutus. Figures are showing eggs and their surface in the same magnification 10.000×.\nA, marine species Diphyllobothrium cordatum ex Erignathus barbatus covered by numerous deep pits. B, anadromous species Diphyllobothrium nihonkaiense ex Homo sapiens smooth or with isolated shallow hollows or wrinkles.\nTo facilitate species diagnosis of eggs in stool (clinical) samples, a simplified key for identification of the eggs of 8 human-infecting species of diphyllobothriid cestodes based on their length and width is provided. The mean value represent means between the species from each compared groups with closest values, i.e. the smallest value in the larger group and largest values in the smaller group and species of the genus Diplogonoporus are not considered (see Discussion). The present key does not include data on pits observed on the eggs from jackal as an unspecific host (see Table 1).\n\n1a. Mean length less than 56.5 μm ……..…. . . .. . . ..……. . . .. . . .. . . .. . . .. . . .. . . .. . .. . . 2\n1b. Mean length more than 56.5 μm ……………….………. . . .. . .. . ..……. . . 3\n2a. Mean length 50.5 μm; more than 98 pits per 100 μm2…. . . .. . . .. . . .. . . .. . .. . . D. cf. cameroni\n2b. Mean length 50.5 μm; less than 85 pits per 100 μm2……. . . .. . . .. . .. . ... . . . A. pacificus\n3a. Mean width less than 44.5 μm …. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . . .. . .. . . 4\n3b. Mean width more than 44.5 μm …………….……. . . .. . . .. . . .. . . .. . . .…. . .. . .. 5\n4a. Mean width less than 42 μm; mean length less than 61.5 μm …. . . .. . .. . . D. dendriticum\n4b. Mean width more than 42 μm; mean length more than 61.5 μm. . . .. . .. . .. D. nihonkaiense\n5a. Mean length less than 69.5 μm; mean LWR less than 1.50. . . .. . . .. . . .. . .. . . 6\n5b. Mean length more than 69.5 μm; mean LWR more than 1.50. . . .. . . .. . . .. D. cordatum\n6a. Mean length less than 66 μm; mean width less than 47.5 μm. . . .. . . .. . .. . . 7\n6b. Mean length more than 66 μm; mean width more than 47.5 μm. . . .. . . .. D. latum\n7a. Mean length less than 62 μm; mean LWR less than 1.35. . . .. . . .. . . .. . . .. . . . D. hians\n7b. Mean length more than 62 μm; mean LWR more than 1.35. . . .. . . .. . . .. . . .. D. stemmacephalum",
    "Discussion": "Human diphyllobothriosis is not a life-threating disease and symptoms are usually mild despite the large size of tapeworms (up to 20 m). However, the number of human case does not decline, reaching about 20 million cases globally [21]. In contrast, several species seem to (re-)emerge or neglected even in the most developed countries [2,3,22]. For clinicians, species-specific identification of eggs in stool samples is not necessary because clinical symptoms are similar in all human-infecting species [2]. However, proper species identification is crucial from the epidemiological point of view, i.e. to detect sources of human infection, actual distribution of potential human-infecting species and way of transmission of plerocercoids to humans [2].\nThe present study represents the most complex statistical analysis based on the so far largest dataset for diphyllobothriid eggs. The main novelty of this study is combination of morphometrical and ultrastructural characteristics of diphyllobothriid eggs which enabled us to distinguish individual human-infecting species from each other. Species-specific identification of eggs is thus possible despite a rather high degree of their morphometrical and morphological variability in most of the studied species observed in the present and previous studies (see below).\nPreviously, the most extensive study of diphyllobothriid eggs was carried out by Hilliard [14] who studied 8 species from naturally and experimentally infected hosts in Alaska and by Andersen and Halvorsen [10] who compared the 3 commonest freshwater species in Europe, D. ditremum, D. dendriticum and D. latum, from a variety of definitive hosts. Despite some differences, especially in the size of the eggs of D. cordatum from bearded seal, E. barbatus [14], the present data correspond to those provided by previous authors [10,14,23,24].\nAdditional study based on 7 species from human clinical samples studied by Maejima [25] focused mainly on eggs of D. latum, D. nihonkaiense, A. pacificus and D. stemmacephalum (reported as D. yonagoense). These data correspond more or less with those of the present study, even though values reported for the 2 former species were somewhat lower than herein.\nThe eggs of D. latum have been studied most intensively, especially those from man; a high degree of size variability (55–81 × 40–59) has been detected [10,26; present study]. However, some of these records may in fact have included other species such as D. nihonkaiense in Far East Asia and D. dendriticum in temperate zones [2,12,27].\nThe detailed study comparing the 3 commonest freshwater species in Europe, D. ditremum, D. dendriticum and D. latum, from different definitive hosts was carried out by Andersen and Halvorsen [10]. They observed great variation in mean egg size among different worms belonging to the same species as well as among different species. It was concluded that size of the eggs also depends on the size and type of definitive hosts [10,11,28].\nThe intraspecific variability based on host species was compared in 3 species in the present study. Significant differences were found in all 3 species, but their ranges overlapped in almost all host groups (Fig 3). In general, there is tendency of tapeworms from larger specific hosts to have larger eggs, but that scenario is not confirmed by all studies. For example, the present study shows that eggs of A. pacificus from man (atypical host) are significantly smaller than those from pinnipeds (specific hosts) but, surprisingly, the longest eggs are those from jackal, which is an atypical host (Fig 3; Table 1) [17]. Moreover, some previous studies did not find significant differences between the size of eggs of A. pacificus from man and those from fur seals, even though the eggs from man were slightly smaller and the surface was covered with more pits [11,28]. Eggs from atypical experimental hosts such as golden hamster may be larger than those from typical hosts as observed in D. dendriticum or D. latum [10; Table 1].\nThe present study of egg surface confirmed differences between freshwater and marine species reported by previous authors [14,29,30,31]. The surface of the eggs of all marine species studied is covered with numerous deep pits, whereas freshwater species have a smooth surface or only a limited number of wrinkles or shallow pits (Fig 4). It is important to point out that only clean eggs should be used for SEM observations to avoid misinterpretation of artifacts as natural surface structures. The egg surface can be observed also by light microscope if eggs are strongly compressed under coverslip and observed (Fig 5) [14,20]. Future laboratory experiments with eggs of marine and freshwater species are necessary to provide an explanation this difference in surface structure. The eggs of diphyllobothriid cestodes are heavy and cannot float in the water; instead they sink after their shedding, but the presence/absence of numerous and deep pits on their surface seem to be related to different physical properties of fresh and sea water and certainly plays some, yet unknown role in facilitating parasite transmission [14,29].\nCombination of morphometry and surface ultrastructure of the eggs appeared to be helpful in identification of 8 human-infecting diphyllobothriideans, including D. latum, D. dendriticum and D. nihonkainse, which are very similar in morphology and morphometry of their adults and eggs [2,12]. However, this is possible only if a sufficient number of the eggs (at minimum 25) is measured to avoid statistical error due to a high variability of eggs and to enable reliable species-specific identification [18].\nThe eggs of the common species A. pacificus can be identified most easily because they are smallest and their surface is covered, similarly as in other marine species, with numerous pits (Figs 2 and 4; Table 1). However, we are well aware that such a detailed morphometrical and morphological analysis that include preferentially scanning electron microscopy is not possible during routine diagnosis of the stool samples in clinical laboratories. Therefore, positive clinical samples, especially in non-endemic areas, should be always fixed first with ethanol and later identified by molecular methods, mainly by sequencing of the mitochondrial cox1 gene or by available multiplex PCR [2,31].\nIn clinical samples, eggs of other helminths of similar shape and size can be found. The most similar are those of another diphyllobothriideans normally infecting whales, Diplogonoporus balaenopterae Lönnberg, 1892, which causes human diplogonoporosis [2]. The eggs of this cestode from human samples are 57–80 long and 34–49 wide; their surface is covered with numerous pits (150–250 pits per 100 μm2) [14,20,29,30]. They can thus be confused with those of Diphyllobothrium cordatum and D. hians (see Table 2). However, the number of human cases of diplogonoporosis is quite low, around 200 worldwide [2].\nTo conclude, the present study provides evidence that combination of several characteristics assessed by statistical methods represents a useful tool to differentiate otherwise indistinguishable eggs of human-infecting broad fish tapeworms. Even though a detailed morphometrical and morphological (ultrastructural) characterisation of the diphyllobothriid eggs is not trivial, but relatively fast and cheap and could be used for routine diagnostics. Accurate identification of the species causing diphylloobothriosis is essential for understanding of the epidemiology and transmission of this neglected fish-borne human disease, which seems to (re-)emerged due to changing eating habit even in the most developed countries."
}