{
    "Background": "Canine rabies is one of the most important and feared zoonotic diseases in the world. In some regions rabies elimination is being successfully coordinated, whereas in others rabies is endemic and continues to spread to uninfected areas. As epidemics emerge, both accepted and contentious control methods are used, as questions remain over the most effective strategy to eliminate rabies. The Indonesian island of Bali was rabies-free until 2008 when an epidemic in domestic dogs began, resulting in the deaths of over 100 people. Here we analyze data from the epidemic and compare the effectiveness of control methods at eliminating rabies.",
    "Methodology/Principal Findings": "Using data from Bali, we estimated the basic reproductive number, R0, of rabies in dogs, to be ∼1·2, almost identical to that obtained in ten–fold less dense dog populations and suggesting rabies will not be effectively controlled by reducing dog density. We then developed a model to compare options for mass dog vaccination. Comprehensive high coverage was the single most important factor for achieving elimination, with omission of even small areas (<0.5% of the dog population) jeopardizing success. Parameterizing the model with data from the 2010 and 2011 vaccination campaigns, we show that a comprehensive high coverage campaign in 2012 would likely result in elimination, saving ∼550 human lives and ∼$15 million in prophylaxis costs over the next ten years.",
    "Conclusions/Significance": "The elimination of rabies from Bali will not be achieved through achievable reductions in dog density. To ensure elimination, concerted high coverage, repeated, mass dog vaccination campaigns are necessary and the cooperation of all regions of the island is critical. Momentum is building towards development of a strategy for the global elimination of canine rabies, and this study offers valuable new insights about the dynamics and control of this disease, with immediate practical relevance."
}