{
    "Introduction": "Chagas disease (CD), caused by the Trypanosoma cruzi (T. cruzi) parasite, is a significant public health concern affecting approximately 6 million people worldwide [1]. Recognized as a neglected tropical disease, CD is primarily transmitted through contact with the feces of infected triatomine bugs [1]. Approximately 70 million people reside in areas at risk of exposure to this vector and parasite [2]. The diagnosis of chronically infected individuals relies on antibody (Ab) detection, as parasitemia is typically low and intermittent [1]. Due to well documented risks of transfusion transmission of T. cruzi, all blood donations are screened for T. cruzi Ab in endemic countries in Latin America, while donations from first time donors or travelers to endemic countries are screened for T. cruzi Ab in many non-endemic countries [3]. However, nearly one-third of individuals including blood donors identified as seropositive exhibit low Ab levels or discordant test results [4]. These borderline or low level Ab cases share risk factors with unequivocal seropositive cases, strongly suggesting true exposure to T. cruzi rather than false-positive results [5,6]. Since T. cruzi infection is widely considered to be lifelong [7], these low reactive samples are often considered as indicative of active infection and these patients and donors are deferred and counseled as infected and may be treated. This underscores the need to enhance the sensitivity of existing tests and forms the basis for PAHO’s recommendation of parallel screening using two different immunoassays for CD diagnosis [8].\nOur previous study conducted in the highly endemic Chaco province of Argentina revealed a bimodal distribution of Ab signals in seroreactive blood donors when tested in parallel with six different immunoassays [6,9]. The bimodal distribution led us to hypothesize the presence of two infection outcome phenotypes: one associated with low Ab levels, reflecting resolved T. cruzi infections, and another characterized by high Ab levels, indicative of chronic/active infections. We further hypothesized that parasite clearance would diminish the antigenic stimulus, resulting in gradual seroreversion on follow-up testing. Consistent with our hypotheses, spontaneous cure has also been observed in other studies [10–15]\nIn the current study, we enrolled Chagas Ab-reactive donors at the same blood bank in the Chaco region as our previous study and conducted baseline and follow-up visits to confirm the bimodal distribution and correlate Ab levels with PCR results. Additionally, the follow-up visits allowed us to assess Ab decline over time and cardiac abnormalities as measured by electrocardiogram (ECG).",
    "Methods": "Ethics statement\nThe study protocol was approved by the local Ethics committee at Hospital Julio C. Perrando, located in Resistencia City, the capital of Chaco province. All donor participants provided written informed consent before enrollment and follow-up visits.\n\n\nStudy design\nIn Argentina, blood donor screening policies mandate performance of two T. cruzi Ab tests based on different assay designs, such as parasite lysate and recombinant antigens. This prospective cohort study involved seropositive blood donors with at least one reactive screening test for T. cruzi at the Servicio Especializado en Hemoterapia in Chaco Province, Argentina, from 2009 to 2018.\nThrough this period, two enzyme-immunoassays (EIA) were used for blood donor screening: one based on parasite lysate antigens and another on recombinant antigens\nEligible Ab-reactive donors were identified using blood bank records, and basic demographic data were retrieved. We organized the work within the province to secure local collaboration, ensuring an efficient process of recruitment, consent, sample acquisition and processing, and ECG testing. A local telemarketer was trained to make calls to donors in accordance with a protocol established with the local health providers.\nThe initial enrollment appointments and visits were conducted from October 2018 to November 2019. Donors completed a questionnaire regarding their risk factors for exposure to CD, and blood samples were collected for serological tests and PCR. Donors who reported previous treatment for CD were excluded from the study. The second follow-up visits took place from November 2021 to March 2023. During these visits, a second blood sample was collected for Ab testing, and each participant underwent an ECG.\nDuring the first visit, three donors reported that they had received treatment and were subsequently excluded from the study. In the second visit, eight donors stated that they had also received treatment and were excluded from the Ab follow-up analysis\n\n\nSerology testing\nFour commercial tests were used for the characterization of T. cruzi Abs in the samples: Chagatest ELISA Lisado (Wiener Lab, Rosario, Argentina) (Lysate EIA), Chagatest ELISA Recombinante v.4.0 (Wiener Lab, Rosario, Argentina) (Recombinant EIA), VITROS Immunodiagnostic Products Anti-T.cruzi (Chagas) (Ortho-Clinical Diagnostics Inc., Pencoed,Bridgend, UK) (Vitros), and Architect Chagas (Abbott Laboratories, Wiesbaden, Germany) (CMIA/Abbott). The Chaco Province blood bank performed the Wiener and Abbott assays, and Vitalant Research Institute (San Francisco CA) was responsible for the Ortho assay. All T. cruzi Ab testing was performed according to the manufacturer’s instructions.\n\n\nPolymerase chain reaction (PCR)\nDuring the enrolment appointment, 20 mL of EDTA-anticoagulated whole blood was drawn from each donor and mixed with an equal volume of guanidine (6 M)/ EDTA (200 mM) solution. Aliquots were prepared and stored at -20 degrees C until they were shipped to Vitalant Research Institute (San Francisco, CA) for PCR testing. Aliquots of lysed whole blood samples were tested using a target-capture (TC) real-time (RT) PCR assay, as previously described [12]. Capture of T. cruzi DNA was performed using magnetic beads coated with three 20-mer capture oligonucleotides:\nTCZ 1 CGAGCTCTTGCCCACACGGGAAAAAAAAAAAAAAAAAAAAAAAAAA\nTCZ 2 CCTCCAAGCAGCGGATAGTTCAGGAAAAAAAAAAAAAAAAAAAAAAAAAA and; TCZ 3 TGCTGCASTCGGCTGATCGTTTTC-GAAAAAAAAAAAAAAAAAAAAA AAAAAA.\nThe captured DNA targets were eluted from the magnetic beads and real-time PCR amplified on an Applied Biosystems 7500 thermocycler. Briefly, 25 µL of DNA was added to 50 µL of PCR reaction mix. The PCR conditions were 10 min at 95° C, followed by 45 cycles of 30 sec at 95° C, 30 sec at 64° C, and 45 sec at 72° C. After completion of thermal cycling and real-time monitoring of cyber green intercalation, a dissociation step was performed, and the melting curves were analyzed. Product dissociations with one or two peaks at 80–82 degrees C were considered positive if the cycle threshold (CT) was less than 45 cycles. Eight replicate assays were performed, and the final interpretation was considered positive if at least two replicates produced a specific PCR product based CT and dissociation analysis.\n\n\nElectrocardiogram (ECG)\nStandard 12-lead ECG was obtained using an electrocardiograph manufactured by Tecnologia Eletrônica Brasileira (São Paulo, Brazil)—model TEB ECGPC. All ECGs were transmitted to an ECG reading center at the Telehealth Center of the University Hospital of the Federal University of Minas Gerais, for standardized measurement, reporting and codification according to the Minnesota coding criteria (MC) in validated ECG data management software [16]. A certified cardiologist reviewed the exam, and a clinical report was sent back for counseling. All exams were manually codified according to the Minnesota code as normal or with minor or major electrocardiographic alterations, as previously described and validated for Chagas disease [17].\n\n\nStatistical analysis\nAb results were reported as signal-to-cutoff (S/C) ratios, a function of the quantity/avidity of T. cruzi Ab present in samples. The results from our previous study in the same Argentinian Chaco region showed bimodal distributions of anti-T. cruzi antibodies in blood donors [6]. This bimodality suggests different host-parasite trajectories in the two groups, potentially reflecting high versus low or absent parasite burden and consequent CD pathogenicity. As such, we aimed to categorize all four serologic assays into “low” and “high” Ab levels in order to classify donor participants into two discrete groups based on their Ab reactivity. We fit mixture models, assuming underlying bimodal normal distributions. We then selected thresholds for each assay to optimally separate the two distributions using an “expectation minimization” algorithm [18] available at http://marcchoisy.free.fr//fmm/index.html. This was implemented in the Cutoff R package (https://github.com/choisy/cutoff)\nNext, we explored differences in infection characteristics between high- and low-Ab reactive donor participants. In order to test the hypothesis that individuals with high Ab levels have higher rates of parasite persistence and parasite loads than those with low Abs, we compared the proportion with positive T. cruzi TC-PCR results at visit one across these groups by Chi-squared test.\nWe also compared the change in Ab reactivity between visit 1 and visit 2 according to baseline Ab category (high versus low) and TC-PCR results. The change in S/C values for each serology test was defined as the difference between S/C at follow-up and first enrolment visits, with negative values indicating a falling S/C value. We analyze both relative and absolute change in S/C. Relative S/C values were defined as: (Follow-up S/C value – Enrollment S/C)/Enrollment S/C value). We used a Wilcoxon ranksum non-parametric significance test for continuous variables, such as change in Ab levels between visits.\nThe presence of ECG abnormalities was evaluated as their distributions in three groups: high Ab levels, low Ab levels, and negative Ab subjects, considering as negative those individuals non-reactive for all serology tests at enrollment.\nAnalyses were conducted in R statistical software",
    "Results": "Cohort characteristics\nA total of 455 donors participated in the first visit, with 450 providing valid results for all serological tests and valid PCR results. In the second visit, 390 of these 450 donors (86%) returned. Of those, 314 had their ECGs performed through the Telehealth system, allowing their ECG data to be entered and analyzed by the central reading core. The remaining 76 donors had their ECGs performed locally and the data could not be used in the study.\nTable 1 summarizes the epidemiological characteristics of the 450 informative donors. The majority had significant epidemiological risk exposure: 358 donors (79.5%) had lived in a house where the vector of T. cruzi was present, 370 (82.2%) had lived in a house with mud walls, and 227 (50.4%) knew that a relative had suffered from Chagas Disease.\n\n\nSerology testing and PCR detection\nSerology analysis of the first visit samples revealed that 289 donors (64%) tested reactive on all four tests, 36 (8.0%) on three tests, 29 (6.4%) on two tests, and 28 (6.2%) on one test. The remaining 68 samples (15%) were negative on all four tests, and these were presumed to be false positive results in the initial donation screening; these 68 donors were excluded from subsequent analyses.\nFig 1 displays the distributions of S/C values for each assay, along with the proportion of PCR-positive samples within each S/C stratum. The results reveal a distinct bimodal distribution across all assays and indicate that PCR-positive samples are predominantly found among those with higher antibody levels. Cut-off S/C values could be established to classify the samples into high and low Ab levels: 9.6 for the CMIA/Abbott assay, 5.2 for the Vitros assay; 4.8 for Lysate EIA and 4.7 for Recombinant EIA. There were 160 concordant (all four assays) low-level reactive samples and 179 concordant high-level Ab reactive samples. The remaining 43 samples were discordant with respect to low- and high-level reactivity on the four assays.\nLegend Fig 1. CMIA/Abbott: CMIA Chagas Architect, Abbott, Germany; Lysate EIA: ELISA Lisado, Wiener Lab., Argentina; Recombinant EIA: ELISA Recombinante, Wiener Lab., Argentina; Vitros: Vitros Immunodiagnostics Products Anti-T. cruzi (Chagas) Assay (Ortho Clinical Diagnosis, Raritan NJ, USA. The black dashed lines indicate the threshold values obtained using expectation minimization, assuming normal latent distributions. They resulted as 9.6 S/C for CMIA/Abbott; 5.2 S/C for Vitros assay; 4.8 S/C for Lysate EIA and 4.7 S/C for Recombinant EIA. PCR results are those obtained at visit 1.\nTC-PCR results were positive on 58–67% of the samples classified as high-level Ab reactive but only 0–1% of those classified as low-level Ab reactive, depending on the assays (Table 2, Fig 1). There were only four samples classified as low-level reactive by at least one of the assays that were PCR positive.\n\n\nAb levels on follow up relative to enrollment samples\nThe follow-up samples were collected 644–1511 days (median 899 days) after the enrollment samples.\nFig 2 illustrates the correlation between S/C values from both visits, showing that PCR-positive results remain associated with higher antibody levels at follow-up. However, the cutoff value determined during the first visit, particularly for the CMIA/Abbott test, did not effectively classify PCR-positive samples as having high antibody levels. A more accurate classification could be achieved by using a cutoff value between 5 and 7 for this test.\nFig 2 legend: Scatter plots of Ab S/C values for visit 1 (enrollment) and visit 2 (follow-up). The dashed lines are determined by the thresholds values calculated from the bimodal distribution for each each test\nCMIA/Abbott: Chagas Architect, Abbott; Vitros: VITROS Immunodiagnostics Products Anti-T.cruzi (Chagas) Assay (Ortho Clinical Diagnostics, Raritan NJ; Lysate EIA: Elisa lisado, Wiener Lab; Recombinant EIA: Elisa Recombinante, Wiener Lab.\nWe then tested if antibody decline was occurring among low reactive samples. To do that we have classified samples that were concordant by all four assays as Low or High in the first visit. The relative decline in Ab reactivity was significantly higher among low-reactive samples when measured by three of the four kits used: the recombinant EIA and the two chemiluminescence assays (Fig 3). In this analysis, we have excluded the eight individuals that were treated with benznidazole between visit 1 and visit 2.\nLegend Fig 3 Box plot graphics show the relative change in S/C values at follow-up (visit 2) visit compared to enrollment (visit 1).\nThe change in S/C values for each serology test was defined as the difference between S/C at follow-up and first enrolment visit, such as negative values indicating a falling S/C value. For comparisons, 160 and 179 samples were fully concordant with four low (named as 0) and four high antibodies (named as 4) results, respectively.\nThe blue dots represent PCR-positive samples, and the pink dots represent PCR-negative samples.\nThe wilcoxon ranksum test was used to test statistical significance of the relative decline in antibody level between individuals with four high antibody tests at visit one compared to those with all four low at visit.\n\n\nAb levels and ECG abnormalities\nThe presence of ECG abnormalities commonly associated with Chagas cardiomyopathy, such as prolonged QRS complex duration (>120 ms) and Right Bundle Branch Block (RBBB), was low in these asymptomatic donors. We could not establish an association between these abnormalities and Ab levels or PCR results (Table 3).",
    "Discussion": "In this study, we established a prospective cohort of T. cruzi seroreactive blood donors from a highly endemic area in the Chaco region of Argentina. We confirmed a bimodal distribution of Ab levels and demonstrate for the first time that Ab reactivity levels correlate with parasite detection in lysed whole blood by a sensitive TC-PCR assay.\nThese findings align with those from our previous cross-sectional study of blood donors from the same region, in which we described a bimodal distribution of Ab S/CO values on several T. cruzi Ab screening tests; however, T. cruzi parasitemia and longitudinal Ab reactivity patterns were not evaluated in that study [6]. Based on the current study, our data suggest that the biological process likely underlying the bimodal distribution is persistence of T. cruzi infection based on parasitemia detected by TC-PCR. Furthermore, we were able to suggest a threshold S/C value for each of the four assays for classifying cases into high and low Ab level groups that correlated with parasite persistence by PCR and can be used for counselling and decisions on treatment. In our view, individuals with low antibody reactivity likely do not require antiparasitic treatment with drugs such as Benznidazole or Nifurtimox, as they appear to have already cleared the infection.\nThe association between PCR and Ab levels was initially described in a study we conducted with blood donor samples from Honduras, the USA, and Brazil [12]. However, due to the pre-screening process of the samples that excluded low reactive samples in that study, a bimodal distribution of Abs was not demonstrated.\nDespite the relatively short interval between enrolment and follow-up visits in the current study (median 899 days), Ab decline was observed in the low reactive group but not in the high reactive group by three of the four assays. This suggests that individuals in the low Ab group had cleared or were very effectively controlling parasitemia and replication in tissue reservoirs, reducing the antigenic stimulus, which lead to Ab waning and eventually complete seroreversion.\nNotably, 93 samples showed discrepant results (reactive to only 1, 2, or 3 assays), representing approximately 50% of the low reactive samples. Discrepant test results are common in donor screening and Chagas disease diagnosis, and are often viewed as due to a lack of sensitivity in the assays. Conversely, our data suggests that these discrepancies probably represent spontaneous cure or effective control of parasite replication, implying that parallel screening with two immunoassays to detect discrepant cases may not be necessary.\nAccording to PAHO, less than 10% of T. cruzi infected individuals receive timely diagnosis and treatment [19]. Simplifying and optimally eliminating the requirement for a parallel testing algorithm would improve access to diagnosis in low-income areas.\nAnother important point is that most clinical trials for Chagas disease rely on PCR results for the initial inclusion criteria of subjects [20]. However, T. cruzi PCR is generally challenging to interpret due to low and intermittent parasitemia, requiring multiple replicates that often lead to discrepant results. By establishing a cut-off value using different serological tests, we can improve the screening process for clinical trials of therapeutics, as the proportion of PCR-positive cases is much higher among those with elevated Ab levels. However, further research is needed to define cut-off and gray zone values for assays, using larger sample sizes from diverse regions across Latin America.\nAb levels have recently been associated with the development of Chagas cardiomyopathy [21,22]. In the present study, we could not establish an association between cardiac abnormalities and Ab levels, likely due to the young age of our cohort and short follow-up period following asymptomatic blood donations.\nOur study has some limitations. The information of Chagas Disease treatment is based on the questionnaire administered to the donors, so we cannot completely exclude that in some cases, the resolution of the infection and consequent antibody decline could be attributed to treatment. However, access to treatment is scarce in the province of Chaco for individuals over the age of 19, according to information gathered by healthcare professionals. Additionally, the treatment often causes significant side effects, which patients would likely remember. Another limitation is that we did not perform PCR in the follow-up visits due to study operational capacity. Follow-up PCR results could provide deeper insights and aid in refining the optimal S/CO threshold values to better identify samples with a higher likelihood of being parasitemic.\nIn summary, this study provides additional evidence for the bimodal distribution of Ab reactivity in T. cruzi-exposed donors/patients, and the correlation with a sensitive PCR assay results suggests that spontaneous cure may be responsible for low reactivity and discordant Ab results. We have also suggested potential serological cut-off values that could help classify donors/patients who are more likely to have persistent parasitemia, which could be used for prognosis and to indicate the need for treatment."
}