{
    "Abstract": "Mosquito control based on chemical insecticides is considered as an important element of the current global strategies for the control of mosquito-borne diseases. Unfortunately, the development of insecticide resistance of important vector mosquito species jeopardizes the effectiveness of insecticide-based mosquito control. In contrast to target site resistance, other mechanisms are far from being fully understood. Global protein profiles among cypermethrin-resistant, propoxur-resistant, dimethyl-dichloro-vinyl-phosphate-resistant and susceptible strain of Culex pipiens pallens were obtained and proteomic differences were evaluated by using isobaric tags for relative and absolute quantification labeling coupled with liquid chromatography/tandem mass spectrometric analysis. A susceptible strain of Culex pipiens pallens showed elevated resistance levels after 25 generations of insecticide selection, through iTRAQ data analysis detected 2,502 proteins, of which 1,513 were differentially expressed in insecticide-selected strains compared to the susceptible strain. Finally, midgut differential protein expression profiles were analyzed, and 62 proteins were selected for verification of differential expression using iTRAQ and parallel reaction monitoring strategy, respectively. iTRAQ profiles of adaptation selection to three insecticide strains combined with midgut profiles revealed that multiple insecticide resistance mechanisms operate simultaneously in resistant insects of Culex pipiens pallens. Significant molecular resources were developed for Culex pipiens pallens, potential candidates were involved in metabolic resistance and reducing penetration or sequestering insecticide. Future research that is targeted towards RNA interference of the identified metabolic targets, such as cuticular proteins, cytochrome P450s, glutathione S-transferases and ribosomal proteins proteins and biological pathways (drug metabolism—cytochrome P450, metabolism of xenobiotics by cytochrome P450, oxidative phosphorylation, ribosome) could lay the foundation for a better understanding of the genetic basis of insecticide resistance in Culex pipiens pallens."
}