{
    "Background": "Mass drug administration (MDA) of ivermectin has become the main intervention to control onchocerciasis or “river blindness”. In Togo, after many years of MDA, Onchocerca volvulus infection has declined dramatically, and elimination appears achievable, but in certain river basins the current situation remains unknown. We have conducted parasitological, serological, ophthalmological, and entomological assessments in northern and central Togo within the river basins of Ôti, Kéran and Mô.",
    "Methodology/Principal findings": "Examinations were completed in 1,455 participants from 11 onchocerciasis sentinel villages, and O. volvulus transmission by Simulium damnosum sensu lato (s.l.) was evaluated. In children (aged 1–10 years), the prevalence of microfilariae (Mf) was 2.3% and in adults it ranged from 5.1 to 13.3%. Positive IgG4 responses to O. volvulus adult (crude) worm antigen (OvAg) and the recombinant Ov16 antigen were in all-ages 48.7% and 34.4%, and 29.1% and 14.9% in children, respectively. In the river basin villages of Kéran, Mô and Ôti, the IgG4 seroprevalences to OvAg in children were 51.7%, 23.5% and 12.7%, respectively, and to the Ov16 antigen 33.3% (Kéran) and 5.2% (Ôti). Onchocerciasis ocular lesions (punctate keratitis, evolving iridocyclitis and chorioretinitis) were observed in children and young adults. O. volvulus-specific DNA (Ov150) was detected by poolscreen in vector samples collected from Tchitchira/Kéran(22.8%), Bouzalo/Mô(11.3%), Baghan/Mô(2.9%) and Pancerys/Ôti(4.9%); prevalences of O. volvulus infection in S. damnosum s.l. were, respectively, 1%, 0.5%, 0.1% and 0.2%.",
    "Conclusions/Significance": "In the northern and central river basins in Togo, interruption of O. volvulus transmission has not yet been attained. Patent O. volvulus infections, positive antibody responses, progressive ocular onchocerciasis were diagnosed, and parasite transmission by S. damnosum s.l. occurred close to the survey locations. Future interventions may require approaches selectively targeted to non-complying endemic populations, to the seasonality of parasite transmission and national onchocerciasis control programs should harmonize cross-border MDA as a coordinated intervention."
}