{
    "Background": "Chagas disease is a serious public health problem in Latin America where about ten million individuals show Trypanosoma cruzi infection. Despite significant success in controlling domiciliated triatomines, sylvatic populations frequently infest houses after insecticide treatment which hampers long term control prospects in vast geographical areas where vectorial transmission is endemic. As a key issue, the spatio-temporal dynamics of sylvatic populations is likely influenced by landscape yet evidence showing this effect is rare. The aim of this work is to examine the role of land cover changes in sylvatic triatomine ecology, based on an exhaustive field survey of pathogens, vectors, hosts, and microhabitat characteristics' dynamics.",
    "Methodology and Principal Findings": "The study was performed in agricultural landscapes of coastal Ecuador as a study model. Over one year, a spatially-randomized sampling design (490 collection points) allowed quantifying triatomine densities in natural, cultivated and domestic habitats. We also assessed infection of the bugs with trypanosomes, documented their microhabitats and potential hosts, and recorded changes in landscape characteristics. In total we collected 886 individuals, mainly represented by nymphal stages of one triatomine species Rhodnius ecuadoriensis. As main results, we found that 1) sylvatic triatomines had very high T. cruzi infection rates (71%) and 2) densities of T. cruzi-infected sylvatic triatomines varied predictably over time due to changes in land cover and occurrence of associated rodent hosts.",
    "Conclusion": "We propose a framework for identifying the factors affecting the yearly distribution of sylvatic T. cruzi vectors. Beyond providing key basic information for the control of human habitat colonization by sylvatic vector populations, our framework highlights the importance of both environmental and sociological factors in shaping the spatio-temporal population dynamics of triatomines. A better understanding of the dynamics of such socio-ecological systems is a crucial, yet poorly considered, issue for the long-term control of Chagas disease."
}