{
    "Introduction": "With only 799 new cases reported in 2022, gambiense human African trypanosomiasis (gHAT or sleeping sickness), a neglected tropical disease caused by the tsetse-borne protist parasite Trypanosoma brucei gambiense, has been targeted for elimination (zero transmission) by 2030 by the World Health Organization (WHO) [1,2]. Seven countries have already eliminated the disease as a public health problem, including Côte d’Ivoire in 2020, with nine gHAT cases detected in two health districts between 2015 and 2019 [3]. Then, between 2020 and 2022, only one gHAT case was detected in Côte d’Ivoire (Franco et al., 2024) [1]. These results offer encouragements towards the elimination of transmission by the end of 2025 on condition of maintaining a multidisciplinary one health approach and constant research activities to continuously adapt surveillance strategies in the epidemiological transition to zero incidence [3,4].\nIn Côte d’Ivoire, as well as in any endemic areas, the recommended gHAT diagnosis algorithm relies on three successive steps (Table 1). First, a serological test on blood, such as the card agglutination test for trypanosomiasis (CATT) or a rapid diagnostic test (RDT), is performed [5]. Second, for seropositive subjects only, a parasitological confirmation is required to assess the presence of living trypanosomes in a biological fluid (blood or buffy coat or lymph node aspirate) under a microscope, usually after sample concentration with the mini-anion exchange centrifugation technique (mAECT) [6]. Third, if trypanosomes are detected in the blood, cerebrospinal fluid is sampled by lumbar puncture for searching for trypanosomes under a microscope to determine the disease stage and adapt the treatment accordingly. Seronegative individuals and seropositive subjects without parasitological confirmation are not treated.\nTo move towards gHAT elimination, a combination of both exhaustive and targeted medical screening strategies based on this diagnostic algorithm, as well as vector control programs to reduce the risk of transmission in the most at-risk areas, were implemented in parallel [3]. Among the targeted medical strategies, a follow-up of unconfirmed seropositive subjects, considered as potential latent carriers, was also maintained to diagnose and treat all possible cases as well as to estimate the impact of persisting human reservoirs on the elimination goal [3,7].\nIndeed, the presence of T. b. gambiense parasites was reported in the extravascular compartment of the mammalian host skin, under experimental conditions in animal models [8,9], and more importantly, during the natural progression of the disease in humans patients [10,11]. Even in absence of detectable parasites in blood, substantial quantities of extravascular trypanosomes persist in the basal layer of the dermis and can be transmitted to the tsetse vector in experimental conditions [8]. The presence of long-term seropositive individuals in the two hypo-endemic foci of Sinfra and Bonon in Côte d’Ivoire prompted us to investigate the involvement of skin-dwelling trypanosomes in this phenomenon. To refine our understanding of the epidemiological importance of skin-dwelling trypanosomes in this context, we performed a prospective observational study in some of the seropositive subjects of the historical cohort of long-term seropositive individuals in Sinfra and Bonon [3,7].",
    "Methods": "Ethics statement\nAll investigations were conducted in accordance with the Declaration of Helsinki and fulfil the STROBE criteria. Approval for this study was obtained from the Comité National d’Ethique des Sciences de la Vie et de la Santé de République de Côte d’Ivoire (authorization #111–19/MSHP/CNESVS-kp and amendments). Children under 16 years of age and pregnant women were excluded from the study. Each participant was informed about the study’s objectives in their own language and provided written informed consent. For participants between 16–18 years of age, written informed consent was also obtained from their parents. The data of individual study participants were randomly anonymized with a 4-digit code at enrolment by the MD in charge of the medical campaign.\n\n\nStudy enrolment, screening and group definition\nAll subjects enrolled in this study came from the hypo-endemic gHAT foci of the Sinfra and Bonon districts, which are located in the central west part of the Republic of Côte d’Ivoire (Fig 1) [3]. All subjects were enrolled in October 2019 during a medical survey performed by the HAT National Elimination Programme, according to WHO recommendations and as described previously (Table 1) [3,12]. Then, a first follow-up visit was organized in April 2021 and a second one in June 2022 for seropositive subjects only (Table 2). Individuals were screened with the card agglutination test for trypanosomiasis using whole blood samples (CATTwb) at all time-points, and with the SD Bioline HAT 1.0 rapid diagnostic test (RDT) on blood at enrollment only (Table 1). For those individuals who tested positive in the CATTwb or RDT, 5 mL of blood were collected in heparinized tubes and a two-fold plasma dilution series was used to determine the CATT plasma (CATTp) end titer. All individuals with CATTp end titers of 1/4 or higher underwent a microscopic examination of lymph node aspirate, whenever cervical swollen lymph nodes were present. Blood samples of CATTp-positive individuals were also centrifuged to obtain the buffy coat layer, which was tested for trypanosomes using the mini-anion exchange centrifugation test (mAECT BC) [6]. If trypanosomes were detected using this test, the infected individual underwent a lumbar puncture and their disease stage was determined by searching for trypanosomes using the modified simple centrifugation technique for CSF and by white blood cell (WBC) counts [13]. Gambiense HAT patients were classified as being stage 1 (0–5 WBC/µl and absence of trypanosomes in CSF) or stage 2 (>5 WBC/µl and/or presence of trypanosomes in CSF) and were treated accordingly by the National Elimination Programme strategy (Table 1).\nThis map shows the administrative districts of the Republic of Côte d’Ivoire. Hypo-endemic transmission foci in orange, old foci with last cases reported before 2019 in yellow (adapted from [3]). This figure was initially created by the mapping service of our team based at Institut Pierre Richet (Bouaké, Côte d’Ivoire). All the base layers are available here: https://data.humdata.org/dataset/cote-d-ivoire-settlements and https://data.humdata.org/dataset/cod-ab-civ.\nSubjects were assigned to one of the 5 study groups according to their gHAT clinical history as defined in Table 2: previous cases confirmed and treated before 2019 (PCT), previous cases confirmed before 2019 but left untreated (refusal or lost-to-follow-up after diagnosis) (PCU), individuals found seropositive in CATT and in immune trypanolysis test (TL) at least once before 2019 but who remained negative in parasitology (SeroTL), and individuals found seropositive in CATT at least once before 2019 but negative in both TL and parasitology (SeroCATT). The clinical and diagnostic history of all seropositive individuals (PCT, PCU, SeroTL and SeroCATT) was available from the HAT National Elimination Programme records. In addition, seronegative controls with no gHAT history were randomly enrolled from the neighbourhood of the cohort subjects (Table 2).\n\n\nField procedure and sampling\nAs in [10] and [11], at each visit, each participant underwent an epidemiological interview and a clinical examination, during which dermatological symptoms were assessed by a trained dermatologist. The following epidemiological data were collected: age (in years), sex, clinical history of HAT infections in the family since 2010, and occupational risk (occurrence of any regular activities such as farming, wood-cutting mining, hunting and fishing, during which an individual might be exposed to tsetse bites). The following general clinical data were also collected during the interview: fever, swollen cervical lymph nodes, weight loss, asthenia, eating disorders, sexual dysfunctions, repetitive headaches, circadian rhythm disruptions and/or any other behavioral changes during the last three months. Dermatological signs of pruritus (skin itch) and dermatitis (skin inflammation) were also investigated, and a careful examination of the entire body was performed to detect any symptoms that might be related to skin infections.\nFinally, two superficial skin snip biopsies were sampled in sterile conditions from the right back shoulder of all enrolled subjects. In this study, the skin region was the same as in Camara et al. [10] for comparison, yet the choice of sampling superficial snip biopsies rather than deep punch biopsies was preferred by the HAT National Elimination Programme to limit sampling invasiveness and allow a more rapid healing of the lesion. Biopsies were performed under local anesthesia and were rapidly dressed. One first skin snip was rapidly fixed in 10% neutral buffered formalin at room temperature for immuno-histochemistry, and a second one was preserved in RNAlater at -20°C for molecular analyses. Plasma aliquots (0.5 mL) were also obtained from 10ml blood samples and preserved at -20°C in the field and -80°C in the lab for use in serological trypanolysis tests. An additional 0.5 mL blood sample was also collected preserved at -20°C for PCR.\n\n\nImmune trypanolysis test\nA plasma sample from all participants was used to perform the immune trypanolysis test. This test detects complement-mediated immune responses activated by either the LiTat 1.3, LiTat 1.5 or LiTat 1.6 variable surface antigens specific for T. b. gambiense, as previously described [14,15].\n\n\nImmunohistochemical detection of trypanosomes\nSkin snip biopsy samples fixed in formalin and preserved at 4°C were trimmed and processed into paraffin blocks in the lab. Longitudinal sections of ~2.5μm were prepared and processed using Dako Autostainer Plus (Dako, Denmark). Sections were immunolabelled with the T. brucei-specific anti-ISG65 antibody which targets the Invariant Surface Glycoprotein 65 (rabbit 1/800; gift from M. Carrington, University of Cambridge, UK) [16]. For immunolabelling, a horseradish peroxidase-coupled secondary antibody was used, and the staining was revealed with 3,3’-diaminobenzidine and counterstained with Gill’s hematoxylin. A non-infected West African skin specimen (Tissue Solutions Ltd., UK) and a T. b. gambiense-infected mouse skin specimen were also included with the samples as technical negative and positive controls, respectively. Immunostaining images were acquired using an automated Axio Observer Z1 microscope (Carl Zeiss, Germany) and analyzed using the ZEN 3.7 software (Carl Zeiss, Germany). The slides from each biopsy were blindly assessed by two readers. The positivity of a given skin-section slide was defined by the detection of at least five clearly morphologically distinguishable and antibody-stained trypanosomes in the most basal region of the dermis. In 2022, skin samples positive in IHC-ISG65 were confirmed in IHC-CRD with the T. brucei-specific anti-CRD antibody which targets the cross-reacting determinant (rabbit 1/750; gift from J. Bangs, University at Buffalo, USA) [17].\n\n\nTNA extraction\nSkin snip biopsy samples in RNAlater and preserved at -20°C were treated for total nucleic acid (TNA) extraction in the lab. A non-infected West African skin specimen (Tissue Solutions Ltd., UK) and a T. b. gambiense-infected mouse skin specimen were also included with the samples as negative and positive technical controls, respectively. For blood samples, TNA extraction was performed on 0.5 mL blood aliquots. TNAs were extracted with DNeasy Blood and Tissue kits (Qiagen, Germany) following the manufacturer’s recommendations.\n\n\nMolecular detection of trypanosome TNA\nFor all blood and skin samples at all time-points, PCR-TBRN3 detection of T. brucei s. l. parasites was performed using primers targeting the DNA satellite repeat sequence (10,000 copies per cell) to generate a 168 bp amplicon [5,10]. For enrollment only, blood and skin samples were also tested in PCR-18S detecting T. brucei s. l. parasites [18], as well as in simple PCR-TgsGP directed against the single copy TgsGP gene [19].\n\n\nData analyses\nAll data are available in S1 Table. General descriptive analyses of anonymized data were performed using Excel 16.80 (Microsoft, USA). Statistical analyses were performed using Prism V10.1.1 (GraphPad, USA) software. For diagnostic parameters, differences between seronegative controls and seropositive individuals in each group were assessed using Fisher’s exact tests at 5% confidence.",
    "Results": "Population, follow-up and particular cases\nA total of 74 subjects had no exclusion criteria and accepted to be enrolled in the study in 2019. Among them, 45 subjects belonging to the cohort followed up by the HAT National Elimination Programme (Table 2). These include 6 PCT, 7 PCU, 19 SeroTL and 13 SeroCATT. In addition, 29 seronegative controls with no gHAT history were randomly enrolled for the first visit only (Table 2). In 2021 and 2022, respectively 25/45 (56%) and 20/45 (44%) cohort subjects were followed up (Table 2).\nAs shown in Table 3, no significant differences between groups were observed for any epidemiological parameters and any clinical parameters at enrolment.\nOne single individual was confirmed as a stage 2 case. This man in his 30’s was well-known by the medical team due to an atypical medical history: he was already diagnosed as a stage 2 case 20 years before, but at that time, his family refused the treatment. At enrolment, he was presenting swollen lymph nodes and heavy neurological symptoms, generalized pruritus and dermatitis, and he was tested CATTwb + , CATTp 1/32, RDT SD Bioline HAT + , mAECT- but CSF+ (WBC at 180), TL + , blood PCR+ but skin PCR- and IHC- (subject #1015 CI in S1 Table). He received a standard NECT treatment and was followed up twice. Most clinical signs resolved between the treatment and the first follow-up visit, together with the negativation of the parasitological tests. However, some neurological sequelae were still observed in 2022. His CATTp (1/8) and TL remained positive over the study and all other tests were negative excepted the PCR on skin at follow-up 1.\nTwo subjects died during the period of the study, yet with no additional information regarding the cause of the deaths. The first subject was a man who was only positive in TL at enrollment and follow-up 1. The second one was a woman with pruritus and dermatitis, who was tested CATTwb + , CATTp-, mAECT-, TL + , skin PCR+ and IHC+ at her last follow-up visit.\n\n\nSerological, molecular and histological test results\nAs compared to the control group at enrollment (0%, 0/29), 77% (10/13), 61% (8/13) and 61% (8/13) individuals in the SeroCATT group were tested positive in CATTwb, CATTp and RDT, respectively (Table 4). Positivity in CATT and RDT was also observed in the other groups, especially in treated and untreated previous cases (PCT and PCU), but this was significantly different from the control group only for PCT in CATTwb (3/6, 50%). In contrast, the positivity rates in TL for all VATs among the treated and untreated previous cases, as well as in seroTL individuals, was significantly greater than in the control group (0/29, 0%) (Table 4). No significant difference was observed between groups neither in PCR on blood nor in PCR on skin. However, 3 subjects in the SeroTL group and 1 in the SeroCATT group were found positive in PCR on skin (Table 4). The control subject tested positive in both PCR on skin and IHC was seronegative in all tests but was presenting a generalized pruritus, asthenia and headache for 2 two months (S1 Table). Importantly, immuno-histological analyses of skin samples revealed that parasites can be detected in all groups (Fig 2), and with significantly higher proportions of subjects of the PCT group (3/6, 50%) and the SeroCATT group (4/10, 40%), as compared to seronegative controls (1/29, 3%) (Table 4). In total, the presence of extravascular dermal trypanosomes was assessed by IHC (fixed trypanosome cells) and/or PCR (trypanosome DNA) on skin in about 1/3 of the cohort subjects (14/45, 31%) (S1 Table).\nFormalin-fixed paraffin-embedded skin sections were immunolabelled with the T. brucei-specific anti-ISG65 antibody (in brown). Immunostaining images were acquired using an automated Axioscan Z1 slide-scanner. The positivity of a given skin-section slide was defined by the detection of at least five clearly distinguishable trypanosomes in the dermis, here indicated with red arrows. Their cell body is stained in brown and their nuclei in blue. The scale bars show 20μm.\nFollow-up results presented in Table 5 show some positive results in all tests in all groups with variations over time, yet without clear trend, especially because of the limited number of subjects. The most striking observations over time were the persistence of positivity in TL in all previous untreated cases (PCU) and the occurrence of some positive results in PCR on skin and/or IHC in all groups.",
    "Discussion": "To refine our observations of extravascular dermal trypanosome carriage [10,11], we investigated whether T. b. gambiense parasites might also be found in the skin of seropositive suspects in hypo-endemic foci in Côte d’Ivoire.\nHere, we observed a non-negligeable proportion (about 1/3) of unconfirmed seropositive subjects with extravascular trypanosomes detected in the skin by molecular biology (trypanosome DNA) and/or immuno-histochemistry (trypanosome cells) approaches, demonstrating that this phenomenon is not restricted to the active transmission foci in Guinea. However, the frequency of dermal trypanosome carriage observed at enrolment in seropositive suspects was apparently lower than in Guinea, and more importantly, not clearly associated neither with dermatological signs nor with serological positivity in any test. As compared to previous case/control studies [10,11,20], the unusual and heterogeneous composition of the cohort followed-up in the present study likely explains these intriguing observations. Indeed, the cohort includes 45 subjects who were either previously treated HAT cases, ancient non-treated HAT cases (treatment refusals) or long-lasting seropositive individuals, with the common point of being detected with a variable seropositivity over several years of follow-up. Yet, in the present study, no correlation was observed between CATT or TL and positivity in dermal parasite detection by molecular methods. Could this result from a particular immune response in the dermal anatomical niche of these subjects with immunogenetic specificities?\nAmong PCU, only 17% and 0% were found positive in IHC and PCR on skin, respectively. These results could be interpretated as self-cures, yet, as discussed previously [11], the proportion of skin samples found positive for trypanosomes (DNA or fixed cells) could rather likely be under-estimated due to the superficial nature of snip biopsies that necessarily contain less dermal tissue than punch biopsies, and therefore potentially less dermal trypanosomes that were shown to be enriched in the basal dermis [8]. As there exist only few reports and no gold-standard approach for detection of trypanosomes in the human skin [10,11,21], we implemented complementary molecular and immuno-histological methods in parallel. As discussed previously, these methods have their own specific strengths and weaknesses [10]. Considering that T.b. brucei are theoretically non-infectious to humans and are killed within a couple of hours by human serum in vitro [22], the dermal parasites detected here are likely to be T.b. gambiense parasites, although the well-known low sensitivity of the TgsGP-PCR reference assay targeting a single copy gene did not allow us to confirm their identity in this study [23,24]. This questions the exact identity of the skin-dwelling trypanosomes that are found in all groups studied here. They are detected in subjects with negative trypanolysis tests (seroCATT), yet their presence is apparently also linked to positivity in CATT and/or RDT in the other groups, which also emphasizes the need to better understand the underlying immune mechanisms.\nAs recently observed in Cameroon [25], one possible explanation for the persistence of disease foci in certain regions is the presence of animal reservoirs carrying trypanosomes in both blood and skin [26]. Another possibility is that traditionally used diagnostic approaches based on blood examination do not detect some T.b. gambiense infections among seropositive cases [26]. Mathematical modelling predicted that, in the absence of any animal reservoirs, these unconfirmed seropositive individuals could contribute to disease transmission by maintaining an overlooked reservoir of skin-dwelling parasites, which would slow down progress towards elimination [27]. The phenomenon of human trypanotolerance, that was first described in Côte d’Ivoire in an initial cohort of about 50 seropositive subjects [7], could be reinforced here, by the detection of skin-dwelling trypanosomes in some of these individuals with no parasite detectable in the blood. Nevertheless, considering the limited number of seropositive individuals, the duration of vector control activities in the studied regions, and in absence of confirmed cases, their potential role in contributing to inter-human transmission is likely limited in comparison to the situation observed in Guinea [28].\nIn total, these results raise questions about the strategies used to diagnose this disease as the detection of skin-dwelling trypanosomes would allow more carriers to be treated. The current WHO recommendation, based on risk-benefit analyses, is to not treat unconfirmed seropositive individuals without knowing if they have an active infection [29]. With the promise of Acoziborole, a new cheaper and less toxic drug that only requires a single oral administration, the policy of treating unconfirmed seropositive individuals bearing dermal trypanosomes could possibly be reconsidered [30]. This would certainly benefit the epidemiological transition to zero incidence and the sustained elimination of transmission."
}