{
    "Background": "Globalization and neglected tropical diseases (NTDs) are increasingly closely linked. In recent years, Spain and Southern Europe are experiencing a considerable increase in the influx of migrants infected by NTDs, mainly from West African countries. This study focuses on imported schistosomiasis and the entry into Europe of hetero-specific hybrids between two human species, Schistosoma mansoni and S. haematobium, causing intestinal and urogenital schistosomiasis respectively.",
    "Methodology/principal findings": "Individualized genetic identification by molecular analysis using RD-PCR, sequencing and cloning of nuclear rDNA and mtDNA of 134 Schistosoma eggs was performed, including 41 lateral-spined and 84 terminal-spined eggs from urine, and nine lateral-spined eggs from stools. These eggs were recovered from six migrant males from Senegal, Guinea-Bissau, Côte d’Ivoire and Mali, who shared ectopic shedding of S. mansoni-like eggs in their urine. A high hybridization complexity was detected in the eggs of these patients, involving three Schistosoma species. The six patients were infected by S. mansoni x S. haematobium hybrids shedding S. mansoni-like eggs, and also S. haematobium x S. curassoni hybrids shedding S. haematobium-like eggs. SmxSh hybrids were mostly detected in S. mansoni-like eggs from urine (94.59%), whereas in feces the detection of those hybrids was less frequent (5.41%).",
    "Conclusions/significance": "This study contributes to: (i) a better understanding of the heterospecific hybrids between S. mansoni and S. haematobium from the genetic point of view; (ii) it shows the frequency with which they are entering non-endemic countries, such as Spain and consequently in Europe; (iii) it determines the diversity of hybrid eggs and haplotypes that can occur within a single patient, e.g., up to two types of hybrids involving three Schistosoma species and up to six different haplotypes; (iv) it provides information to be considered in clinical presentations, diagnosis, responses to treatment and epidemiological impact in relation to possible transmission and establishment in non-endemic areas."
}