{
    "Background": "Leptospirosis is a major public health concern in New Caledonia (NC) and in other tropical countries. Severe manifestations of the disease are estimated to occur in 5–15% of all human infections worldwide and factors associated with these forms are poorly understood. Our objectives were to identify risk factors and predictors of severe forms of leptospirosis in adults.",
    "Methods and Findings": "We conducted a retrospective case-control study of inpatients with laboratory-confirmed leptospirosis who were admitted to two public hospitals in NC in 2008–2011. Cases were patients with fatal or severe leptospirosis, as determined by clinical criteria. This approach was meant to be pragmatic and to reflect the routine medical management of patients. Controls were defined as patients hospitalized for milder leptospirosis. Risk and prognostic factors were identified by multivariate logistic regression. Among the 176 patients enrolled in the study, 71 had criteria of severity including 10 deaths (Case Fatality Rate = 14.1%). Three risk factors were independently associated with severe leptospirosis: current cigarette smoking (OR = 2.94 [CI 1.45–5.96]); delays >2 days between the onset of symptoms and the initiation of antibiotherapy (OR = 2.78 [CI 1.31–5.91]); and Leptospira interrogans serogroup Icterohaemorrhagiae as the infecting strain (OR = 2.79 [CI 1.26–6.18]). The following post-admission laboratory results correlated with poor prognoses: platelet count ≤50,000/µL (OR = 6.36 [CI 1.79–22.62]), serum creatinine >200 mM (OR = 5.86 [CI 1.61–21.27]), serum lactate >2.5 mM (OR = 5.14 [CI 1.57–16.87]), serum amylase >250 UI/L (OR = 4.66 [CI 1.39–15.69]) and leptospiremia >1000 leptospires/mL (OR = 4.31 [CI 1.17–15.92]).",
    "Conclusions": "To assess the risk of developing severe leptospirosis, our study illustrates the benefit for clinicians to have: i) the identification of the infective strain, ii) a critical threshold of qPCR-determined leptospiremia and iii) early laboratory results. In New Caledonia, preventative measures should focus on early presumptive antibacterial therapy and on rodent (reservoir of Icterohaemorrhagiae serogroup) control."
}