{
    "Introduction": "Leptospirosis is a major threat to public health but little is known about the actual disease burden, and consequently, the disease has been neglected. Nevertheless, it is recognized as the most widespread zoonosis worldwide and an important and possibly emerging infectious disease. It occurs mostly in tropical and subtropical areas where conditions for transmission are favorable but is also known to occur in temperate climates [1], [2]. Leptospirosis has also emerged as a disease of the adventure traveler, especially those participating in water sports [3].\nAccording to estimates from the World Health Organization, more than 500,000 severe cases occur every year worldwide. In New Caledonia (NC) and other French overseas tropical or sub-tropical territories (French Caribbean, French Guyana, Polynesia and Reunion Island), leptospirosis is a significant public health concern [4]. In NC, leptospirosis is known to be endemic with epidemic bursts occurring during hot rainy periods (from December to March) [5], [6]. The average annual incidence is 45 cases per 100,000 inhabitants (2006–2009) but can reach 150 per 100,000 inhabitants during the rainiest months.\nThe spectrum of symptoms is extremely broad and leptospirosis shares common clinical signs with many acute febrile diseases, such as influenza, dengue fever or malaria. Severe manifestations occur in 5–15% of human infections and are typified as: i) Weil's syndrome (a triad of jaundice, hemorrhage and acute renal failure), which has a 10–15% case fatality rate; and ii) severe pulmonary hemorrhage syndrome (SPHS), which may present as acute respiratory distress and was associated with case fatality rates >50% in several studies [7]–[10].\nPrompt triage of high-risk patients is critical because complications require intensive care, specific treatment and monitoring. Although laboratory diagnosis is complex and requires specialized techniques such as microscopic agglutination technique (MAT) or real-time PCR, it is essential for biological confirmation.\nFactors responsible for the manifestation of severe forms have not been clearly established [8], [11]–[18]. However, pathogen- as well as host-related factors are believed to play a role in the development of severe leptospirosis. This study aimed to determine the risk and prognostic factors independently associated with severe leptospirosis in laboratory-confirmed cases in adults in NC.",
    "Materials and Methods": "Study design\nNC is an archipelago in the South Pacific with 249,000 inhabitants (Census 2009, New Caledonian Institute for Statistics and Economics, ISEE) and located approximately 1,200 km east of Australia and 1,500 km northwest of New Zealand. It comprises a main island (Grande Terre), the Loyalty Islands, the Isle of Pines, and several smaller islands. Fifty-two percent of the population lives in Noumea and its suburbs, 35% live in others districts on the main island and 13% live on the other islands.\nWe carried out an observational retrospective case-control study to explore the factors associated with severe leptospirosis among patients who were hospitalized with a biologically confirmed or probable leptospirosis between January 2008 and June 2011 in either of two public hospitals (Centre Hospitalier Territorial, Noumea and Centre Hospitalier du Nord, Koumac).\n\n\nInclusion criteria\nAll patients hospitalized with a laboratory diagnosis of leptospirosis were retrospectively included. The enrollment criteria excluded patients who had no history of hospitalization, who were not residents of the study area and who were under 18 years old.\nBiological diagnoses were performed at the Institut Pasteur of New Caledonia (IPNC). The MAT panel used for leptospirosis serology in New Caledonia was adapted to the local epidemiology and includes 11 pathogenic serovars and the Patoc strain, corresponding to the “local panel” described by Berlioz-Arthaud et al., 2007 [5]. Leptospirosis was categorized as either confirmed (patients who had: a positive PCR, a seroconversion from negative to a MAT titer ≥400 in paired serum samples or a fourfold increase between an acute serum sample and a convalescent serum sample using the reference MAT) or probable (patients who had both a clinical presentation of leptospirosis and a single MAT titer >400). Routine real-time PCR allowed the target organism to be quantified [19]. The sequence polymorphism of the lfb1 gene diagnostic PCR products was used to identify the infecting strains [20], as this method was formerly demonstrated to allow identification of several different lfb1 sequence cluster types circulating in New Caledonia. MAT results in convalescent sera were also used to putatively identify the Leptospira serogroup [21].\n\n\nCase and control definitions\nCases were hospitalized patients who met the clinical definition for severe leptospirosis. Severe leptospirosis was defined by the presence of at least one of the following criteria: acute renal failure requiring dialysis, shock treated with vasoactive drugs, alveolar hemorrhage, bleeding requiring blood transfusion, respiratory insufficiency needing mechanical ventilation or death during hospitalization.\nControls were defined as patients hospitalized for milder forms of leptospirosis that presented none of these clinical complications, i.e. neither requiring dialysis, mechanical ventilation, blood transfusion or vasoactive drugs nor presenting an alveolar hemorrhage.\n\n\nProcedure and data collection\nFor each study participant, a standardized form was retrospectively completed.\nClinical manifestations and medical history, including current cigarette smoking, chronic alcoholism, respiratory insufficiency, diabetes mellitus and chronic hypertension were collected as mentioned in medical records. Demographic data and laboratory results were extracted from electronic records. All data were recorded with EPI Data 3.5.\n\n\nEthics statement\nThe study was approved by the Clinical Research Committee of Institut Pasteur Paris and the research committee of Centre Hospitalier Territorial, Noumea. The study was also approved by the French consultative committee for the data processing in health research (Comité Consultatif sur le Traitement de l'Information en matière de Recherche dans le Domaine de la Santé, CCTIRS) and was authorised by the French Data Protection Authority (CNIL, Commission Nationale de l'Informatique et des Libertés). Informed oral consent was obtained from patients. The use of oral consent was approved by the CCTIRS because it was thought to be the most appropriate mode for this retrospective observational study. Oral consent was witnessed and documented on a form. All data analyzed were anonymized.\n\n\nStatistical analysis\nStatistical analysis was performed using Stata 11 (StataCorp LP, College Station, TX, USA). Categorical variables were summarized using percentages and compared using the Chi-square test or Fisher's exact test. Continuous variables were summarized using means ± standard deviation (SD) and compared using Student's t-test or the Mann-Whitney test as appropriate.\nLogistic regression was used to identify factors associated with severe leptospirosis and to estimate odds ratios (ORs) and 95% confidence intervals (CIs) for the associations between exposure variables and severe cases. Variables with p values<0.20 were introduced in the multivariate logistic regression model. A manual backward stepwise approach was used to remove non-significant variables; only variables with p values<0.05 were retained in the final model. Interactions were sought by introducing interaction terms in the logistic regression model and testing for their significance at the 0.05 level. The Hosmer-Lemeshow test was used to evaluate the goodness-of-fit of various models.\nThe biological variables that were included in the multivariate predictor model were comprised of missing values and resulted in losses of power and precision, complicated data handling and analysis, and potentially biased ORs due to differences between observed and unobserved data. We used multiple imputation (MI) to include all participants with missing responses in the analysis. Missing data were imputed using chained equations (ICE). The multiple imputation prediction model included all variables in the conceptual framework. Thirty imputed data sets were created and analyzed together. The critical thresholds we determined in this model were levels above or below those in which treatment decisions were usually made. Standard logistic regression models were fitted using STATA 11. The imputed data sets were analyzed in STATA 11 using the ICE suite of commands.\nIn addition, given the limitations imposed by the missing data, we performed a series of sensitivity analyses to assess the robustness of the analysis. In each case, we assumed a specific extreme scenario and apportioned missing values accordingly.",
    "Results": "Baseline characteristics\nA total of 306 patients hospitalized with leptospirosis were diagnosed by IPNC between January 2008 and June 2011. One hundred and fifty of these cases were excluded from further analysis because they were not hospitalized in one of the two participating centers (n = 55), resided overseas (n = 4), were under 18 years old (n = 45) or could not be traced (n = 26).\nOf the 176 patients included in the study, 152 (86.4%) were classified as confirmed leptospirosis and 24 (13.6%) were classified as probable leptospirosis (i.e., they had a clinical presentation of leptospirosis and a single MAT titer >400). The majority of study subjects were men (62.5%) with a mean age of 42.2±17.1 years. Subjects were mostly Melanesian (88.6%) living in tribes in rural areas (88.5%).\nThe frequency of clinical symptoms and complications are presented in Table 1. Jaundice, oliguria and conjonctival suffusion were more frequent among cases whereas the incidence of fever, myalgia and headache were not significantly different between cases and controls.\nSeventy-one patients (40.3%) met our clinical definition for severe leptospirosis. Among them, 23 (32.4%) had acute renal failure requiring dialysis. Pulmonary involvement associated with mechanical ventilation was identified in 29 (41.4%) patients. Shock treated with vasoactive drug was documented in 62 (88.6%) patients, 23 (32.4%) patients received packed erythrocytes transfusion and 39 (55.7%) patients had alveolar hemorrhage.\nAmong severe cases, ten patients died and all had been admitted or transferred to the only intensive care unit in Noumea. The case fatality rate of the severe forms was 14.1% and the median time between admission and death was one day. Among the nine fatal cases for whom the serogroup was identified, seven were Icterohaemorrhagiae.\nBoth methods (MAT and PCR product sequence polymorphism) were used to identify the serogroup or the putative serogroup of the infecting strain in 161 patients (91.5%). Using MAT results, the serogroup involved was identified in 51 patients. Among these, 42 were confirmed cases with an acute and a convalescent serum and 9 had a single MAT titer ≥1600. The most common serogroups were Icterohaemorrhagiae observed in 37 patients, Australis in 6, Pyrogenes in 5 patients, Pomona in 1, Tarassovi in 1, Panama in 1.\nThe sequence polymorphism of lfb1 PCR products was used to identify the sequence cluster type of the infecting strains in 110 patients. The most common sequence cluster type identified was linked to serogroup Icterohaemorrhagiae in 76 patients, Pyrogenes in 21 patients, Ballum in 8 patients, Australis in 3, Pomona in 1 and Bataviae in 1.\nFor the 15 remaining cases, identification of the serogroup was not possible.\nAt the time of admission, 11 patients had acute co-infections with diseases such as laboratory confirmed dengue (n = 5), syphilis (n = 2), Ascaris lumbricoides infection (n = 1), Chlamydia trachomatis infection (n = 1), A (H1N1) pandemic influenza (n = 1) or tuberculosis (n = 1).\nAll patients tested positive for dengue were diagnosed by RT-PCR or NS1 antigen ELISA. Moreover, all 11 patients with co-infections were confirmed cases: the diagnosis of leptospirosis was confirmed by PCR in 10 and a seroconversion was ascertained in paired sera using the microagglutination test in one.\n\n\nRisk factors associated with severe leptospirosis\nThe factors associated with severe leptospirosis in the univariate analysis are presented in Tables 2 and 3. In a logistic regression model used to assess independent factors, current cigarette smoking (p = 0.003), L. interrogans from the Icterohaemorrhagiae serogroup (p = 0.011) and a delay of >2 days between the onset of symptoms and the initiation of antibiotherapy (p = 0.013) were independently associated with severe leptospirosis (Table 4).\n\n\nPrognostic factors associated with severe leptospirosis\nThe laboratory parameters at admission that were associated with severe leptospirosis are presented in Table 5 (before and after the MI procedure). In multivariate analysis, the following variables were linked with poor prognosis at referral: leptospiremia >103 leptospires/mL before initiating treatment; platelet count ≤50×109/L; serum creatinine >200 mM, serum lactate >2.5 mM and serum amylase >250 UI/L (Table 6).\nTo explore the effects of potential biases related to the missing values in the model including all the patients, we tested the sensitivity of our multivariate model to a series of assumptions about the missing values. Analysis of the associations between most of these parameters and severe leptospirosis resulted in similar OR estimates regardless of the hypothesis used to account for the missing values.",
    "Discussion": "This retrospective case-control study of leptospirosis in NC allowed us to identify risk factors associated with severe forms of leptospirosis in adults. In parallel, we also identified biological variables evident at the time of admission that were predictors of poor outcomes.\nOur main findings indicated that the L. interrogans serogroup Icterohaemorrhagiae was significantly associated with severe forms of leptospirosis. Multivariate analysis identified other risk factors linked to the host or to the initial management of the disease: smoking was an independent factor of severity, particularly in the pulmonary involvement of the disease. Also, if antibiotics were started later than two days after symptom onset, the risk of developing a severe form was considerably higher than if antibiotics were started earlier.\nThe first laboratory findings available after admission revealed certain parameters that correlated strongly with severe outcomes. Leptospiremia higher than 103 leptospires/mL before treatment was initiated was associated with a higher risk of developing severe leptospirosis. Acute renal failure, acute pancreatitis, a low platelet count and a high serum lactate level at admission were also indicators of a poor prognosis.\nWe classified the severity of leptospirosis based on clinical criteria, which was a pragmatic approach meant to reflect the routine management of patients. We focused on hospitalized patients that had a laboratory diagnosis of leptospirosis. Nevertheless, determining the case definition was difficult, since there is no consensus for severe forms in leptospirosis. Classically, the known severe forms are characterized by Weil's syndrome. The emergence of SPHS has been described more recently [8]–[10]. Thus, some studies using similar methodologies have defined severe cases as those involving patients with SPHS as opposed to patients with non-severe pulmonary forms [8], [12], [22]. Other authors restricted the definition of severe forms to fatal outcomes during hospitalization [14], [15], [23].\nAnother option was to classify patients hospitalized for leptospirosis in intensive care units as severe cases and patients hospitalized for leptospirosis in other hospital departments as controls [12]. However, this definition does not take into account the patient's clinical condition at admission and could have been biased because of the patient's distance to the only ICU in Noumea. Similar to our classification, Herrmann-Storck et al. [11] used treatment-related criteria, such as the need for hemodialysis or mechanical ventilation, to define severe cases in Guadeloupe and Spichler et al. also used clinical signs to define severity [24].\nOne major finding of our study was the independent association between the Icterohaemorrhagiae serogroup and severe leptospirosis in the multivariate analysis. Though Icterohaemorrhagiae has been previously suspected to cause more severe forms of the disease, this relationship has been seldom demonstrated in a significant number of patients [21]. Additionally, sequence-derived identification of the infecting strain provides a higher degree of confidence than MAT-derived putative identification of the serogroup, especially at the individual level [21]. Our identification of the infecting strain in patients diagnosed by PCR increased the statistical power of our analysis and provided a larger set of data. Several hypotheses regarding leptospirosis severity are based on host genetic susceptibility factors [25], [26] and/or on bacterial virulence [27], although the virulence mechanisms are poorly understood and are probably multifactorial [28]. In NC, rodents are the main reservoir of leptospirosis. Three rat species (Rattus rattus, Rattus exulans and Rattus norvegicus) introduced during different periods of settlement contribute to the maintenance and transmission of the Icterohaemorrhagiae serogroup [3], [29], [30]. Our results demonstrating this strain's high pathogenicity highlight the importance of controlling rodent populations, not only to lower the risk of transmission, but also to limit the number of severe forms.\nIn a retrospective study in 17 patients with pulmonary involvement, Martinez Garcia et al. found that smoking was a risk factor for respiratory involvement in human leptospirosis [31]. Our multivariate analysis is in accordance with this finding: smokers were three times more likely to develop severe leptospirosis than non-smokers, and the risks of alveolar hemorrhage and respiratory distress in smokers were especially high. It is suggested that some tobacco components can favor the development of pulmonary haemorrhage by increasing the permeability of lung capillaries, damaging alveolar basement membrane and increasing the local inflammatory response [32]. This association with smoking has also been found for varicella pneumonia [33].\nAnother noteworthy finding was that the delay before antibacterial therapy had a major impact on outcome. This finding, which agrees with previous reports [11], [16], illustrates the need for early initiation of antimicrobial therapy to reduce disease severity. Presumptive treatment based on clinical and epidemiological evidence therefore appears justified while waiting for the laboratory results. In addition, leptospires are usually susceptible to most common antibiotics [34] and the daily treatment costs for standard regimens of beta-lactam/cephalosporins or tetracyclines are low.\nFew reports have described underlying conditions that are significantly associated with the severity of acute leptospirosis. Although chronic alcoholism and hypertension have been associated with severity [11], we did not confirm this in our multivariate analysis.\nConsistent with some previous studies, our results suggest that there is no relationship between gender and the severity of the disease [11], [14]–[16], [22], [23]. Previous reports have been controversial about this factor: only two studies have shown that the male sex was independently linked to severe disease [8], [35]. The sex ratio in our study population was 1.7 male/female, which agrees with the leptospirosis incidence typically found in NC [5]. Numerous studies have described age as a predictor of death [14], [15], [23], [24], [35]. Our study, in accordance with Gouveia et al. did not identify age as a risk factor [8].\nIn agreement with previous reports [11], [12], [15], we identified laboratory parameters at the time of admission that were predictive of severe forms. The critical thresholds we determined in this model were above or below the levels at which treatment decisions are usually made. Early determination of these parameters could provide an alert to guide physicians in their management of patients at high risks.\nQuantification of leptospires in clinical samples could have a prognostic value if performed routinely. Segura et al. described high levels of leptospires in the lung, liver, muscle and kidney tissues of patients who died and found that the presence of at least 104 leptospires/mL of blood can be considered a critical threshold for fatality [36]. These findings agreed with those of Truccolo et al. [37].\nWe considered it relevant to define a leptospiremia threshold associated with disease severity. In our study we determined the leptospiremia in patients who had been diagnosed by quantitative PCR, but we only kept the values for blood samples taken before antibacterial therapy was started. This forced us to exclude data if the exact date of sampling was not available, and led to a substantial number of missing values in our model. We therefore performed a MI analysis, which is a well-established method for analyzing data sets with missing values, and showed by multivariate analysis that a threshold of 103 leptospires/mL of serum strongly correlated with severe forms. In a recent study, leptospiremia did not correlate with clinical manifestations of outcome [38]. To our knowledge, our study is the first one that clearly delineates an association between leptospiremia levels and disease severity.\nOne limitation of the present study is its retrospective design. Indeed, it was sometimes difficult to estimate longitudinal parameters, such as the delay between the blood sampling for laboratory diagnosis and the initiation of the antibacterial therapy. We therefore used MI to account for the missing values and assumed that the data were not missing completely at random. Additionally, we performed a sensitivity analysis to explore which effects might have biased our results. Even under the most extreme hypothesis in the sensitivity analysis, the same trends were evident.\nWe also distinguished the risk factors and the prognostic factors associated with severe leptospirosis, as presenting them in two separate models may be informative. Physicians cannot intervene with risk factors directly but they can identify high-risk patients. On the other hand, prognostic factors occur secondary to the infection, so taking them into account early and initiating appropriate treatments may limit the development of severe leptospirosis.\nIn conclusion, leptospirosis is responsible for a high number of hospitalizations due to severe forms of the disease in NC. To prevent and control this public health threat, some recommendations may be inferred from our results. The predominance of the Icterohaemorrhagiae serogroup, which independently associated with severe forms of leptospirosis, highlights the possible benefits of rodent control measures. We support the advantages of early antimicrobial therapy initiation in suggestive epidemiological and clinical contexts, even before laboratory confirmation of leptospirosis. As reported previously, cigarette smoking was more common in severe leptospirosis than in mild forms. Physicians should focus on the pulmonary function of their patients, especially if they are smokers. To improve the early management of high-risk patients, some laboratory criteria could be used at the time of admission. High creatinine, lactate and amylase levels and low platelet counts were associated with severe leptospirosis. Our data illustrate the benefit of using a critical threshold of qPCR-determined leptospiremia to assess the risk of developing severe leptospirosis. Leptospirosis remains a major medical challenge, especially in tropical areas and particularly for severe forms that can progress rapidly to multiple organ failure. Physicians need to be aware of the factors associated with severe leptospirosis to reduce severity and mortality through the timely management of patients."
}