{
    "Introduction": "Dengue is an important mosquito-borne viral disease that has seen a dramatic increase in global incidence in recent decades, probably due to global warming and climate change, rapid urbanization, and the growing frequency of travel and trade [1]. Approximately four billion people are at risk of dengue virus (DENV) infection, particularly in tropical and subtropical countries [2]. It has been estimated that 390 million people are infected by DENV annually, of which 96 million are symptomatic with varying severity [3].\nPrevious studies also demonstrate that antibodies produced during DENV infection can cross-react with several self-antigens in humans, such as plasminogen, integrin, and platelet cells [4,5]. These autoantibodies can result in autoimmunity and possibly contribute to a clinical progression to severe dengue [4,6]. Although this autoimmunity has been considered transient, a small follow-up study in Cuba showed that over half of dengue patients suffered from persistent dengue symptoms in the two years following infections, and commonly showed altered autoimmune markers, such as antinuclear antibody [7]. Some case reports also suggest that dengue may be associated with several autoimmune diseases [8–12].\nRecently, Li et al. conducted a population-based cohort study using the National Health Insurance Research Databases (NHIRD) in Taiwan, identifying 12,506 patients who were hospitalized with a diagnosis of dengue fever between 2000 and 2010 and selecting frequency-matched controls for comparison [13]. Their results revealed that dengue patients had a significantly higher risk of developing more than twenty autoimmune diseases within three years after infection (adjusted hazard ratio 1.88; 95% CI, 1.49–2.37), especially post-infectious arthritis, multiple sclerosis, autoimmune encephalomyelitis, systemic vasculitis, systemic lupus erythematosus (SLE), and primary adrenocortical insufficiency [13]. Although that study provided epidemiological evidence for the association between dengue and autoimmune diseases, one of its major limitations was that hospitalized dengue patients with a diagnosis of dengue might not be laboratory-confirmed. Since clinical symptoms of dengue are non-specific, laboratory tests are required to verify the diagnosis, which might take days or even weeks because rapid diagnostic tests were not available in Taiwan during their study period. Recently, the Taiwan Centre for Disease Control (Taiwan CDC) released the Notifiable Disease Dataset of Confirmed Cases (NDDCC) to be linked to the NHIRD. We obtained the list of laboratory-confirmed dengue patients from the dataset and found that only 51.4% of hospitalized patients with a discharge diagnosis of dengue between 2000 and 2010 were finally laboratory-confirmed to have DENV infection. This misclassification bias makes the results from Li et al.’s study uncertain [13]. In addition, most dengue patients only have mild symptoms and are treated at outpatient clinics; thus, the inclusion of only hospitalized dengue patients in their study made their results not generalizable to most dengue patients.\nFurthermore, southern Taiwan experienced the most severe dengue epidemics in its history in 2014 and 2015, causing over 58,000 confirmed dengue cases. Since autoimmune diseases are relatively rare, including more dengue cases for follow-up will help better elucidate the association between dengue and autoimmune diseases. The objective of this study was to use laboratory-confirmed dengue cases and to include patients diagnosed before the end of 2015 in Taiwan to re-examine the risk of autoimmune diseases after DENV infection.",
    "Methods": "Ethics statement\nThe national databases used in this study were obtained and analyzed at the Health and Welfare Data Science Center (HWDC), Ministry of Health and Welfare of Taiwan. This study was approved by the Institutional Review Board of the National Cheng Kung University Hospital (approval no. B-ER-106-184). All the data were deidentified, and thus, the requirement for informed consent was waived.\n\n\nData sources and study populations\nThis retrospective cohort study utilized the NHIRD in Taiwan, which included detailed medical insurance claims data from the National Health Insurance (NHI) program since 1995, covering >99% of the population in Taiwan [14]. Through encrypted individual identification numbers, the personal information in the NHIRD could be linked to multiple national databases. The high coverage rate and comprehensiveness of the NHIRD in Taiwan provided valuable resources for long-term follow-up epidemiological studies [14].\nIn Taiwan, by law, suspected dengue patients should be reported to the local health department and Taiwan CDC within 24 hours of clinical diagnosis. Blood samples from suspected cases should be tested by approved laboratories to confirm the diagnosis. The laboratory criteria of DENV infection included virus isolation, positive real-time reverse transcription-polymerase chain reaction (RT–PCR), detection of dengue-specific IgM and IgG antibody in a single serum sample in the acute phase, four-fold increase in IgG titer in paired acute- and convalescent-phase samples, or detection of the non-structural protein 1 (NS1) in the 2015 dengue epidemic [15,16].\nIn this study, newly diagnosed dengue patients with laboratory confirmation between 2002 and 2015 were identified from the NDDCC. By defining the index date of a dengue case as the date of symptom onset, four non-dengue controls were randomly selected for each dengue case by matching age, sex, area of residence (Tainan, Kaohsiung, Pingtung, and others), and the calendar year and month of the index date. In the dengue and non-dengue groups, people who were diagnosed with autoimmune diseases before the index date or had missing basic information were excluded. As done by Li et al. to minimize confounding by other infections [13], people with a diagnosis of HIV or TB before the index date or having bacterial, viral, or other infections within 60 days before the index date were also excluded. These diseases were defined as at least three outpatient visits or one hospital admission with relevant ICD-9-CM codes, as shown in S1 Table.\n\n\nStudy outcome and follow-up\nThe outcome of interest in this study was newly diagnosed autoimmune diseases after the index dates. In Taiwan, people with several autoimmune diseases can apply for catastrophic illness certification to receive a copayment exemption from the NHI program, and all the applications are reviewed by rheumatologists. These autoimmune diseases, including SLE, systemic sclerosis, Sjögren’s syndrome, inflammatory myopathy, rheumatoid arthritis, Behcet’s syndrome, systemic vasculitis, type I diabetes mellitus, multiple sclerosis, myasthenia gravis, inflammatory bowel diseases, autoimmune hemolytic anemia, and pemphigus, were identified from the Registry for Catastrophic Illness, and thus the diagnoses should be valid. For autoimmune diseases that did not fulfill the requirements to be considered catastrophic illnesses in Taiwan, including ankylosing spondylitis, post-infectious arthritis, uveitis, psoriasis, autoimmune thyroid disease, primary adrenocortical insufficiency, Guillain–Barré syndrome, autoimmune encephalomyelitis, and celiac disease, one hospital admission or at least three outpatient visits with relevant ICD-9-CM or ICD-10-CM codes were regarded as the confirmed diagnosis (S1 Table). The follow-up of study participants started on the index dates and continued until the confirmation of study outcomes, death, or August 31, 2018, whichever occurred first.\n\n\nCovariates\nThe baseline characteristics considered in this study included age, sex, monthly income, area of residence, and comorbidities. Dengue outbreaks mainly occurred in southern Taiwan, including Tainan, Kaohsiung, and Pingtung. The urbanization level of townships was also adopted as a sociodemographic variable, in which one was the most urbanized and four was the least urbanized, as previously described [15,17]. Comorbidities considered as potential confounders in this study included cerebrovascular accident, chronic obstructive pulmonary disease (COPD), diabetes mellitus (DM), dyslipidemia, hypertension, ischaemic heart disease, liver cirrhosis, malignancy, and renal failure; these coexisting conditions were defined as long as the corresponding ICD-9-CM codes were recorded in at least three outpatient visits or any hospital admission before the index date (S1 Table).\n\n\nStatistical analysis\nWe assessed the differences in baseline characteristics between the dengue and non-dengue groups using the standardized mean differences (SMD), for which a number under 0.1 suggests no meaningful difference [18]. The cases of overall and specific autoimmune diseases during the follow-up period were counted separately and divided by person-years to obtain the incidence rates for different outcomes after DENV infection. Kaplan–Meier curves were plotted for the cumulative incidence of autoimmune disease in the dengue and non-dengue groups, and the log-rank test was used for comparison. The association between DENV infection and the occurrence of autoimmune diseases was estimated by hazard ratios (HRs) and 95% confidence intervals (CIs) that were obtained from the Cox proportional hazard model to account for the competing risk of death adjusted for gender, age, sex, residential area, level of monthly income, degree of urbanization, and comorbidities. Subgroup analyses stratified by sex were also performed. The proportional hazard assumption was checked by using log-log survival plots. To account for multiple comparisons for many outcomes and stratified analyses by sex, a Bonferroni post-hoc correction was used to derive an adjusted threshold for p values. Data analysis was conducted using SAS 9.4 (SAS Institute, Cary, NC).",
    "Results": "A total of 319,070 subjects were included in this study, including 63,814 laboratory-confirmed dengue patients and 255,256 matched non-dengue controls (Fig 1). The mean follow-up period was 4.57 ± 3.45 years for the dengue group and 4.56 ± 3.42 years for the non-dengue group. The baseline characteristics for dengue and non-dengue cohorts showed no meaningful difference except that a higher percentage of dengue patients lived in urban areas (Table 1). The distribution of comorbidities was not significantly different between the two groups.\nThe overall incidence rate of autoimmune diseases in the dengue group was 27.73 per 10,000 person-years, which was slightly higher than the 23.47 per 10,000 person-years in the non-dengue group (Table 2). Dengue patients also had a higher incidence of autoimmune diseases than non-dengue controls after stratification by sex. Data on Type I DM, systemic sclerosis, inflammatory myopathy, Behcet’s syndrome, systemic vasculitis, multiple sclerosis, autoimmune hemolytic anemia, inflammatory myopathy, pemphigus, and celiac disease cases were not shown because case numbers of less than three were not allowed to be exported under the regulations of the Health and Welfare Data Science Center of Taiwan to prevent re-identification.\nThis study evaluated the risk of overall and specific autoimmune diseases after DENV infection, stratified by sex. To account for multiple comparisons, the Bonferroni post-hoc method required a significance level of P<0.0012 (14 outcomes and analyses stratified by sex; total 42 tests in Table 3). After adjusting for age, sex, area of residence, urbanization level, monthly income level, and comorbidities using the sub-distribution hazard model, the risk of overall autoimmune diseases in the dengue group was significantly higher than that in the non-dengue group (aHR 1.16; P = 0.0002; Table 3). Stratified analyses by specific autoimmune diseases showed that DENV infection seemed to be associated with a higher risk of autoimmune thyroid disease, uveitis, and autoimmune encephalomyelitis at the significance level of 0.05; however, only autoimmune encephalomyelitis remained statistically significant after Bonferroni correction (aHR 2.72; P < 0.0001; Table 3). After stratification by sex, dengue infection was associated with a higher risk of autoimmune encephalomyelitis in males (aHR 32; P = 0.0010) and females (aHR 3.44; P = 0.0001; Table 3).\nThe Kaplan–Meier curves show that dengue patients had a significantly higher cumulative incidence of overall autoimmune diseases and autoimmune encephalomyelitis than the non-dengue cohort (p<0.0001, Fig 2A and 2B). Of 63,814 dengue patients, sixteen (0.025%) developed autoimmune encephalomyelitis within the first month after the index date, while none of the non-dengue controls had the disease during this period. Stratified analyses by follow-up time revealed that DENV infection was associated with a significantly higher risk of autoimmune encephalomyelitis in the first month after the onset of dengue symptoms (HR >9999, P < 0.0001) but not thereafter (aHR 1.76, P = 0.012) after considering multiple comparison correction.",
    "Discussion": "This study suggests that the overall incidence of autoimmune diseases was slightly higher after DENV infection. Looking at specific autoimmune diseases, dengue was associated with an increased risk of autoimmune thyroid disease, uveitis, and autoimmune encephalomyelitis, but only autoimmune encephalomyelitis remained statistically significant after Bonferroni correction. Our results are very different from those reported by Li et al., which suggested that dengue was associated with a wide spectrum of autoimmune diseases, including primary adrenocortical insufficiency, autoimmune encephalomyelitis, SLE, post-infectious arthritis, systemic vasculitis, myasthenia gravis, and multiple sclerosis [13]. In addition, another case-control study using NHIRD in Taiwan also showed that dengue was associated with SLE [19]. Three reasons may explain the difference. First, many dengue patients in the previous two studies were only suspected cases based on clinical symptoms, not laboratory-confirmed. The laboratory criteria for dengue diagnosis before 2015 in Taiwan included virus isolation, RNA detection by RT–PCR, a 4-fold increase in IgG titer in paired acute- and convalescent-phase samples, and dengue-specific IgM and IgG antibody detection in single serum samples. These tests were unavailable in most hospitals and clinics before 2014, and the samples needed to be delivered to certified laboratories approved by the Taiwan CDC. Therefore, the final laboratory-confirmed dengue diagnosis might have been delayed. The wide availability of non-structural protein 1 (NS1) rapid antigen tests from 2015 onwards shortened the confirmation time and improved the accuracy of dengue diagnosis [20]. In addition, symptoms associated with autoimmune diseases, such as fever, skin rash, and thrombocytopenia, were very similar to the clinical presentation of dengue. In the Li et al. study, some patients with autoimmune diseases might have been initially misdiagnosed as having dengue during local dengue outbreaks and received the correct diagnosis later [13]. Second, multiple comparison problems were not considered in previous studies. Approximately 20 different outcomes were investigated, but the significance level was set at 0.05, which increased the probability of type I errors. Third, our study included inpatient and outpatient dengue cases, while the previous study only included hospitalized patients. However, we performed subgroup analyses of hospitalized dengue cases, revealing that dengue was only associated with autoimmune encephalitis but not other autoimmune diseases (S2 and S3 Tables).\nAutoimmunity has been shown to be involved in dengue pathogenesis [21]. Autoantibodies produced during DENV infection can cross-react with several self-antigens on endothelial cells, platelets or coagulatory molecules, which may contribute to thrombocytopenia, coagulopathy, and vascular leakage in severe dengue [21–23]. Titers of DENV-induced autoantibodies reach peak levels in the acute phase, decline during the convalescent stage, and last for several months [21]. In addition, cases reports of SLE [8], systemic vasculitis [9], acute disseminated encephalomyelitis [10], neuromyelitis optica [11], and transverse myelitis [12] after dengue infection have been documented. However, our study found that DENV infection was only associated with short-term increased risk of autoimmune encephalomyelitis, but not other autoimmune diseases. The results suggest that some of the case reports might occur by chance and that the autoimmunity in dengue patients is transient.\nNeuropathogenesis of DENV may occur in three ways: systematic or metabolic disturbance causing encephalopathy, direct central nervous system invasion (especially by DENV-2 and -3) causing mainly encephalitis, and autoimmunity-mediated complications including Guillain–Barré syndrome and acute disseminated encephalomyelitis (ADEM) [10,24]. Our study did not find a significant association between DENV and Guillain–Barré syndrome. Previous evidence suggests that ADEM, also known as postinfectious encephalomyelitis, results from a transient autoimmune response directed at myelin or other self-antigens, possibly by molecular mimicry or non-specific activation of auto-reactive T-cell clones [10,25]. A meta-analysis showed that 0.4% of dengue patients developed ADEM, which was much higher than in our study (0.025%) [10]. Our study was a population-based study including all laboratory-confirmed dengue cases diagnosed in hospitals and clinics, while previous studies only included patients treated in hospitals, which may explain the difference. The reported onset of neurological symptoms of ADEM ranges from day 3 to day 19 after initial dengue symptoms [10], which is consistent with our findings that the risk of autoimmune encephalomyelitis significantly increased within 30 days of DENV infection. Similar mosquito-borne single-stranded RNA flaviviruses, such as West Nile, Zika, and Chikungunya, have also been reported to be associated with autoimmune encephalomyelitis [26,27]. However, detailed mechanisms of dengue-associated autoimmune encephalomyelitis need further studies to clarify the pathogenesis.\nOur study has several strengths. First, the sample size was large, with over 63,000 dengue patients and 255,000 controls, and the follow-up time was long. Second, this cohort study used national databases with a high coverage rate, minimizing selection bias caused by loss to follow-up. Third, all the dengue cases were laboratory-confirmed, minimizing the misclassification bias of the exposure status. Finally, our analyses made corrections for multiple testing by the Bonferroni method, which reduced the chance of false-positive findings. However, the Bonferroni correction is sometimes too conservative and may lead to a high rate of false negatives. Therefore, the Benjamini–Hochberg procedure to control the false discovery rate <0.05 was also performed [28], which yielded a critical P value of 0.0060. The number of hypotheses in Table 3 that reached the significance level remained the same, so our results were robust to Benjamini–Hochberg correction.\nSeveral limitations in this study need to be addressed. First, although all dengue cases were laboratory-confirmed, some of the non-dengue controls might have been misclassified because some people with DENV infections were asymptomatic or only had mild symptoms and thus were not reported. However, since dengue has not been endemic in Taiwan and the overall incidence and seroprevalence remained low in most parts of Taiwan [29,30], this misclassification bias should be relatively low. Second, the data in NHIRD were originally collected for reimbursement purposes; therefore, information on some potential confounders that might contribute to autoimmune diseases, such as smoking habits, body weight, family history, chemical exposures, and genetics, was not available. Detailed clinical information such as duration of symptoms, severity, laboratory results and therapeutic interventions was also unavailable. Third, although the diagnosis of autoimmune diseases identified from the Registry for Catastrophic Illness should be 100% valid, the diagnosis of other autoimmune diseases might be less valid. To increase the accuracy of the diagnosis, we used hospital admission or at least three outpatient visits with relevant ICD-9-CM or ICD-10-CM codes to identify cases. We believed that the diagnosis of autoimmune encephalomyelitis should be relatively accurate because this diagnosis was usually made by neurologists, infectious disease specialists or rheumatologists in Taiwan; however, the validity of remaining autoimmune diseases was less certain. Fourth, data on the serotypes of dengue infection and whether patients had primary or secondary infection were unavailable; therefore, further investigation on the association between autoimmune diseases and DENV infection status could not be performed. Finally, several autoimmune diseases with fewer than three cases were unable to be reported because of the human subject protection regulations of the Health and Welfare Data Science Center, Ministry of Health and Welfare. Therefore, the risk of some autoimmune diseases could not be evaluated.\nIn conclusion, this large cohort study showed that dengue was associated with a short-term increased risk of autoimmune encephalomyelitis, a rare complication of dengue. The risk of other autoimmune diseases did not seem to increase after DENV infection."
}