{
    "Abstract": "The World Health Organization (WHO) has targeted trachoma for elimination as a public health concern by 2020. Mathematical modelling is used for a range of infectious diseases to assess the impact of different intervention strategies on the prevalence of infection or disease. Here we evaluate the performance of four different mechanistic mathematical models that could all realistically represent trachoma transmission. We fit the four different mechanistic models of trachoma transmission to cross-sectional age-specific Polymerase Chain Reaction (PCR) and Trachomatous inflammation, follicular (TF) prevalence data. We estimate 4 or 3 parameters within each model, including the duration of an individual’s infection and disease episode using Markov Chain Monte Carlo. We assess the performance of each models fit to the data by calculating the deviance information criterion. We then model the implementation of different interventions for each model structure to assess the feasibility of elimination of trachoma with different model structures. A model structure which allowed some re-infection in the disease state (Model 2) was statistically the most well performing model. All models struggled to fit to the very high prevalence of active disease in the youngest age group. Our simulations suggested that for Model 3, with annual antibiotic treatment and transmission reduction, the chance of reducing active disease prevalence to < 5% within 5 years was very low, while Model 2 and 4 could ensure that active disease prevalence was reduced within 5 years. Model 2 here fitted to the data best of the models evaluated. The appropriate level of susceptibility to re-infection was, however, challenging to identify given the amount and kind of data available. We demonstrate that the model structure assumed can lead to different end points following the implementation of the same interventions. Our findings are likely to extend beyond trachoma and should be considered when modelling other neglected tropical diseases."
}