{
    "Introduction": "Over the past five decades, the global burden of dengue is estimated to have increased massively: Bhatt et al. [1] postulated that in 2010 there were 96 million apparent, and 294 million unapparent infections worldwide, with 22,000 registered dengue-related deaths reported in 2014 [2].\nTransmission of dengue is through infective bites of female Aedes aegypti (L.) (Diptera: Culicidae) mosquitoes and, to a lesser extent, of Ae. albopictus (Skuse). The immature stages of the Aedes mosquitoes are found in water filled containers [3].\nIn the absence of anti-viral medication and with the first commercially available vaccine not yet widely available for public health use [4], vector control remains the cornerstone for dengue prevention [5,6]. Due to their behaviour, adult mosquitoes transmitting dengue are difficult to attack and larviciding as well as larval source reduction are often the first choice of intervention. Larvicides have most often been implemented against Ae. aegypti as it breeds almost exclusively in domestic water containers. Ae. albopictus uses both, artificial and natural breeding sites [7] and is therefore more difficult to tackle.\nPyriproxyfen is an insect growth regulator (IGR) with a slow-acting larvicidal activity against a broad spectrum of public health insect pests [8] and it is being used extensively worldwide both in public and private settings. Acting on the endocrine system of insects by mimicking the juvenile hormone, pyriproxyfen hinders molting and subsequently inhibits reproduction. In addition, it causes morphological and functional aberrations in emerging adults, such as decreased fecundity and fertility. Due to its very low mammalian toxicity [9], pyriproxyfen is approved by the World Health Organization (WHO) for the treatment of potable water against mosquitoes [10].\nPyriproxyfen has been studied extensively in experimental, i.e. controlled laboratory or semi-field settings, with evidence of efficacy against immature Aedes spp. [11,12]. Yet, in field application studies, pyriproxyfen demonstrated mixed outcomes regarding its effectiveness as well as persistence. To date, no systematic review of the scientific literature has been undertaken to examine the evidence for the effectiveness of pyriproxyfen against dengue vectors. Therefore, the objective of this study is to review systematically the available literature for evidence on the community effectiveness (CE) of pyriproxyfen as a vector control method reducing Ae. aegypti and Ae. albopictus populations and dengue transmission.",
    "Methods": "This review follows the reporting guidelines set forth in the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Statement for systematic reviews and meta-analyses [13] (Fig 1).\n\n\nInclusion and exclusion criteria\nThe following inclusion criteria were used: 1) Studies providing original research dealing with the CE of pyriproxyfen—alone or in combination with other chemical vector control products. 2) As for study types, included were any cRCTs or randomised controlled trials (RCT); non-RCTs (nRCT) only if they were relevant to the research question and using a control, e.g. quasi-randomised controlled trials (quasi-RCTs), intervention control trials, controlled before and after studies. Unlike in RCTs, allocation in quasi-RCTs is performed in a way that is open to systematic bias, i.e. chances of being in one group or another are not equal. In cRCTs, pre-existing groups of participants are allocated to (or against) an intervention. Intervention control studies use methods designed to examine efficacy or effectiveness of an intervention in a group but do not use randomisation. 3) Any study that applied pyriproxyfen in the field—defined as any community or environment where dengue vectors naturally occur—was considered CE and included in the analyses.\nEfficacy studies, defined as trials performed under laboratory conditions were excluded. Of the studies that undertook both methods, only the CE component was considered. Inclusion criteria included the above-mentioned study types, to give a broader picture of existing studies, since vector-control studies have varying designs and information may be useful.\n\n\nSearch strategy\nTwo researchers independently carried out the literature search until 01 August 2016 with no starting time limit. The search was conducted in English, but articles were not excluded if the full text was not available in English. The search strategy was applied to the following seven databases to locate peer-reviewed studies: PubMed, Web of Science, EMBASE, LILACS, WHOLIS and Cochrane. In addition, grey literature using Google Scholar has been searched.\nSearch terms were divided into three broad categories, including 1) disease relevant terms, 2) vector relevant terms and 3) intervention relevant terms. For the disease category, the terms were: Dengue, Dengue haemorrhagic fever, Dengue shock syndrome, along with the abbreviations DF (dengue fever), DHF (dengue haemorrhagic fever), DS (dengue syndrome), and DSS (dengue shock syndrome); for the vector category: Aedes, Aedes aegypti, Aedes albopictus; and for the intervention category: pyriproxifen, and insect growth regulator.\nOnce screened for duplicates by author, title, journal and publication date, eligible studies were screened against the inclusion criteria. At first, titles and abstracts were screened by two independent reviewers, in a second step articles were reviewed in full and relevant information was extracted into the evidence table (Table 1). A third reviewer was available for the potential case of disagreement between the two independent reviewers. Studies were assessed for quality using the assessment of multiple system reviews (AMSTAR) [14]. For the purpose of this review, the overall quality of studies was not used to exclude studies, but as a tool for evaluating the impact of the reported outcomes.\nA comparative analysis of the main study outcomes was conducted, using the quality of each individual study as a weighing tool. The use of randomisation, the calculation of sample sizes and the size of the unit of allocation all impacted the weight individual studies were assigned. Finally, analytical categories were developed based on the method of pyriproxyfen application. These categories were: 1) container treatment, 2) fumigation, 3) auto-dissemination, and 4) combination of pyriproxyfen with adulticides. As for 1), ‘container treatment’ is for the purpose of this review defined as any intervention performed by using any kind of Aedes spp. infested containers (Table 2).\nNote that these categories are not mutually exclusive. Some studies are included in more than one category.",
    "Results": "745 articles were identified from the different databases for assessment (Fig 1). After removing duplicates (n = 698), 47 were left for closer analysis. An additional two studies were identified from the reference lists of the above. Applying full inclusion and exclusion criteria on these 49 studies, 17 met the pre-specified eligibility criteria. Eight of the studies were classified as CE studies, while nine reported both efficacy as well as CE components.\nCommon reasons for the exclusion of potentially relevant studies included the following: 26 studies reported only efficacy; one study was a meta-analysis without original data [15]; and for one study [16] the pyriproxyfen component of the intervention was not accepted by the community and therefore not analysed. Another CE study [17] had multiple study arms, but the arm in which pyriproxyfen was tested against Aedes was a simple intervention design without a control and was therefore excluded. Similarly, another study [18] described the use of pyriproxyfen against Aedes only as a simple intervention and did not use it in its RCT part. One proved to be a simple intervention [19] and one combined efficacy and CE study [20] was excluded as it did not use pyriproxyfen in its CE part.\n\nGeneral study characteristics\nThe included studies were published between 2005 and 2014 (Table 1). One was in Thai the others in English. Seven of the studies were conducted in Central or South America (four in Argentina [21,22,23,24], one in Colombia [25], two in Peru [26,27]; four in Southeast Asia (one in Cambodia [28], two in Thailand [29,30], one in Vietnam [31]); two in the USA [32, 33], two in Martinique [34,35], and two in Europe (Italy [36], Netherlands [38]).\nInformation on potential confounding factors such as the socio-economic status of residents [23,25,28,31,33] or housing construction [22,28] was not systematically reported. Weather conditions, either historical or during the intervention period, were reported in six of the studies [26,28,31,32,33,35]. No study incorporated a specific economic analysis or provided cost estimates for consideration.\nThe most common study design was nRCT, used in 12 studies. Three were RCTs, one quasi-RCT and one cRCT. Regarding the vectors, Ae. albopictus alone was studied in two of the included studies [33,36], one study [32] tackled both, Ae. aegypti and Ae. albopictus, both laboratory-reared. The remaining 14 studies looked at Ae. aegypti only.\nStudy objectives and interventions.While all included studies had a CE element, some also examined the efficacy of pyriproxyfen [25,27], or resistance [35]. Others looked at different application forms, including auto dissemination [26,27,33,36,37], fumigation [22], ULV application [21,32], long-lasting materials [24,31], and controlled-release application [28,31]. Some tested the combination of pyriproxyfen with another active ingredient; seven of the eight CE studies used it either in combination with another product—permethrin [22,23,31], Beauveria bassiana [37]—or compared it to other products [21,29].\nAmong the studies with both CE and efficacy arms, three used pyriproxifen either in combination with spinosad [34] or temephos [29] or compared its effects with other vector control methods (temephos, diflubenzuron, Bti, spinosad; [35]).\n\nSample sizes and units of allocation.Various methods of pyriproxyfen application were used and information on sampling and reporting of sample size was often limited, making comparisons between the studies difficult. The largest study included communities with a total of 97,262 people [25], followed by 64,591 people [21]. Both studies were conducted in urban settings, facilitating a high coverage. Tsunoda [31] performed their intervention in a town of 12,000 inhabitants, while Marcombe [35] and Darriet [34] chose smaller settings, described as ‘three separate villages’, though the exact size population-wise is not specified. Two studies [27,30] were conducted in rural areas and reported a sample size of two villages (65/71 houses with 160/171 inhabitants) and 16 households, respectively. Likewise, [29] was undertaken in four villages in Thailand.\nThe included studies also differed regarding the scale of the intervention; and, again, the reporting of this information varied widely. Sizes and makings of containers were most commonly reported as units of allocation. Others treated defined surface areas with different formulations and concentrations of pyriproxyfen. Some had more than one unit of allocation depending on method and study design. The smallest intervention was a cage with 50 free-flying Aedes mosquitoes [37], followed by [24] with 3 x 200 liter tanks and [34] with 15 containers of various sizes. The largest intervention [25] comprised the catch basins of a whole town (32.224 houses).\nThe follow up-periods—defined as the total intervention period from the first intervention day to the last day at which the endpoints were measured and reported—varied greatly. They ranged from 12 days [36] to nine months [35] with a median follow-up time of five months.\n\nOutcome measures.The reported outcome measures differed depending on the respective research question and intervention (Table 3). The most widely used outcome measure, reported by 11 of the 17 studies, was per cent adult emergence inhibition (EI) [21,22,23,24,26,28,32,33,34,35,37].\nRegarding entomological indices, three studies reported Breteau Index (BI) only [21,22,25] and one BI and Container Index (CI) [23]. Pupae per person (PPP), currently considered the most highly associated with the density of adult vectors (36), was only reported by one study [23]. Pupal mortality [25,26,27,29,33,36], larval mortality [25,26,27,29,37], Relative Density [35], adult indices [22], and Container Index [31] were also used.\nOnly two studies linked human transmission data. One study [31] used serological surveys (Immunoglobulin M), Ocampo [25] measured dengue case incidence, drawn from the national reporting system.\n\n\n\nAnalysis of container treatment studies\nTen studies [21,23,24,25,27,28,32,33,34,35] assessed the feasibility and efficacy of container treatment. Two studies were RCTs [25,35], the others intervention control studies. Four studies were performed in an urban environment [21,23,25,27], with the largest study covering an entire town [25]; the other six [24,28,32,33,34,35] were conducted in villages and rural areas.\nIn six of the studies [21,23,24,28,32,35], pyriproxyfen had a significant (82–100% EI) and long lasting (up to 8 months) effect. However, the two RCTs reported less positive results with significant effects for 4 weeks only. However, it must be considered that one RCT [25] measured catch basin positivity, making comparison with the other studies difficult. It also had several additional constraints such as moderate Aedes indices, low pupae/person indices from the start, inability to reach the intended sample size, and the emergence of a dengue epidemic during the intervention. The other RCT [35] and one nRCT [34] reported treatment persistence of only 4 weeks, though initial larval densities were significantly reduced.\nOne study [21] found a variable larvicidal effect in 20 containers and attributed this to larvicide dilution, though none of the other container studies reported efficacy limitations with increasing container sizes. Notably, Sihuincha [27] treated different sizes of water tanks successfully for five months despite a high turnover of the treated water.\nRegarding area-wide ULV application, two studies [23,32] recommend this method of application over a wide range of container sizes, while one [33] found it not suitable for either larval habitat treatment or auto-dissemination. The two studies that did report good results with ULV application [23,32] used pyriproxyfen combined with permethrin.\nAs for persistence in container treatment, slow-release formulations had the best results. Sihuincha [27] reported a mortality rate >80% over five months with application by gauze bags, Seng [28] reported similar effects over eight months with resin strands and Seccacini [24] reported 100% EI at six months using pyriproxifen-impregnated O-rings. A shorter persistence of four weeks was reported from a large field trial with granules in water in Martinique [35], while the longest duration of effective EI through ULV treatment was 35 days [23], and the shortest only two weeks [32].\n\n\nAnalysis of fumigation studies\nTwo studies [21,22] examined the use of fumigant canisters. Both used a combination of pyriproxyfen and permethrin and reported a significant inhibitory effect on adult emergence of Ae. aegypti as well as on BI. However, the size of the effect and persistence (less than 9 weeks) was limited. Adding outdoor ULV application of permethrin increased the effectiveness of the intervention.\n\n\nAnalysis of auto-dissemination studies\nSix studies evaluated auto-dissemination. The only RCT examining auto-dissemination [30] found significant results only in their BGS trap counts. However, these are known to be the most sensitive when counts are low from the start [39]. The remaining studies [26,33,36,37], using intervention control designs, primarily demonstrated that this approach is efficacious and that it can be applied easily and at low costs.\nCaputo [36] performed field experiments with wild Ae. albopictus and reported an inhomogeneous product transfer to different sentinel sites. However, it was rightly pointed out that if the approach is applied to reduce Ae. albopictus adult densities, the mosquitoes themselves will disseminate the larvicide to the most attractive (i.e. most productive) natural breeding sites.\nDevine [26] used 0.5% pyriproxyfen concentration in 1 l plastic containers and demonstrated overall reductions of Ae. aegypti adult emergence of 49–84%, as opposed to 7–8% in controls. In another experiment [36] with the same pyriproxyfen concentration, the overall reduction of Ae. albopictus adult emergence was 20.8%, as opposed to 2.4% mortality in controls. Given that the LC50 reported for Ae. albopictus (0,11 ppb; [39]) is about 10 times higher than that reported for Ae. aegypti, this is a promising result.\n\n\nAnalysis of combination product studies\nSeven of the reviewed studies combined pyriproxyfen with interventions targeting adults as well. They did not stratify the effects by product but rather as combined results. Five studies evaluated pyriproxyfen in combination with permethrin [21,22,23,29,31], one in combination with the fungus B. bassiana [35], and one with Spinosad [34].\nTwo of these studies were RCTs [22,31]. Both found significant changes through their respective interventions. While both used a combination of pyriproxyfen with permethrin, their application differed (fumigation versus EcoBio-block S) and so did their measured outcome values (BI versus CI and seroprevalence studies). Direct comparison is difficult but it can be summarised that they had good results that lasted for 9 weeks (fumigation plus ULV) and 5 months (EcoBio-block S), respectively. Similar results were reported in the non-RCTs.\nIn summary, the combination of adulticidal and larvicidal products can increase effectiveness by simultaneously controlling adults and larvae, and by expanding persistence [22].\n\n\nResistance and combination treatments\nOnly one study found and reported on resistance of pyriproxyfen. Marcombe [35] demonstrated Ae. aegypti being tolerant against pyriproxyfen presumably due to cross-resistance with temephos, as pyriproxyfen had never been used on the island of Martinique before.\n\n\nCommunity participation and acceptance\nThree of the included studies [22,25,28] described community perceptions and uptake of the interventions. Seng [26; Cambodia] reported overwhelmingly positive perceptions after an initial period of concern. Harburguer [22; Argentina] found the community capable and ready to participate in a mosquito control programme by using non-professional control tools (fumigant tablet). However, the authors also highlight the community’s reluctance to take part in training workshops, even though most applied the tablet while only 16% attended the workshop. The third study ([25]; Colombia) describes the importance of engaging and empowering local field staff regarding design and operation of entomological surveillance activities.",
    "Discussion": "This systematic review of the CE of the juvenile hormone mimic pyriproxyfen against Aedes spp. presents evidence suggesting that pyriproxyfen can effectively control the adult emergence of immature stages of dengue vector mosquitoes in a variety of real world habitats. If the most productive breeding sites are identifiable and accessible–e.g. catch basins, water storage containers—direct treatment by monthly application appears to be the most effective and feasible with controlled-release formulations having strong and long-lasting effects.\nWith regards to efficacy, inconsistent results were presented [11,27]. These are most probably the result of differences between strains, formulations, and experimental conditions. There is a clear evidence that pyriproxyfen effectively inhibits Aedes adult emergence at concentrations of <1 ppb.\nAs to the methods of application, the evidence is highly variable. For container treatment, the effectiveness of pyriproxyfen seems to depend on factors such as the material of which the individual containers are made and the local environmental conditions. For example, Vythilingam [40] reported much higher levels of sustained residual activity in plastic tubs than in earthen jars, while Schaefer [41] and Glare [42] demonstrated a lower stability of pyriproxyfen at higher temperatures. In addition, there seems to be a natural inter-individual variation between containers [35]. There are contradictory reports on whether different container sizes play a relevant role, probably to be addressed by the amount of pyriproxyfen used.\nOverall, the available evidence shows that a targeted treatment with a slow-release (e.g. granular) or a long-lasting (e.g. resin strands) formulation can yield an adequate EI for up to 34 weeks. However, more research is needed to define the lowest effective concentrations for each formulation and the frequency by which the treated containers should be replenished. Studies should be performed with standard containers in field trials to avoid accurate estimates of mosquito density being obscured by random variation among individual containers. Also, further work is needed to determine the impact of environmental conditions (UV light, dilution, temperature, etc.) on effectiveness and persistence.\nRegarding ULV application, only interventions with a product combination (e.g. permethrin) showed a significant effect, suggesting that ULV treatment with pyriproxyfen alone cannot be recommended. Some authors discussed the potential reasons for the failure of ULV and hypothesised that a) container openings were too small for pyriproxyfen to enter; b) treatment surfaces were too small to cover a significant number of breeding sites; c) extreme weather conditions (first year very dry, second year higher than usual precipitation) adversely impacted the larvicidal effect; d) cryptic habitats of Ae. albopictus not accessed or e) the slow mode of action of pyriproxifen was not considered in the follow up evaluation [32, 33].\nSpace spraying–here as fumigation—has shown its effect only indoors, and it should be considered as part of a multi-intervention approach.\nAccording to Devine [26], auto-dissemination could be an interesting approach to reach elusive breeding sites. Sihunicha [27] showed that an exposure of 30 min to water containing 0.003 g a.i./m2 pyriproxyfen allowed for horizontal transfer of effective larvicidal pyriproxyfen doses to untreated environments. The same study reports that subsequent eclosion of eggs was decreased by 70–90%.\nDifferent ovitraps have been designed and their effectiveness tested. Extraordinarily low doses of pyriproxifen (Ae. aegypti: LC50 = 0.011 ppb (11), 0.012 [27], 0.0039 ppb [43]; Ae. albopictus: LC50 = 0.11 ppb [45]) are needed for this approach [27,44]. The herein reviewed studies reported maximum distances of 150 m (28 2013) and 200 m [45] travelled by the mosquito from the treatment sites. These are in line with Marini et al. [46] who demonstrated that gravid female Aedes spp. travel 50–200 m from the release sites. Kaufmann et al. [47] reported longer distances of up to 3 km. Further studies are needed to prove and improve the auto-dissemination strategy under field conditions. Specifically, methods of application, concentrations and frequencies of treatment need to be clarified.\nControlled-release/long-lasting formulations had a good effect with much longer persistence than other treatments. In order to improve adherence in community based approaches, such interventions should be preferred. They may even be more efficient as re-treatment would have to be less often and, therefore, the overall operation is more cost-effective as less professional personnel is involved.\nThose studies that combined the application of pyriproxyfen with different adulticidal products clearly showed that effectiveness can be increased by simultaneously controlling adults and larvae, and by expanding persistence [22].\nFrom the presented studies, there is insufficient evidence to determine what impact the level of motivation in a community could have on vector control. This question warrants further investigation in larger prospective studies. Such trials are also needed to assess whether and how communities can be motivated and control efforts sustained.\nThe majority of the included studies were from South and Central America, yet, Bhatt [1] postulates that Africa’s dengue burden is nearly equivalent to that of the Americas (i.e. 16 (11–22) million infections annually, representing, 16% of the global total). Also, India is estimated to contribute 34% (i.e. 33 (24–44) million infections per year) of the global total dengue infections. Further evidence is required on the effectiveness of pyriproxyfen in Africa and India to understand the influence of local environmental and societal factors.\nConcluding, although pyriproxyfen is highly effective in killing the larvae of dengue transmitting vectors, and–to a smaller degree–also adult mosquito stages, evidence for the reduction of human disease transmission is weak. Lack of evidence is primarily due to small sample sizes, inappropriate study designs and lack of relevant, standardised outcome measures. Before issuing specific recommendations for the routine use of pyriproxyfen as a larvicide in dengue control programmes these research gaps must be addressed. Additionally, cross-resistance to pyriproxyfen has previously been reported by Macoris-Andrighetti [48] and, should it be verified, would have operational consequences for future dengue vector control. It therefore requires further attention in future studies as well as public health programmes."
}