{
    "Background": "Chagas disease is a public health challenge in Colombia, where only an estimated 1.2% of people at risk have accessed diagnosis, while less than 0.5% of affected people have obtained treatment. The development of simplified diagnostic algorithms would enable progress in access to diagnosis; however, the current diagnostic algorithm relies on at least two laboratory-based tests that require qualified personnel, processing equipment, and infrastructure, which are still generally lacking at the primary care level. Rapid diagnostic tests (RDTs) for Chagas disease could simplify diagnosis, but their performance in the epidemiological context of Colombia is not well known.",
    "Methodology": "A retrospective analytical observational study of RDTs was performed to estimate the operational characteristics of 11 commercially available RDTs designed for in vitro detection of anti-T. cruzi IgG antibodies. The study was performed under controlled laboratory conditions using human serum samples.",
    "Principal findings": "Eleven RDTs were assessed, ten using 585 serum samples and one using 551 serum samples. Employing the current national diagnostic algorithm as a reference standard for serological diagnosis of chronic infection, the sensitivity of the assessed RDTs ranged from 75.5% to 99.0% (95% CI 70.5–100), while specificity ranged from 70.9% to 100% (95% CI 65.3–100). Most tests (7/11, 63.6%) had sensitivity above 90%, and almost all (10/11, 90.9%) had specificity above 90%. Five RDTs had both sensitivity and specificity above 90%.",
    "Conclusions/Significance": "The evaluation of these 11 commercially available RDTs under controlled laboratory conditions is a first step in the assessment of the diagnostic performance of RDTs in Colombia. As a next step, field studies will be conducted on available RDTs with sensitivity and specificity greater than 90% in this study, to evaluate performance in real world conditions, with the final goal to allow simplified diagnostic algorithms."
}