{
    "Background": "Schistosomiasis is a neglected tropical disease caused by Schistosoma parasites. Intervention relies on identifying high-risk regions, yet rapid Schistosoma diagnostics (Kato-Katz stool assays (KK) and circulating cathodic antigen urine assays (CCA)) yield different prevalence estimates. We mapped S. mansoni prevalence and delineated at-risk regions using a survey of schoolchildren in Rwanda, where S. mansoni is an endemic parasite. We asked if different diagnostics resulted in disparities in projected infection risk.",
    "Methods": "Infection data was obtained from a 2014 Rwandan school-based survey that used KK and CCA diagnostics. Across 386 schools screened by CCA (N = 19,217). To allow for uncertainty when interpreting ambiguous CCA trace readings, which accounted for 28.8% of total test results, we generated two presence-absence datasets: CCA trace as positive and CCA trace as negative. Samples (N = 9,175) from 185 schools were also screened by KK. We included land surface temperature (LST) and the Normalized Difference Vegetation and Normalized Difference Water Indices (NDVI, NDWI) as predictors in geostatistical regressions.",
    "Findings": "Across 8,647 children tested by both methods, prevalence was 35.93% for CCA trace as positive, 7.21% for CCA trace as negative and 1.95% for KK. LST was identified as a risk factor using KK, whereas NDVI was a risk factor for CCA models. Models predicted high endemicity in Northern and Western regions of Rwanda, though the CCA trace as positive model identified additional high-risk areas that were overlooked by the other methods. Estimates of current burden for children at highest risk (boys aged 5–9 years) varied by an order of magnitude, with 671,856 boys projected to be infected by CCA trace as positive and only 60,453 projected by CCA trace as negative results.",
    "Conclusions": "Our findings show that people in Rwanda’s Northern, Western and capital regions are at high risk of S. mansoni infection. However, variation in identification of environmental risk factors and delineation of at-risk regions using different diagnostics likely provides confusing messages to disease intervention managers. Further research and statistical analyses, such as latent class analysis, can be used to improve CCA result classification and assess its use in guiding treatment regimes."
}