{
    "Background": "Rift Valley fever virus is an arthropod-borne human and animal pathogen responsible for large outbreaks of acute and febrile illness throughout Africa and the Arabian Peninsula. Reverse genetics technology has been used to develop deletion mutants of the virus that lack the NSs and/or NSm virulence genes and have been shown to be stable, immunogenic and protective against Rift Valley fever virus infection in animals. We assessed the potential for these deletion mutant viruses to infect and be transmitted by Aedes mosquitoes, which are the principal vectors for maintenance of the virus in nature and emergence of virus initiating disease outbreaks, and by Culex mosquitoes which are important amplification vectors.",
    "Methodology and Principal Findings": "Aedes aegypti and Culex quinquefasciatus mosquitoes were fed bloodmeals containing the deletion mutant viruses. Two weeks post-exposure mosquitoes were assayed for infection, dissemination, and transmission. In Ae. aegypti, infection and transmission rates of the NSs deletion virus were similar to wild type virus while dissemination rates were significantly reduced. Infection and dissemination rates for the NSm deletion virus were lower compared to wild type. Virus lacking both NSs and NSm failed to infect Ae. aegypti. In Cx. quinquefasciatus, infection rates for viruses lacking NSm or both NSs and NSm were lower than for wild type virus.",
    "Conclusions/Significance": "In both species, deletion of NSm or both NSs and NSm reduced the infection and transmission potential of the virus. Deletion of both NSs and NSm resulted in the highest level of attenuation of virus replication. Deletion of NSm alone was sufficient to nearly abolish infection in Aedes aegypti mosquitoes, indicating an important role for this protein. The double deleted viruses represent an ideal vaccine profile in terms of environmental containment due to lack of ability to efficiently infect and be transmitted by mosquitoes."
}