{
    "Background": "Prompt diagnosis and treatment of leprosy are crucial for preventing the disease’s spread as well as for avoiding negative medical and social effects and reducing the disease’s burden. The likelihood of nerve damage and subsequent disability rises as the length of the diagnostic delay. We aimed to explore the challenges of health professionals faced regarding their involvement in early leprosy case detection strategies.",
    "Methods": "The study employed a qualitative, descriptive and phenomenological explorative research design to answer the research questions. By the use of non-probability purposive sampling, research participants were identified. During the study, in-depth interviews were conducted to gather information regarding the experiences of health workers (medical doctors, public health officers, clinical nurses, health centre heads and regional and Woreda district health office technical and programme experts) and health extension workers. To analyse the qualitative data, inductive thematic analysis techniques were used. For analysis, open code software version 4.0 was used. The data transcription, coding, display, reduction (theme) and interpretation of the discovered results were the processes undertaken for the analysis.",
    "Result": "The findings of the study revealed that leprosy prevention and control programmes are still problematic. Themes that emerged from the data gleaned from the health workers included: lack of the existence of practice-oriented training, Integration of TB and leprosy training, lack of focus or other competing health priorities, Inadequate supportive supervision of health facilities, Multiple tasks for health workers, poor coordination and communications, lack of motivation in health workers, disruption in treatment, and Importance of training related to leprosy.",
    "Conclusion": "Strengthening comprehensive leprosy training for health workers, carrying out efficient and thorough contact tracing, enhancing monitoring, supervision, assessment and surveillance, boosting managerial skills, lobbying political commitment, and motivating healthcare workers may help in early detection of leprosy cases strategies."
}