{
    "Background": "The loop-mediated isothermal amplification (LAMP) assay, with its advantages of simplicity, rapidity and cost effectiveness, has evolved as one of the most sensitive and specific methods for the detection of a broad range of pathogenic microorganisms including African trypanosomes. While many LAMP-based assays are sufficiently sensitive to detect DNA well below the amount present in a single parasite, the detection limit of the assay is restricted by the number of parasites present in the volume of sample assayed; i.e. 1 per µL or 103 per mL. We hypothesized that clinical sensitivities that mimic analytical limits based on parasite DNA could be approached or even obtained by simply adding detergent to the samples prior to LAMP assay.",
    "Methodology/Principal Findings": "For proof of principle we used two different LAMP assays capable of detecting 0.1 fg genomic DNA (0.001 parasite). The assay was tested on dilution series of intact bloodstream form Trypanosoma brucei rhodesiense in human cerebrospinal fluid (CSF) or blood with or without the addition of the detergent Triton X-100 and 60 min incubation at ambient temperature. With human CSF and in the absence of detergent, the LAMP detection limit for live intact parasites using 1 µL of CSF as the source of template was at best 103 parasites/mL. Remarkably, detergent enhanced LAMP assay reaches sensitivity about 100 to 1000-fold lower; i.e. 10 to 1 parasite/mL. Similar detergent-mediated increases in LAMP assay analytical sensitivity were also found using DNA extracted from filter paper cards containing blood pretreated with detergent before card spotting or blood samples spotted on detergent pretreated cards.",
    "Conclusions/Significance": "This simple procedure for the enhanced detection of live African trypanosomes in biological fluids by LAMP paves the way for the adaptation of LAMP for the economical and sensitive diagnosis of other protozoan parasites and microorganisms that cause diseases that plague the developing world."
}