{
    "Abstract": "Tungiasis is a highly neglected tropical skin disease caused by the sand flea, Tunga penetrans. The flea burrows into the skin inducing a strong inflammatory response, leading to pain and mobility restrictions with potential impacts on quality of life. Few countries implement control efforts and there are few data on the impact of the disease to support policy decisions. We conducted a survey to determine the impact of tungiasis among primary school children across nine counties of Kenya. A total of 10,600 pupils aged 8 to 14 years were randomly selected from 97 primary schools and examined for tungiasis. For 81 cases and 578 randomly selected controls, anthropometric measurements were made, and school attendance and exam scores were collected from school records. Of those with tungiasis, 73 were interviewed regarding their quality of life using a tungiasis-specific instrument. Mixed effect ordered logistic and linear models were used to assess associations between disease status and impact variables. Compared to uninfected pupils, those with tungiasis had lower weight-for-age z-scores (adjusted β -0.41, 95% CI: -0.75–0.06, p = 0.020), missed more days of school the previous term (adjusted Incidence Rate Ratio: 1.49, 95% CI: 1.01–2.21, p = 0.046) and were less likely to receive a high score in mathematics (aOR 0.18, 95% CI: 0.08–0.40, p<0.001) and other subjects. Pupils with severe disease (clinical score >10) were four times more likely to experience severe pain than those with mild disease (OR 3.96, 95% CI: 1.35–11.64, p = 0.012) and a higher impact on their quality of life than those with mild disease (aOR 3.57, 95% CI: 1.17–10.8, p = 0.025) when adjusted for covariates. This study has demonstrated tungiasis has a considerable impact on children’s lives and academic achievement. This indicates the need for integrated disease management for school-aged children to protect their physical and cognitive development and their future prospects."
}