{
    "Background": "Adhesion of the Trypanosoma cruzi trypomastigotes, the causative agent of Chagas' disease in humans, to components of the extracellular matrix (ECM) is an important step in host cell invasion. The signaling events triggered in the parasite upon binding to ECM are less explored and, to our knowledge, there is no data available regarding •NO signaling.",
    "Methodology/Principal Findings": "Trypomastigotes were incubated with ECM for different periods of time. Nitrated and S-nitrosylated proteins were analyzed by Western blotting using anti-nitrotyrosine and S-nitrosyl cysteine antibodies. At 2 h incubation time, a decrease in NO synthase activity, •NO, citrulline, arginine and cGMP concentrations, as well as the protein modifications levels have been observed in the parasite. The modified proteins were enriched by immunoprecipitation with anti-nitrotyrosine antibodies (nitrated proteins) or by the biotin switch method (S-nitrosylated proteins) and identified by MS/MS. The presence of both modifications was confirmed in proteins of interest by immunoblotting or immunoprecipitation.",
    "Conclusions/Significance": "For the first time it was shown that T. cruzi proteins are amenable to modifications by S-nitrosylation and nitration. When T. cruzi trypomastigotes are incubated with the extracellular matrix there is a general down regulation of these reactions, including a decrease in both NOS activity and cGMP concentration. Notwithstanding, some specific proteins, such as enolase or histones had, at least, their nitration levels increased. This suggests that post-translational modifications of T. cruzi proteins are not only a reflex of NOS activity, implying other mechanisms that circumvent a relatively low synthesis of •NO. In conclusion, the extracellular matrix, a cell surrounding layer of macromolecules that have to be trespassed by the parasite in order to be internalized into host cells, contributes to the modification of •NO signaling in the parasite, probably an essential move for the ensuing invasion step."
}