{
    "Introduction": "An emerging infectious virus, Dabie bunyavirus causes severe fever and thrombocytopenia syndrome (SFTS) [1]. SFTS usually presents with clinical manifestations including liver injury, acute myocardial damage, fever, encephalopathy, and bleeding tendency due to low platelet count. Clinicians have reported SFTS cases worldwide, with mortality rates of 12%–50% [2]. In 2017, the World Health Organization listed SFTS as an emerging infectious disease [3]. Hence, early risk stratification with reliable serum indices is clinically significant for identifying individuals with SFTS with a high risk of in-hospital death.\nSurvival outcomes of individuals with SFTS largely depend on pre-infection comorbidities [4]. Among the common comorbidities, diabetes is not only a risk factor for susceptibility to SFTS but is also correlated with higher mortality due to immune system impairment [5,6]. Hence, plasma glucose control is critical in the management of patients with SFTS and may improve their prognosis. The presence of diabetes worsens the survival outcome of patients with acute infectious diseases such as Middle -East Respiratory Syndrome [7], coronavirus disease 2019 (COVID-19), and Severe Acute Respiratory Syndrome (SARS)[8]. Acute hyperglycemia is often observed in individuals with SARS-2 with no history of diabetes or glucocorticoid use [9]. This phenomenon most likely occurs due to stress-induced hyperglycemia during an acute inflammatory response [10]. Few clinical studies have reported the influence of hyperglycemia on survival outcomes at admission in SFTS. Only two retrospective studies [11,12] have demonstrated the association of hyperglycemia with increased 28-day mortality; however, both partially included individuals with SFTS and preexisting diabetes. Moreover, whether SFTS virus (SFTSV) influences glucose metabolism in individuals without preexisting diabetes, which further causes secondary infection or even exacerbates the condition, remains unclear.\nThis retrospective study included only patients with SFTS without preexisting diabetes treated at Wuhan Union Hospital. The patients were divided into three categories based on fasting plasma glucose (FPG) level (<7.0, 7.0–11.1, and FPG≥11.1 mmol/L). The primary aim was to investigate whether FPG levels influenced the clinical outcomes of patients with SFTS without preexisting diabetes. The secondary goal was to determine the relationship between FPG levels, disease severity, and secondary infections in these patients.",
    "Methods": "Ethics statement\nThe research protocol related to SFTS was reviewed and endorsed by the Clinical Ethics Committee of Tongji Medical College, Huazhong University of Science and Technology (No. 2023-S093), and this clinical research adhered to the principles of the Declaration of Helsinki. The requirement for written informed consent was waived due to retrospective anonymized data collection.\n\n\nStudy design\nThis SFTS cohort included 618 cases treated at Wuhan Union Hospital from March 2017 to November 2022. The Wuhan Union Hospital is the largest medical center for treating SFTS in Central China. SFTSV infection was laboratory-confirmed based on clinical guidelines from the National Health Commission of China [13]. The inclusion criteria were patients with SFTS: (1) confirmed via reverse transcription-polymerase chain reaction (RT-PCR), (2) with FPG data on admission, (3) aged >18 years, and (4) without preexisting diabetes or current trauma. The exclusion criteria were patients with SFTSV (1) co-infected with other viruses such as SARS-1 and SARS-2; (2) lacking FPG data within 24 h of admission due to random blood glucose tests; (3) who received glucocorticoid therapy before transfer to our hospital; (4) patients with a confirmed diagnosis of diabetes or use of anti-diabetic agents.\n\n\nData collection\nWe collected data on epidemiological features, including geographical area, demographic information, clinical indexes, and laboratory data, from the medical records of patients with SFTS. Two experienced clinicians from our medical center independently checked the clinical data of patients with SFTS, including age, smoking history, alcohol history, sex, chronic medical history (diabetes, chronic kidney disease, cardiovascular disease, and chronic liver disease), clinical symptoms (fever, bleeding tendency, gastrointestinal symptoms, muscle soreness, and muscle tremor), vital signs, and laboratory data (liver and renal function, complete blood count, FPG, blood coagulation, C-reactive protein [CRP], triglyceride [TG], total cholesterol [TC] and procalcitonin [PCT]). Most of the clinical indices were divided into categorical variables based on the reference ranges from Wuhan Union Hospital. Some clinical variables, such as FPG and platelet count (PLT), were divided into categorical variables based on their clinical values. The survival outcomes of most patients with SFTS were recorded at discharge. For patients who were unexpectedly discharged due to clinical deterioration, we performed follow-ups via telephone to confirm their final outcome and date of death.\n\n\nCase definitions\nFPG levels were measured within 24 h of admission and blood samples were obtained after an overnight fast of ≥8 h. An automatic biochemical analyzer (Beckman Coulter AU5800 Analyzer, USA) was used to measure FPG levels based on the hexokinase method (GLUCOSE kit, RRID:SCR_004098). The main endpoint of this study was in-hospital death. Time of death was calculated from the onset of SFTS symptoms to in-hospital death. Secondary infection was defined as the presence of bacteria or fungi, as determined by sputum or blood culture [14]. SFTS was divided into general and severe types.\n\n\nStatistical analysis\nThe patients were divided into three groups based on FPG levels (<7.0, 7.0–11.1, and FPG≥11.1 mmol/L) at admission [15]. Descriptive statistics were calculated for all clinical data, with categorical variables presented as numbers and percentages and continuous variables presented as means±standard deviations or medians with interquartile ranges (IQRs). The differences in categorical and continuous clinical variable data among the three SFTS groups were compared by chi-square test and one-way analysis of variance (ANOVA), respectively. We analyzed in-hospital mortality using univariate Cox regression analysis to identify potential risk indices. Risk indices with P<0.05 were included in the multivariate Cox regression analysis. Similarly, we performed univariate and multivariate logistic regression analyses to determine whether FPG level was an independent risk index influencing SFTS severity or the occurrence of secondary infections. All statistical calculations were performed using IBM SPSS Statistics for Windows, version 20.0, with P<0.05 considered statistically significant.",
    "Results": "Baseline features of patients with SFTS without preexisting diabetes\nA total of 618 patients with SFTS were assessed for study eligibility between March 2017 and November 2022. Among these, 560 patients with SFTS without preexisting diabetes met the inclusion criteria (Fig 1). Their mean age was 61.55±0.45 years and 244 (43.57%) were men. During hospitalization, 73 patients died after treatment in the hospital, while 487 patients eventually recovered, corresponding to a mortality rate of 13.035%. Among the 560 cases of SFTS without preexisting diabetes, 197 (35.18%) showed hyperglycemia and 363 patients (64.82%) had normal FPG levels.\n\n\nComparisons according to FPG levels\nWe further divided the 560 cases of SFTS without preexisting diabetes into three groups based on FPG level: group 1 (FPG <7.0 mmol/L), group 2 (FPG 7.0–11.1 mmol/L), and group 3 (FPG ≥11.1 mmol/L). The FPG levels differed significantly different between patients aged <60 and >60 years (P<0.0001). Regarding clinical symptoms, FPG levels differed significantly in the subgroups stratified by bleeding tendency (P<0.0001), gastrointestinal symptoms (P = 0.03), and muscle tremors (P = 0.008). FPG levels also differed significantly different according to CRP (P = 0.005), PCT (P<0.0001), and LDH (P<0.0001) levels. Regarding the endpoints of this clinical study, we utilized scatter plots to compare the FPG levels in patients with SFTS according to living statuses, disease severity, and secondary infections (Table 1). The FPG levels at admission were significantly lower in surviving patients with SFTS than those who died (6.583±0.103 mmol/L vs. 8.623±0.4215 mmol/L, P<0.0001) (Fig 2A). Similarly, the FPG levels were significantly lower in patients with SFTS with general type than those with severe type (6.094±0.128 mmol/L vs. 7.435±0.1583 mmol/L, P<0.0001, Fig 2B). FPG levels were comparable between patients with SFTS with and without secondary infection (6.689±0.1923 mmol/L vs. 6.876±0.1227 mmol/L, P = 0.5521) (Fig 2C).\nComparison of fasting plasma glucose (FPG) levels stratified by in-hospital outcomes (A), disease severity (B), and secondary infection (C).\n\n\nAssociation between FPG levels on admission and in-hospital death\nFig 3A shows the Kaplan-Meier curve of patients with SFTS stratified by FPG levels at admission. Compared to patients with FPG <7.0 mmol/L, those with FPG levels of 7.0–11.1 mmol/L exhibited a higher in-hospital death rate; however, the difference was not statistically significant after log-rank tests (hazard ratio [HR] = 1.471, 95% confidence interval [CI]: 0.857–2.523, P = 0.161). Similarly, the in-hospital death rate was higher among patients with FPG levels ≥11.1 mmol/L compared to that in patients with FPG levels <7.0 mmol/L (HR = 8.778, 4.931–15.625, P<0.0001). Univariate Cox regression revealed that age (≥60 years, HR = 4.309, 95%CI: 2.269–8.182, P<0.0001), bleeding tendency (HR = 2.385, 95%CI: 1.38–4.123, P = 0.002), respiratory symptom (HR = 1.833, 95%CI: 1.028–3.27, P = 0.04), PCT (HR = 4.621, 95%CI: 2.761–7.734, P = 0.012) and FPG (HR = 8.778, 95% CI: 4.931–15.625, P<0.0001) were risk factors for in-hospital death among patients with SFTS without preexisting diabetes (Table 2). After adjusting for some clinical variables, age (≥60 years), tremor, and high PCT and FPG levels (≥11.1 mmol/L) were independently associated with in-hospital death among these patients (Fig 4A). As age was also an independent risk factor for in-hospital death in these patients, we conducted a subgroup analysis based on age. Higher FPG levels on admission were associated with an increased in-hospital mortality rate in patients aged <60 years (P = 0.0067) and ≥60 years (P<0.0001, Fig 3B and 3C). In summary, high FPG levels on admission were a potent risk factor for in-hospital mortality among individuals with SFTS without preexisting diabetes.\nKaplan–Meier survival curves of patients with SFTS (A) according to FPG levels at admission, (B) aged <60 years, and (C) aged ≥60 years.\nA. Independent risk factors for in-hospital death by multivariate Cox regression analysis. B. Independent risk factors for disease severity by multivariate logistic regression analysis.\n\n\nRelationship between FPG and disease severity\nThe secondary study outcome was SFTS severity. As mentioned above, patients with severe SFTS exhibited higher FPG levels on admission than those with general SFTS. Hence, we performed univariate and multiple logistic regression analyses to determine whether the FPG level on admission was an independent risk factor affecting SFTS severity in patients without preexisting diabetes. Univariate logistic regression identified risk factors for severe SFTS, including age and PCT, LDH, and FPG levels at admission (Table 3). After adjusting for potential factors, multivariate logistic analysis (Fig 4B) revealed that high FPG levels (7.0–11.1 mmol/L) at admission was an independent risk factor of the severe type of SFTS patients (odds ratio [OR] = 2.964, 95%CI 1.235–7.116, P = 0.015). The possible reason might be that high FPG is usually the consequence of an infection due to the release of counter-regulators.\n\n\nCorrelations between FPG levels and secondary infections\nAs secondary infection is a common complication in patients with diabetes, we utilized logistic regression to investigate the potential correlation of high FPG levels at admission with secondary infection among individuals with SFTS without preexisting diabetes. Logistic regression analysis did not identify high FPG level as a risk factor for the occurrence of secondary infection among these patients (OR1 = 2.286, 95%CI:0.529–9.874, P = 0.268; OR2 = 3.066, 95%CI:0.692–13.575, P = 0.14) (Table 4). One possible explanation for this finding might be the routine use of antibiotics for prevention in our medical center in individuals with severe SFTS.",
    "Discussion": "Diabetes is a risk factor for a less favorable prognosis in patients with cancer or autoimmune diseases. Recent evidence has also suggested that preexisting diabetes increases the risk of worse in-hospital survival outcomes among individuals with acute infectious diseases such as COVID-19 and SFTS. However, the effects of admission FPG levels on SFTS progression in patients without preexisting diabetes are unknown. Our analysis is the first clinical report from a large SFTS cohort to investigate the association between FPG levels on admission, prognosis, and SFTS severity among patients without preexisting diabetes. The 560 patients with SFTS and no preexisting diabetes showed an increased prevalence of high FPG levels at admission. A high FPG level was significantly correlated with severe disease and worse in-hospital outcomes among patients with SFTS without preexisting diabetes. Our results suggest that measuring FPG level on admission in patients with SFTS would allow better risk stratification due to the close relationship between FPG level and prognosis and guide the intensive treatment of patients with SFTS at high risk. High FPG is an indirect marker of the severity of the SFTS infection, and that the SFTS infection per severity is responsible for the worse outcome of SFTS individuals.\nFPG levels are reportedly correlated with in-hospital death in patients with acute infectious disease without preexisting diabetes. In their multivariate analysis, Andrea et al [16] reported that patients with COVID-19 and high FPG levels without preexisting diabetes were 2.06-fold times more likely to die than those with low FPG levels (HR = 2.06, 95%CI 1.45–2.92, P<0.001). The results of their clinical study indicated that a high FPG level was an independent risk biomarker for in-hospital mortality in patients with COVID-19 without preexisting diabetes. Moreover, Wang et al [17] reported that elevated FPG levels (≥7.0 mmol/L) on admission reliably predicted in-hospital mortality in patients with COVID-19 without preexisting diabetes. Like COVID-19, SFTS is an acute inflammatory response caused by viral infections and metabolic disorders. In their cohort study of 77 cases of SFTS, Zhang et al.[12] concluded that the detection of blood glucose levels can help in assessing the hypercoagulability and inflammatory status of these patients subjects. A multicenter SFTS cohort study [11] indicated that acute hyperglycemia after admission was a strong predictor of in-hospital death in female patients with SFTS. However, these two clinical studies on SFTS and blood glucose levels included individuals with preexisting diabetes and newly diagnosed diabetes. To our knowledge, the present cohort study is the first to reveal the potential correlation between FPG levels on admission and the in-hospital prognosis of patients with SFTS without preexisting diabetes. Multivariate Cox regression analysis indicated that elevated FPG concentrations were significantly correlated with an increased risk of death among patients with SFTS without preexisting diabetes. Based on our findings, we propose that FPG testing and plasma glucose control are important in patients with SFTS, even in those without preexisting diabetes, and may help improve their in-hospital prognosis.\nSFTS is an acute inflammatory disease caused by SFTSV, and acute hyperglycemia upon admission is common. In our cohort, 35.18% of patients with SFTS without preexisting diabetes exhibited acute hyperglycemia, while 64.82% showed normal plasma glucose levels, which are more likely to be ascribed to stress hyperglycemia. Cytokine storms contribute to SFTS progression and deterioration [18] and cause multiple organ failure. Cytokine storms can induce stress hyperglycemia in COVID-19[19]. Stress hyperglycemia in acute illness is a hallmark of insulin insufficiency, which is associated with increased levels of free fatty acids and lipolysis, and a high risk of ketoacidosis. Acute hyperglycemia may also be associated with insulin resistance. Acute systemic inflammation caused by cytokine storms can induce or aggregate insulin resistance [20]. The hyperglycemia in patients with acute illness appears to be related to a variety of stress mechanisms [21]. Stress hyperglycemia is a transient increase in blood glucose during acute stress or illness. The release of counterregulatory hormones, such as catecholamine, is involved in insulin resistance with deceased glycogen break down and increased hepatic glucose output. The continuous hyperglycemia which seems to regulate the acute stress situation, is harmful to the body because it induces oxidative stress-related injury, mitochondrial impairment and dysfunction of several cellular channels, which might explain that patients in acute stress with hyperglycemia tend to exhibit worse survival outcome [22]. Hence, blood glucose control is vital for managing patients with SFTS, especially those without preexisting diabetes, as blood glucose control is easily ignored.\nOurs is the first clinical analysis to reveal the relationship between FPG levels and secondary infections in patients with SFTS. Increased FPG levels are a metabolic response to acute stress in most critically ill patients. High FPG levels are also significantly associated with increased risks of secondary infections [23,24]. High blood glucose levels inhibit neutrophil function, impair macrophage phagocytosis, and decrease immunoglobulin-mediated bacterial opsonization [25] and can negatively regulate major components of immune response and cause aberrant glycosylation of enzymes and immunoglobulins that play critical roles in adaptive immunity [26]. However, we did not identify FPG level as a risk factor for secondary infection among 560 patients with SFTS. One likely explanation for this non-significant association is the routine clinician of antibiotics to these patients to prevent sepsis upon admission from our medical center.\nDiabetes and glucocorticoid therapy are the most important factors affecting FPG levels. We excluded patients with SFTS with preexisting diabetes or who had received glucocorticoid therapy before transfer to our hospital. Hence, our finding of the correlation between FPG levels and the prognosis of individuals was robust. However, our analysis had two limitations. First, HbA1c levels are not routinely measured upon admission in individuals with SFTS. HbA1c reflects the average blood glucose level over the past three months; thus, we could not determine the average blood glucose level of these individuals before infection with SFTSV. Second, Wuhan is not an area endemic for SFTSV, and all individuals were from mountainous areas. Most patients with general-type SFTS receive treatment at local hospitals. Hence, most cases in our hospital were severe, leading to a selection bias. Therefore, prospective clinical studies of SFTS in multiple hospitals are needed.",
    "Conclusion": "A higher FPG level on admission was an independent predictor of in-hospital death and severe disease type in individuals with SFTS without preexisting diabetes. FPG screening upon admission and glycemic control are effective methods to assess the prognosis and disease type of patients with SFTS regardless of diabetes status, as most individuals with SFTS are prone to glucose metabolism disorders."
}