{
    "Abstract": "Ghana has been implementing Mass Drug Administration (MDA) since the year 2001, and Lymphatic Filariasis transmission has been interrupted in 76 out of the 98 targeted districts. The remaining districts have a microfilaria prevalence above the 1% threshold needed for the interruption of transmission. This study assesses the level of lymphatic filariasis MDA coverage and explored factors affecting the quality of implementation of the MDA in the Bole and Central Gonja Districts of Northern Ghana. A concurrent mixed methods study design approach was used to provide both a quantitative and qualitative insight. A descriptive analysis was carried out, and the results are presented in tables and charts. The transcripts of the qualitative interviews were imported into Nvivo and framework methods of analysis were used. The results were summarized based on the themes and buttressed with narratives with key quotes presented within the texts. The overall MDA coverage in Central Gonja is 89.3% while that of Bole district is 82.9%. Refusal to ingest the drug and adverse drug reactions were higher in Bole district than the Central Gonja District. The persistent transmission of lymphatic filariasis in Bole District was characterized by poor community mobilization and sensitization, nonadherence to the directly observed treatment strategy, refusal to ingest the drug due to the fear of adverse drug reactions, inadequate knowledge and misconceptions about the disease. Reported mass drug administration coverage will not necessarily result into interruption of transmission of the disease without strict compliance to the directly observed treatment strategy, strong stakeholder engagement coupled with evidence-based context-specific multi-channel community education strategies with key educational messages on the cause of the disease and adverse drug reactions. While the clock for the elimination of lymphatic filariasis by the year 2020 and meeting of the Sustainable Development Goal 3 target 3.3 by 2030 is ticking, there is an urgent need for a concerted effort to improve the fidelity of the ongoing lymphatic filariasis MDA campaigns in the Bole District of Northern Ghana."
}