{
    "Introduction": "Dengue fever (DF) is a febrile illness caused by the dengue virus, which is further classified into four serotypes (Dengue virus 1–4), and transmitted by Aedes aegypti and Aedes albopictus mosquitoes [1]. Dengue is the most prevalent mosquito-borne viral infection of humans in the tropical and subtropical regions of the world. Approximately 2 to 4 billon people are at risk of contracting dengue virus every year, resulting in nearly 100 million confirmed cases and causing ongoing wide concern [2–5]. After the founding of the People’s Republic of China, DF was eliminated in mainland China. However, increased openness and movement across borders have resulted in a recent revival of this tropical infectious disease, which is an imported epidemic to China [6, 7]. Approximately 94% of indigenous cases in mainland China were reported from Guangdong Province, and 83% of these cases were in Guangzhou City [8], following an unprecedented dengue outbreak in Guangzhou in 2014 that has attracted the attention of relevant researchers.\nBoth domestic and foreign scholars have carried out a considerable amount of research into DF epidemics, including into factors affecting the spread and prevalence of the disease and the corresponding prevention and control measures [9–13]. These studies have shown that the population, transportation, and living environment have undergone tremendous changes due to rapid urbanization, which in turn has led to changing DF transmission characteristics. In addition to some important natural environmental factors (e.g., temperature, precipitation) [9–11], social and economic factors, such as population distribution and density, land urbanization level, and road network density will have an important impact on the temporal and spatial patterns of DF epidemics [12, 13]. Furthermore, the presence of infected people may accelerate the transmission of DF in regions with high population densities [14, 15].\nInformal urban settlements in China are described as urban villages (UVs), unique areas of high population density. Urban space has undergone dramatic transformation and reconstruction during China’s rapid urbanization, which has caused a large number of rural villages that were originally on the edge of the city to be gradually surrounded or semi-enclosed by urban land [16–20]. A lack of overall planning and scientific management of UVs has resulted in a large number of irregular buildings scattered in urban areas, with subsequent poor sanitation, lack of infrastructure and serious environmental pollution [21, 22]. These characteristics of UVs, combined with their perennial humidity and relatively low temperature [23, 24], provides an ideal living environment for the breeding of Aedes albopictus, the sole vector of dengue transmission in Guangzhou. However, the current quantitative relationship between UVs and DF epidemics has received very little attention.\nMoreover, different factors influencing the DF epidemic have a spatial scale effect. Most of the available research has been focused on analysis at a relatively large spatial scale, such as at regional and prefecture level [25–28], with a small number of studies gradually expanding to small scales, such as at county, township, and even community or regular grid scales [29, 30]. However, these small spatial scales are often the final nodes where prevention and control measures can produce practical effects, and more research into the factors influencing DF and its prevention is required at this scale.\nTherefore, this study was based on high-resolution remotely sensed imagery extraction of UVs in the central areas of Guangzhou, using epidemiological statistical methods and spatial analysis to further analyze the spatial relationship between UVs, public transportation, road density, population density, gross domestic product (GDP) and the DF epidemic according to a 1 km×1 km grid scale. The aim was to provide effective guidance for relevant government departments making targeted prevention and control measures on the DF epidemics in urban regions with numerous UVs.",
    "Materials and methods": "Study area\nThe study area was located in the central areas of Guangzhou (113° 23'–113° 36'E, 23° 08'–23° 14'N) and included the four districts of Liwan, YueXiu, Haizhu, and Tianhe. The regional location is shown in Fig 1. The central area of the study was a highly urbanized area of Guangzhou, with an urbanization level of 100% and a total area of 279.63km2. This area has a population of 5.24 million permanent residents according to the 2017 Guangzhou Statistical Yearbook and is also the economic center of Guangzhou. In 2017, the GDP of the central area reached US$151.73 billion [31]. The characteristics of its subtropical monsoon climate are obvious: warm and rainy, enough light and heat, an annual average temperature of 21–23°C, and an average annual precipitation of 1800 mm. These suitable natural and social environmental conditions are favorable to the growth of Aedes albopictus and to the transmission of DENV, making it a high-risk area for DF [32]. In addition, Guangzhou, in particular the central area, has a large number of UVs due to rapid urbanization over the past decades [33].\n\n\nData collection and processing\nDF is a notifiable disease in China which means that, once diagnosed, cases must be reported to the web-based National Notifiable Disease Reporting Information System (NIDRIS) within 24 h [34]. The DF case information includes age, sex, address, and time of onset. The DF epidemic data for this study were obtained from the Guangzhou Center for Disease Control and Prevention, and included DF case data from 2012–2014 and from 2017. The targeted DF cases in our study included clinically diagnosed (based on clinical manifestations and epidemiologic exposure history) or laboratory-confirmed cases (“clinically diagnosed cases presenting with any of the following lab test results relating to DF: a 4-fold increase in specific IgG antibody titer, positive on a PCR test or viral isolation and identification test”). The address information of the confirmed cases, after desensitization, was used in conjunction with geocoding (http://www.gpsspg.com/xGeocoding/) and coordinate deviation correction to produce case data for a spatial point layer using ArcGIS 10.3 (ESRI, Redlands, CA, USA) software (Fig 2A). In 2014, DF cases in the Guangzhou region reached a peak, with a total of 36 344 cases reported, of which 18 350 were from the central area, accounting for 50.49% of the entire Guangzhou city. Moreover, the ratio of the total DF cases in 2012–2017 to the population in 2015 was calculated so as to indicate the DF incidence rates during the study period on the 1 km × 1 km grid scale.\n(A): DF cases in 2012~2014 and 2017; (B): Spatial distribution of land use types, GDP and population density; (C): bus stations, subway stations and road network in 2017.\nWith consideration of the high degree of urbanization of the study area, land use types for 2012 and 2017 was divided into five categories: normal construction land (NCL), UV, water, vegetation and unused land. NCL and UVs are collectively referred to herein as construction land (CL) (Fig 2B). A total of 206 sample points were randomly selected to verify the classification results for 2012 and 2017. The overall accuracy and the Kappa coefficients for 2012 and 2017 were 82.67%, 0.802 and 87.40%, 0.851, respectively. As far as the producer’s and user’s accuracy were concerned, the UVs in 2017 possessed slightly lower accuracies (87.8% and 87.8%) than those of water (88.2% and 93.8%), and roads (90.0% and 87.1%), although the omission and commission of UVs had been appropriately controlled by the texture selection procedure. In a word, the present extraction accuracy can meet the requirements for further analysis. Detailed information about the retrieval of land-use types can be found in an earlier study [24].\nThe public transport system (bus stops, subway stations) greatly facilitates the travel of people living in the central area. Population density and GDP data in 2015 were collected to indicate population and economic status. The public transport, population density, GDP and road network vector data in this study (Fig 2B and 2C) were all obtained from the Resources and Environment Science Data Center (RESDC, http://www.resdc.cn). Road density was generated from road network vector data, including all roads in the central region of Guangzhou (highways, national ways, county roads, town roads, etc.), and it was the ratio of the length of road in each unit (grid) to the corresponding unit’s area.\n\n\nSpatial analysis of the DF epidemic\nSpatial autocorrelation analyses are frequently utilized to explore the spatial patterns of incidence or mortality in terms of Moran’s I with z-score and/or p-value because of their high statistical power [35–37]. Moran’s I is produced by standardizing spatial autocovariance by the data variance using a measure of the connectivity of the data [38]. Generally, Moran’s I value ranges from −1 to 1 and a high positive Moran’s I value with larger z-score and/or appropriate p-value represents a tendency towards clustering, which means that adjacent units have similar incidence rates, whereas a low negative value indicates a tendency towards dispersal, which means that units with high incidence rates lie next to units with low incidence rates.\nIn addition, the choice of spatial scale is the basis of spatial analysis. In many studies of infectious disease epidemiology, basic geographic units such as districts or townships/streets are often disturbed by changing administrative divisions, and the creation of regular spatial grids can effectively avoid this phenomenon [39]. With reference to our previous research work [29, 30, 39], a spatial gridded unit of 1 km × 1 km was used as the spatial unit in this study, and we analyzed the spatial autocorrelation degree of the DF epidemic at this grid scale.\n\n\nGeographically weighted regression modeling\nIn view of the spatiotemporal heterogeneity of DF incidence rates, the DF epidemic may be affected by its potential influencing factors in different ways and to various degrees, which is appropriate to analyze using a geographically weighted regression (GWR) model. As an extension of the traditional multiple linear regression (i.e., ordinary least square, OLS), a GWR model embeds the attributes’ spatial location into the regression parameter, yielding a local regression together with local estimates of regression coefficients[40]. The local estimation of the parameters with GWR is expressed by Eq (1) as below:\n(1)\nwhere i = 1, 2,…, m denotes the number of spatial units in the central area of Guangzhou;  is the dependent variable (the DF incidence rates during 2012–2017) at location i; independent variable  is the value of the k parameter at location i,  referred to the value of an affecting factor k (such as land use types, GDP, and so on) at spatial unit i, which is specific for every spatial unit;  is the position coordinate of the sample point;  is the intercept;  is the correlation coefficient for the independent predictor variable , which is to be estimated; and  represents random error. During the GWR modeling, the most important parameter, named as bandwidth, that controls the degree of smoothing in the model was chosen by selecting the method of the corrected Akaike Information Criterion (AICc). Then, every spatial unit has a set of specific parameters to reflect the relationship between dengue fever incidence rate and influencing factors. In particular, the variance inflation factor (VIF) had also been employed in this study to test the collinearity among these independent variables integrated in the models, since these selected explanatory variables likely correlated with each other. Finally, all the parameters derived from both GWR and OLS will be compared in terms of the values of AICc, Sigma (i.e, residual standard deviation), VIF, and adjusted R2, on which the performance of these models could be evaluated. At the same time, the spatial autocorrelation analysis on the standardized residual (StdResid) values of these models was further employed to evaluate the explanatory performances (e.g., spatial stability) of the OLS and GWR models. The Moran’s I values close to zero indicated that there is no spatial autocorrelation of the StdResid values, and the results would be more reliable and then recommended for subsequent analysis.\nBy means of the exploratory regression tool, twenty-five OLS and GWR models with higher Adjusted R2 and lower values of AICc, Sigma, and VIF were recommended. Integrating various combinations of influencing factors in the OLS/GWR models with the lowest AICc and Sigma, the highest adjusted R2, and lower VIF than 7.5, eleven univariate models and fourteen multivariate models were respectively conducted for the comparison between CL, UV/NCL, water, vegetation, public traffic, road density, population density and GDP grouped factors.\nIn addition, we created a series of buffering zones with increasing radii based on the boundaries of the UVs, in which the incidence rates, the proportion of the DF cases, as well as its growth rates, in different years in each buffering zone were counted. Meanwhile, Pearson correlation analysis was applied to explore the relationships between DF incidences and all of the potential variables (UVs, population density, GDP, bus stops, subway stations, and road density) at the significance level of 0.05 and 0.01, by which some appropriate potential variables could be accordingly considered into the GWR models.\nAll of the above spatial analysis and modeling were completed in ArcGIS 10.3 software (ESRI, Redlands, CA, USA). Typical correlation analysis was achieved using SPSS 19.0 (SPSS Inc., Chicago, IL, USA).",
    "Results": "Spatial distribution of UVs\nLand-use types across the central region, including Liwan, Haizhu, Yuexiu, and Tianhe districts in Guangzhou City, typically featured impervious surfaces (i.e., NCL and UVs) according to their dominant area percentage (53.80% in 2012 and 58.12% in 2017) (S1 Table). Among these four central regions, in 2012, Haizhu District had the largest area of UV (10.91 km2) and Yuexiu, Liwan, and Tianhe districts had 7.98, 4.06, and 8.80 km2 of UV. There were more than 450 UVs with areas varying from less than 0.001 km2 to 0.87 km2. As a result of urban renewal, the total area of UV decreased from 31.75 km2 (2012) to 31.38 km2 (2017), with a clear reduction in Liwan (about 0.12 km2 in Xinglongfang and Dongjiao communities) and Tianhe (0.25 km2 or so near Pingyun Square, the Second Xintang communities, and Xinxu communities) in particular, as shown in Fig 3. Since there were so fewer changes of UVs during 2012–2017, the data of land-use information in 2012 was chosen for subsequent analysis.\nIn the region, the Pearl River fork zone across Yuexiu, Liwan, and Haizhu was the most typically spatially clustered with UVs. Dongpu Town in Tianhe and the central zone of Haizhu were the other two representative zones. Unused land and water area decreased by 16.21 km2 and 1.95 km2, respectively, between 2012 and 2017, while vegetation and NCL increased by 4.03 km2 and 14.50 km2, respectively. In summary, the central area of Guangzhou City mainly featured impervious surfaces, especially many widely distributed UVs.\n\n\nTemporal and spatial distribution of the DF epidemic\nThere were a total of 20 059 local DF cases reported in the central districts, which accounted for half of the total cases in the whole Guangzhou City during the study period. Meanwhile, the distribution of DF was spatially different across this typical region. The ratio of DF cases in each infected unit to the mean value of all the infected units (RDM) varied spatially on the 1 km × 1 km scale (close to the largest UV area) in 2012, 2013, 2014, and 2017. However, the units with high RDM were mainly located around the Pearl River fork between Yuexiu, Liwan, and Haizhu districts (Fig 4). Meanwhile, the DF epidemic during these four years was remarkably spatially clustered according to the spatial autocorrelation indices (0.174 < Moran’s I < 0.673, 6.398 < z-score < 16.930, p-value < 0.001; S2 Table). These results obviously showed that the DF epidemic in the central region was spatially featured on the grid scale.\nThis is the spatial distribution of the ratio of DF cases in each infected unit to the mean value of all the infected units.\n\n\nThe aggregation effect of UVs on the DF epidemic\nBetween 2012 and 2017, DF patterns in the UVs differed from those of the NCL areas. As shown in Table 1, 61.76%– 71.45% of total DF cases in the CL zones were distributed in the NCL zones with proportionally larger areas (81.93% in 2012 and 83.47% in 2017) across the central four districts. By comparison, the rest (28.55%– 38.24%) were distributed in UVs with proportionally smaller areas (18.07% in 2012 and 16.53% in 2017). Meanwhile, population density (persons per km2) in the UVs was slightly higher than that of NCL in 2012 and 2017, although the population size of NCL is 4.55–4.94 times that of the UVs. As a result, the density of DF cases and the DF incidence rates in UVs were respectively 1.81–3.13 and 1.82–3.06 times that of NCL between 2012 and 2017. It can be clearly seen that UVs possessed higher values of DF cases density, incidence rates, and population density in the central region of Guangzhou City. In other words, DF cases were more likely to be found in UV areas.\nThe sizes of the DF epidemic were associated with the UVs’ area. In the UVs with recorded DF cases, the number of DF cases (the total in the study period) was strongly associated with acreage of these UVs (r = 0.45, P = 0.015), as shown in Table 2. Similarly, on the grid scale, the counts of DF cases were significantly correlated with the gridded UVs acreage (r = 0.33, P = 0.000) in the infected units.\nIn addition, the regions surrounding UVs were obviously influenced by the DF epidemic in the UVs with DF cases. Along with the radius of buffers increasing, accumulated DF case count in regions including the UVs with DF cases and their surrounding buffering zones showed an ascending trend (Fig 5). Until the radius of the buffer zones was 500m, about 90% of the total DF cases were concentrated in these regions (i.e., UVs and buffer zones). In comparison, newly included DF cases in the extended buffers per 50 m (i.e., increasing slope) displayed clear decreasing trends, especially in the first two buffers (50 m and 100 m). This decline was alleviated in the 200 m buffers. Meanwhile, the incidence rates of DF in the buffering zones gradually decreased, although there was larger and larger population proportion due to the increasing buffering distances. These results illustrated that UVs posed an obvious aggregation effect on the DF epidemic across the central region in Guangzhou City.\nAVG is the average results of four years. Cases in buffer represent that DF cases count in different buffer radius. Cases between buffer indicate the number of DF cases between different buffer zones. Percent in buffer indicate the proportion of DF cases in different buffer radius. Increasing slope indicate the increasing rates of DF cases in different buffer radius.\n\n\nEffects of transportation and UV area on the DF epidemic\nAdvanced traffic conditions, especially public transportation systems (such as bus services and subway lines) facilitate contact among people living in UVs. DF case density in the units (n = 272) with either bus stops or subway stations was much higher (73.21 cases per km2) than those without any bus stops or subway stations (7.74 cases per km2) (n = 19). Moreover, as given in Table 2, the gridded DF incidence rates were significantly positively associated with UV area (r = 0.33, P = 0.000), number of bus stops (r = 0.49, P = 0.000) and subway stations (r = 0.27, P = 0.000), and road density (r = 0.39, P = 0.000).\nIn comparison, the partial correlation coefficient between the gridded DF incidence rates and UV area individually decreased from 0.33 to 0.24 when traffic conditions were controlled for (Table 2). These partial correlation coefficients between DF incidence rates and traffic conditions (i.e., the number of bus stops, subway stations, all stops, and road density) were slightly decreased to 0.43, 0.27, 0.41, and 0.38, respectively, when UV area was controlled for. Among them, bus stops were the most suitable indicator of traffic conditions because of their high correlation coefficients. These results indicated that the aggregation effects on the gridded DF epidemic across the central region were heavily influenced by the traffic system, especially the presence of bus stops.\n\n\nSpatial modeling of DF epidemics\nAccording to the adjusted R2, AICc and Sigma values (Table 3), spatial variations in the gridded DF epidemic in the central region of Guangzhou City were appropriately explained by the GWR/OLS models, which employed each influencing factor or their various combinations. In comparison, the comprehensive explanatory performance of the GWR models was much better than that of the OLS models due to the higher adjusted R2, lower AICc and Sigma values. About 46% or more spatial variation was interpreted by the univariate GWR models. Among the potential influencing factors derived from the univariate GWR models, bus stops and UVs possessed relatively higher adjusted R2, lower Sigma and AICc values. However, population density possessed a relatively lower adjusted R2, higher Sigma and AICc values.\nSimilarly, the GWR model (Com 1) integrating bus stops and UVs performed the best among all of the bivariate models. When this model further integrated either GDP or population density that possessed relatively weaker explanatory ability, the performances were increased according to the rising adjusted R2 and declining values of AICc and Sigma in the GWR models (Com 9 and Com 10 in Table 3). In comparison, the other multivariate GWR models (Com 7, 8, and 11–14) had slightly weaker performances. In particular, the weakest performance was observed in the model (Com 12) even though the best bivariate GWR model (Com 1) further integrated both GDP and population density. And the reliability of its results quickly decayed because the potential risk of collinearity (VIF) had increased from 1.23 to 4.82 (Table 3). In all of the models, the GWR model (Com 9) integrating UVs, bus stops, and GDP possessed the highest adjusted R2 (0.59), the lowest AICc (5305.02), the lowest Sigma (272.80), and a lower VIF value (<1.63). Moreover, according to the spatially random patterns of the StdResid values (Moran’s I = 0.04, p = 0.26, Z-score = 1.12), the performance of this model was also spatially stable, although there were still a few units with absolute StdResid values > 2 (Fig 6).\nThis is derived from the GWR model with GDP, UVs and bus stops.\nIn terms of the influence of the three variables (GDP, UVs, and bus stops) on the spatial variation of DF infection, these variables were spatially differentiated across the central region (Fig 6). The presence of bus stops was positively associated with the DF epidemics in most of the units, especially the Liwan district. The influences of GDP displayed spatial disparities. They were positive effect in most areas of Tianhe and Haizhu districts and negative effect in Liwan, Yuexiu, and near the Pearl River fork of Haizhu district. In comparison, UVs tended to have a greater association with DF, with more units with relative higher local coefficient values in Liwan, Yuexiu, Haizhu, and Tianhe districts, although the association tended to be weaker (less than 200) in the central Haizhu where there were relatively fewer DF cases (Fig 4), lower road density, less population density, and sparser public transportation stations (Fig 2). These results suggested that UVs were the most important factor in the spatial variations in the DF epidemic across the central region of Guangzhou.",
    "Discussion": "Widely distributed urban settlements and serious DF epidemics are two major public concerns in Guangzhou City. In this study, we analyzed the spatial and quantitative relationship between the DF epidemic and UVs on a grid scale across the central region of Guangzhou. The interesting findings provide valuable clues to enable local environmental health authorities in targeted interventions in the prevention of this epidemic.\nThe size and spatial heterogeneity of the DF epidemics were probably associated with numerous UVs widely distributed across the study region with developed public transportation (e.g., many bus stops), good economic status, and a dense population. Previous studies across the entire joint Guangzhou-Foshan (GF) area have found that spatially clustered DF cases in this region are associated with its higher land urbanization level, population size, road density, and economic level (GDP per capita) [30, 41]. Our study found that this central region typically featured by not only impervious surfaces (including NCL and UVs) but also spatially differentiated DF epidemics on the 1 km × 1 km grid scale. Meanwhile, there was higher density of DF cases and incidence rates in UV areas than in NCL areas, and the DF epidemic was significantly positively associated with UVs’ acreage both at the grid scale and the UV level. There are two possible reasons for this. First, UVs, as a type of informal urban settlement, provide Aedes albopictus mosquitoes with a suitable environment for survival and breeding, featuring slightly lower land surface temperature than NCL areas [24], especially in the summer months. Second, the denser population in UVs and its flowing traits were two core impetuses of UVs’ influences on the DF epidemic. In particular, UVs have a high density of low-cost accommodation rented by migrant workers from local house owners, which provided local citizens with a steady source of revenue and resulted in a large floating population [21, 42]. This increases the probability of being bitten by mosquito vectors, causing rapid transmission of this disease. DF is also more frequent within a specific 200–300 m radius around UVs, which is probably determined by the mosquitoes’ maximum flying range of approximately 300 m [43, 44]. Thus, it can be seen that widely distributed UVs have an important influence on the DF epidemic, not only within the specific UV areas but also within their surrounding zones, crucially associated with the severity and obvious spatial disparities in DF incidence across the central region in Guangzhou City. We cautiously suggest that both UVs and their surrounding zones should receive considerable focus during DF epidemics.\nA convenient public traffic system meets the commuting demands of local residents, including the floating population who reside in UVs but work outside of them. Earlier studies reported that traffic conditions impose important effects on DF transmission [13, 41, 45], similar to our findings that public transportation (the presence of bus stops in particular) was not only directly associated with the DF incidence rates on the grid scale, but also influenced the aggregation effect of UVs on the DF epidemic, especially in zones with numerous UVs. We cautiously speculate that DF cases in infected UVs or units (grids) may have been potential infection sources when they entered other zones via the public traffic system. In other words, these UVs or units/grids with infections presence likely acted as transfer stations (receiving and/or exporting DF cases) during DF transmission. In a sense, it can be supposed to some degree that the infected cases/patients would also act as the disease’s vector, since local residents are the other crucial element in the DF transmission and the flying distance of mosquitoes (Aedes albopictus) is far less than human mobility due to developed public transportation. Accordingly, we recommend that targeted and effective interventions should be implemented in zones with numerous UVs and public traffic stations across the central region in Guangzhou City during the DF epidemic.\nUse of generalized additive models has revealed that associations between DF infection and GDP were nonlinear at the township level across the Pearl River Delta [13]. Our earlier investigation found that GDP had a weak but spatially differentiated correlation with DF infection across the GF area [29]. We found similar in this study, employing GWR models at a fine spatial scale (1 km × 1 km) and taking three spatially differentiated variables (UVs and bus stops as special influencing factors, as well as GDP) into consideration. GDP had a clear protective effect in the west zones (including in Liwan, most of Yuexiu, and west Haizhu) where there were more serious DF epidemics and larger areas of UV. This effect is likely related to the UVs in these areas being surrounded by NCL, with a higher economic status and the better promotion of public health services (e.g., education and publicity about hygiene) in these well-developed zones. On the contrary, GDP tended to be a risk factor for DF transmission in the east zones (i.e., most of Tianhe and northeast Haizhu) where there were relatively small DF outbreaks and many construction sites (categorized as unused land in this study), especially in the district of Tianhe, which is experiencing rapid economic development and urban construction. However, whether the positive correlation between GDP and DF incidence rates was related to the wide distribution of unused land needs further investigation. Nevertheless, our findings are sufficiently reasonable and detailed to infer that the influence of economic status on DF transmission was spatially differentiated. We advise that the protective influences of GDP on DF infection in Liwan and Yuexiu districts are further investigated to explore how its protective effects can be expanded to Tianhe and Haizhu districts with their growing economies.\nThere were some limitations to the study. First, many more important influential factors should be further explored and included in the GWR models to interpret much more spatial variation in the DF epidemic, since less than 60% was explained at present. In particular, an appropriate variable should be acquired to comprehensively reflect both public transportation and population density so as to further interpret the remained (40% or so) spatial variation in the current study. For this point, data derived from mobile devices, metro cards and/or bus cards could be used to capture information about mode of travel and the movement of local residents, both for confirmed and suspected DF cases. This is particularly relevant to the UVs, as the effects of the public transportation system and UVs on DF transmission could be further investigated and high intercept values (Fig 6) decreased. Second, reliable monitoring data on the vectors’ population or density in the study area should be continuously collected and then used fully for a further comprehensive analysis of the link between DF epidemic and all the influencing factors in the future. Finally, the time series of the DF case data and the spatiotemporally matched remote sensing images should be longer. This would enable better validation of the typical influence of UVs, as DF epidemics have periodically occurred in the central region of Guangzhou City, with rapid land urbanization, since the 2000s."
}