{
    "Background": "Schistosomiasis, one of the most prevalent neglected tropical diseases, is a life-threatening public health problem in Yemen especially in rural communities. This cross-sectional study aims to determine the prevalence and associated risk factors of schistosomiasis among children in rural Yemen.",
    "Methods/Findings": "Urine and faecal samples were collected from 400 children. Urine samples were examined using filtration technique for the presence of Schistosoma haematobium eggs while faecal samples were examined using formalin-ether concentration and Kato Katz techniques for the presence of S. mansoni. Demographic, socioeconomic and environmental information were collected via a validated questionnaire. Overall, 31.8% of the participants were found to be positive for schistosomiasis; 23.8% were infected with S. haematobium and 9.3% were infected with S. mansoni. Moreover, 39.5% of the participants were anaemic whereas 9.5% had hepatosplenomegaly. The prevalence of schistosomiasis was significantly higher among children aged >10 years compared to those aged ≤10 years (P<0.05). Multivariate analysis confirmed that presence of other infected family member (P<0.001), low household monthly income (P = 0.003), using unsafe sources for drinking water (P = 0.003), living nearby stream/spring (P = 0.006) and living nearby pool/pond (P = 0.002) were the key factors significantly associated with schistosomiasis among these children.",
    "Conclusions/Significance": "This study reveals that schistosomiasis is still highly prevalent in Yemen. These findings support an urgent need to start an integrated, targeted and effective schistosomiasis control programme with a mission to move towards the elimination phase. Besides periodic drug distribution, health education and community mobilisation, provision of clean and safe drinking water, introduction of proper sanitation are imperative among these communities in order to curtail the transmission and morbidity caused by schistosomiasis. Screening and treating other infected family members should also be adopted by the public health authorities in combating this infection in these communities."
}