{
    "Background": "Côte d’Ivoire has had 45 years of intervention for onchocerciasis by vector control (from 1975 to 1991), ivermectin mass drug administration (MDA) (from 1992 to 1994) and community directed treatment with ivermectin (CDTi) from 1995 to the present. We modeled onchocerciasis endemicity during two time periods that correspond to the scale up of vector control and ivermectin distribution, respectively. This analysis illustrates progress towards elimination during these periods, and it has identified potential hotspots areas that are at risk for ongoing transmission.",
    "Methods and findings": "The analysis used Ministry of Health skin snip microfilaria (MF) prevalence and intensity data collected between 1975 and 2016. Socio-demographic and environmental factors were incorporated into a predictive, machine learning algorithm to create continuous maps of onchocerciasis endemicity. Overall predicted mean MF prevalence decreased from 51.8% circa 1991 to 3.9% circa 2016. The model predicted infection foci with higher prevalence in the southern region of the country. Predicted mean community MF load (CMFL) decreased from 10.1MF/snip circa 1991 to 0.1MF/snip circa 2016. Again, the model predicts foci with higher Mf densities in the southern region. For assessing model performance, the root mean squared error and R2 values were 1.14 and 0.62 respectively for a model trained with data collected prior to 1991, and 1.28 and 0.57 for the model trained with infection survey data collected later, after the introduction of ivermectin. Finally, our models show that proximity to permanent inland bodies of water and altitude were the most informative variables that correlated with onchocerciasis endemicity.",
    "Conclusion/Significance": "This study further documents the significant reduction of onchocerciasis infection following widespread use of ivermectin for onchocerciasis control in Côte d’Ivoire. Maps produced predict areas at risk for ongoing infection and transmission. Onchocerciasis might be eliminated in Côte d’Ivoire in the future with a combination of sustained CDTi with high coverage, active surveillance, and close monitoring for persistent infection in previously hyper-endemic areas."
}