{
    "Abstract": "Schistosomiasis is a major public health challenge and a globally neglected tropical disease. Schistosoma haematobium, the causative agent of urogenital schistosomiasis, is endemic in African countries; with school-aged children ages 7–15 years being the most vulnerable population. Current diagnostic methods rely on microscopy to identify parasite eggs in urine; which is labor-intensive, requires specialized skills, and often lacks sensitivity, especially in mild infections. To address these limitations, we explored host disease-related biomarkers as a promising avenue for advancing diagnosis and detection. We recruited 135 children ages 7–15 years from Zanzibar, a known transmission hotspot, and used data-independent acquisition (DIA) proteomics combined with machine learning to identify potential host protein biomarkers in urine samples from individuals infected with Schistosoma haematobium. Proteomic analysis identified 823 common host proteins in urine samples from the infected group. Machine learning algorithms highlighted candidate discriminative proteins; which were validated using enzyme-linked immunosorbent assays (ELISA). Machine learning emphasized SYNPO2, CD276, α2M, LCAT, and hnRNPM as the most discriminating biomarkers for Schistosoma haematobium infection. ELISA validation confirmed the differential expression trends of these proteins, while machine learning further validated LCAT and α2M, underscoring their diagnostic potential. Our study focused on host-derived proteins and identified key urinary protein biomarkers associated with Schistosoma haematobium infection, and offers new insights into host-parasite interactions and potential tools for non-invasive diagnostics. While validated in African pediatric populations from transmission hotspots, this host-protein approach inherently overcomes geographic limitations of parasite-based diagnostics; which is a critical advantage for surveillance in non-endemic regions where imported cases threaten gains toward elimination. These findings lay the groundwork for developing novel diagnostic approaches that could significantly improve the detection and surveillance of schistosomiasis, particularly in high-risk populations."
}