{
    "Background": "This paper presents a new agent-based model (ABM) for investigating T. b. rhodesiense human African trypanosomiasis (rHAT) disease dynamics, produced to aid a greater understanding of disease transmission, and essential for development of appropriate mitigation strategies.",
    "Methods": "The ABM was developed to model rHAT incidence at a fine spatial scale along a 75 km transect in the Luangwa Valley, Zambia. The method offers a complementary approach to traditional compartmentalised modelling techniques, permitting incorporation of fine scale demographic data such as ethnicity, age and gender into the simulation.",
    "Results": "Through identification of possible spatial, demographic and behavioural characteristics which may have differing implications for rHAT risk in the region, the ABM produced output that could not be readily generated by other techniques. On average there were 1.99 (S.E. 0.245) human infections and 1.83 (S.E. 0.183) cattle infections per 6 month period. The model output identified that the approximate incidence rate (per 1000 person-years) was lower amongst cattle owning households (0.079, S.E. 0.017), than those without cattle (0.134, S.E. 0.017). Immigrant tribes (e.g. Bemba I.R. = 0.353, S.E.0.155) and school-age children (e.g. 5–10 year old I.R. = 0.239, S.E. 0.041) were the most at-risk for acquiring infection. These findings have the potential to aid the targeting of future mitigation strategies.",
    "Conclusion": "ABMs provide an alternative way of thinking about HAT and NTDs more generally, offering a solution to the investigation of local-scale questions, and which generate results that can be easily disseminated to those affected. The ABM can be used as a tool for scenario testing at an appropriate spatial scale to allow the design of logistically feasible mitigation strategies suggested by model output. This is of particular importance where resources are limited and management strategies are often pushed to the local scale."
}