{
    "Introduction": "Patients with HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP) become progressively impaired, with chronic pain, immobility and bladder, bowel and sexual dysfunction. Tested antiretroviral therapies have not been effective and most patients are offered a short course of corticosteroids or interferon-α, physiotherapy and symptomatic management. Pathogenesis studies implicate activated T-lymphocytes and cytokines in tissue damage. We therefore tested the hypothesis that inhibition of T-cell activation with ciclosporin A would be safe and clinically beneficial in patients with early and/or clinically progressing HAM/TSP.",
    "Materials and Methods": "Open label, proof of concept, pilot study of 48 weeks therapy with the calcineurin antagonist, ciclosporin A (CsA), in seven patients with ‘early’ (<two years) or ‘progressive’ (>50% deterioration in timed walk during the preceding three months) HAM/TSP. Primary outcomes were incidence of clinical failure at 48 weeks and time to clinical failure.",
    "Results": "All patients completed 72 weeks study participation and five showed objective evidence of clinical improvement after 3 months treatment with CsA. Two patients exhibited clinical failure over 6.4 person-years of follow-up to week 48. One patient had a >2 point deterioration in IPEC (Insituto de Pesquisa Clinica Evandro Chagas) disability score at weeks 8 and 12, and then stopped treatment. The other stopped treatment at week 4 because of headache and tremor and deterioration in timed walk, which occurred at week 45. Overall pain, mobility, spasticity and bladder function improved by 48 weeks. Two patients recommenced CsA during follow-up due to relapse.",
    "Conclusions": "These data provide initial evidence that treatment with CsA is safe and may partially reverse the clinical deterioration seen in patients with early/progressive HAM/TSP. This trial supports further investigation of this agent's safety and effectiveness in larger, randomised controlled studies in carefully selected patients with disease progression."
}