{
    "Background": "North Carolina (NC) ranks among the top five states for spotted fever rickettsiosis (SFR) cases and second for ehrlichiosis in the U.S. Identifying geographic clusters of cases is important to elucidate disease risk and inform public health response, including resource allocation. This study examined geographic patterns of tick-borne disease incidence in NC over a 10-year period and modeled predictors of disease severity.",
    "Methodology/Findings": "We analyzed 6,748 SFR and 1,216 ehrlichiosis cases reported to the NC Electronic Disease Surveillance System between January 2010 and December 2019. Average annual incidence was evaluated in two-year periods using global spatial autocorrelation (Moran’s I) and Local Indicator of Spatial Association. We found that ehrlichiosis clusters were detected in north and central NC as well as the coastal Tidewater region, with consistently high incidence in these areas. SFR clustering occurred in similar areas, with high and increasing incidence statewide. Severe cases of ehrlichiosis followed a similar pattern, while severe SFR clusters were distributed more broadly across the state. Additionally, Black/African-American individuals made up a greater proportion of both severe ehrlichiosis and SFR cases relative to non-severe cases. Regression models showed that known tick exposures were associated with lower odds of severe SFR. For SFR, treatment delays of 1–7 days were linked to severity, but delays >7 days were not. In contrast, delays >7 days for ehrlichiosis were associated with lower odds of severe disease.",
    "Conclusions/Significance": "Associations found here between severity and treatment delay may reflect care-seeking behaviors, testing practices, and background seroprevalence. Geographic differences in disease incidence and severity warrant further investigation and future surveillance. Public health interventions should focus on the north-central and Tidewater regions, focusing on exposure risks awareness for outdoor activities and checking for ticks, which could impact treatment timing and ultimately reduce severity."
}