{
    "Background": "Chagas Disease, a WHO- and NIH-designated neglected tropical disease, is endemic in Latin America and an emerging infection in North America and Europe as a result of population moves. Although a major cause of morbidity and mortality due to heart failure, as well as inflicting a heavy economic burden in affected regions, Chagas Disease elicits scant notice from the pharmaceutical industry because of adverse economic incentives. The discovery and development of new routes to chemotherapy for Chagas Disease is a clear priority.",
    "Methodology/Principal Findings": "The similarity between the membrane sterol requirements of pathogenic fungi and those of the parasitic protozoon Trypanosoma cruzi, the causative agent of Chagas human cardiopathy, has led to repurposing anti-fungal azole inhibitors of sterol 14α-demethylase (CYP51) for the treatment of Chagas Disease. To diversify the therapeutic pipeline of anti-Chagasic drug candidates we exploited an approach that included directly probing the T. cruzi CYP51 active site with a library of synthetic small molecules. Target-based high-throughput screening reduced the library of ∼104,000 small molecules to 185 hits with estimated nanomolar KD values, while cross-validation against T. cruzi-infected skeletal myoblast cells yielded 57 active hits with EC50 <10 µM. Two pools of hits partially overlapped. The top hit inhibited T. cruzi with EC50 of 17 nM and was trypanocidal at 40 nM.",
    "Conclusions/Significance": "The hits are structurally diverse, demonstrating that CYP51 is a rather permissive enzyme target for small molecules. Cheminformatic analysis of the hits suggests that CYP51 pharmacology is similar to that of other cytochromes P450 therapeutic targets, including thromboxane synthase (CYP5), fatty acid ω-hydroxylases (CYP4), 17α-hydroxylase/17,20-lyase (CYP17) and aromatase (CYP19). Surprisingly, strong similarity is suggested to glutaminyl-peptide cyclotransferase, which is unrelated to CYP51 by sequence or structure. Lead compounds developed by pharmaceutical companies against these targets could also be explored for efficacy against T. cruzi."
}