{
    "Introduction": "Ethiopia is endemic for leprosy (Mycobacterium leprae infection), with over 3,200 diagnosed every year, making it the seventh most burdened country globally [1]. Prevention remains a challenge, as transmission pathways are poorly understood and susceptibility and disease manifestations are highly dependent on the individual host immune response [2]. An immune response that predisposes an individual to clinically symptomatic leprosy, in particular multibacillary (MB) infection, could be a driver of more infectious cases in the community. Nutritional deficiencies, such as protein-energy malnutrition, have been linked to reduced cell-mediated immunity and susceptibility to infection [3–6] and food insecurity has been associated with leprosy [7–10].\nBody mass index (BMI) is a measure of nutritional status in adults [11]. Another indicator for nutritional status in adults is Middle Upper Arm Circumference (MUAC) [12]. While more commonly used and validated in children, it has been used in some contexts to assess adult malnutrition [12–14]. Nutrition has long been known to influence the development of infectious diseases such as respiratory infections, infectious diarrhea, measles, and malaria [15–17]. Malnutrition often negatively affects the immune system, and in some cases, causes individuals to be more vulnerable to clinically apparent infection. In tuberculosis, another mycobacterial infection, nutritional deficit has been identified as an important risk factor for the development of clinical symptoms of disease [18–22].\nDue to the fact that poverty is such a broad and complex topic to characterize, a causal relationship between poverty and leprosy is difficult to demonstrate. In addition, uncertainty exists about how leprosy and poverty are associated [8]. Most individuals affected by leprosy are born and raised in poor environments and continue to be pushed into greater depths of poverty due to the stigma and disabilities associated with the disease [9]. Low income families have little money to spend on food and consequently have a low intake of highly nutritious non-rice foods such as meat, fish, milk, eggs, fruits and vegetables. There are few studies investigating leprosy and nutrition; however, they all suggest that nutrition plays a role in the disease [7,9,10]. We seek to increase the body of knowledge on the associations of leprosy and nutrition in the context of Ethiopia, which has not been studied thus far. We hypothesize that undernutrition is a risk factor for leprosy when controlling for S. mansoni co-infection (a highly prevalent helminth that also alters cell-mediated immunity) and socioeconomic status (SES).",
    "Methods": "Ethics statement\nThis study was approved by the Emory Institutional Review Board (IRB) and the ethical review board of the University of Gondar. Informed verbal consent was given by all participants.\n\n\nStudy design & overview\nBetween June and August 2018, participants were recruited to a case-control study in North Gondar Zone, Ethiopia. North Gondar Zone is part of the Amhara Region and had a census population of 3,225,022 as of July 1, 2017 [23]. With an urban population of 509,228 (15.79%), a vast majority of the population in North Gondar Zone live in rural or agricultural areas [23]. The total land area of North Gondar Zone is 45,945 square kilometers [24]. Participants were enrolled at the University of Gondar referral hospital and health centers in and around the North Gondar Zone.\n\n\nStudy population\nCases were enrolled as persons with clinical leprosy diagnosed by a practicing dermatologist within the previous 12 months. Both multibacillary (MB) and paucibacillary (PB) cases were included as per the World Health Organization (WHO): MB with greater then 5 lesions and PB less then or equal to 5 lesions [34]. Other case inclusion criteria were being 18 years of age or older and residing in North Gondar Zone of Ethiopia. Controls were adults without contact of known cases of leprosy and who resided in the same communities as the cases. Individuals with previous leprosy infection and suspicious skin or nerve symptoms were excluded as controls based on physical examination and medical history. Controls were recruited from the community, however, pregnant women and children were excluded from the study.\n\n\nVariables and measurement\nFood security survey questions were derived from the United States Department of Agriculture (USDA) through the Economic Research Service (ERS) and is an accessible resource on how to measure household food security [25,26]. BMI was calculated using the definition weight (kg)/ height2 (m). Underweight was defined as body mass index (BMI) less than 18.5 kg/m2. Normal was classified as greater than or equal to 18.5 kg/m2 and less than 25 kg/m2. Overweight was classified as greater than or equal to 25 kg/m2 and less than 30 kg/m2 and obese as BMI greater than 30 kg/m2. For MUAC, circumference was measured by finding the midpoint between the participants’ elbow and shoulder. From there, the measuring tape was wrapped around the participants’ arm at the midpoint to determine MUAC in centimeters. Adults with a MUAC below 18 cm were classified as “severe” or “low”risk for malnutrition. Adults with a MUAC between 18 cm and 21 cm are classified as “moderate” or “low” risk for malnutrition. Adults with MUAC greater than 21 cm are classified as “normal” risk for malnutrition [27]. Urine was tested for Schistosoma mansoni infection by Schisto POC-CCA rapid diagnostic test [28].\n\n\nData collection\nData collected from participants included anthropometric data (height, weight, and middle upper arm circumberence (MUAC)), demographic information, and a questionnaire administered only in Amharic inquiring about food insecurity, dietary habits, socioeconomic status (SES), and education. Trained data collectors, health center focal persons, were responsible for collecting anthropometric parameters. Measures taken to ensure data quality include one data collector measuring height and weight at each health center, fully calibrated scales for weight measurement, and study coordinators observing accuracy of measurements.\n\n\nSample size calculation\nThere are very few data to guide calculation of a sample size for the associations of low BMI (underweight, BMI < 18.5) and leprosy. Since co-infection with schistosomiasis was also a variable in this study and of interest due to the suppression of cell-mediated immunity from helminth infections, we used published data on the associations of helminths and leprosy, which showed an odds ratio of 4 for the association between helminth and leprosy, to calculate sample size for this pilot study [29]. Based on an estimated helminth burden of 20–25% prevalence in North Gondar Zone, sample size was calculated using an alpha of 0.05 and power of 0.8, resulting in a goal of 40 cases and 40 controls.\n\n\nStatistical analysis\nData from the questionnaires were entered into an Excel database. After data cleaning, analysis was performed using SAS 9.4 (Cary, NC) [30]. Descriptive statistics were performed on the main study variables and p-values describing differences between cases and controls were calculated for each variable using the chi-square, Fisher’s Exact test, or t-test. In univariate analyses, calculation of odds ratios provided insight into an association between exposures of interest, such as BMI, MUAC, and dietary habits, and the outcome of interest, a clinical diagnosis of leprosy. A p-value of < 0.05 was considered significant. Figs 1 and 2 for visual analysis and representation were developed using Microsoft Excel (2017) and R [31]. After univariate analysis was carried out, the variables significantly associated with M. leprae infection were included in a multivariate backward stepwise logistic regression controlling for confounding factors such as age, sex, and education. The variables that remained statistically significant in these multivariate analyses were considered as the main result. All multivariate analyses were done using SAS 9.4 (Cary, NC) [30].",
    "Results": "Eighty-one participants, 40 patients (cases) and 41 controls, were enrolled (75% male) with an average age of 38.6 years (SD 18.3). 52 participants (64.2%) had less than eight years of formal education. The majority of cases were MB (90%) and 21 participants (25.9%) had S. mansoni infection. All demographic and clinical data are presented in Table 1.\nP-values determined by chi-square, t-test, or crude logistic regression where appropriate. An alpha = 0.05 was considered statistically significant.\nEight (20% of cases) individuals were diagnosed with Grade II disability, according to WHO classification. Disability Grade II was highest among patients between the age of 39–59 accounting for 36% of cases within that group. BMI ranged from 15.9 to 31.5 with a high prevalence of undernutrition: 24 (29.6%) participants underweight (BMI <18.5) and 17 (21%) with “low” MUAC. Four (9.8%) controls were characterized as underweight, while 20 (50%) cases were classified as underweight by BMI. Fig 1 depicts a comparison of BMI among cases and controls showing that the cases’ mean BMI is statistically significantly lower than that of controls’ mean BMI. Fig 2 depicts a comparison of MUAC among cases and controls, with cases having lower mean MUAC.\nOn univariate analysis, both low BMI (OR = 9.25, 95% CI 2.77, 30.81) and low MUAC were significantly associated with leprosy (OR = 6.82, 95% CI 1.78, 26.13). Low education level, defined as less than Grade 8, was also significantly associated with leprosy (OR = 4.05, 95% CI 1.18, 13.85). Cutting the size of meals/skipping meals (OR = 2.87, 95% CI 1.0, 8.32) or not having enough money to get more food (OR = 10, 95% CI 3.44, 29.06) was more common in cases of leprosy than controls. Additional outcomes looking at dietary habits and SES as they relate to leprosy can be seen in Table 2. On multivariate analysis (Table 2), underweight was still significantly associated with leprosy (aOR = 10.32, 95% CI 1.79, 59.67) after controlling for age, sex, and education (as a surrogate marker of socioeconomic status). MUAC, also included in the multivariate model, was no longer statistically significantly associated with leprosy (aOR = 1.50, CI 0.22, 10.05).\nVariables without an aOR were either not included or were dropped from the final model per the methods.",
    "Discussion": "Undernutrition, as defined by low body mass index, showed a striking association with leprosy in this small case control study with an aOR of more than 10. Wagenaar, et al. and Oktaria et al, also both found BMI to be associated with leprosy [7]. More specifically, Wagenaar, et al., found 25% of cases to be underweight, while only 14% of controls were found to be underweight [7]. According to Oktaria, et al., a paired t-test showed a significant difference in BMI between cases and controls [10]. Although both studies’ findings were consistent with our findings overall, their calculations used mean BMI as a continuous variable to compare between cases and controls. By grouping underweight (BMI < 18.5) to Normal–Obese (BMI ≥ 18.5), we have a better picture of the degree of undernutrition in many of the participants, especially those with leprosy. These findings are consistent with Rao, et al., who showed that undernutrition (BMI < 18.5) was more common in people affected by leprosy than in those without leprosy in India [32]. A commonality among all the studies is a high burden of undernutrition, as defined by low BMI, that was present within “case” study populations. Since all these studies are taken at one point in time, it is not possible to know whether the undernutrition predated the infection or not. However, since poor micronutrition and several micronutrient deficiencies, such as vitamin A, can suppress cell-mediated immunity, these findings could show a propensity for undernourished individuals to either present with active leprosy symptoms (as opposed to latent infection) or to present with multibacillary infection instead of paucibacillary infection. In both cases, undernutrition would be sustaining a reservoir of infection in the community. Feenstra et al.’s study supports the notion of malnutrition being a risk factor for leprosy as they found a higher incidence following periods of food shortage and more longitudinal studies need to investigate this further [9].\nAnother important outcome of this study revealed that food insecurity, measured by having insufficient funds for meals, was also associated with leprosy on univariate analysis. While, again, it is hard to know if the leprosy itself caused the food insecurity (perhaps through stigma or social isolation), there may be a case that having food insecurity leads to malnutrition that then increases the risk of active leprosy. This was consistent with Wagenaar, et al., who found that low income families have only little money to spend on food and consequently have a low intake of highly nutritious non-rice foods such as meat, fish, milk, eggs, fruits and vegetables and thus at higher risk for leprosy infection [7].\nThe majority of cases being MB (90%) within the study population may highlight comorbid conditions such as undernutrition that may play a role in the shift from PB to MB among patients, since MB is associated with a lack of a sufficient cell-mediated (Th1) response as opposed to a robust cell-mediated response in PB cases [33]. Although numbers of PB cases were too low to study this question directly, further investigation into the association with malnutrition and presentation of leprosy (MB vs PB) is warranted since such much higher rates of transmission occur from patients with MB than PB leprosy [34]. In addition to the MB proportion of patients, about 21 participants (25.9%) in this study presented with S. mansoni infection. Although our study did not find an association with S. mansoni infection and leprosy, further investigations into co-infections and the influence on immune response mechanisms is needed to better understand this interaction with leprosy as several studies have shown a connection, including a recent one in Brazil that showed a significant association between leprosy and schistosomiasis between cases and household / family contacts [35].\nFindings from this study support the limited published data on nutrition and leprosy and presents the first study to look at nutrition and leprosy in the Ethiopian context, a country that has dealt with a lot of food insecurity for its citizens in recent decades. A major strength of this study is the survey combining anthropometric data and nutritional questions related to dietary habits and food insecurity. One limitation of the study is the smaller study size. However, with regard to BMI, sample size was sufficient to validate our findings with 80% power at a 0.05 alpha level. Challenges with sample size stemmed from a limited number of reported cases, accessibility to health centers, and willingness of patients to enroll in the study. Additionally, this study did not measure micronutrient deficiencies in participants. Doing so may have provided a more comprehensive study that would add to the literature. Although S. mansoni co-infection data was collected, other co-infections were not studied that could potentially affect immune responses, and thus the risk of active leprosy. While this study found an association with BMI and leprosy, further knowledge and understanding is needed to corroborate the idea that there is a causal pathway between undernutrition and leprosy. As Wagenaar also argues the fact that food shortage may not impact susceptibility to leprosy infection itself irrespective of M. leprae manifestation, but rather the progression from latent infection to clinical manifestation is important to consider [7]. In other words, a better understanding of the individual host response to latent M. leprae and contribution of comorbidities to this response is crucial to controlling leprosy and reducing the human reservoirs of infection in affected areas.\nThis study is the first of its kind to look at nutrition, food insecurity, and SES in the context of North Gondar Zone, Ethiopia. Addressing the interplay between poverty, undernutrition, dietary habits, and nutritional deficiencies (as shown in Fig 3) may have the potential for impact on leprosy burden in this region and similar endemic areas. As we begin looking forward toward the elimination of leprosy, there are two major components that must be addressed; the reservoir (humans, zoonotic, and possibly environmental) and the host. This study has focused primarily on the host, in terms of undernutrition and dietary habits’ influence on leprosy susceptibility, infection, and/or development of leprosy in a specific population. It is a worthwhile endeavor to pursue a greater understanding of the interconnectedness of nutrition and leprosy to further improve leprosy control, prevention, and intervention."
}