{
    "Introduction": "Visceral leishmaniasis (VL) is caused by parasites from the Leishmania donovani complex, that are transmitted during the blood meal of sand fly vectors. It is endemic in 80 countries, with 12,773 cases reported in 2022 [1]. However, the real number of VL cases are likely to be significantly higher, as the surveillance systems in place are often inadequate and VL occurs in places that are often difficult to access [2,3]. 90% of VL cases occur in India, Bangladesh, Nepal, Sudan, South Sudan, Ethiopia and Brazil [2].\nWhereas the majority of individuals infected with L. donovani remain asymptomatic, infection can also develop as a progressive disease. Common symptoms are fever, weight loss, hepatosplenomegaly and pancytopenia [4]. VL patients require hospitalisation and treatment. Existing treatments can cause severe side effects and have long durations. Drug resistance is also a growing problem [5]. One of the primary immunological features of VL patients is their profound immunosuppression: typically, whole blood cells and peripheral blood mononuclear cells (PBMCs) from VL patients display a reduced ability to produce IFNγ and proliferate when exposed to Leishmania antigen; and the leishmanin skin test does not induce a delayed-type hypersensitivity reaction. These impaired responses to antigen challenge improve after successful chemotherapy (reviewed in [6–8].\nMonocytes in VL patients have been poorly characterised. Monocytes are heterogeneous and can be divided into at least three subsets, based on the expression levels of CD14 and CD16: CD14highCD16low (classical), CD14highCD16high (intermediate) and CD14lowCD16high (non-classical) [9,10]. It has been shown that classical monocytes emerge first in circulation and gradually change their expression levels of CD14 and CD16 into first intermediate monocytes and finally into non-classical monocytes [11]. These three subsets can also each display different effector functions: some of the main functions of classical monocytes are the ability to phagocytose, migrate and produce anti-microbial responses; intermediate monocytes specialise in antigen presentation, regulation of apoptosis and transendothelial migration; and non-classical monocytes into complement and FcR-mediated phagocytosis, transendothelial migration and adhesion (summarised in [12]).\nInitial studies showed that monocytes can phagocytose and kill intracellular L. donovani by oxidative burst [13–15]. Hoover et al. showed that L. donovani can replicate within monocytes and that activation of these monocytes with IFNγ results in killing of the parasites [16]; this can be counteracted by IL-4 [17]. Monocytes infected with L. donovani did not produce TNFα and IL-1, unless primed with staphylococcus aureus or lipopolysaccharide [18]. Monocytes pre-treated with lipophosphoglycan (LPG), a glycolipid present on the surface of parasites, display a lower oxidative burst [19], showing that LPG plays a crucial role in the survival of Leishmania parasites in monocytes.\nMonocytes from VL patients express lower levels of HLA-DR [20]; as well as CD54 and CD86 and display an impaired oxidative burst [21]. Singh et al. showed that monocytes isolated from VL patients exhibit an anti-inflammatory phenotype, characterised by decreased parasite phagocytosis and impaired oxidative burst [22]. We have recently shown that PD-L1 is increased on all three subsets of monocytes at the time of VL diagnosis [23]. In the current study, we extend these results to the analyses of other molecules also involved in the modulation of T cell responses, such as CD40, CD80 and CD86. We assessed their expression levels on the three different subsets of monocytes at the time of VL diagnosis (ToD) and the end of treatment (EoT). These parameters were compared with those of healthy non-endemic controls.",
    "Materials and methods": "Ethics statement\nThe study was approved by the Institutional Review Board of the University of Gondar (IRB, reference O/V/P/RCS/05/1572/2017).\n\n\nSubjects and sample collection\nFor this cross-sectional study, 20 male VL patients were recruited at the time of diagnosis (ToD) from the Leishmaniasis Treatment and Research Centre of the Gondar University Hospital; a further 20 males were recruited at the end of successful treatment (EoT), as defined by patients looking improved, afebrile, and having smaller spleen and liver sizes than on admission [24]. 10 non-endemic male controls with no prior history of VL were recruited amongst the staff of the University of Gondar. The median ages of the three cohorts were similar: VL patients at ToD: 25 [20–30]; VL patients at EoT: 23.5 [18.5–26.8] and controls: 24 [20.5–27.3] years old (p = 0.7495). Informed written consent was obtained from each patient and control. The exclusion criteria were age (<18 years) and co-infection with HIV. The diagnosis of VL was based on positive serology (rK39) and the presence of amastigotes in spleen or bone marrow aspirates [25]. Patients were treated with a combination of sodium stibogluconate (SSG, 20mg/kg body weight/day) and paromomycin (PM, 15mg/kg body weight/day) injections, given intramuscularly for 17 days.\nTen ml of blood was collected in heparin tubes and was processed immediately after collection: following density gradient centrifugation on Histopaque-1077 (Sigma), the peripheral mononuclear cells (PBMCs) were isolated from the interphase and were used immediately for flowcytometry.\n\n\nFlow cytometry\nThe different subsets of monocytes were defined based on the expression levels of CD14 and CD16 (S1A Fig for healthy non-endemic controls, S2A Fig for VL patients at time of diagnosis and S3A Fig for VL patients at the end of treatment). The following antibodies were used: anti-CD14APC (clone 61D3, eBioscience), anti-CD16PE (clone B73.1, eBioscience) and anti-CD16FITC (clone B73.1, Biolegend). The following antibodies were used to assess the levels of CD40: anti-CD40PE-Cyanine7 (clone 5C3, eBioscience); CD80: anti-CD80FITC (clone 2D10.4, eBioscience); CD86: anti-CD86pe-cyanine7(clone IT2.2, eBioscience); and PD-L1: anti-PD-L1PE (clone MIH1, eBioscience). The percentages for the isotype controls were <1%.\nAcquisition was performed using a BD Accuri C6 flow cytometer, at least 5,000 monocytes were acquired, and data were analysed using BD Accuri C6 analysis software.\n\n\nStatistical analysis\nData were evaluated for statistical differences using a Kruskal-Wallis test (GraphPad Prism 10) differences were considered statistically significant at p<0.05. Unless otherwise specified, results are expressed as median ± interquartile range.",
    "Results": "Percentages of monocyte subsets\nWe first determined whether the percentages of the three subsets of monocytes: classical (CD14high CD16low), intermediate (CD14high CD16high) and non-classical (CD14low CD16high) differ between VL patients at the time of diagnosis (ToD) and at the end of treatment (EoT) and as compared to healthy non-endemic controls (HNEC). As expected, the percentages of classical monocytes were higher as compared to the intermediate and the non-classical subsets (Fig 1, Table 1). There were no differences between the percentages of the different subsets at ToD and EoT (Fig 1 and Table 1); as well as in the percentages of classical monocytes at ToD in VL patients and controls, however, there were significantly less classical and more intermediate monocytes in the PBMCs of VL patients at EoT as compared to HNEC (Fig 1, Table 1).\nPBMCs were purified from VL patients at ToD (n = 20) and EoT (n = 20) and from HNEC (n = 10) as described in Materials and Methods. The percentages of each subset were determined by flow cytometry, as described in S1A, S2A and S3A Figs. Each symbol represents the value for one individual and the straight line represents the median. Statistical differences shown on this figure between VL patients at ToD and EoT and HNEC were determined by Dunn’s multiple comparisons test. ToD = Time of Diagnosis; EoT = End of Treatment; HNEC = healthy non-endemic controls.\n\n\nActivation status of the different monocyte subsets\nWe first measured the expression levels of CD14 and CD16. Results presented in Table 2 show no significant differences between the different subsets in VL patients at ToD and EoT and in HNEC.\nNext, we measured the expression levels of the co-stimulatory molecules CD40, CD80 and CD86 and the immune regulatory molecule PD-L1 on the different monocyte subsets (S1, S2 and S3 Figs).\nResults presented in Fig 2 and Table 3 show that CD40 MFI was significantly higher at ToD as compared to EoT and as compared to HNEC on the classical and intermediate monocyte subsets isolated from VL patients. There were no significant differences for these 2 subsets between VL patients at EoT and HNEC; or between VL patients at ToD and EoT and HNEC on non-classical monocytes (Fig 2 and Table 3). Of note, the intermediate monocytes from VL patients expressed the highest levels of CD40 as compared to the classical and the non-classical monocytes at both time points. The MFI of CD40 was similar on all three subsets of monocytes from HNEC (S1 Table).\nPBMCs were purified from VL patients at ToD (n = 20) and EoT (n = 20) and from HNEC (n = 10) as described in Materials and Methods. The expression levels (MFI = Median Fluorescence Intensity) of CD40 were measured on the different monocyte subsets by flow cytometry as described in Materials and Methods (S1B, S2B and S3B Figs). Each symbol represents the value for one individual and the straight line represents the median. Statistical differences shown on this figure between VL patients at ToD and EoT and HNEC were determined by Dunn’s multiple comparisons test. ToD = Time of Diagnosis; EoT = End of Treatment; HNEC = healthy non-endemic controls.\nCD80 MFI was significantly higher on classical and intermediate monocytes from VL patients at ToD as compared to HNEC and between ToD and EoT on intermediate monocytes. There were no significant differences between VL patients at EoT and HNEC; or between VL patients at ToD and EoT and HNEC on non-classical monocytes (Fig 3 and Table 4). The classical monocytes from VL patients at EoT and ToD and from the HNEC expressed the lowest levels of CD80 (S2 Table).\nPBMCs were purified from VL patients at ToD (n = 17) and EoT (n = 17) and from HNEC (n = 10) as described in Materials and Methods. The expression levels (MFI = Median Fluorescence Intensity) of CD80 were measured on the different monocyte subsets by flow cytometry as described in Materials and Methods (S1C, S2C and S3C Figs). Each symbol represents the value for one individual and the straight line represents the median. Statistical differences shown on this figure between VL patients at ToD and EoT and HNEC were determined by Dunn’s multiple comparisons test. ToD = Time of Diagnosis; EoT = End of Treatment; HNEC = healthy non-endemic controls.\nCD86 was significantly lower on non-classical monocytes at ToD as compared to EoT. All the other comparisons were not significant (Fig 4 and Table 5). Whereas intermediate and non-classical monocytes from HNEC and VL patients at EoT expressed higher levels of CD86 as compared to the classical monocytes (Table S3), at ToD, the intermediate subsets expressed the highest levels of CD86 (S3 Table).\nPBMCs were purified from VL patients at ToD (n = 20) and EoT (n = 20) and from HNEC (n = 10) as described in Materials and Methods. The expression levels (MFI = Median Fluorescence Intensity) of CD86 were measured on the different monocyte subsets by flow cytometry as described in Materials and Methods (S1D, S2D and S3D Figs). Each symbol represents the value for one individual and the straight line represents the median. Statistical differences shown on this figure between VL patients at ToD and EoT and HNEC were determined by Dunn’s multiple comparisons test. ToD = Time of Diagnosis; EoT = End of Treatment; HNEC = healthy non-endemic controls.\nResults presented in Fig 5 and Table 6 show that at ToD, PD-L1 expression levels on all three different subsets were significantly higher as compared to those from HNEC. PDL-1 MFI decreased significantly at EoT on classical and intermediate, but not on non-classical monocytes. There were no significant differences in PD-L1 MFI between EoT and HNEC in all three monocyte subsets. Whereas intermediate and non-classical monocytes from HNEC and VL patients at EoT expressed higher levels of PD-L1 as compared to the classical monocytes (S4 Table), at ToD, the intermediate expressed the highest levels of PD-L1 (S4 Table).\nPBMCs were purified from VL patients at ToD (n = 20) and EoT (n = 20) and from HNEC (n = 10) as described in Materials and Methods. The expression levels (MFI = Median Fluorescence Intensity) of PD-L1 were measured on the different monocyte subsets by flow cytometry as described in Materials and Methods (S1E, S2E and S3E Figs). Each symbol represents the value for one individual and the straight line represents the median. Statistical differences shown on this figure between VL patients at ToD and EoT and HNEC were determined by Dunn’s multiple comparisons test. ToD = Time of Diagnosis; EoT = End of Treatment; HNEC = healthy non-endemic controls.",
    "Discussion": "Our results show that the percentages of classical, intermediate and non-classical monocytes in the blood of VL patients are similar at ToD and EoT. However, the expression levels of CD40, CD80, CD86 and PD-L1 vary on the different monocyte subsets and some of these markers change their expression levels at the end of anti-leishmanial treatment. Our results also show that at EoT, all of these markers are back to similar levels as those from HNEC.\nCD40 is a member of the tumor necrosis factor (TNF) receptor family and is expressed on B cells, monocytes, dendritic cells, macrophages as well as on non-hematopoietic cells such as fibroblast (summarised in [26]). Its ligand, CD40L, is predominantly expressed on activated T and B cells and on platelets and can be shed (soluble CD40L (sCD40L)). CD40/CD40L interaction stimulates cells to produce chemokines and cytokines, and upregulate co-stimulatory and adhesion molecules, as well as enzymes, such as matrix metalloproteinases [27,28].\nLittle is known about CD40 expression on monocytes in VL patients. The levels of the soluble form of its ligand, sCD40L, have been shown to be lower in plasma of HIV/VL patients as compared to patients with HIV asymptomatically co-infected with Leishmania parasites [29]. De Oliveira et al. showed that Leishmania infantum-infected macrophages exposed to sCD40L harbour less parasites [30]. High levels of sCD40L in serum are associated with successful anti-leishmanial treatment [31]. Here we show that CD40 MFI is increased on both classical and intermediate monocytes at ToD and decreased at EoT. CD40 is expressed at low levels on monocytes and its upregulation is associated to inflammatory conditions such as atherosclerosis [32], multiple sclerosis [33] and tuberculosis [34]. It is therefore possible that the increased CD40 MFI measured on monocytes isolated from VL patients at ToD is a result of the high level of inflammatory cytokines we measured in the plasma of these patients [35]. The levels of CD40 MFI could also be increased as a positive feedback loop to boost T cell responses, as these are inefficient during the active phase of VL [35]. At EoT, CD40 expression levels decreased, concomitantly with a partial restoration of T cell response and lower levels of inflammatory cytokines [35]. Since CD40 was upregulated on classical and intermediate, but not on non-classical monocytes, these results suggest that the latter subset might not be as important in T cell activation via CD40.\nCD80 and CD86 bind to two receptors on the surface of T cells: CD28 and cytotoxic T-lymphocyte associated protein 4 (CTLA-4). The interaction with CD28 results in T cell activation and that with CTLA-4 in T cell suppression [36]. CD80 binds more efficiently to CTLA-4 as compared to CD28, and CD86 binds to both receptors less efficiently than CD80 [37]. It has also been shown that CD80 can interact with PD-L1 and thereby prevent the binding of PD-1 with PD-L1 [38]. Here we show that the expression levels of CD80 were higher at ToD on classical and intermediate monocytes. Since CD80 has a higher affinity to CTLA-4, this might contribute to the impaired antigen-specific responses observed at ToD [35]. CD86 was significantly higher on non-classical monocytes at EoT as compared to ToD. This suggests that non-classical monocyte might play a role in T cell activation via CD86 at ToD.\nWe have recently shown that PD-L1 was increased on all three subsets of monocytes at ToD [23]. Here we extended these results to EoT and show that PD-L1 was significantly decreased on classical and intermediate monocytes. This concurs with the more efficient immune response observed at EoT in VL patients, and indeed, our previous results show that PD1 was also lower on CD4+ T cells at EoT [35].\nIn summary our results show for the first time that that monocytes isolated from VL patients in Ethiopia upregulate both co-stimulatory and inhibitory molecules during VL and that at EoT, these levels are similar to those of HNEC. We haven’t measured the levels of CD28, CD40L and CTLA-4 on T cells at ToD and EoT. All these molecules exist as a soluble form and could interact with their receptors on monocytes: for example, sCTLA-4 could interact with CD80/86 and thereby prevent the binding with CD28 and T cell activation, as shown in autoimmune diseases [39]. The interaction of the inhibitory molecules PD-1 and PD-L1 is better characterised in VL: we have recently shown that IFNγ production is improved by inhibition of PD-1/PD-L1 ligation [23]. Therefore, the high expression of both molecules at ToD and their lower expression at EoT is in agreement with the efficiency of the immune response at these two time points [35].\nEven though monocytes can be broadly divided into classical, intermediate and non-classical subsets based on the expression levels of CD14 and CD16, discrepancies, as well as redundancies in effector functions have been shown between the different subsets (summarised in [10]). Recently, more subsets have been identified with techniques including mass cytometry [40] and by using other markers such as CD62L, CD49d and CD43 and size [41]. Due to the heterogeneity of monocytes, conducting more detailed functional and phenotypic analyses of the different subsets will contribute to a better understanding of the role of these cells in the immunopathology of visceral leishmaniasis."
}