{
    "Introduction": "Snakebite envenomation results from the inoculation of toxins in the venom of snakes into humans or animals and is considered a major public health issue, mainly in countries of Asia, Africa, Oceania and Latin America [1–3]. In the Brazilian Amazon, Bothrops snakebites stand out due to the large number of cases reported annually, and predominately affects rural workers involved in farming, forestry and hunting [4,5].\nBothrops envenomation is characterized by local and systemic effects. Venom-induced consumption coagulopathy is a hallmark of systemic envenomation, resulting in ischemic and hemorrhagic manifestations [6]. Local tissue damage can occur through direct action of venom toxins on the tissue, as well as through the acute inflammatory activity promoted by such components, leading to pain and edema [7–10]. Local complications such as blisters and necrosis are relatively common and may cause permanent damage to the patient [11–13]. Furthermore, secondary bacterial infections affect 40% of Bothrops envenomations in the Brazilian Amazon [12].\nBothrops venom consists of a complex mix of toxins composed primarily of snake venom metalloproteinases (SVMPs), serine proteases (SPs), phospholipases A2 (PLA2) that lead to the pathophysiological effects of envenomation [14]. MPs are the major components of Bothrops atrox venom and act mainly by degrading extracellular matrix components, causing damage to the basement membrane of capillaries and the dermal-epidermal junction, while others activate components of the coagulation system and trigger the release of inflammatory mediators [9,15–18].\nThe local tissue damage caused by Bothrops venom leads to important histological changes. Studies carried out in animal models showed the action of the venom in destroying muscle tissue and peripheral nerves [19–21]. In addition, the inoculation of the venom into the skin of mice demonstrated the rapid action of the venom in the destruction of components of the dermis and dermal-epidermal layer [22]. However, studies reporting pathological findings from patients are scarce and focused on systemic effects. For example, in a case of a patient bitten by Bothrops jararacussu, alveolar hemorrhage and edema with multiple fibrin thrombi present in microcirculation of lungs were reported [23]. Additionally, a case series of 29 B. jararacussu snakebites presented, among microscopical findings, acute tubular and bilateral renal cortical necrosis, diffuse glomerulonephritis, thrombi in small arteries, arterioles and glomerular capillaries of the kidney, as well as infiltration of polymorphonuclear cells in hepatic sinusoids and portal tracts [24]. However, few studies have reported on the local effects of envenomation in snakebite patients in the region. Consequently, in this study, we describe the dermatopathological findings observed in a series of 22 patients diagnosed with Bothrops atrox envenomation treated in a tertiary hospital of Manaus, in the Brazilian Amazon.",
    "Material and methods": "Ethics statement\nThis study was approved by the ethics committee of the Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), the reference hospital for the treatment of animal envenomation in Manaus, Western Brazilian Amazonia (CAAE: 19380913.6.3001.0005). Participants gave written consent after receiving information about the study objective and procedures.\n\n\nStudy design and participants\nThis is a retrospective case series of dermatopathological findings using clinical, laboratory and histopathological data observed in 22 patients diagnosed with Bothrops atrox envenomation at FMT-HVD from August 2014 to August 2016. Patients were eligible if admitted to the hospital with less than 24 hours after the bite, without antivenom therapy in another hospital and without any sign of secondary infection at that time. On admission, Bothrops atrox snakebites were diagnosed based on clinical and epidemiological characteristics or, when the patient brought the snake responsible for the envenomation. Snake identification was performed by a zoologist from the FMT-HVD research group using a validated taxonomic key [27]. B. atrox is the only species of this genus in the study region [25,26]. Antivenom treatment was given to all patients according to clinical severity following the guidelines of the Brazilian Ministry of Health [28] and cases were classified as (1) mild: local pain, swelling, and bruising; (2) moderate: local manifestations without necrosis and minor systemic signs (coagulopathy and bleeding, no shock); or (3) severe: life-threatening snakebite, with severe bleeding, hypotension, shock, and/or acute kidney failure. Antivenom treatment was given 30 minutes after premedication with intravenous hydrocortisone (500 mg), intravenous cimetidine (300 mg), and oral dexchlorpheniramine (5 mg) (standardized according to local guidelines). Patients underwent local wound care, i.e., daily cleaning with 0.9% saline. Per the hospital protocol for pain, 1 g of intravenous metamizole every 6 hours was given on demand. Persistent intense pain was treated with 100 mg of intravenous tramadol.\nThe affected limb was treated in the most comfortable position, according to patient preferences. When present, blisters were aspirated, necrotic tissue was surgically debrided, abscesses were drained, and antibiotic treatment was given accordingly.\n\n\nEpidemiological and laboratory data collection\nAfter inclusion of the patient, demographic and epidemiological data were collected using a standardized form. Baseline data included information on sex, age (in years), area of occurrence (urban or rural), anatomical site of the bite, time elapsed from bite to medical assistance (in hours), and preadmission treatments (use of topical or oral medicines, use of tourniquet and other procedures).\nLaboratory tests were performed according to FMT-HVD service routine and the Brazilian National Program of Quality Control (NPQC) and included the following variables and its reference values: leukocyte count (4.000 to 10.000/mm3), platelet count (150.000 to 450.000/mm3), hemoglobin (12,5 to 15,5 g/dl), creatine kinase (24 to 190 U/L), lactate dehydrogenase (211 to 423 U/L), Lee-White clotting time (5 to 10 minutes) and fibrinogen (180 to 350 mg/dL). All demographic, clinical, and laboratory information was collected through a standardized clinical registration form (REDCap, Vanderbilt University).\n\n\nClinical evaluation\nA clinical characterization was performed on admission and over the course of patient follow up. The presence of pain, fang marks, edema, erythema, ecchymosis, serum secretions, and perilesional bleeding was assessed. The extent of edema in the affected limb was also evaluated by measuring the distance between the distal and proximal points showing swelling. Edema was classified as mild (affecting 1–2 limb segments), moderate (affecting 3–4 segments) and severe (affecting more than 5 limb segments). Also, patients’ clinical evolution regarding emerging of local complications such as necrosis, blisters, secondary infection (defined as the presence of cellulitis and/or abscess) and compartment syndrome were also collected. Any systemic signs and symptoms, such as systemic bleeding, acute kidney failure, headache, dizziness, and vomiting, were recorded.\n\n\nSkin sample collection\nSkin biopsies were collected from the bite and local tissue damage area of all individuals included, but only after reversal of venom-induced consumption coagulopathy (where present) to mitigate the risk of bleeding and if the patient presented suggestive signs of local complications (e.g., necrosis, secondary infection). After local asepsis and antisepsis, lidocaine 2% was applied as a topical anesthesia. Then, a punch biopsy of 4 mm was performed. In patients who underwent surgical procedures such as debridement or placement of Penrose drain, a sample of tissue was collected at that moment by a dermatologist. Tissue samples were then immersed in formalin 10% for fixation.\n\n\nHistopathological data\nTissue slides were reviewed by two blinded pathologists (L.C.L.F and M.F.d.R) and a severity grading was applied based on the number of cells and other alterations that comprised the microscopic field, divided into 3 equal parts, at 200x magnification using 0500R microscope from OPTICOM. Severity grade of inflammatory infiltrate, fibrin thrombi, edema, congestion, and hemorrhage were classified as mild (1/3 of microscopic field comprised), moderate (2/3) and severe (3/3).\nSections were stained with hematoxylin-eosin and microscopical variables considered in evaluation, based on available dermatopathology textbook data, experimental and review literature data on snakebite envenomation local pathology [8,29,30]. These were as follows: changes in the epidermis (hyperkeratosis; acanthosis; exocytosis; spongiosis; blister formation; thinning and detachment of the epidermis), as well as in the dermis and hypodermis (hemorrhage; inflammatory infiltrate—presence of histiocytes, lymphocytes, eosinophils, other granulocytes, or plasma cells—edema, congestion; collagen alterations; vascular damage; fibrin thrombi; necrosis, signs of infection and signs of tissue repair).\n\n\nData analysis and presentation\nDescriptive analysis was performed using Stata (v13.0). Median and interquartile range was used in continuous data and percentile frequency distribution was used for categorical variables presented in text. Tables were used to present an individual description of all patients’ demographic, clinical, laboratory and histopathological data. Figures were constructed based on patients who presented a variety of clinical and histopathological (macroscopical and microscopical) features.",
    "Results": "Participant characteristics\nThe study population consisted of 22 patients who underwent biopsy. Table 1 summarizes the features of the study population. Males were predominant (77.3%), the mean age was 37 years (range, 18–63 years), and most participants lived in rural areas (90.9%). Lower limbs were the most affected region by the bite (72.3%). The average time from bite to medical care was 4 hours (IQR 3–5 hours) and 15 (68.2%) patients used a product and/or did a procedure on the bite site prior to arrival at medical care.\nAll patients presented pain and edema on admission. Edema was classified as moderate in 11 cases (50%), mild in 8 (36.4%) and severe in 3 (13.6%). Other frequent local findings were perilesional bleeding (72.3%) and ecchymosis (22.7%). Systemic alterations were observed in 13 patients (59.1%). Headaches were the most common (40.9%), followed by nausea (18.2%). Moreover, vomiting, sweating, and dizziness were present in 2 cases each (9.1%), and tachycardia and anuria, each observed in 1 case (4.5%). Seven cases (31.8%) presented systemic bleeding, with 4 cases (18.2%) of gum bleeding, and hematuria, hemoptysis, and hematochezia observed in 1 case each (4.5%). Most cases were classified as moderate (63.6%), followed by mild (22.7%) and severe (13.7%). Regarding laboratory findings, blood was incoagulable in 13 patients (59.1%), and fibrinogen was below the reference value in 14 (63.3%) cases. Creatine kinase and lactate dehydrogenase activities were above the reference value in 11 (50%) and 4 (18.2%) patients, respectively. Hemoglobin levels were below the reference value in 1 patient (4.5%) and values above the reference range of leukocyte counts were observed in 16 patients (72.3%). Additionally, 2 patients (9.1%) presented with thrombocytopenia and 1 (4.5%) with thrombocytosis.\n\n\nClinical and laboratory findings on the day of tissue collection\nTable 2 presents the laboratory and clinical features of Bothrops snakebite patients on the day of tissue collection, as well as their histological alterations. On the time between snakebite and biopsy, although there was variation among patients, most procedures were performed during the first 4 days (90.9%) after the snakebite (6 patients on days 1 and 2, and 4 patients on days 3 and 4) (Figs 1, 2 and 3). One patient underwent biopsy on day 5 and another on day 8 (Figs 4 and 5). Most patients had no systemic alterations, but in 2 cases we observed acute kidney injury (50%) and diarrhea (50%). Laboratory findings showed normal clotting time (CT) in all patients. Moreover, 17 (77.2%) patients had fibrinogen levels evaluated on biopsy day, and 8/17 (47%) presented levels above the reference values, whereas 1 (5.88%) patient had lower values. Creatine kinase and lactate dehydrogenase were above normal range levels in 9/22 (40.9%) and 4/21 (19%) patients, respectively. Leukocytosis was observed in 7 (21.8%), and thrombocytopenia in 2 (9%). Also, hemoglobin levels were increased in 3 patients (13.6%) and below reference values in 6 (27.2%) cases. Regarding clinical local features, edema was observed in all patients, varying from mild (54.5%), to moderate (27.7%) and severe (18.1%). Other common findings were fang marks (63.6%), secondary infection (36.3%), ecchymosis (31.8%) and erythema (22.7%), while blistering and necrosis were also present in a small number of patients, specifically 3 (13.6%) and 1 (4.5%), respectively (Figs 1A–5A).\nThe time elapsed between snakebite and antivenom treatment was 8 hours. A. Lower right limb presenting moderate edema, ecchymosis, and biopsy suture (black circle) on day 4 after envenomation. B. Skin biopsy showing severe inflammatory infiltrate (black arrow), hemorrhage (blue arrow) and moderate vascular damage (inset) on hypodermis (HE, 100X). C. A magnified view of the erythrocytes (black arrow) and vascular damage (blue arrow) is shown in the inset (HE, 400X).\nAlcohol was used as a self-care procedure at the bite site and the time elapsed between snakebite and antivenom treatment was 17h30min. A. Lower right limb presenting hemorrhagic blister (black circle) on day 4 after envenomation. B. Skin biopsy showing severe spongiosis that evolved to hemorrhagic blister and neutrophil exocytosis (HE, 100X). C. A magnified view of the neutrophil exocytosis (black arrow) is shown in the inset (HE, 400X). D. Vascular damage (black arrow) in the dermis (HE, 400x). E. Dermis and hypodermis presenting severe inflammatory infiltrate (black arrow) (HE, 100x). F. Inset showing a magnified view of fibrin thrombi (black arrow) in the deep dermis (HE, 400x).\nPirarucu’s fat (Arapaima gigas) was used as a self-care procedure at the bite site and the time elapsed between snakebite and antivenom treatment was 5 hours. A. Lower left limb presenting mild edema and bleeding (black circle) on hospital admission. B. Hypodermis presenting severe necrosis (black arrow) (HE, 200X). C. Skin biopsy showing moderate dermal edema (black arrow), vascular damage (blue arrow), moderate hemorrhage and inflammatory infiltrate on hypodermis (HE, 100X). D. A magnified view of the inflammatory cells (black arrow) and erythrocytes (blue arrow) is shown in the inset (HE, 400X).\nA tourniquet was applied as a self-care procedure near the bite site and the time elapsed between snakebite and antivenom treatment was 4 hours. A. Lower left limb presenting cellulitis (black circle) on day 6 after envenomation. B. Skin biopsy showing moderate spongiosis (black arrow) (HE, 200X). C. Deep dermis presenting severe abscess (black circle), vascular damage and fibrin thrombi (HE, 100X). D. Vascular damage (black arrow) and severe inflammatory infiltrate (blue arrow) in the deep dermis (HE, 400x).\nAn infusion of different plants in vegetal oil, known as “balsam”, was made as a self-care procedure at the bite site and the time elapsed between snakebite and antivenom treatment was 6 hours. Tissue damage evolution and microscopical alterations observed after envenomation. A1. 2 days after snakebite presenting severe edema (from hand to upper arm) snakebite marks (black circle), serum secretion and blister formation. A2. Day 3 with severe edema, blisters on dorsal region spreading to hand palm and necrotic area (black circle). A3. Day 4 with edema, blisters, and necrosis on snakebite side (black circle). A4. Day 6 with edema, blisters with pus, necrosis on the snakebite site (black circle). A debridement was made to remove necrotic area on day 8. Tissue samples for histological analysis were obtained at that moment. B1. Biopsy presenting severe irregular acanthosis (black arrow) (HE, 100x). B2. Mixed inflammatory infiltrate (black arrow) and formation of new capillaries (blue arrow) responsible for collagen production in tissue repair process (HE, 100x). B3. Mixed inflammatory infiltrate (black arrow) and formation of new capillaries (blue arrow) (HE, 200x) B4. Activated fibroblasts (black arrow) (HE, 200x).\n\n\nHistopathological findings in Bothrops snakebite patients\nOn histopathological evaluation, out of 22 patients only 9 (40.9%) showed epidermal alterations. Spongiosis was observed in 3 cases (33.3%), with hyperkeratosis and acanthosis in 2 (22.2%) cases each (Figs 2, 4 and 5). Also, hyperplasia was found in 1 (11.1%) patient, as well as hemorrhagic intraepidermal blister with neutrophil exocytosis (11.1%) (Fig 2C) and severe epidermis necrosis (11.1%). One case had no epidermis but was attributed to technical artifacts rather than a consequence of snakebite envenomation. Changes in dermis and hypodermis consisted mainly of hemorrhage, inflammatory infiltrate, vascular injury, edema, and congestion, although there were cases of collagen damage, necrosis, abscess, and presence of granulation tissue signalizing repair (Table 2).\nHemorrhage was found in 15 out of 22 (68.1%) patients and could be observed as mild (46.6%), moderate (20%) or severe (33.4%). Edema and congestion were described in 18 cases (81.8%), classified as mild (44.4%), moderate (44.4%) and severe (11.2%). Moreover, inflammatory infiltrate (II) was present in 21 (95.4%) patients as mild (33.4%), moderate (23.8%) and severe (42.8%) (Figs 1B and 4D). Regarding the type of II, in 8 (38%) cases granulocytes and neutrophils were the most common cell types, with 2 (9.5%) cases of eosinophilic infiltration, whereas in 3 (14.2%) patients, histiocytes and lymphocytes were the main character. Also, 10 (47.6%) cases revealed a mixed type of inflammatory infiltration (Fig 5B3) (Table 2).\nIn 12 (54.5%) patients some variety of vascular injury, e.g vasculitis, thickening of wall blood vessel, and/or microvascular damage, was observed (Figs 1–4), and formation of fibrin thrombi in vessel lumen was also present in 8 cases (36.3%) (Figs 2D and 4D), classified as mild (50%), moderate (37.5%) and severe (12.5%). Furthermore, other histopathological findings of the collected biopsies included collagen alterations (13.6%), in addition to necrosis (18.1%) (Fig 3B), abscess on the hypodermis (9%) (Fig 4C), and signs of tissue repair (13.6%) (Fig 5B4) (Table 2).\nThe histopathological findings described above could be observed separately or simultaneously in patients. For example, patient #12, a severe case of envenomation whose biopsy was performed 2 days after snakebite, presented with hemorrhage, inflammatory infiltrate, edema, congestion, vascular injury with thrombi formation and collagen damage such as fibers lysis, hyaline necrosis, and skin appendage necrosis. Likewise, patient #22, also a severe case but with biopsy performed 8 days after envenomation, showed irregular acanthosis, hemorrhage, edema, congestion, mixed inflammatory infiltration and granulation tissue, this last feature probably related to the later time in which the biopsy procedure was performed (Table 2 and Fig 6).\nPatients were distributed in ascending order of time (in hours) from bite to the day of biopsy procedure.\nThe histopathological features described in this study were non-specific in relation to snakebite classification or the time elapsed between envenomation and biopsy. Interestingly, persistence of distinctive histological patterns could be observed in almost all patients. Hemorrhage and inflammatory infiltrate were among the most common alterations and were found even 8 days after snakebite and antivenom administration, as well as dermal edema and congestion. Vascular damage and fibrin thrombi were also present in 12 and 8 patients, respectively, on different days of evaluation and degrees of severity. Furthermore, necrosis was observed in a small number of patients, as well as abscess formation, established as a sign of infection in dermis or hypodermis. Lastly, granulation tissue was observed in patient #22 at day 8 (196 hours) after envenomation, which was expected as the processes of tissue repair are already in place. However, in patients #2 and #8, whose biopsy took place within 2 days after snakebite, signs of tissue repair could also be observed; a circumstance that requires further investigation (Fig 6).\nThe stratification of the 22 patients included in this study into subgroups for comparison did not allow us to observe any significant difference in histopathological findings according to sex, age, severity classification, time to medical assistance, time from bite to biopsy, first aid used, clinical manifestations, and CK and LDH increase.",
    "Discussion": "Tissue damage is an important feature in Bothrops envenomation, especially when it comes to human envenomation. Manifestations such as pain, edema, erythema, bleeding, and ecchymosis are relatively common and the emerging of complications like secondary infection, blisters, necrosis and compartment syndrome can lead to important consequences to the victims [12,31–33]. Here we presented a case series of dermatopathological findings in patients of Bothrops snakebites that occurred in the Brazilian Amazon.\nLocal and systemic manifestations in Bothrops envenomation may result from cytotoxic activities of venom toxins or the inflammatory process in response to tissue damage [34]. Direct action of venom includes degradation of extracellular matrix and/or components of the basement membrane, and hemostatic effects that contribute to bleeding disorders, vascular damage, and tissue destruction. Such effects also induce the production and activation of endogenous mediators that aim to act in regenerative process but can also enhance harmful tissue alterations [9,15–17,35,36]. These actions contribute to the pathophysiological effects observed in envenomation and changes in laboratory parameters presented by patients, which reflect both its systemic dynamics and extensive local damage promoted by the venom.\nAs a consequence to hemostatic effects caused by Bothrops venom, altered clotting time and low, or undetectable, fibrinogen levels are common features observed in patients on the first hours after envenomation and tend to normalize by 24 hours after antivenom administration [37], a similar situation observed in our study. Although, on biopsy day, fibrinogen levels presented higher levels than normal range. Fibrinogen is an acute phase protein, and its serum concentration may be increased in inflammatory and infectious conditions that are associated to vascular damage [38]. Furthermore, leukocytosis is also normally observed and is possibly related to the onset of inflammation caused by snakebite envenomation [39]. Changes in values of creatine kinase (CK) and lactate dehydrogenase (LDH) are relatively common findings in Bothrops envenomation. In our study, alterations in these parameters were observed both at admission and biopsy day. Previous studies carried out in Amazonas State reported high levels of CK and LDH in the first moments after envenomation, and LDH may reflect tissue damage in patients evaluated at extended time intervals [12,40,41].\nResults reported in our case series regarding local manifestations are similar to other clinical studies of Bothrops envenomation conducted in Acre and Amazonas States, in which pain and edema were present in 40% of cases [12]. Blisters were observed in 10.2% of patients, as well as necrosis in 2.5%, and high frequence of secondary infection, reported in 40% of envenomation cases [12,42–44]. Local damage is a distinctive characteristic of Bothrops snakebites, with acute signs, like pain and edema, making an early appearance and others, such as blister formation, emerging well after envenomation. Nevertheless, all manifestations represent important findings and its evolution should be evaluated at all moments to establish patients conditions and recovery [45,46].\nRegarding histological findings, epidermal alterations such as spongiosis, acanthosis and hyperkeratosis were the most common signs observed in our cases series, with isolated cases of hyperplasia, hemorrhagic intraepidermal blister and severe necrosis. These findings are similar to those reported in animal models and other types of envenomation [47,48]. As regarding humans, a case report on a fatal envenomation by Naja kaouthia have shown postmortem skin histopathology. The patient presented puncture wound in the forearm, that reached the epidermis layer, with necrosis of the epidermis and necrosis of the underlying dermis. Microscopic examination revealed areas of necrosis and acute inflammation in the skin and subcutaneous tissue sections. Acute vascular congestion was apparent in multiple separate tissue sites, with focal necrosis in vessels [49].\nOn hyperkeratosis and hyperplasia, this finding may be related to both envenomation, biopsy site and patients’ habits, since many of them work in the field and the friction generated by this type of activity, as well as exposure to chemical aggressive compounds, can lead to an increase in the stratum corneum and/or other nonkeratinized skin layers [50]. In vitro and animal model studies have already reported the cytotoxic effect of L-amino acid oxidase (LAAOs), which is present in Bothrops venom, on human keratinocytes [51] and the destruction of the ECM that forms the dermo-epidermal junction by SVMPs [22,52]. Therefore, the presence of acanthosis may be related to the hyperproliferation of keratinocytes in response to envenomation [53]. Spongiosis probably occurred due to the increase in vascular permeability promoted by the release of inflammatory mediators after ECM destruction, while formation of subepidermal blisters is likely mainly due to the degradation of basement membrane (BM) components that connect epidermis to dermis, as already reported in human and experimental studies using Bothrops venom, and other types of envenomation [8,22,54–56].\nRegarding our observed changes in the dermis and hypodermis, erythrocyte extravasation and influx of leukocytes, causing infiltration in the tissue, are commonly reported in animal model studies as well as human envenomation [13,30,53,57]. These changes occur from the hydrolysis of BM components of microvasculature which, combined with normal biophysical forces, lead to blood capillary destruction. Furthermore, the inflammatory response that results from envenomation contributes to the accumulation of leukocytes in situ, and production of bioactive molecules, such as cytokines, chemokines, growth factors and reactive oxygen species (ROS), that play an important part in local deleterious effects. Also, local hypoxia due to capillary obstruction or destruction may also be responsible for such alterations [13,15,57–61].\nCollagen modifications, which were also reported in our study, may result from direct action of the venom as well as the action of endogenous proteinases, mainly matrix metalloproteinases (MMPs), which participate in physiological processes, but can have increased activity in response to inflammation following envenomation. Degradation of fibrillar collagens, mainly collagen types I and III, that compose connective tissue are most likely to happen by the latter process [13,62]. Furthermore, other alterations such as vascular damage, may originate from venom hemorrhagins (i.e. SVMPs) disrupting microvascular structure and stimulating acute inflammatory responses, leading to leukocytes infiltration in situ. Also, formation of fibrin thrombi was reported, and probably appears due to a prothrombotic state induced by hypercoagulability related to venom activity. In Bothrops envenomation, bleeding and thrombosis can appear simultaneously, a characteristic that was also observed in our patients [6,10,57,63,64].\nFinally, formation of granulation tissue, an important component of the wound healing process, was also observed. Generally, tissue repair can occur with effective epithelial regeneration and revascularization resulting in restored skin integrity. However, in some cases, a deficient process may be present leading to fibrosis and scarring, as well as loss of function or nonhealing chronic wounds, e.g. as seen in diabetic foot ulcers. A study carried out in Sri Lanka with patients presenting with chronic wounds more than one month old after envenomation by the vipers Daboia russelii and Hypnale spp. and the cobra Naja naja concluded that granulation tissue and vascular proliferations were more present in snakebite wounds, when comparing them to other wounds of different etiology [65–67]. Although our work did not report patients with any chronic wounds, these literature findings reinforce the role of snakebite envenomation as a cause of disability and highlight the need for easy and rapid access to antivenom therapy, along with better clinical management of local tissue damage.\nCurrently the only treatment for snakebite envenomation is antivenom therapy, which effectively neutralizes systemic alteration [68]. On the other hand, local tissue damage resulting from envenomation may continue to progress even after treatment [11]. In a study conducted in patients with blisters formed after Bothrops envenomation, Gimenes et al. demonstrated the presence of antivenom and venom in blister fluids, with a higher concentration of antivenom, suggesting that there is complex formation in a local setting [11]. Therefore, the local damage observed in patients initially may be related to venom action, but later may be carried out by pro-inflammatory endogenous pathways, that are activated after envenomation [69]. This feature also highlights the importance of immediate treatment after snakebite, since this time gap may play an important role in the clinical prognosis of patients [70,71]\nThe authors understand the importance of identifying clinic-epidemiological variables associated to the histopathological findings, however the design of our study is a case series, with descriptive results from a limited number of cases. Our observations do not necessarily mean that dermatopathological alterations are not dependent on the characteristics mentioned above, but they may reflect a type II error likely to occur when sample sizes are too small. Although case series design is not considered the strongest source of evidence for clinical decisions, those are particularly important to provide descriptive novelty and contributes to building knowledge and generating hypotheses. The results presented here are essential to understand local injury at a clinical and histological level and serve as a basis for future studies concerned to the cause, development and structural/functional changes of the local Bothrops envenomation.\n\nConclusion and perspectives\nTissue damage caused by Bothrops envenomation leads to important histopathological alterations in patients, which could be related to both direct venom activity as well as inflammatory responses resulting from envenomation, or the establishment of an infectious process. Even though the histopathological features show non-specific patterns corresponding to snakebite classification or time window of envenomation and biopsy, the persistence of findings such as hemorrhage, inflammatory infiltrate, dermal edema and congestion, even days after antivenom administration, could indicate that after the first stimuli of venom, inflammation plays a major role in the progression of tissue damage. Nonetheless, histopathological analyses of human skin lesions can enlighten the pathological, and endogenous, effects of local envenomation and possibly open ways to novel treatments, adjuvants or changes in clinical management that lead to better outcomes for patients."
}