{
    "Title": "Diagnosis of Schistosoma infection in non-human animal hosts: A systematic review and meta-analysis",
    "URL": "https://doi.org/10.1371/journal.pntd.0010389",
    "Published": "May 6, 2022",
    "Subject_Areas": [
        "Schistosoma",
        "Diagnostic medicine",
        "Parasitic diseases",
        "Enzyme-linked immunoassays",
        "Schistosoma japonicum",
        "Schistosoma mansoni",
        "Veterinary diagnostics",
        "Metaanalysis"
    ],
    "Authors": {
        "Song Liang": [
            "Department of Environmental and Global Health, College of Public Health and Health Professions, University of Florida, Gainesville, Florida, United States of America",
            "Emerging Pathogens Institute, University of Florida, Gainesville, Florida, United States of America"
        ],
        "Keerati Ponpetch": [
            "Department of Environmental and Global Health, College of Public Health and Health Professions, University of Florida, Gainesville, Florida, United States of America",
            "Emerging Pathogens Institute, University of Florida, Gainesville, Florida, United States of America",
            "Sirindhorn College of Public Health Trang, Faculty of Public Health and Allied Health Sciences, Praboromarajchanok Institute, Trang, Thailand"
        ],
        "Yi-Biao Zhou": [
            "School of Public Health, Fudan University, Shanghai, People’s Republic of China"
        ],
        "Jiagang Guo": [
            "Department of Control of Neglected Tropical Diseases, World Health Organization, Geneva, Switzerland"
        ],
        "Berhanu Erko": [
            "Aklilu Lemma Institute of Pathobiology, Addis Ababa University, Addis Ababa, Ethiopia"
        ],
        "J. Russell Stothard": [
            "Department of Tropical Disease Biology, Liverpool School of Tropical Medicine, Merseyside, United Kingdom"
        ],
        "M. Hassan Murad": [
            "Division of Public Health, Infectious Diseases and Occupational Medicine, Mayo Clinic, Rochester, Minnesota, United States of America"
        ],
        "Xiao-Nong Zhou": [
            "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, Shanghai, People’s Republic of China"
        ],
        "Fadjar Satrija": [
            "Department of Animal Infectious Diseases and Veterinary Public Health, Faculty of Veterinary Medicine, IPB University, Bogor, Indonesia"
        ],
        "Joanne P. Webster": [
            "Department of Pathobiology and Population Sciences, Royal Veterinary College, Hertfordshire, United Kingdom"
        ],
        "Justin V. Remais": [
            "School of Public Health, University of California, Berkeley, Berkeley, California, United States of America"
        ],
        "Jürg Utzinger": [
            "Swiss Tropical and Public Health Institute, Allschwil, Switzerland",
            "University of Basel, Basel, Switzerland"
        ],
        "Amadou Garba": [
            "Department of Control of Neglected Tropical Diseases, World Health Organization, Geneva, Switzerland"
        ]
    }
}