{
    "Background": "Programs for schistosomiasis control are advancing worldwide, with many benefits noted in terms of disease reduction. Yet risk of reinfection and recurrent disease remain, even in areas with high treatment coverage. In the search for means to better prevent new Schistosoma infections, attention has returned to an older strategy for transmission control, i.e., chemical mollusciciding, to suppress intermediate host snail species responsible for S. mansoni and S. haematobium transmission. The objective of this systematic review and meta-analysis was to summarize prior experience in molluscicide-based control of Bulinus and Biomphalaria spp. snails, and estimate its impact on local human Schistosoma infection.",
    "Methodology/Principal Findings": "The review was registered at inception with PROSPERO (CRD42013006869). Studies were identified by online database searches and hand searches of private archives. Eligible studies included published or unpublished mollusciciding field trials performed before January 2014 involving host snails for S. mansoni or S. haematobium, with a primary focus on the use of niclosamide. Among 63 included papers, there was large variability in terms of molluscicide dosing, and treatment intervals varied from 3–52 weeks depending on location, water source, and type of application. Among 35 studies reporting on prevalence, random effects meta-analysis indicated that, on average, odds of infection were reduced 77% (OR 0.23, CI95% 0.17, 0.31) during the course of mollusciciding, with increased impact if combined with drug therapy, and progressively greater impact over time. In 17 studies reporting local incidence, risk of new infection was reduced 64% (RR 0.36 CI95% 0.25, 0.5), but additional drug treatment did not appear to influence incidence effects.",
    "Conclusion/Significance": "While there are hurdles to implementing molluscicide control, its impact on local transmission is typically strong, albeit incomplete. Based on past experience, regular focal mollusciciding is likely to contribute significantly to the move toward elimination of schistosomiasis in high risk areas."
}