{
    "Background": "Scrub typhus, a vector-borne zoonotic infection caused by the bacteria Orientia tsutsugamushi, is one of the most common and clinically important rickettsial infections worldwide. An estimated one million cases occur annually with a high case fatality rate. Although scrub typhus is a major public health threat in India, the burden and distribution remains unclear. We aimed to estimate the burden of scrub typhus in India.",
    "Methodology": "We performed a systematic review of published literature on scrub typhus from India to extract information on epidemiology, morbidity, and mortality. Important databases were searched using keywords and appropriate combinations. We identified observational, interventional, and population-based studies and extracted the data to evaluate the number of cases diagnosed using serology or PCR and the number of deaths due to scrub typhus. We conducted a systematic narrative synthesis to summarize included studies.",
    "Principal findings": "In the last decade, there were 18,781 confirmed scrub typhus cases reported in 138 hospital-based studies and two community-based studies. IgM ELISA was used in 122 studies to confirm the cases in majority (89%). The proportion of scrub typhus among acute undifferentiated febrile illness (AUFI) studies was 25.3%, and community seroprevalence was 34.2%. Ninety studies had data published on multiple organ involvement out of which 17.4% of cases had multiple organ dysfunction syndromes, 20.4% patients required ICU admission, and 19.1% needed ventilation. The overall case-fatality rate was 6.3%, and the mortality among those with multi-organ dysfunction syndrome was as high as 38.9%.",
    "Conclusion/significance": "Scrub typhus, a common acute febrile illness in India causing severe morbidity, accounts for a large number of deaths. The burden of the disease has been underappreciated. Early diagnosis and prompt treatment can significantly reduce complications and mortality. Establishing good surveillance and instituting appropriate control measures are urgently needed."
}