{
    "Abstract": "Onchocercidae nematodes are heteroxenous parasites with worldwide distribution, and some of the species associated to animals may present zoonotic potential. Climatic changes and anthropic influences on the environment may result in vectors’ proliferation, facilitating the spillover to humans and/or non-typical animal hosts. The Iguaçu National Park (PARNA Iguaçu), one of the most important Brazilian natural remanescents of Atlantic rainforest, is strongly affected by human activities such as tourism and agriculture. The complexity of this area is especially characterized by the close nexus between the rich wildlife, humans, and domestic animals, especially domestic dogs. Based on this, this research aimed to diagnose the Onchocercidae nematodes in wild carnivores and domestic dogs in the PARNA Iguaçu and the surrounding areas. For this, we collected 162 samples of seven species of wild carnivores and 225 samples of domestic dogs. The presence of microfilariae in the blood samples was diagnosed by the modified Knott’s test and molecular screening, and the specific identification was based on sequencing of the myoHC and hsp70 genes. Microfilariae were detected only in ring-tailed coatis, in which we found five species: Mansonella sp. 1, Mansonela sp. 2, Onchocercidade gen. sp. 1, Onchocercidade gen. sp. 2, and Dirofilaria immitis. The morphological analysis supported the molecular findings. The domestic dogs were parasitized by Acanthocheilonema reconditum, representing a new locality record for this species. Phylogenetic analysis showed high genetic similarity among the four undetermined species and Mansonella spp., Brugia spp., and Wuchereria bancrofti. The presence of D. immitis in ring-tailed coatis may be result of spillover from dogs, even though the parasite was not diagnosed in the sampled dogs. The presence of several undetermined Onchocercidae species indicates the necessity of continuous investigations on wild and domestic animals from Neotropical area, especially considering the growing anthropic influence on forest remnants."
}