{
    "Background": "The human malaria parasite Plasmodium vivax infects red blood cells through a key pathway that requires interaction between Duffy binding protein II (DBPII) and its receptor on reticulocytes, the Duffy antigen/receptor for chemokines (DARC). A high proportion of P. vivax-exposed individuals fail to develop antibodies that inhibit DBPII-DARC interaction, and genetic factors that modulate this humoral immune response are poorly characterized. Here, we investigate if DBPII responsiveness could be HLA class II-linked.",
    "Methodology/Principal Findings": "A community-based open cohort study was carried out in an agricultural settlement of the Brazilian Amazon, in which 336 unrelated volunteers were genotyped for HLA class II (DRB1, DQA1 and DQB1 loci), and their DBPII immune responses were monitored over time (baseline, 6 and 12 months) by conventional serology (DBPII IgG ELISA-detected) and functional assays (inhibition of DBPII–erythrocyte binding). The results demonstrated an increased susceptibility of the DRB1*13:01 carriers to develop and sustain an anti-DBPII IgG response, while individuals with the haplotype DRB1*14:02-DQA1*05:03-DQB1*03:01 were persistent non-responders. HLA class II gene polymorphisms also influenced the functional properties of DBPII antibodies (BIAbs, binding inhibitory antibodies), with three alleles (DRB1*07:01, DQA1*02:01 and DQB1*02:02) comprising a single haplotype linked with the presence and persistence of the BIAbs response. Modelling the structural effects of the HLA-DRB1 variants revealed a number of differences in the peptide-binding groove, which is likely to lead to altered antigen binding and presentation profiles, and hence may explain the differences in subject responses.",
    "Conclusions/Significance": "The current study confirms the heritability of the DBPII antibody response, with genetic variation in HLA class II genes influencing both the development and persistence of IgG antibody responses. Cellular studies to increase knowledge of the binding affinities of DBPII peptides for class II molecules linked with good or poor antibody responses might lead to the development of strategies for controlling the type of helper T cells activated in response to DBPII."
}