{
    "Introduction": "Continuous heavy monsoon rainfall has bought Malaysia’s east coast to a halt as a massive flood struck the region from mid-December 2014 to January 2015. The most affected states were Kelantan, Terengganu, and Pahang. The National Security Council reported that the 2014 flood was the worst in the history of Kelantan. In the same year, Kelantan faced a devastating period of dengue epidemic with a total of 14,456 cases and 17 deaths [1]. The relationship between flooding and dengue incidence is indirect and complex. Flooding can initially wash away mosquito breeding grounds and cause a reduction in the mosquito population. However, stagnant water remaining after the floodwater has receded could serve as a new and ideal breeding ground for mosquitoes, and thus causes a resurgence in the vector population [2], which might increase the risk for disease transmission.\nThe State Health Department has carried out routine prevention and control measures such as Thermal Space Spraying, elimination of larval breeding grounds and Ultra Low Volume spraying to prevent the disease spread in the Kelantan State [3]. This was undertaken primarily to avoid a possible dengue outbreak by considering the status of dengue cases in the previous years and the risks posed by the flood in this State [4]. However, it is noteworthy that community awareness and their participation is equally important as other public health interventions to control and prevent dengue spread and infection [5]. Frequent spraying by public health authorities to monitor the vector population is not adequate to control the disease spread. Dengue is a severe yet preventable disease that relies on source reduction and control programs. One of the ways to achieve this is through community awareness and participation in dengue control programs [6,7]. Community involvement in disease prevention and control is attainable through assessment and improvement of people’s knowledge, attitude, and practice (KAP) regarding dengue.\nThe KAP research design is a widely utilized strategy in diagnosing the current awareness and practices in any diseases and to evaluate the efficiency of any health-related treatments or intervention programs [8]. Providing dengue health education for the community at risk is essential to ensure the understanding of community members in vector biology, disease spread mechanisms and key behaviors that need to be adopted in order to prevent the spread of dengue. Review of literature on dengue health education in dengue-endemic countries has revealed an improvement in knowledge, attitude, and practice. For example, a dengue health education among mothers living in four communes of Southern Vietnam illustrated significant increase in the overall KAP score from pre-KAP to post-KAP [9]. Also, a study conducted among nursing students in Telangana, India regarding the impact on dengue fever (DF) using pre- and post-test design and structured education showed enhancements on the KAP levels [10]. Beckett et al. [11] observed significant improvement in post-test scores after an education program to enhance knowledge and awareness on dengue, conducted among employees of two textile companies in Bandung, Indonesia.\nSchool-based health education is a commendable tool to enhance knowledge and create awareness among school children about the seriousness of dengue since this disease is particularly prevalent among them. In fact, it has been recognized that dengue is most prevalent in the community among the age group of 13 to 35 years old [12], this being the age range including school children as well as young adults. School age children have been encouraged to participate in ongoing household dengue control activities, such as source reduction, as part of dengue control efforts [13]. In Pune, an educational program among high school children significantly increased their knowledge of dengue and its prevention [14]. Similarly, a primary school-based participatory education program in Thailand increased basic knowledge on dengue prevention and control, leading to a reduction in larval indices in the primary school and in the students’ households [15]. To date, such KAP assessment and health education programs regarding dengue in disaster-affected regions have been relatively rare, especially in Malaysia. Most dengue KAP studies in Malaysia have assessed community-based KAP [16,17,18], but without emphasis on dengue health education.\nKelantan State suffered a severe dengue outbreak prior to the region suffering the major flood in December 2014; the State then came to rank third for reported dengue cases in Malaysia. Given the potential for possible dengue outbreak following the flooding in Kelantan, dengue fever can be considered as one of the health priorities in the areas affected by the flood, especially in the ex-dengue hotspot area. Therefore, it is crucial to assess the KAP of the community at risk and to educate them on the seriousness and the prevention of the disease. This study aimed to assess and compare the KAP of school children from the flooded and unflooded area towards DF and to evaluate the effectiveness of dengue awareness health education programs in improving their KAP level.",
    "Methodology": "Ethics approval and consent to participate\nThis study has been reviewed and approved by the ethics committee of the School of Biological Sciences, Universiti Sains Malaysia. Permission to conduct the survey was obtained from the respective school administration prior to the survey. Verbal informed consent was obtained from the students’ parents or caretakers by providing them a study information sheet before the survey. Through the sheet, the parents or caretakers were informed about the purpose and content of the study and given the opportunity to agree to or decline their child’s participation in this survey. The verbal agreement was obtained by the students from their parents. The students' assent was obtained by giving a written assent letter attached to the questionnaire before initiating the survey. They were informed that completion of the questionnaire is considered as their assent to take part in the survey. It was emphasized that the participation is voluntary and the confidentially and anonymity of the participants will be retained.\n\n\nStudy design\nA cross-sectional study was conducted to assess and compare the KAP regarding dengue in two sites in Kelantan: Pasir Pekan (flooded area) and Kubang Kerian (unflooded area) by using a pre- and post-test design. A health education program was carried out by distributing a dengue awareness booklet entitled “Dengue and Aedes Mosquito: Know Your Enemy” [19] among the students during the interphase of the tests.\n\n\nConceptual framework\nThe study was designed and interpreted based on the conceptual framework (Fig 1). The underlying hypothesis is that socio-demographic characteristics and knowledge, along with health education and information regarding dengue, could affect the dengue preventive practices with or without the change in attitude.\n\n\nStudy site selection\nIn order to assess and compare the KAP among school children between the flooded and unflooded areas in Kelantan, one school was selected from each region by using convenience sampling. The selected schools in this study were Mahmud Mahyiddin Secondary School, Pasir Pekan, Tumpat (flooded area) and Kubang Kerian Secondary School, Kubang Kerian (unflooded area) (Fig 2). The flooded area is located one km away from the Kelantan River which was the source of the flood in 2014 whereas the unflooded area is located approximately 8 km away from the Kelantan River. Both the selected study sites represent areas with known distribution of Aedes mosquitoes, vectors responsible for the spread of dengue. Furthermore, both areas faced a severe dengue outbreak before the flood incidence in December 2014 according to the source provided by Kelantan Health Department.\n\n\nStudy population\nThe study was performed among 203 secondary school children between the age of 13–17 years old. The sample was chosen based on the idea explained by Beinner et al. [20] that the youngsters within this age range are able to engage in abstract cognitive thinking and plan theory. This enables them to transform their thinking into systematic practical solutions based on rationale. Another essential point is that at this age level, the perception of environmental awareness extends beyond commonplace limits. In addition, it is expected that teenagers at this age serve as young educators as they tend to share their knowledge and experiences with their family and also to other community members.\n\n\nSample size\nThe estimation of the minimum required sample size was calculated using Rao Softonline sample size calculator [21]. Since the KAP level of the study population is unknown, we assumed the most statistically conservative response distribution is possible at 50%. To obtain a representative sample of the school children (<900 student population in both schools) with 90% confidence interval and 8% margin of error, we estimated a minimum of 95 students required from each school. A total of 108 students from the flooded and 95 students from the unflooded areas volunteered to participate during the pre-test this study.\n\n\nStudy instruments\nA standardized questionnaire (S1 Appendix) was developed using a baseline from the previous questionnaires on related studies [22–24]. Emphasis was given on the age group that responded to this tool. The questionnaire was translated into Bahasa Malaysia (the national language of Malaysia, S2 Appendix) and was made sure that the original meaning was retained.\nValidity is a measure of the extent to which a test measured what it intended to measure [25]. In this study, face validity of the fully developed questionnaire was evaluated by established experts from the Graduate School of Business, Universiti Sains Malaysia to ensure content validity. Amendments were made according to the suggestions. Reliability is a measure of internal consistency of an instrument, ensuring that the test yields the same results in repeated trials using the same data [25]. Before conducting the actual survey, the reliability of the questionnaire was determined by testing it on 30 students and analyzed using Cronbach’s Alpha. The Cronbach’s Alpha coefficient of overall KAP domains was 0.55. While a minimum of 0.80 is considered as acceptable reliability, coefficients in the range of 0.50 to 0.60 which is considered as modest reliability may be acceptable in such cases that the measurement results are used to decide about a group or for research purposes [25].\nThe dengue awareness booklet was bilingual (English and Bahasa Malaysia). The booklet covers knowledge on DF and Aedes mosquitoes, which mainly aimed to expose people to the seriousness of the disease, its spread, the vectors and their characteristics, prevention and control measures to eliminate breeding grounds and prevention of mosquito bites.\n\n\nDescription of the questionnaire\nThe questionnaire comprised of 49 questions and statements which were divided into six categories: (1) socio-demographic characteristics (age, gender, family income, type of house, vegetation and mosquito abundance surrounding the house, flood victim and dengue history in the family); (2) knowledge of the vectors, symptoms, transmission and control of dengue; (3) attitude towards dengue prevention; (4) practices regarding dengue prevention (e.g. practices to prevent mosquito breeding and precautions taken to avoid mosquito bites; (5) Practices during flood to prevent dengue infection; (6) Source of information on dengue. The respondents were allowed to choose more than one option for the source of information on dengue.\n\n\nData collection\nThe questionnaire was handed over to the volunteered students as a pre-assessment (pre-test) prior to the health education program to assess their baseline KAP. They were allocated a reasonable time to finish answering the questionnaire. Overall, it took about 20–30 minutes for them to complete the questionnaire. Shortly after the pre-test, the booklet was distributed to each respondent. The respondents were given a health education lesson which started with a 15 minute lecture using the booklet. In order to ensure the effective dissemination of knowledge among the respondents, interactive sessions such as discussions, briefing and question and answer (Q&A) were included as well. At the end of the session, the respondents were requested to share the messages and booklet they obtained through the study with family and friends. In addition, the respondents were also provided with small gifts with dengue educational messages to further stimulate changes in dengue preventive practices. The same set of questionnaires was re-administered (post-test) to the same group of respondents after a week. The reason for keeping the one-week interval between pre- and post-test was to ensure knowledge retention among the respondents so that the change in the KAP associated with the health education program can be measured. The respondents were again allocated a reasonable amount of time to answer the questionnaire to allow them to recall memory. The questionnaires were not linked individually due to the unequal sample sizes in the pre- and post-test and also to preserve confidentiality. Only those who have participated in the pre-test were allowed to complete the post-test\n\n\nData analysis\nThe knowledge scores varied from 0–13 points. The original Bloom’s cutoff points [26] were were adapted and modified to classify the scores into three levels: high level (85–100%) with scores between 11–13, moderate level (60–84%) with scores between 8–10 and low level (less than 59%) with scores between 0–7. The attitude section contained 11 positive and negative statements that were rated by using Likert’s scale [27]. For positive statement scores, the rating scale was measured as: strongly agree– 5, agree– 4, neither agree or disagree– 3, disagree– 2 and strongly disagree– 1. For negative statements, the scores were opposite: strongly agree– 1, agree– 2, neither agree or disagree– 3, disagree– 4 and strongly disagree– 5. The individual scores varied from 11 to 55. Responses were summed up, and means were calculated. The scores were categorized into three levels: Positive attitude (44–55), Neutral attitude (38–43) and Negative attitude (11–37) using a modified Bloom’s cut off point. The responses for practice were assessed as zero-one indicator (dummy) variables. The variables were given one for “yes” and zero for “no”. The classification was based on: Good practice (8–9 scores), Fair practice (6–7) and Poor practice (0–5). (modified Bloom’s cut off point,). The section on practices after the flood to avoid dengue infection was assessed by using dummy variables: one for “yes” and zero for “no” based on: Good practice (4–6 scores), Fair practice (2–3) and Poor practice (0–1). (modified Bloom’s cut off point).\nThe data of the completed questionnaires were entered into Microsoft Excel program and double-checked before analysis. The analysis of the data was performed in the Statistical Package for Social Sciences (SPSS) version 22. Data were checked for normality (Shapiro-Wilk) prior to analysis, and natural log-transformation (ln[y+1]) was made due to the homogeneity of variance. Descriptive statistics in terms of frequency (n), percentage (%), mean and standard deviation (SD) were used to express the data. The socio-demographic variables between the two study areas were compared by using a Chi-square analysis. Fisher’s exact test was used when more than 20% of cells had expected cell counts less than five. For KAP, Independent t-test was used to compare pre- and post-tests results and also to compare the baseline information between these two study sites. Even though Independent t-test is used to compare means between two independent groups, in order to determine whether there is statistical difference between the groups in this study, it is the only suitable test that can be used to compare the pre- and post-test means. Since the pre- and post-tests were not linked individually, a paired t-test could not be performed to analyze the statistical difference between the groups. Correlation and regression analysis were carried out on the pre-test data for explaining the baseline information between the study sites. The correlation coefficient was used to describe the correlation between knowledge-attitude, knowledge-practice, and attitude-practice. Multinomial logistic regression was carried out using JMP statistical package version 13 to identify factors associated with high level of dengue prevention practices. The factors were socio-demographic, knowledge (high, moderate, low) and attitude (positive, neutral, negative) level. A stepwise procedure with a backward method was used to create the best fit model for the factors mentioned above by choosing the most significant values, and it was run separately for flooded and unflooded areas. Least significant factors (P>0.05) were excluded from the equation to obtain the best fit reliable equation for the model.",
    "Results": "The total number of students participated in the pre-test was 203 (108 from the flooded area and 95 from the unflooded area) and the post-test was 168 (86 from the flooded area and 82 from the unflooded area).\n\nSocio-demographic characteristics\nTable 1 shows the socio-demographic characteristics of the 203 respondents according to the study site, collected during the pre-test. Of this, 108 (51.7%) were students from the flooded area, and 95 (46.8%) were from the unflooded area. During the post-test, the total number of respondents was 168, of which consist of 86 (51.2%) students from the flooded area and 82 (48.8%) students from the unflooded area. There were about 35 students from both study areas unable to attend the post-test due to exams and school activities. The age of the respondents ranged from 13 to 17 years old; the majority belonged to the age group of 14 years (80: 39.4%). However, not all respondents from all the age groups were able to participate in the survey due to school activities and exams during the survey period. Of the study respondents, 116 (57.1%) were female and 87 (42.9%) were male. The common monthly family income ranged between MYR 900–1500 (MYR: Malaysian Ringgit) (109: 53.7%) in both study sites. Most of the respondents live in Bungalow/Village/Flats type of house (164: 80.8%) and 114 (56.2%) of the respondents stated that their house is surrounded by a moderate level of vegetation. There were about 111 (54.7%) of the total respondents stated that there is a moderate level of mosquito abundance in their neighborhood, while only 10 (4.9%) of the respondents stated severe mosquito abundance with an estimation of more than 100 mosquitoes. Most of the respondents from Mahmud Mahyiddin Secondary School, which we considered as in a flooded area, were flood victims (83: 76.9%) at their residential area, whereas respondents of Kubang Kerian Secondary School, which we considered as in an unflooded area, showed a lesser number of flood victims (22: 23.2%) at their residential area, (P<0.05). There were 29 (14.3%) households in total had the history of DF in recent time. The Chi-square test showed that there was no significant difference in fogging frequency between both study sites (P>0.05). The majority of the respondents from both areas stated that fogging is carried out at greater than bi-monthly frequency.\n\n\nKnowledge on dengue\nTable 2 shows the distribution of knowledge level on dengue, its spread, the vectors, and the symptoms. Both study sites showed an increase in respondents with “high knowledge” and a decrease in “moderate and low knowledge” from pre- to post-test. The flooded area showed higher increases in the percentage of respondents with “high knowledge” (12.1%) as compared to respondents in the unflooded area (2.3%) (Table 2). There were no respondents reported as “low knowledge” in both study sites in the post-test.\nThe number of respondents scored correctly for each question and the percentage change between pre- and post-test is recorded in Table 3 for both study sites. During both tests, 100% of the respondents agreed that dengue is a serious illness for both study sites. The majority of the respondents (>94%) were able to choose correct answers for questions regarding dengue as a serious illness, dengue symptoms, and prevention of vector breeding ground, including the use of Abate (BASF Agricultural) to kill mosquito larvae. In the case of questions 14, 19, 21, the percentage of respondents answering correctly in the post-tests increased significantly after providing them with a dengue information booklet (P<0.05). The questions for which the least number of students scored correctly were questions 19 and 21; this was found for both study sites. For question 19, a significant increase in the percentage of the respondents disagreeing to the statement that mosquitoes prefer to lay eggs in dirty water was observed among the students from the flooded area (P<0.05; Table 3) whereas an insignificant increase was observed in the unflooded area (P>0.05; Table 3). Similarly. for question 21, a significant increase in the percentage of respondents from the unflooded area disagreeing to the statement that there is proper vaccine or medications available for treatment of dengue was observed (P<0.05; Table 3). Whereas, a non-significant increase was observed for the same question in the flooded area (P>0.05; Table 3).\n\n\nAttitude towards dengue prevention\nIn this section, the students answered 11 questions which can give a total score of 55. The distribution of attitude level towards dengue prevention is shown in Table 4. Both study sites showed the same trend, whereby there was an increase in the positive attitude, decrease in the neutral attitude and a slightly or very minimal increase in the negative attitude, which might be due to unequal sample sizes during pre- and post-tests. The unflooded area showed higher increases in respondents with a “positive attitude” (10.4%) as compared to respondents in the flooded area (5.8%) (Table 4).\nTable 5 summarizes the frequency and percentage for each question of the attitude towards dengue prevention in both study sites. Respondents from both study sites showed significant changes in scores for the statement that dengue patients need immediate treatment and hospitalization (P<0.05). The respondents responded variously to the first statement in this section that they are at risk of getting dengue fever. In both study sites, there were only less than 26% of the respondents (agreed and strongly agreed) thought that they were at the risk of infected with dengue during the pre-test and the percentage insignificantly increased to 37% in the post-test. Most of the respondents strongly agreed or agreed that they play a vital role in curbing DF in their surroundings. The respondents from both the study sites also seem to believe that a healthy person will not get dengue infection as most of them strongly agreed or agreed with this statement.\n\n\nPractices regarding dengue prevention\nTable 6 shows that the majority of the respondents from both the study sites showed an increase in good practice level from pre- to post-test especially those from the flooded area (17.1%). Respondents from the flooded area showed a more significant increase in practice from pre- to post-test for question no. 3, 5 and 6, whereas respondents from the unflooded area only showed a significant increase in question 9 (P<0.05) (Table 7). However, it can be concluded that most of the respondents already have a good practice level, even at the pre-test level with their scores for each question were mostly more than 90%, except for question 6, which states that wearing light-colored clothes to prevent mosquito bites. Thus, it indicates that the respondents were less aware of this preventive measure and the health education booklet has helped them to improve their practice level towards dengue prevention by 21%.\n\n\nPractices during the flood to avoid dengue infection\nThe practices followed by the respondents during the flood to prevent the dengue infection are summarized in Table 8. In most of the statements, more than 90% of the respondents agreed that they followed good preventions to avoid mosquito bites by sleeping in mosquito impregnated net, spraying aerosol and the use of mosquito coils. There were only about 7.4% and 2.1% of the respondents from the flooded and unflooded areas stated that they did not take any precautions.\n\n\nSource of information on dengue\nThe source of information on dengue among the respondents is displayed in Fig 3. In this part, participants were allowed to select more than one source of information on the dengue. Most of the respondents received information through television followed by newspapers and schools. However, the sources of information from the school, newspaper, radio and from human sources received by the respondents from the unflooded area were significantly higher than those in the flooded area (t-test; P<0.05) (Fig 3). The least information was gathered from pamphlet/banner and magazines (Fig 3).\nComparison using Independent t-test, values followed by identical letter do not differ significantly, P<0.05 between flooded and unflooded areas.\n\n\nOverall comparisons between variables\nOverall, all of the criteria tested showed a numerical increase between pre- and post-test for both study sites. However, the significant increase was only observed in certain criteria only: School in the flooded area showed a significant increase in mean knowledge and practice (P<0.05) whereas school in the unflooded area showed a significant increase in mean knowledge only (P<0.05) (Table 9). The comparison of KAP means scores using Independent t-test between flooded and unflooded areas revealed that students from the unflooded area had relatively higher levels of knowledge (P<0.05) as compared to students from the flooded area (Table 9). Insignificant differences were observed for attitude and practice criteria between these two areas.\n\n\nCorrelation between knowledge, attitude and practice scores\nThe correlation between KAP scores revealed a significant positive correlation between knowledge-attitude for the flooded area and knowledge-practice for the unflooded area (P<0.05). No significant correlation was observed between attitude and practice in both locations. The degree of correlation was found to be low (rs<0.5) for both locations (Table 10).\n\n\nAssociation of socio-economic factor, knowledge and attitude scores on practice level\nTables 11 and 12 shows multinomial regression analysis of the associations between socio-demographic variables, knowledge and attitude levels on the practice (based on our conceptual framework in Fig 1). The presence of mosquitoes (mosquito abundance) in neighborhoods was more likely to have high dengue preventive practices in the flooded area (P<0.05). Respondents with the high and moderate level of knowledge and attitude were more likely to have high practice levels in the flooded area (P<0.05). In both locations, age and dengue history were common factors that influence the high dengue preventive practice levels (P<0.05). Gender, income, house type, and flood victims were not significantly associated with higher level of dengue prevention practice in the flooded area, whereas, in the unflooded area, the non-significant associates were flooded victim, vegetation and attitude level (P>0.05). A best-fit model was created by using the most significant factors as predictors for high practice level (Table 13).",
    "Discussion": "The findings of this study should be interpreted by considering carefully the limitations. The first limitation is in terms of the proportion of the participants in both study sites, The number of participants from both schools was unequal as the participation of the students was voluntary. The ratio between the two schools was 1.14, which means that there were 114 students (flooded) to every 100 students in another school (unflooded). Besides, the number of participants during pre- and post-tests from the same school was unequal due to several factors such as the absence of students, the involvement of students in the other school activities and exams. Thus, a statistical comparison was made on overall mean changes instead of individual score changes. Another limitation was the survey questionnaires. We had to adjust the questionnaire content according to the level that is suitable for the understanding of the students. Some criteria had to be excluded from the survey leaving many aspects of the knowledge remaining unexplored.\nAlthough flood is an annual occurrence in most of the states in Malaysia, including Kelantan, KAP studies involving dengue, and its prevention among people, are still lacking in the disaster-affected region. As to our knowledge, only one baseline study was conducted to assess the KAP among the community in Kampung Bayam, Kubang Kerian, Kelantan by Rahman & Zamri [28]. Assessing people’s KAP while educating them on the seriousness and the prevention of the disease after a disaster-affected the region is important to prevent the disease outbreak.\nWhen comparing the knowledge level in the pre-test, the students from the unflooded area had significantly higher knowledge than the students from the flooded area, and we can relate this to a higher number of dengue cases in the family histories of the former. This finding is in line with Wong et al. [23] where survey participants who previously experienced dengue had significantly higher knowledge scores as compared to those who never experienced it. This is also might be due to the frequent dengue outbreak in the unflooded area, as reported by the local health authorities. Thus, awareness campaigns were carried out more frequently in the outbreak region than to those living in the non-outbreak region. This finding also could be attributed to the locations of the schools. The school in the unflooded area is located close to the public university and general hospital, which makes it possible for the students to be exposed to various health education programs and thus, to have better knowledge about dengue and the vectors. Despite the significant difference in knowledge level, we did not find any statistically significant differences in attitude and practice level between the two schools. Since both the locations were ex-dengue hotspots, we could expect almost the same level of practice among the respondents.\nThe study showed a significant increase in knowledge scores from pre- to post-test in both study sites. This was well observed especially for the questions that tested the knowledge regarding mosquito egg-laying preferences and the availability of dengue vaccine. The questionnaires revealed that the respondents had the misconception that mosquitoes preferentially lay eggs in dirty water and that prior to the dengue health awareness program, they believed that there is an effective vaccine or medications available to treat dengue. However, an increase in the percentage of the respondents disagreeing with those statements was observed, which suggested that providing the booklet led the respondents to realize that dengue vectors prefer to lay eggs in clear water, and to become aware of the lack of an effective dengue vaccine. This shows that the booklet was able to increase their knowledge on dengue, its vectors, and other important information through the health education program. The method of the survey conducted can be viewed as an educational method. The briefing, discussion, and Q&A session were also conducted during delivery of the booklet. The study is in agreement with other health educational studies that knowledge increased when the study population was supplied with health educational materials [13, 23, 29, 30].\nThe respondents did not show a significant increase in attitude scores after health education. A similar observation was obtained by Lennon and Coombs [31] when assessing attitudes-beliefs change after conducting dengue educational board game. They rationalized their finding with limitations in their study that it only involves one treatment, which is the board game that they used as a tool for dengue hemorrhagic fever health education. Changing attitudes and beliefs related to health requires multiple treatments, processes and a longer period [32]. Since our study also involves only one-time health education, it is quite difficult to expect sudden changes in attitudes in a very short period.\nRegarding the dengue prevention practices, the mean scores increased in both study sites but a significant increase was observed in the flooded area. More than 90% of the respondents stated that they performed practices such as rearing mosquito larvivorous fish in tanks/pools, turning over containers to avoid water collection, clearing up bushes/vegetation and garbage around the house to eliminate mosquito breeding sites and the use of mosquito bed nets to avoid mosquito bites. One of the reasons for the high score in practice compared to knowledge and attitude in this study is probably due to items listed under practice section were related to their routine activities in their house or school for controlling mosquito breeding grounds. Whereas, the content for knowledge and attitude sections were more specific and detailed on dengue and its vector. However, we could not determine in our study how all of these selected practices are actually translated into practices in reality. Based on the answers given, fewer respondents practiced wearing light-colored clothes to avoid mosquito bites. This indicates that they were less aware of the information that mosquitoes are attracted to dark colors compared to the bright colors [33]. A similar finding was reported among the Malaysian public by Wong et al. [23], which only one-third of the study participants reported that they wear bright-colored clothing to avoid mosquito bites.\nIn this study, television was the main source of information among the students from both study areas. Similar results were reported by several other studies whereby television was found as the main source of information [10, 17, 24, 34]. This was followed by school, newspaper, and radio as a source of information on dengue. Since local television channels disseminate various information regarding dengue mostly in the national language of Malaysia, this might be the reason television was chosen by the majority. There was only 30% of the respondents received information regarding dengue from health professionals. This indicates that there is still a lack of dengue health educations by professionals in the study area, apart from programs conducted at the school level to create awareness for dengue prevention.\nIn this study, we found a significant correlation between knowledge-practice in the unflooded area and knowledge-attitude in the flooded area, but no correlation was observed for the attitude-practice in both areas. Our finding is in line with several other KAP studies [7, 16, 22, 35] which reported a correlation between knowledge and practice, but in contrary with other KAP studies in India [10], Jamaica [36] and the Philippines [8] where an insignificant correlation between knowledge and practice was observed. Knowledge plays an important role in creating awareness and thus in determining community participation in vector control activities [37]. This suggests that more emphasis should be put on dengue educational programs to increase people’s knowledge about dengue, especially on the severity of the disease and preventive measures. However, our study demonstrated a weak correlation between knowledge, attitude, and practice (rs<0.5). In a similar study conducted in Nepal, a weak correlation between KAP variables was observed [22]. Based on these findings, one could propose that knowledge does not always translate into attitude change or causes an increase in practice level. Though it was not our goal to investigate how the perceived knowledge has been translated into practices in real life, investigating such gaps could provide a better understanding peoples’ awareness level.\nThe finding from the multinomial regression suggests that age and dengue history are the main determinants that influence the high practice level. In the flooded area, the dengue preventive practices were influenced by age, mosquito abundance, dengue history, knowledge and attitude level whereas in the unflooded area, the practice level was influenced only by age and dengue history. It is important to note that age plays a significant role in high dengue preventive practices; thus, health education should focus on all age groups to create awareness at a younger age. However, it is also equally important to ensure that the dengue preventive practices are carried out under the supervision of the parents, guardians or teachers if it involves younger age group (<18 years old). Since both of the study sites were spotted as dengue hotspots, most of the respondents had previously been exposed to dengue. Thus, we could assume that knowledge transfer happens within the family and the dengue preventive practices also improve in such families. We also found that mosquito abundance affects the practice level in the flooded area. The presence of a large number of mosquitoes not only causes a nuisance to people but also increases the chances of virus-carrying mosquitoes which in turn increases the risk of dengue spread among them. This finding could be explained by the constructs in Health Belief Model (HBM) whereby high perceived susceptibility to dengue infection leads to higher dengue preventive practices. Perhaps, the combination of increased mosquito bites and dengue history or current dengue outbreak causes the people to be more concerned about these and they are more likely to practice dengue preventive practices. Similarly, Wong et al. [23] reported that neighborhood with a low density of mosquitoes was less likely to practice dengue prevention compared to the neighborhood with a high density of mosquito. Concerning this, dengue health education should also be targeted toward areas with low mosquito abundance to improve their preventive practices on dengue. People tend to have a misconception that if the mosquito prevalence is low, they can neglect the dengue preventive practices and other precautionary measures against dengue.\nIn this study, Cronbach’s Alpha coefficient of overall KAP domains was 0.55, which indicates modest reliability. Hence, the modest level is acceptable, and it seems no issue of lack of validity of the questionnaires used in the present study. In addition, only those participants who took part in the pre-test were allowed to complete the post-test, thus the pre- and post-tests were not individually linked, and socio-demographic information was collected only during the pre-test. Thus, there might be a possibility that those who have completed the pre-test might have differed from those completed the post-test. Despite all that, our assessment and educational program were considered successful in assessing the KAP and to increase the knowledge in dengue among the study participants over a short period.",
    "Conclusions": "It is essential for the community and the public health officials to understand the disease transmission risk following flooding. Assessment of the KAP level of the school children revealed a high level of knowledge on dengue, neutral attitude and a good level of practice. The dengue awareness health education program successfully improved students’ knowledge related to dengue in both schools. It is important to educate children from the root so that individuals with good KAP can be created. Such education programs should also be directed towards elder populations in the future to study their KAP related to dengue. The findings suggest the need to target dengue education programs to communities with lower dengue risks and mosquito densities where the public perceives a lower chance of dengue infection. However, the efforts to curb dengue spread in high-risk areas should always be given priority. The study also suggests further emphasis of people’s knowledge and attitude and the need for approaches to ensure the actual translation of positive knowledge and attitude changes into real dengue preventive practices. The study provides useful content and knowledge that could guide local authorities and health officials to plan and execute health education programs to disaster-affected populations and also unaffected populations to prevent and control dengue."
}