{
    "Background": "Lymphedema is a debilitating and disfiguring sequela of an overwhelmed lymphatic system. The most common causes of secondary lymphedema are lymphatic filariasis (LF), a vector-borne, parasitic disease endemic in 73 tropical countries, and treatment for cancer in developed countries. Lymphedema is incurable and requires life-long care so identification of effective lymphedema management is imperative to improve quality of life, reduce the burden on family resources and benefit the local community. This review was conducted to evaluate the evidence for effective lymphedema self-care strategies that might be applicable to management of all types of secondary lymphedema.",
    "Methodology/Principal Findings": "Searches were conducted in Medline, CINAHL and Scopus databases in March 2015. Included studies reported before and after measures of lymphedema status or frequency of acute infections. The methodological quality was assessed using the appropriate Critical Appraisal Skills Program checklist. Descriptive synthesis and meta-analysis were used to evaluate effectiveness of the outcomes reported. Twenty-eight papers were included; two RCTs were found to have strong methodology, and overall 57% of studies were rated as methodologically weak. Evidence from filariasis-related lymphedema (FR-LE) studies indicated that hygiene-centred self-care reduced the frequency and duration of acute episodes by 54%, and in cancer-related lymphedema (CR-LE) home-based exercise including deep breathing delivered significant volume reductions over standard self-care alone. Intensity of training in self-care practices and frequency of monitoring improved outcomes. Cultural and economic factors and access to health care services influenced the type of intervention delivered and how outcomes were measured.",
    "Conclusions/Significance": "There is evidence to support the adoption of remedial exercises in the management of FR-LE and for a greater emphasis on self-treatment practices for people with CR-LE. Empowerment of people with lymphedema to care for themselves with access to supportive professional assistance has the capacity to optimise self-management practices and improve outcomes from limited health resources."
}