{
    "Background": "There is a worldwide upscale in mass drug administration (MDA) programs to control the morbidity caused by soil-transmitted helminths (STHs): Ascaris lumbricoides, Trichuris trichiura and hookworm. Although anthelminthic drugs which are used for MDA are supplied by two pharmaceutical companies through donation, there is a wide range of brands available on local markets for which the efficacy against STHs and quality remain poorly explored. In the present study, we evaluated the drug efficacy and quality of two albendazole brands (Bendex and Ovis) available on the local market in Ethiopia.",
    "Methodology/Principal Findings": "A randomized clinical trial was conducted according to the World Health Organization (WHO) guidelines to assess drug efficacy, by means of egg reduction rate (ERR), of Bendex and Ovis against STH infections in school children in Jimma, Ethiopia. In addition, the chemical and physicochemical quality of the drugs was assessed according to the United States and European Pharmacopoeia, encompassing mass uniformity of the tablets, amount of active compound and dissolution profile. Both drugs were highly efficacious against A. lumbricoides (>97%), but showed poor efficacy against T. trichiura (~20%). For hookworms, Ovis was significantly (p < 0.05) more efficacious compared to Bendex (98.1% vs. 88.7%). Assessment of the physicochemical quality of the drugs revealed a significant difference in dissolution profile, with Bendex having a slower dissolution than Ovis.",
    "Conclusion/Significance": "The study revealed that differences in efficacy between the two brands of albendazole (ABZ) tablets against hookworm are linked to the differences in the in-vitro drug release profile. Differences in uptake and metabolism of this benzimidazole drug among different helminth species may explain that this efficacy difference was only observed in hookworms and not in the two other species. The results of the present study underscore the importance of assessing the chemical and physicochemical quality of drugs before conducting efficacy assessment in any clinical trials to ensure appropriate therapeutic efficacy and to exclude poor drug quality as a factor of reduced drug efficacy other than anthelminthic resistance. Overall, this paper demonstrates that “all medicines are not created equal”."
}