{
    "Introduction": "Scrub typhus is a zoonotic disease caused by bacteria of the genus Orientia, which causes significant morbidity and mortality [1]. The disease was previously thought to be restricted to a certain region, known as the tsutsugamushi triangle, in Asia-Pacific, but recent cases from the Arabian Peninsula and southern Chile have called this paradigm into question [2–4]. This recent expansion of the endemic region is supported by serological data and studies in animals mainly from Africa [5].\nIn the Asia-Pacific area, the orientia infection is transmitted by larvae of trombiculid mites known as chiggers, which are also the reservoir of the orientiae through transovarial and transstadial transmission. Small vertebrates, usually rodents, serve as main hosts of the chiggers and are a critical part of the epidemiology of scrub typhus in the Asia-Australia-Pacific region [6]. Cases mainly occur in rural areas, where populations of infected trombiculid mites are present with a patchy distribution (mite islands) [1]. Surveillance of chiggers has been used as a proxy for the spatial risk of scrub typhus in humans [7, 8]. In Asia-Pacific, bacteria is transmitted by different species of Leptotrombidium [9], the transmission by other genera in Korea (Euschoengastia, Neotrombicula), Japan (Schoengastia), and India (Schoengastiella) has been suggested, but remains controversial [10, 11]. A key factor to understand the distribution and emergence of scrub typhus in these regions is the knowledge of the local chigger fauna, their rodent hosts, and their interaction with environmental and climatic factors [eg. 12, 13].\nRecently, the first endemic focus of scrub typhus in South America has been confirmed on Chiloé Island in southern Chile [2, 3]. Still, the vectors and reservoirs of scrub typhus in regions outside the tsutsugamushi triangle remain unknown. In Chile, 18 species of trombiculid mites have been reported so far, mostly from reptiles [14–16]. Still, none of them belong to the genus Leptotrombidium or other genera associated with orientia, and up to now, no studies regarding the rodent-associated chigger fauna have been performed in scrub typhus endemic regions in southern Chile. The aim of the present work was to study the presence, prevalence, and distribution of chiggers and analyse their infestation pattern on different rodent species captured in sites, which were identified in previous studies as probable hot spots of scrub typhus on Chiloé Island. To study them as possible vectors of scrub typhus in Chile, chigger mite samples were molecularly examined for the presence of Orientia DNA.",
    "Methods": "Study sites\nChiloé Island belongs to Los Lagos region in southern Chile and is the second largest island in Chile with an area of 8,394 km2. The climate is oceanic temperate, with mean annual precipitations of 2,090 mm and an average annual temperature of 12°C [17]. The original vegetation is Valdivian temperate rain forest, which has been highly fragmented by clearing for livestock rising and timber extraction [18], and the current matrix involves mainly pastures and secondary scrublands [19].\nDuring the austral summer months of January and February 2018, small mammals were live-trapped at six sites in the northern part of Chiloé Island (Fig 1). Study sites had been identified as possible areas of exposure of scrub typhus cases [3]. All sites consisted of partially cleared forest due to timber activities, with remaining native lower vegetation. Localities were geo-referenced by GPS and located into a digitalized map using Arc Gis 10.1 (Esri, New York).\n(Map made in QGIS Geographic Information System. Open Source Geospatial Foundation Project. http://qgis.osgeo.org. Shapes downloaded from an open source from the Biblioteca del Congreso Nacional, Available at https://www.bcn.cl/siit/mapas_vectoriales/index_html).\n\n\nTrapping and parasite sampling\nA total of 148 to 175 Sherman-like traps (300 x 100 x 110 mm) were set up during four to five consecutive nights at each site. Trapping was operated for a total of 4,713 trap-nights and ranged from 668 to 895 trap-nights per site (average 785.5). Traps were situated ≥5 meters apart and placed under scrub, fallen logs, understory or burrows, baited with oat flakes and vanilla essence, and conditioned both inside and outside with vegetal material to protect animals from cold and rain. Traps were activated at sunset, checked early the next morning, and closed during the day to avoid capturing non-target species. Captured rodents were moved to a central processing tent installed at the sampling site (Fig 2), where they were chemically immobilized using an induction chamber containing cotton embedded with isoflurane (1 ml of isoflurane per 500 ml of chamber volume). After anaesthesia, male and juvenile female rodents were euthanized by cervical dislocation; adult females were marked by haircut and released at the respective capture points. Rodents species were identified by morphological criteria following Iriarte [20]. Each rodent was thoroughly examined for the presence of ectoparasites by brushing the body with a fine comb over a plate covered with water. In adult females with high mite loads, we also conducted a careful scraping of the perianal zone. Chigger mites were collected from the water surface and placed in tubes with 95% ethanol. The skin of euthanized rodents, including ears and perianal zones, was dissected, stored in falcon tubes with 95% ethanol, and later revised for additional chiggers in the entomological laboratory.\nBiosafety conditions during rodent handling were adapted to the risk of hantavirus cardiopulmonary syndrome.\n\n\nIdentification of mites\nTaxonomic analyses of trombiculid mites were performed at the Laboratorio de Parásitos y Enfermedades de Fauna Silvestre, Universidad de Concepción in Chillán, Chile. Firstly, mite specimens of the individual rodents were pooled by their macroscopic appearance (morphotypes). Preserved rodent samples of skin and ears were checked for additional mites, which were added to the respective pools. One individual of each pool was cleared in Nesbitt's solution and mounted in Berlese's medium [21]. Specimens were then identified under an optical microscope (Leica DM 1000 LED) at 400x magnification, following nomenclature and methodology of Brennan & Goff [22].\nSouthern Chile is endemic for Andes virus, a rodent-borne virus causing hantavirus cardiopulmonary syndrome [23]. Therefore, the handling of captured animals strictly followed the guidelines of the Centers for Disease Control and Prevention (CDC) [24] and the American Society of Mammalogists [25] for such regions. Personal protective equipment included masks with HEPA filters as well as disposable gowns and gloves (Fig 2). The study also adhered to the guidelines from the American Veterinary Medicine Association [26] and American Society of Mammalogists for the use of wild mammals in research and education [27].\n\n\nEthics statement\nThe animal protocol used in this study was approved by the Chilean Animal Health Service (permit number 7034/2017), and by the Scientific Ethics Committee for the Care of Animals and the Environment, Pontificia Universidad Católica de Chile (N°160816007, 07-Nov-2017). All members of the field team were advised and clinically followed for five weeks post-exposure for signs and symptoms of scrub typhus and hantavirus; chemoprophylaxis with doxycycline was not used.\n\n\nAnalysis of rodent data\nA descriptive analysis of the rodent host community and its infestation pattern with ectoparasites was carried out. The percentage of infected individuals with trombiculid mites per species was estimated. Then, we performed a Generalised Lineal Model (GLM) with binomial errors to assess effects of rodent species, and sites on the chigger prevalence using R, version 3.4.1 [28].\n\n\nMolecular testing for Orientia DNA\nMorphologically identical mites from individual rodents were tested as pools of 6–20 individuals. Pools were washed in distilled water and dried in 37°C for 3 hours. Then, mites were disrupted with a freeze-thaw cycle of 30 minutes at -40°C and 30 minutes at 70°C in 100μL distilled water and 100μL lysis buffer (Cat. 04659180001, Roche). Pooled total DNA was automatically extracted by MagNA Pure System (Roche, Pleasanton, California, Roche Molecular Diagnostics), following the manufacturer´s instructions, to a final elution volume of 50 μL [29]. Mite pools were tested by a newly designed quantitative real-time PCR (qPCR) assay targeting the rrs gene (16S RNA), which successfully detects all known Orientia species including Candidatus O. chuto and Chilean Orientia isolates [30].",
    "Results": "Of the captured animals, 244 rodents were included, belonging to seven species, most abundantly Abrothrix olivacea (Table 1). Among the trapped animals, 55% (133/244) were infested with trombiculid mites, mainly found in the ears and anogenital region (Fig 3). Other collected ectoparasites included ticks, fleas, and non-trombiculid mites (data not presented). Chigger infestation was observed among all rodent species, with prevalence rates ranging from 77% in G. valdivianus to 32% in Irenomys tarsalis, without significant species-specific differences (GLM, p>0.05). Overall, the most abundant species (Abrothrix olivacea) represented 77% (102/133) of all infected animals.\nMultiple orange colored trombiculid mites on ear (a) of a Loxodontomys micropus, and on the genital region and tits of a Geoxus valdivianus (b), captured on Chiloé Island.\nAmong the collected trombiculids, three morphotypes were observed, which were identified as Herpetacarus sp., Quadraseta sp., and Paratrombicula sp.; details of the detected species will be published elsewhere. Herpetacarus sp. was predominate (93% of infested rodents) and occurred on all rodent species and in all sites except Site 3, whereas the other two species co-parasitized on few rodents only in Site 3 (Table 2). The overall prevalence of chiggers in different sites showed significant variations and ranged from 25% to 78% (Table 2). These spatial differences were also presented in a Generalized Lineal Model, demonstrated that it was less likely to find positive rodents in Sites 3 and 5 than in other sites (Table 3).\nOrientia DNA was detected by a genus-specific qPCR assay in 21 of 133 (15.8%) mite pools (Table 1). All of orientia-positive mite pools belonged to the genus Herpetacarus (21 of 124, 16.9%), whereas pools of other mite genera were orientia-negative (Table 1). Three of the most abundant rodent species, Abrothrix olivacea, Abrothrix sanborni, Geoxus valdivianus harbored all Orientia positive mites (Table 1). Orientia-positive Herpetacarus pools were found in four of six sites with prevalence rates ranging from 7.1% to 41.7% (Table 2).",
    "Discussion": "The presented study aimed to explore the trombiculid fauna on Chiloé Island, an endemic area of scrub typhus in southern Chile. Although scrub typhus in Asia-Pacific is transmitted by chiggers, in Chile and other possible newly identified endemic regions, the vector is unknown. Interestingly, a study from 2018 found the first molecular evidence for Candidatus Orientia chuto infection of chiggers collected from a rodent in Kenya [31], another region outside the tsutsugamushi triangle, where scrub typhus might occur as suggested by two recent retrospective surveys, detecting antibodies to Orientia spp. in 3% to 5% of febrile patients [5, 31]. In the endemic regions in Asia-Pacific, the disease is transmitted by different Leptotrombidium species; however, mites of this genus are not endemic in Chile or any other region of the Neotropics [32]. Since the first Chilean scrub typhus patient suffered several terrestrial leech bites prior to his infection, it was speculated that Orientia was leech-transmitted [2]. This hypothesis cannot be corroborated by our data. None of the cases diagnosed by our group reported leech bites, at least one had symptoms compatible with trombiculidiasis, and most had nature activities with increased risk of arthropod exposure [3, 33, 34], suggesting that a transmission by chiggers is more likely.\nThe study was conducted during the typical scrub typhus season in southern Chile, i.e. the summer months of January and February, and locations were chosen according to our previous studies as possible hot spots of Orientia transmission [3, 35]. We could demonstrate that rodent-associated chigger mites were present in all those sites. The three detected trombiculid genera have been described before in the Neotropics. Herpetacarus was most abundant and parasitized all of the captured rodent species. This genus currently includes four subgenera (Abonnencia, Cricacarus, Herpetacarus, and Arisocerus), which are found on reptiles, mammals, and occasionally birds in Africa, Asia, Oceania, and Latin America [36, 37]. Members of this genus have not been detected in Chile, although a closely related genus (Proschoengastia) was found in Chile’s far south [14]. The other two morphotypes (Quadraseta sp. and Paratrombicula sp.) were less prevalent. Quadraseta, which comprises 14 species found on rodents and birds [38–45], has not been reported previously in Chile. Paratrombicula includes six species isolated from lizards and rodents; two of those (P. chilensis and P. goffi) have been described in central Chile, both on lizards [14, 15, 46]. Results of detailed morphological analysis and descriptions of probable new species will be presented elsewhere.\nRodents are a main reservoir of chiggers and important determinant of the distribution of scrub typhus in endemic regions in Asia [6]. In our study, A. olivacea was the most abundant rodent species and also represented the highest (absolute) number of infested rodents. This species is a typical inhabitant of Valdivian temperate forests; showing a large numerical response during bamboo blossom (Chusquea spp.) [47–49]. Other less abundant host species were infested in similar rates, indicating low host-specificity of trombiculids. This is in accordance with studies from Asia-Pacific, where feeding on small mammals was non-specific and depended on host species abundance in the community [1, 7, 8].\nAlthough chiggers were detected on rodents in all six surveyed areas, the prevalence rates differed geographically. Variations in the distribution of trombiculids are a known phenomenon; in fact, within suitable habitats, the mites usually have a patchy distribution, forming so called “mite islands” [9, 50]. Our findings might indicate a high prevalence of chiggers on Chiloé Island, although the selection of sites as probable “hot spots” of exposure to Orientia spp. could be a bias towards overestimation. The infestation rates reported in this study are comparable to those reported in the Asia-Pacific region where prevalence rates on small mammals ranged from 45% to 95% [7, 8, 51, 52].\nTrombiculid mites live in moist soil covered with vegetation and are mostly found in grassy and weedy areas [eg. 50]. Optimal living conditions depend on various factors such as air humidity, soil composition, temperature, and light intensity. Habitat fragmentation seems to affect mite survival by modifying their ecological niche [53]. Recently, a large-scale research found higher infestation (prevalence, mean abundance, and intensity) with vector mites on small mammals in areas with lower biodiversity compared to those with higher biodiversity [54]. As documented in various studies, forest fragmentation on Chiloé Island reduces the biodiversity of small mammals, non-raptorial birds, and the predator assemblage and increases the abundance of generalist species [55–58]. In a similar manner, fragmentation might affect rodent populations and their associated trombiculid ectoparasites.\nThis first demonstration of rodent-associated chiggers in probable hot spots of scrub typhus suggests that chiggers might serve as vectors of this infection in Chile. The study detected high chigger prevalence in the summer season, during which up to now all cases of scrub typhus in Chiloé have occurred [59]. The hypothesis was further supported by the detection of Orientia DNA in 15.8% of mites, all of which belonged to the Herpetacarus genus. Final proof, however, of the vector competence of the detected trombiculid mites in this new endemic region requires further studies. To understand the risk of human exposure to trombiculid mites, further investigations are necessary, which should include environmental, anthropogenic, and climatic variables influencing the epidemiology of these potential vectors in southern Chile.\n\nConclusions\nOur study firstly documented the presence of rodent-associated trombiculid mites infected with Orientia sp. on Chiloé Island, a region endemic for scrub typhus in South America. Three different mite genera were identified on the rodents with the genus Herpetacarus the most abundant and the only infected with Orientia sp. Overall, we detected a high rate of Orientia-infected chigger infestation independent of host species, but with significant spatial variations."
}