{
    "Background": "Snakebite envenoming is a major public health problem throughout the rural tropics. Antivenom is effective in reducing mortality and remains the mainstay of therapy. This study aimed to determine the cost-effectiveness of using effective antivenoms for Snakebite envenoming in Nigeria.",
    "Methodology": "Economic analysis was conducted from a public healthcare system perspective. Estimates of model inputs were obtained from the literature. Incremental Cost Effectiveness Ratios (ICERs) were quantified as deaths and Disability-Adjusted-Life-Years (DALY) averted from antivenom therapy. A decision analytic model was developed and analyzed with the following model base-case parameter estimates: type of snakes causing bites, antivenom effectiveness to prevent death, untreated mortality, risk of Early Adverse Reactions (EAR), mortality risk from EAR, mean age at bite and remaining life expectancy, and disability risk (amputation). End-user costs applied included: costs of diagnosing and monitoring envenoming, antivenom drug cost, supportive care, shipping/freezing antivenom, transportation to-and-from hospital and feeding costs while on admission, management of antivenom EAR and free alternative snakebite care for ineffective antivenom.",
    "Principal Findings": "We calculated a cost/death averted of ($2330.16) and cost/DALY averted of $99.61 discounted and $56.88 undiscounted. Varying antivenom effectiveness through the 95% confidence interval from 55% to 86% yield a cost/DALY averted of $137.02 to $86.61 respectively. Similarly, varying the prevalence of envenoming caused by carpet viper from 0% to 96% yield a cost/DALY averted of $254.18 to $78.25 respectively. More effective antivenoms and carpet viper envenoming rather than non-carpet viper envenoming were associated with lower cost/DALY averted.",
    "Conclusions/Significance": "Treatment of snakebite envenoming in Nigeria is cost-effective with a cost/death averted of $2330.16 and cost/DALY averted of $99.61 discounted, lower than the country's gross domestic product per capita of $1555 (2013). Expanding access to effective antivenoms to larger segments of the Nigerian population should be a considered a priority."
}