{
    "Background": "The long-term treatment outcome of visceral leishmaniasis (VL) patients with HIV co-infection is complicated by a high rate of relapse, especially when the CD4 count is low. Although use of secondary prophylaxis is recommended, it is not routinely practiced and data on its effectiveness and safety are limited.",
    "Methods": "A prospective cohort study was conducted in Northwest Ethiopia from August 2014 to August 2017 (NCT02011958). HIV-VL patients were followed for up to 12 months. Patients with CD4 cell counts below 200/μL at the end of VL treatment received pentamidine prophylaxis starting one month after parasitological cure, while those with CD4 count ≥200 cells/μL were followed without secondary prophylaxis. Compliance, safety and relapse-free survival, using Kaplan-Meier analysis methods to account for variable time at risk, were summarised. Risk factors for relapse or death were analysed.",
    "Results": "Fifty-four HIV patients were followed. The probability of relapse-free survival at one year was 50% (95% confidence interval [CI]: 35–63%): 53% (30–71%) in 22 patients with CD4 ≥200 cells/μL without pentamidine prophylaxis and 46% (26–63%) in 29 with CD4 <200 cells/μL who started pentamidine. Three patients with CD4 <200 cells/μL did not start pentamidine. Amongst those with CD4 ≥200 cells/μL, VL relapse was an independent risk factor for subsequent relapse or death (adjusted rate ratio: 5.42, 95% CI: 1.1–25.8). Except for one case of renal failure which was considered possibly related to pentamidine, there were no drug-related safety concerns.",
    "Conclusion": "The relapse-free survival rate for VL patients with HIV was low. Relapse-free survival of patients with CD4 count <200cells/μL given pentamidine secondary prophylaxis appeared to be comparable to patients with a CD4 count ≥200 cells/μL not given prophylaxis. Patients with relapsed VL are at higher risk for subsequent relapse and should be considered a priority for secondary prophylaxis, irrespective of their CD4 count."
}