{
    "Background": "Poverty has long been considered a risk factor for leprosy and is related to nutritional deficiencies. In this study, we aim to investigate the association between poverty-related diet and nutrition with leprosy.",
    "Methodology/Principal findings": "In rural leprosy-endemic areas in Indonesia, we conducted a household-based case-control study using two controls for each case patient (100 recently diagnosed leprosy patients and 200 controls), matched for age and gender. All participants were interviewed to collect information on their demographics, socioeconomic situation, health, and diet. Body mass index, dietary diversity score, as well as anemia and iron micronutrient profiles were also obtained. By means of univariate, block-wise multivariate, and integrated logistic regression analyses, we calculated odds ratios between the variables and the occurrence of leprosy. Unstable income (odds ratio [OR], 5.67; 95% confidence interval [CI], 2.54–12.64; p = 0.000), anemia (OR, 4.01; 95% CI, 2.10–7.64; p = 0.000), and higher household food insecurity (OR, 1.13; 95% CI, 1.06–1.21; p = 0.000) are significantly associated with an increased risk of having leprosy. Meanwhile, higher education (OR, 0.34; 95% CI, 0.15–0.77; p = 0.009) and land ownership (OR, 0.39; 95% CI, 0.18–0.86; p = 0.019) have significant protective associations against leprosy. Although lower dietary diversity, lack of food stock, food shortage, low serum iron, and high ferritin were found more commonly in those with leprosy, the occurrence of leprosy was not significantly associated with iron deficiency (OR, 1.06; 95% CI, 0.10–11.37; p = 0.963).",
    "Conclusions/Significance": "Food poverty is an important risk factor for leprosy susceptibility, yet the mechanisms underlying this association other than nutrient deficiencies still need to be identified. With a stable incidence rate of leprosy despite the implementation of chemoprophylaxis and multidrug therapy, improving dietary diversity through food-based approaches should be initiated and directed toward high-prevalence villages. The possible underlying factors that link poverty to leprosy other than nutrient deficiencies also need to be identified."
}