{
    "Abstract": "Hand, foot and mouth disease (HFMD) continues to challenge Asia with pandemic potential. In Vietnam, there have been two major outbreaks occurring during 2011–2012 (>200,000 hospitalizations and >200 deaths) and more recently in 2018 (>130,000 hospitalizations and 17 deaths). Given the high burden and the complex epidemic dynamics of HFMD, synthesizing its clinical and epidemiological data remains essential to inform the development of appropriate interventions and design public health measures. We report the results of a hospital-based study conducted during 2015–2018, covering the severe HFMD outbreak recently documented in Vietnam in 2018. The study was conducted at three major hospitals responsible for receiving HFMD patients from southern Vietnam with a population of over 40 million. A total of 19 enterovirus serotypes were detected in 1196 HFMD patients enrolled in the clinical study during 2015–2018, with enterovirus A71 (EV-A71), coxsackievirus A6 (CV-A6), CV-A10 and CV-A16 being the major causes. Despite the emergence of coxsackieviruses, EV-A71 remains the leading cause of severe HFMD in Vietnam. EV-A71 was consistently detected at a higher frequency during the second half of the years. The emergence of EV-A71 subgenogroup C4 in late 2018 was preceded by its low activity during 2017–early 2018. Compared with EV-A71 subgenogroup B5, C4 was more likely to be associated with severe HFMD, representing the first report demonstrating the difference in clinical severity between subgenogroup C4 and B5, the two predominant EV-A71 subgenogroups causing HFMD worldwide. Our data have provided significant insights into important aspects of HFMD over four years (2015–2018) in Vietnam, and emphasize active surveillance for pathogen circulation remains essential to inform the local public health authorities in the development of appropriate intervention strategies to reduce the burden of this emerging infections. Multivalent vaccines are urgently needed to control HFMD."
}