{
    "Introduction": "Paragonimiasis is a major foodborne helminthiasis caused by infection with the genus Paragonimus. More than 50 species are widely distributed in different regions of the world, of which at least seven major species complexes triggered human infection [1]. The consumption of raw or undercooked freshwater crabs or crayfish harboring metacercaria(e) is the main source of human infections. Eating raw wild boar, rodent, or venison is also associated with the transmission of human paragonimiasis [2]. Approximately 20 million people are infected globally and another 300 million are at risk of infection annually [3].\nParagonimiasis is primarily a pleuropulmonary disease, which is manifested by variable respiratory symptoms depending upon the stage of infection [4,5]. However, the worms sometimes migrate aberrantly to other parts of the body, causing the granulomatous lesion(s) in the affected sites. The most serious condition elicited by ectopic migration is cerebral paragonimiasis (CP), which presents with diverse neurological symptoms and even death [6,7].\nThe diagnosis of CP is not a straightforward task, as eggs are not detected in the patients, except for patients who have coinfections in the lungs. Following approaches may provide diagnostic clues; i) history of freshwater crustacean consumption, ii) clinical manifestations, iii) imaging features, iv) laboratory results, and v) serological tests. However, clinical diagnosis is often challenging as non-specific symptoms and signs, and medical information obtained from patients are generally of minimal diagnostic value [8,9]. More than half of paragonimiasis patients did not recall eating freshwater crustaceans, when they are diagnosed years after the onset of clinical symptoms [5].\nThe neuroimaging features, which consist of clusters of ring-enhancing lesions with surrounding edema (early stage) [10] or soap-bubble calcifications (chronic stage) [11–13] are compatible with CP, but most patients were initially suspected of having primary/metastatic cancer, infectious/non-infectious granuloma, cerebrovascular diseases including hemorrhage and arteriovenous malformation, or an abscess [6,12–14], probably due to the rare incidence of CP even in the endemic areas.\nEarly detection of CP is crucial for the proper management of patients, since early-stage patients infected with live worms could be treated with specific chemotherapeutics, which resulted in a significant reduction in disability-adjusted life years. Conversely, most chronic cases with the calcified lesion(s) require surgical intervention and are often complicated by serious sequelae [15]. Moreover, the diagnosis of CP is very difficult if the imaging findings are not pathognomonic. Under such clinical settings, serological tests may be of great value for practical and early diagnosis, but the evaluation of immuno-serological diagnostic efficacy for CP has not been properly addressed. We hypothesized that CP patients might strongly react to egg-derived proteins because numerous eggs remain for a long period to form granulomas even after the worm’s death [15,16]. Indeed, recombinant forms of P. westermani yolk ferritin (rPwYF) and egg-derived heat shock-like protein were reported to have high diagnostic applicability for pleuropulmonary paragonimiasis [17,18]. Although these proteins were not secreted, they appeared to leak into the host as the operculum ruptured and could be recognized by the host immune system.\nBetween 1982 and 2002, we have diagnosed 111 CP cases including three cases with spinal involvement. In this study, we analyzed the clinical and radiological characteristics of these patients and assessed the specific IgG antibody responses to rPwYF by enzyme-linked immunosorbent assay (ELISA) using serum and cerebrospinal fluid (CSF) samples of 105 patients.",
    "Methods": "Ethics statement\nInformed consent was not required as the patients were diagnosed between 1982 to 2003. Serum samples of 42 healthy individuals were used as normal controls after receiving verbal informed consent. All serum and CSF samples were anonymized in this study. The Institutional Review Board of Samsung Medical Center, Sungkyunkwan University, Korea, approved the use of patient data and samples (protocol no. 2021-08-014).\n\n\nStudy subjects and samples\nFrom 1982 to 2003, we have diagnosed a total of 957 paragonimiasis cases in our laboratory, among which 111 patients showed neurological symptoms and signs, and imaging features compatible with CP [5]. We have assessed the clinical and radiological features of 105 patients. Since no diagnostic criteria have been established for CP, we used serological data as a reference. Clinical data of the patients which included medical history suggestive of paragonimiasis, symptoms and duration, neuroimaging features, and laboratory data were provided by the attending physicians in the forms of consultation sheets. Most of the patients and relatives were interviewed again by the corresponding author when they visited to our laboratory. The corresponding author analyzed patient’s clinical characteristics, laboratory results, and radiological findings. Six patients were excluded from the analysis due to the unavailability of demographic (three cases), clinical (one case), and neuroimaging data (two cases) (S1 Fig).\nWe determined anti-Paragonimus specific IgG antibody levels using 102 sera and 101 CSFs of 105 patients. In addition, each of 346 serum and CSF samples from patients with neurocysticercosis (149 cases), neurosparganosis (42 cases), and other neurological diseases (155 cases); i.e., tumors (27 patients), hydrocephalus (29 patients), meningitis (17 patients), calcifications (31 patients), granulomas (31 patients), and cerebrovascular diseases (20 patients) were included. These patients were diagnosed as described previously [19]. Serum samples of 42 healthy donors were used as negative controls.\n\n\nAntigens\nParagonimus westermani adult worm extracts (PwAWE) were prepared as described previously [20]. In brief, Intact adult P. westermani worms kept in -80°C deep freezer were thawed and homogenized with Teflon-pestle homogenizer in phosphate buffered saline (PBS) containing protease inhibitor cocktail (1 tablet per 25 ml PBS). The extracts were centrifuged at 20,000 g at 4°C for 1 h and supernatants were collected. The supernatants were used as PwAWE. A 743 bp-long coding region of PwYF (AAG17056.1) was amplified by polymerase chain reaction with gene-specific primers 5’-AGCTCATATGGCCCCGGCAAGTGTTGACTG-3’ and 5’-GAAGTCTCGAGTTAGTGAATGATGGCG G-3’, incorporating NdeI and XhoI sites (underlined sequences). The recombinant plasmid was inserted into the pET28a(+) Escherichia coli expression vector. The expression fidelity was confirmed by DNA sequencing. rPwYF was induced by 0.5 mM isopropyl β-D-1-thiogalactopyranoside (Sigma-Aldrich, St. Louis, MO, USA) at 37°C for 4 h. rPwYF purified by His-bind metal chelation resin (Novagen, Madison, WIS, USA) was examined by 15% reducing SDS-PAGE. Bacterial lipids were removed using Octyl-Sepharose 4 Fast Flow column (GE Healthcare, UK). The proteins were stored at -80°C.\n\n\nEnzyme-linked immunosorbent assay (ELISA)\nAfter a checkerboard titration, 100 μl of PwAWE and rPwYF (2.5 μg/ml each) suspended in 100 mM carbonate-bicarbonate buffer (pH 9.6) were coated to the wells of a flat-bottom 96-well microplate (Greiner Bio-One, Kremsmünster Austria) overnight at 4°C. Sera diluted to 1:200 in PBS containing 0.05% Tween 20 (PBS/T) or undiluted CSFs (100 μl each) were incubated for 2 h, subsequently with 1:2,000 diluted horseradish peroxidase (HRP)-conjugated anti-human IgG antibody (100 μl; heavy- and light-chain specific, MP Biochemicals, Santa Ana, CA, USA) for 2 h. The color reaction was developed with 1% o-phenylenediamine (100 μl; Sigma-Aldrich) supplemented with 0.03% H2O2 for 20 min in the dark. The reaction was stopped using 2 N H2SO4 (50 μl; Sigma-Aldrich). The absorbance (abs.) was measured at 450 nm on a NEO microplate reader (Biotek, Winooski, VT, USA). All results were determined after correction with PBS/T blank.\n\n\nStatistics\nWe used GraphPad Prism9 software (GraphPad, San Diego, CA, USA) and SPSS statistical package (ver25, IBM, Armonk, NY, USA) for analysis of variance (ANOVA). All data are expressed as the mean ± standard deviation (SD) of at least three independent assays. A P-value of < 0.05 with a 2-tailed hypothesis was employed. Sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and 95% confidence intervals (CIs) were calculated. Receiver operating characteristic (ROC) curves were created by plotting sensitivity versus 1-specificity. The area under the ROC curve (AUC) was employed to conduct a pairwise comparison of the diagnostic performance. Cutoff values were determined by ROC analysis and defined as the positive and negative values that rendered the highest sum of sensitivity and specificity totals.",
    "Results": "Clinical characteristics of the study subjects\nWe analyzed 105 CP cases that comprised of 60 males and 45 females (median age, 34 years; IQR, 25–46.5; range, 5–72 years). The patients were largely diagnosed in their 30s (30.5%), followed by their 20s (20%) and 40s (14.3%) (all P values < 0.01) (Fig 1A). The symptom duration in the patients varied from 1 week to 35 years (median, 3.5 years; IQR, 0.625–11.75). Only 26 patients were diagnosed within 1 year of symptom onset, 28 cases were between 1–5 years of symptom onset, and 13 patients were between 5–10 years of symptom onset. The diagnosis of 33 cases was delayed for > 10 years (Fig 1B). At the initial evaluation, 37 patients (35.2%) were diagnosed with CP, whereas the remaining 68 cases (64.8%) were tentatively diagnosed with cancer, cerebrovascular diseases, hydrocephalus, or neurocysticercosis (Table 1).\n(A) Age distribution of patients at the time of definitive diagnosis. (B) Duration of patient symptoms until definitive diagnosis.\nTable 2 summarized clinical features along with lesion localities. The patients mainly complained of seizures (54.3%), headache (51.4%), and hemiparesis (20%) (all P values < 0.001). The parietal (26.3%), occipital (25.5%), frontal (19%), and temporal lobes (14.6%) were commonly affected (all P values < 0.001). Lesions involved ≥ two lobes were found in 26 cases (24.8%, P < 0.001). Hydrocephalus combined with an intraventricular cavity, or calcified nodules (Fig 2) was recognized in 11 patients (10.5%, P < 0.01) (median symptom duration, 8 years; IQR, 2.25–10). Lesions in the cerebellum, spinal cord, and thalamus were found in 3, 3, and 1 cases, respectively (Table 2). Eggs were detected in 15 patients either by surgery or biopsy (13 patients), or sputum examination (two cases that were coinfected in the lungs). Eating freshwater crustaceans was recalled by 41 patients (39%, P < 0.05). Coinfections in the lungs and subcutaneous tissues were detected in 11 and 2 cases, respectively. One patient had multiple infections in the frontal lobe, thoracic spinal cord, and lungs.\nThe laboratory results including eosinophil counts were within the normal range. The patient could not recall the consumption of freshwater crustaceans. The anti-Paragonimus specific IgG antibody levels against adult worm extracts were 0.31 (serum) and 0.26 (CSF), respectively. (A and B) FLAIR sequence shows cerebromalacia and ventriculomegaly with a round calcified mass on the left frontal lobe. (C and D) Several well-defined calcified masses in the left inferior frontal lobe are seen.\nWe categorized 105 patients into two groups of early and chronic cases according to their neuroimages (S1 Fig). Fifty early cases had a single or multiple hypodense mass lesion(s) with/without enhancement and 54 chronic cases had a single or conglomerated calcified lesion(s). One patient demonstrated no obvious lesion on imaging studies (for details, refer to the following paragraph). The symptom duration (median, 0.75 years [IQR, 0.2–2] versus 10 years [IQR, 5–20]) and clinical manifestations were significantly different between the groups (all P values < 0.001). Seizures and visual defect constituted the majority of the symptoms in the patients with calcified lesions (P < 0.001) (S1 Table). Gender differences were not observed between the groups (P > 0.05).\nInterestingly, a 36-year-old female patient with a generalized seizure, headache, focal neurologic deficits, and visual field defect for the past 2 months showed no visible lesions on imaging studies. Laboratory results including eosinophil counts were within the normal ranges. She had consumed pickled freshwater crab approximately a month before symptom onset. She was referred to our laboratory to rule out the presence of parasitic meningitis. The anti-Paragonimus specific IgG antibody levels in the serum and CSF were 0.41 and 0.46, respectively, against PwAWE. She was administered praziquantel (75 mg/kg per day for 2 weeks), together with medications to relieve the neurological symptoms. Her serum and CSF antibody levels spiked to 0.8 and 0.71 during 1-month post-treatment, thereafter the values gradually decreased to 0.36 and 0.29, respectively, at the 6-month follow-up. Her neurological symptoms resolved slowly over 8 months.\n\n\nComparison of diagnostic potential of PwAWE and rPwYF\nWe comparatively evaluated the specific IgG antibody levels against two different antigen preparations, PwAWE and rPwYF (Fig 3). The serum and CSF samples from CP patients exhibited fairly high antibody responses against both the antigens. Table 3 demonstrated the diagnostic performance of PwAWE and rPwYF. The optimal cutoff abs. of 0.12 in both serum and CSF samples for PwAWE distinguished the positive and negative reactions with 95% CIs of 0.98–0.99 and 0.91–0.95, respectively. ELISA values for rPwYF of 0.19 (serum) and 0.14 (CSF) differentiated positive and negative reactions with 95% CIs of 0.99–1.00 and 0.98–1.00, respectively. The AUCs for serum and CSF against PwAWE were 0.986 ± 0.004 and 0.931 ± 0.012, and those against rPwYF were 0.995 ± 0.002 and 0.987 ± 0.004, respectively. The ROC curve analysis indicated that rPwYF was a more reliable antigen for the CP serodiagnosis (Fig 4). The relationship between specific IgG antibody levels against PwAWE (r = 0.58) and rPwYF (r = 0.59) in sera and CSFs revealed a positive correlation (S2A and S2B Fig). The analysis of specific antibody levels between serum (r = 0.99) and CSF (r = 0.97) against PwAWE and rPwYF revealed high correlation (S2C and S2D Fig).\nSpecific IgG antibody levels in the serum and CSF samples of patients with various neurological diseases and those in the sera of healthy controls against PwAWE (A and B) and rPwYF (C and D). The y-axis shows the absorbance values of the tested sera and CSFs. The x-axis depicts the following groups: CP, cerebral paragonimiasis (n = 102 [serum] and n = 101 [CSF]); NC, neurocysticercosis (n = 149); NSP, neurosparganosis (n = 42); M, meningitis (n = 17); Tum, tumor (n = 27); Hydro, hydrocephalus (n = 29); Cal, calcification (n = 31); G/C, granuloma/cystic mass (n = 31); CVD, cerebrovascular diseases (n = 20); Cont, healthy controls (n = 42). The cutoff values determined by receiver operating characteristic analysis shown in Fig 4 are marked by double-dotted blue lines. The red bars indicate the mean absorbance in each group. Inset in panel A shows the protein profiles of PwAWE and rPwYF separated by 15% reducing SDS-PAGE. Mr, molecular weight in kDa.\nThe ROC curves demonstrate the plots of sensitivity versus 1-specificity for serum (A) and CSF samples (B) against adult worm extract (PwAWE) (black line) and recombinant P. westermani yolk ferritin (rPwYF) (red line), respectively. The diagonal reference line is also shown. ROC curves were used to determine the cutoff values and area under the curve (AUC) each for PwAWE and rPwYF in serum (n = 102) and CSF (n = 101) samples by ELISA in cerebral paragonimiasis cases.\n\n\nrPwYF showed highly consistent diagnostic performance\nBoth PwAWE and rPwYF exhibited appreciable antibody-capturing activity in the sera and CSFs obtained from CP patients, but rPwYF showed less cross-reactivity with other neurological patients compared to PwAWE (Fig 3). As shown in Table 4, specific antibody levels against rPwYF were also high in both the serum and CSF (P < 0.05). The diagnostic sensitivity of the serum and CSF tests against rPwYF was 100% and 97%, and that of PwAWE was 98% and 85.2%, respectively. PwAWE showed much lower sensitivity to CSFs than to sera. This pattern was more pronounced in patients with calcified lesions. rPwYF demonstrated 100% (serum) and 94.4% (CSF) positivity, while PwAWE showed 98% (serum) and 79.6% (CSF) positivity, respectively, in diagnosing calcified patients. The diagnostic specificity of rPwYF and PwAWE was 97.9% (380/388 cases) and 95.1% (369/388 cases), respectively. PwAWE exhibited more frequent cross-reactions with CSFs obtained from patients with neurocysticercosis, neurosparganosis, and meningitis than rPwYF (Table 3). Of the 98 patients whose serum and CSF were tested simultaneously, 95 patients (96.9%) demonstrated positive responses in both the samples against rPwYF, whereas 82 cases (83.7%) showed positive responses against PwAWE. The PPV and NPV of rPwYF were 92.9% and 100%, while those of PwAWE were 84.6% and 99.7%, respectively (Tables 3 and 4).",
    "Discussion": "This retrospective study analyzed the largest number of CP cases ever studied and investigated the clinical manifestations and imaging features along with the nature and location of the lesions, thus to seek possible causal relationships between the lesion characteristics and patients’ symptoms. We also assessed the serodiagnostic reliability of rPwYF using serum and CSF samples from these patients and showed that rPwYF would be a promising biomarker for serodiagnosis of CP patients.\nCP accounted for 11.6% of the paragonimiasis cases (111/957 cases) (S1 Fig), which was consistent with previous reports. Population-based studies reported that CP accounted for 0.2–27% of the paragonimiasis cases in Korea in the 1950s and 1960s [11,21]. Our study indicated that the incidence of CP was the highest among those in their 30s without any gender difference (Fig 1A). Given the symptom duration, these patients might have been infected in their 20s by eating pickled freshwater crabs.\nParagonimus frequently invades the parieto-occipital area of the brain [11,13,15]. However, in this study, lesions involving the frontal lobe and conglomerated lesions encompassing ≥ two lobes were also significant (P < 0.01), the data being consistent with previous reports [22–25]. How lung flukes migrate to the brain is not completely understood, but the worms may invade the brain by migrating through the loose muscular gaps between the vertebral column, or along with soft tissues surrounding the carotid artery and small vessels [15,22]. Once having invaded the cerebral hemisphere, the worms continue to wander dynamically, leaving a migration track [23]. The active motility of the worm and tissue-hydrolyzing proteolytic enzymes secreted by the worm [26,27] are the main driving forces for long-distance migration.\nWe classified CP patients into two groups based on the neuroimaging features, those having non-calcified lesion(s) and those with the calcified lesion(s), which might be closely related to the infection duration. The chief complaints of CP patients included headaches, seizures, hemiparesis, and focal neurological deficits, which appeared to be dependent upon the nature or locality of the lesions (Table 2). Headache might be caused by lobar and cortical lesions associated with inflammatory responses and meningeal irritation [28]. Cortical lesions with/without calcification in the occipital, parietal, frontal, and temporal lobes have been reported to invoke various types of seizures [29]. Huge eggshell-like calcifications developed during the long-term healing process from the worm’s mechanical and biochemical damages might act as an epileptogenic focus, thereby inducing various types of seizures in patients with calcified lesions. Injury to the motor nerve in the cerebral hemisphere and motor tracts in the spinal cord might lead to hemiparesis. Conglomerated calcified lesions spanning the visual cortex and visual tract might provoke visual defects [30]. Contrary to previous studies [11,12,24], mental impairment could not be observed in a large number of patients in this study, probably due to fewer heavy infections.\nOur patients with non-calcified lesions might represent early-stage meningitis/meningoencephalitis form and those with calcified lesions might be compatible with chronic extensive space-occupying form as previously proposed [15,25]. In addition, another form of CP combined with hydrocephalus was found in a considerable number of patients (24.8%, P < 0.001). Since hydrocephalus causes persistent brain damage and even death due to herniation by increased intracranial pressure [31], physicians should be cautious when managing patients with such symptoms.\nMany CP patients were misdiagnosed at the initial evaluation or diagnosed belatedly after symptoms persisted for quite a long period (Table 1 and Fig 1B). The neuroimaging features of CP are often confused for cancers, cerebrovascular diseases, or other parasitic infections. Paragonimiasis, which had been prevalent in Korea, has significantly declined since the 1970s [5,32]. The low incidence of CP has resulted in a higher rate of misdiagnosis and/or delayed diagnosis [33]. Even among the developed countries where paragonimiasis is still endemic, attentions should be paid to the differential diagnosis of CP from other organic brain diseases.\nThe criteria for serological diagnosis of pleuropulmonary paragonimiasis have well been established [4,5,15,20], while those for CP have poorly been evaluated due to the difficulty in obtaining a significant number of sera and/or CSFs. Moreover, a molecularly well-defined antigen is essential to undertake specific serodiagnosis. This study assessed the serological feasibility of rPwYF. We selected rPwYF as an alternative antigen for three specific reasons. First, most helminths that invade the central nervous system (CNS) in Korea are larval forms, like Taenia solium metacestode and sparganum. P. westermani exceptionally grows into an egg-laying adult in the CNS. Consequently, cross-reactivity against yolk ferritin might be decreased as other larval helminths invading the CNS do not express yolk ferritin [34]. Since there is a positive correlation between serum and CSF levels of specific IgG antibodies against rPwYF (r = 0.59, S2A and S2B Fig), we surmise that specific IgG antibody levels in CSF may reflect those of serum. Second, P. westermani eggs remain unresolved for quite a long period after the fluke dies [15,16], thereby allowing for easy detection of specific antibodies against egg-derived yolk ferritin. Last, the low sequence homology of PwYF with other parasitic homologs [17] may favor high specificity without compromising sensitivity.\nIn this study, rPwYF demonstrated a reproducible and reliable potential for serodiagnosis of CP cases (Tables 3 and 4). The cutoff values employed in this study were lower than those applied for pleuropulmonary paragonimiasis [5,17,20] but resulted in a good performance. rPwYF was effective not only for the serodiagnosis of early-stage non-calcified patients, but also for diagnosis of calcified CP (Table 4). Since calcified CP lesions continuously trigger various neurological symptoms, differential diagnosis of chronic calcified CP cases from other brain pathologies appears to be also important. When we tested both samples of serum and CSF simultaneously, some cases gave positive response in only one sample. The positive correlation of specific antibody levels between serum and CSF strongly suggests that a positive response in one sample might be applicable (S2A and S2B Fig). The use of serum sample would be appreciable for CP serodiagnosis. A few serum and CSF samples from neurocysticercosis, neurosparganosis, and tuberculosis meningitis patients showed non-specific positive reactions possibly due to severe inflammatory conditions during the disease progression.\nThis study includes several shortcomings. We determined anti-rPwYF specific antibody levels of total IgG, but not those of IgG4. It has been reported that the detection of specific IgG4 antibodies is sensitive in the serological diagnosis of helminthic infections [35]. However, this study evaluated total IgG antibody levels because we have previously demonstrated that detection of total IgG offered a diagnostic value equivalent to that of IgG4 [36]. In addition, since we had detected total IgG antibody levels while diagnosing CP patients enrolled in this study, we determined the diagnostic potential of rPwYF under similar conditions. We did not examine serological responsiveness to rPwYF in patients infected with P. skrjabini. P. skrjabini does not mature into an adult in the human body, but the juvenile can migrate to the CNS and cause CP [9,22,23]. Whether specific antibodies against P. skrjabini yolk ferritin are induced and whether these antibodies are detectable by rPwYF require further investigation. We did not analyze laboratory data because many patients showed no pathological findings, including eosinophilia (4 cases had eosinophilia with a count > 7%). We could not trace the treatment outcomes due to the lack of follow-up surveillance in most cases.\nIn conclusion, CP is sporadically detected in Korea. The symptoms of CP patients might be dependent on the location and/or nature of the lesions. The detection of specific IgG antibodies in the serum or CSF against rPwYF would be highly beneficial for the serodiagnosis of CP."
}