{
    "Introduction": "Neurocysticercosis (NCC) is a Neglected Tropical Disease caused by infection with the cestode parasite Taenia solium. NCC is endemic in many low- and middle-income countries [1] and is the most frequent cause of acquired epilepsy in those countries and probably the world [2]. In endemic areas, 29% of neurological seizures are attributable to NCC [3].\nThe lifecycle of T. solium involves two hosts. Humans harbour the sexually reproducing mature tapeworm in the small intestine (taeniasis). Eggs released with the faeces are infectious if eaten by pigs in which the larval parasite (cysticercus) encysts in the muscle tissues and brain, causing porcine cysticercosis. Ingestion of poorly cooked, infected pig meat by humans leads to growth of the tapeworm, completing the lifecycle. Eggs in the faeces of a patient infected with the adult tapeworm are also infectious if they are ingested by humans, in which case the cysticerci may lodge in muscle and other tissues, including the central nervous system causing NCC.\nSymptoms of NCC vary depending, among other things, on the number, size and location of the cysts. They include headache, blindness, convulsions, epilepsy and death. The disease usually affects very poor communities, where pigs live in close contact with humans, and hygiene, sanitation and education are limited. The disease has a very strong social impact; epilepsy sufferers are often stigmatised, especially if sufferers are women and girls, as it is linked with witchcraft.\nDiagnosis of NCC is complicated, and neuroimaging is frequently required for a definite diagnosis [4, 5]. Currently there are no standard treatment guidelines for NCC, and treatment is tailored to the individual cases [2, 6, 7], depending on factors such as location and viability of the cysts. Therapeutic approaches might include symptomatic therapy, anthelmintic treatment, or surgery, and often more than one of these options is needed [8]. The administration of anthelmintic drugs may elicit or increase pre-existing cerebral oedema and therefore is contraindicated in cases with cysticercotic encephalitis, increased intracranial pressure and subarachnoid NCC in close proximity to blood vessels [6, 8], thus it is very important to have the neuroimaging diagnostic before starting the treatment of living cysts. Suitable imaging diagnostic facilities are not readily available in the poor rural communities where the disease is endemic, and there is a need for better diagnosis tools to identify patients in rural and remote communities with viable cysts that need to be referred to neuroimaging before treatment.\nThere are several options for NCC disease control at population level, aimed at breaking the parasite’s transmission cycle. They include identification and treatment, or mass treatment for taeniasis (infection in humans with the adult tapeworm), chemotherapeutic treatment of porcine cysticercosis, pig vaccination, improvements in pig housing and management, meat inspection, improved human hygiene and sanitation, health education, etc. [9]. Efforts to control the disease have usually included several of these options, with the particular choices varying depending on the setting and the resources available.\nOne of the challenges faced by efforts to control T. solium is a need for better diagnostic tools to monitor the outcome of control efforts [10]. Evaluation of control programs can be achieved by monitoring taeniasis or monitoring porcine cysticercosis. Monitoring control programs through changes in the prevalence of NCC is not recommended due to the persistence of NCC infections over long periods [10]. For Taenia solium, and generally for programs addressing neglected tropical diseases targeted for control and elimination [11], it is crucial to have high-quality, low-cost diagnostic tools available and deployable in low-resource settings.\nIn December 2015 the World Health Organization (WHO) Department of Control of Neglected Tropical Diseases (WHO/NTD) and the Special Programme for Research and Training in Tropical Diseases (WHO/TDR) convened a stakeholder meeting [12] to discuss the difficulties with the diagnosis of T. solium infections, to coordinate and harmonize the search for appropriate diagnostic tests and to overcome the challenges in doing so. During the meeting, diagnostic priorities for different stages of the parasite’s transmission (taeniasis, human and porcine cysticercosis) were defined, and it was decided to initiate several Target Product Profiles (TPPs). An important step early in the process of designing diagnostic tools is defining their essential features, to allow researchers and diagnostic manufacturers to develop solutions that meet the needs in specific settings and for defined purposes. A TPP can be described as an important strategic document doing exactly this—describing key characteristics of a product. TPPs are used by the pharmaceutical and diagnostic industries, but also by organizations working on developing tools for the control of neglected diseases. Here we describe the development of four TTPs for T. solium taeniasis/cysticercosis.",
    "Methodology": "Following the Stakeholder Meeting on T. solium Taeniasis/Cysticercosis Diagnostic Tools held at WHO headquarters, Geneva in December 2015, four TPPs were prioritised and progressed, and final drafts were elaborated. The attributes selected were based on previously published diagnostic TPPs produced by organizations such as FIND (www.finddx.org) and PATH (www.path.org), as well as the attributes suggested by the WHO [13]. Two TPPs were produced for taeniasis, one for NCC and one for porcine cysticercosis, as follows.\n\nTaeniasis in humans caused by T. solium: A Point-of-care test that could be used for surveillance, could be used at the initial stages of a control program, as well as for Diagnosis & Treatment.\nTaeniasis in humans caused by T. solium: A specific test (various platforms). Similar to number 1, but a test that could be used at later stages of a control program, when specificity and sensitivity are critical. This test could also be used for Diagnosis & Treatment.\nHuman NCC: A Point-of-care test, to identify symptomatic patients with viable cysts that need to be referred for confirmation by brain imaging.\nPorcine cysticercosis (various platforms) test to be used to monitor control programs.\nTPPs for other use cases, such as screening of human populations, or detection of positive pigs through the pork chain, were not prioritised at this point in time.\nThe draft TPPs were circulated to an extensive group of stakeholders for consultation. These included a wide range of experts in parasitology, human and pig cysticercosis, diagnostic experts, diagnostic manufacturers, organizations working with neglected diseases, organizations working with zoonotic diseases, some Ministries of Health and Directors of Veterinary services, WHO regional offices, as well as other interested parties. Efforts were made to ensure individuals and/or organizations from all T. solium endemic regions [1] were included. In total, 100 persons/institutions were contacted directly, and those receiving the drafts were requested to pass them to their colleagues if they thought appropriate. The experts/organizations contacted included 22 from Africa, 21 from the Americas, 28 from Asia-Pacific, 21 from Europe and 8 from International Organizations. Experts were given one month to provide feedback. The consultation took place during March 2017, and it was extended until Mid-April 2017.\nAll comments and suggestions received were considered. Clarifications and follow up discussions were held with almost all contributors according to their area of expertise, to reach a consensus or arrive at a decision in relation to the various aspects of the final TPPs. In many cases, compromises needed to be made in order to keep the TPP attributes realistic and to account for the different opinions and needs as best as possible.",
    "Results and discussion": "A total of 53 replies were received: 13 from Africa, 13 from the Americas, 9 from Asia-Pacific, 11 from Europe, and 7 from International Organizations (Fig 1). Six of them were considered void, as they did not include comments, but the respondents said they were not able to contribute due to various factors such as change of research area, lack of expertise, conflict of interest, or other circumstances. On the remaining 47 comprehensive contributions, of which 12 (26%) were from Africa, 10 (21%) from the Americas, 8 (17%) from Asia-Pacific, 11 (23%) from Europe and 6 (13%) from International Organizations. Feedback was received not only from disease experts, but also from diagnostic manufacturers (1), from a veterinary product distribution company in Africa (1), and international organizations. In total there were 4 industry responses (1 Africa, 1 America, 2 Europe), 3 government and officials responses (2 Africa, 1 Americas), 1 response from a local NGO (Asia-Pacific), 6 responses from International Organizations (including 3 international NGOs), and 33 from research organizations and academia. Many of the research organizations were also government facilities and some of the respondents were government officials. Similarly, many of the professionals working in research organizations or academia also work as health professionals, for example some of the neurologists in research organizations also work as health practitioners.\nOf the 53 total responses received, 47 were comprehensive, and 6 were void.\nThe final TPPs are presented in Tables 1–4. While the TPPs are considered to be final at this stage, they are regarded as being live documents that will require review, possibly after 4–5 years as knowledge develops and technologies advance.\nMany constructive comments and suggestions were received and incorporated into the final versions. An alternate approach could have involved holding a consensus meeting of experts, however due to limited resources this was not deemed to be a viable option. The consultation via e-mail provided the opportunity for feedback to be extended to an extensive group of contributors who otherwise might not have been able to participate.\nThe response rate was fifty-three per cent. This was considered to be more than satisfactory as the number and type of invitees was extensive for the size of the taeniasis/cysticercosis field globally. Constructive contributions came from a variety of individuals/organizations and included respondents from Africa, Asia-Pacific and the Americas (Fig 1). The six void responses were 1 from Africa, 3 from Americas, 1 from Asia-Pacific and 1 from an International Organization.\n\nTaeniasis TPPs (Tables 1 and 2)\nCurrently available methods for the diagnosis of T. solium taeniasis lack either sensitivity, specificity, or both (10). Current methods include faecal microscopy to identify parasite eggs, detection of coproantigens or copro-DNA, and detection of specific antibodies in serum. Faecal microscopy fails to identify pre-patent infections and is not species specific, antibody tests continue to test positive after treatment and currently available nucleic acid amplification tests (NAAT) are not suitable for application at point-of-care. Specificity of some tests might be high, such as the coproantigen test described by Guezala et al [16], however the test is not commercially available.\nTwo TPPs were developed for the diagnosis of T. solium taeniasis. The rationale for having two tests was that they differ fundamentally in their intended use (surveillance versus monitoring a control program, and monitoring the initial stages in a disease control program versus monitoring later stages) and this connotes important differences in some attributes, such as the use case (attribute 1.2), location of use (attribute 1.5), as well as test specificity (attributes 3.1 and 3.4). A point-of-care antigen (Ag) test (TPP1) was recommended for use at the initial stages of an intervention when specificity for T. solium would not be critical. The second test, a more specific test (TPP2), was formulated for use in the later stages of an intervention in order to monitor the effectiveness of intervention procedures. If necessary, this second test could be performed in a specialist laboratory (does not need to be a point-of-care test). At the later stages of a control intervention the prevalence of taeniasis would be expected to be very low (prevalence in many highly endemic areas is commonly only 1–2% [17, 18] although higher prevalences have been reported [19, 20], and species specificity would be important to avoid confounded data being obtained due to the presence of other taeniid cestode infections such as Taenia saginata. While some respondents suggested that a single test for taeniasis would suffice, it was considered that the different operational requirements for diagnosis of taeniasis in respect of a screening program, as distinct from use in monitoring the effectiveness of an intervention program, would be better reflected in two different diagnostic tests. However, if a point-of-care test with a high level of specificity and sensitivity were developed, it would be suitable for use in both circumstances. The Minimal test attributes for TPP2 were based on a currently existing, non-commercial coproAg test [21], but with some attributes modified to fit the use case.\nThe draft circulated TPPs were expecting all the tests to be species specific for T. solium. However, a large majority of the feedback received recommended that the Minimal requirements for a point-of-care test should not include species specificity because it would also be beneficial for the diagnosis and treatment of infections with other Taenia spp. Based on this feedback, the final version presented here for the Minimal attributes of a point-of-care test allows detection of other Taenia spp. This being the case, the Minimal attributes for the point-of-care test are interrelated, for example species differentiation (attribute 3.1) is linked to the use case (attribute 1.2) and specificity (attribute 3.4) amongst others.\nThe draft circulated for the Optimal attributes for a point-of-care test (TPP1) was based on a lateral flow assay. In response to the feedback received, the format (attribute 2.1) was changed to a Rapid Diagnostic Test, multiple formats allowed, in order to provide greater flexibility in relation to the technologies that could be adopted.\nA number of comments to the draft TPPs concerned the time period after a patient was successfully treated for taeniasis before the test should be expected to revert to being negative. A 6-day period was chosen as being realistic based on the performance of the current coproAg test [21].\nSeveral respondents questioned the age at which humans can be infected with taeniasis. A consensus was reached that, although young children have been occasionally found with T. solium taeniasis, it was considered unusual to have children younger than 2 years of age infected. Ethical implications of testing young children, including the feasibility of treatment, need to be considered when using the test in the field.\nBoth the sensitivity and specificity for the taeniasis test TPPs (attributes 3.3 and 3.4) circulated as drafts were altered in the final versions based particularly on feedback that highlighted a need for very high test specificity for monitoring control programs. Specificity was prioritized for all taeniasis tests, except for the Minimal attributes point-of-care test, in which sensitivity was prioritized considering that the test would be used for surveillance, and not for monitoring an intervention.\nWhile sensitivity and specificity are inherent test characteristics, they should be defined in the TPP taking into account the expected prevalence of the condition to be diagnosed in the conditions of use, which will determine the predictive value of a positive (PPV) and a negative (NPV) test. There is limited data about the prevalence of T. solium as much of the published information refers to taeniasis without defining the species. However, the starting prevalence of T. solium taeniasis is expected to be around 1–2%, and up to approx. 5% [17–19] although some papers mention hotspots of up to 26% [20]. Within the 1–5% prevalence range, the PPV of the optimal TPP1 and both the TPP2 tests will be 49%-83% (specificity 99%) and the NPV 100% (sensitivity 95%). The minimal TPP1 test too will have 100% NPV (sensitivity 99%) but its PPV will be much lower 5%-21% (specificity 80%) (Fig 2). This means that a test with sensitivity of 95% or more is adequate within the expected prevalence range, and that, if it is also 99% specific, it would be suited for both the initial and the later stages of an intervention.\nGraph showing data within a prevalence range 0–25%. 0 = optimal; m = minimal. For TPP attributes see Tables 1 and 2.\nThe reference test (attribute 3.6) selected for T. solium taeniasis [14] was chosen on the basis that the test has high sensitivity and specificity, has shown to detect immature tapeworms and has been validated extensively.\nThe relevant range of cost (price to end-user, attribute 4.1), was based on what was considered realistic based on the feedback provided, but no real cost analysis was done.\n\n\nNeurocysticercosis TPP (Table 3)\nCurrent tests for the diagnosis of NCC include antibody detection (enzyme-linked immunoelectrotransfer blot, ELISA) and antigen detection (ELISA) tests. A challenge with the currently available tests is that a proportion of people living in endemic areas might test transiently positive on either antibody or antigen detection tests, apparently in the absence of mature or clinically-relevant cysticercosis [22–25]. Antibody tests do not differentiate between patients having viable cysts from those with non-viable cysts.\nComments were received and discussions held on the need to include also detection of antibodies, in order to detect patients with only non-viable/calcified cysts. Viable cysts degenerate over time, and some may eventually be calcified [17, 26]. In cases where cysts become non-viable, inflammation, degeneration and possible calcification occur, although precise staging is not always clear because changes in and around the parasite occur as a continuum [8] and this is reflected in the performance of currently available diagnostic tests (Table 5). Overall, consensus was reached that the priority was for a point-of-care test to be used in symptomatic patients in order to detect those with viable cysts who needed to be referred for imaging and further management, including treatment with anthelmintics. Anthelmintic treatment for NCC should not be initiated on the basis of a serology result alone, as cyst development/inflammation and the presence of oedema need to be determined prior to the initiation of treatment [6]. It was considered that differential diagnosis of symptomatic patients with non-viable cysts was less of a priority because their treatment would not be significantly different to other cases of epilepsy. Similarly, detection of non-symptomatic cases of subjects with viable cysts was not considered a priority as many lesions may remain asymptomatic (between 50–80% of those affected) or resolve spontaneously without symptoms [6, 27]. As many NCC patients are poor and live in remote rural areas, priority was given to the detection of only symptomatic patients who could be helped by anthelmintic treatment of viable cysts and for whom their investment in attending a medical center for brain imaging and treatment warranted the expense. Test attributes were selected to avoid identification of other NCC patients for whom the expense of travelling to a medical center and medical imaging would not greatly assist their medical prognosis.\nThe analytical sensitivity/limit of detection (the smallest amount of substance in a sample that can accurately be measured by an assay) was a frequent topic of discussion. A consensus emerged that the Optimal attribute should specify to detect patients with a single intracranial cysticercus, including both intraparenchymal and extra-parenchymal cysts. However, several opinions were received regarding the Minimal requirements. Eventually a compromise was reached to prioritise the detection of high-risk patients, defined as patients with 5 or more parenchymal cysticerci, or with a single ventricular or subarachnoid cysticercus.\nRespondents considered that it would be useful if a test could be used to monitor the effectiveness of anthelmintic treatment of NCC, particularly in specific scenarios such as patients with subarachnoid NCC [28]. Hence this was added to the Optimal use case. This necessitated the test being quantitative or at least semi-quantitative, and appropriate changes were made in the final TPP.\nAn important and complex issue was how to deal with the existence of cases where transient serologically positive responses occur (both for antibody and antigen) in people living in T. solium endemic areas. These responses could potentially be due to people being exposed to T. solium eggs, with the parasite possibly undergoing early development sufficient to induce a detectable serologic response, but not completing development and hence not causing detectable or symptomatic NCC. However, the precise cause of these transient responses has not been determined and it could be due to some cause unrelated to T. solium. This is particularly the case for the currently used test for circulating antigen which is known not to be specific for T. solium. In the case of the Minimal attributes for NCC, the existence of transiently positive reactions is included and, based upon the feedback that was received, a consensus was reached that a positive test would require to be repeated with a second sample collected after three months in order to confirm a case of persistent NCC. However, depending on the history and severity of the signs, the physician might decide to refer the patient immediately without repeat testing.\nOptimal sensitivity and specificity was reviewed, increasing the sensitivity and decreasing the specificity suggested in the draft, based on the need to detect the patients to be referred, but also accounting that the test would be used in a pre-selected population (symptomatic patients), so the test would still have a high positive predictive value.\n\n\nPorcine cysticercosis TPP (Table 4)\nThe definitive method for the diagnosis of porcine cysticercosis is detection of cysts with a full carcass muscle and brain dissection; this is both time consuming and expensive, particularly in the case of light infections. Serological tests (both for circulating antigen and antibody) are available but specificity can be problematic when used for monitoring a control program. It is important that tests do not cross react with other taeniid cestode parasites to which pigs are likely to be exposed. Additionally, many pigs in endemic areas that are serologically positive have no cysts at necropsy [29–31]. It is therefore critical that any test developed is validated in endemic areas, in pig populations similar to the ones that would be targeted in a control program.\nThe Minimal attributes were based on a currently available commercial antigen detection test for T. solium, with some attributes modified to fit the use case. The occurrence of transient positive responses in animals that do not have mature cysts were not considered acceptable, unless it could be demonstrated unequivocally that these responses only occurred in animals exposed to T. solium and are not induced by any other cause such as exposure to any other parasites.\nDiscussions were held with a number of experts on the period over which the test would revert to being negative after a successful chemotherapy. The drug most commonly used to treat porcine cysticercosis is oxfendazole [32, 33]. There is limited published evidence on the dynamics of circulating cysticercal antigen after oxfendazole treatment [34, 35]. Sikasunge et al. [34] found a statistically significant reduction in circulating antigen level at 8 weeks post-treatment. For this reason, a Minimal period of 10 weeks, and an Optimal period of 2 weeks for the test to revert to negative were considered appropriate.\nOxfendazole is highly effective for the treatment of cysticerci in muscle tissues, although efficacy is limited in the treatment of brain cysts [36]. It is unclear if cysticercal antigens in pigs cross the brain-blood barrier. Dorny et al [37] found that one pig having 16 viable cysts only in the brain was negative for the presence of T. solium circulating antigens, however there are few data on serological responses in animals having only brain cysts. With these considerations in mind, in order to provide flexibility in the development of diagnostics for porcine cysticercosis the TPP’s Minimal indication for treated animals (attribute 1.1) was worded in a way such that it would not be restricted if the test were positive in animals having only viable brain cysts.\nA consensus was reached based on feedback from respondents that a qualitative test would be fit for purpose, hence this was changed from the proposal for a quantitative test that was included in the draft TPP which had been circulated. Analytical sensitivity was defined at 1 cyst for the Optimal attribute. A variety of views were expressed in this respect for the Minimal attribute, and a decision was taken to define the limit of detection for this test to also be 1 cyst.\nSensitivity and specificity were also reviewed based on the feedback provided. Based on the use case, priority was determined to be specificity and hence this was maintained at a high level as per the original draft. Sensitivity was reviewed down, because of the challenges in achieving good sensitivity in an antigen test. A test with a relatively low sensitivity would nevertheless be useful in monitoring progress of control efforts, so long as the specificity was high.",
    "Conclusion": "The TPPs were finalized based on the contributions of many subject matter experts serving different roles in academia, government, industry, NGOs and international organizations. Often a variety of views were expressed about a particular test attribute and, through additional discussions, in most cases a consensus was determined and this then formed the attribute included in the final TPPs. Each TPP is likely to need to be reviewed and updated in the future, as knowledge and technology progresses. It is expected that the TPPs presented here will assist researchers and diagnostic developers in guiding their efforts and ultimately development of the tools needed to assist in the control of T. solium transmission and a consequent reduction in the incidence of human NCC."
}