{
    "Background": "Field ecologists often rely on mark-release-recapture (MRR) experiments to estimate population dynamics parameters for a given species. In the case of a medically important taxon, i.e., a disease vector, inferences on species survival and dispersal rates are particularly important as they have the potential to provide insights into disease transmission dynamics in endemic areas. Medical entomologists have traditionally used fluorescent dusts to externally mark the cuticle of insects. However, dust marking is usually restricted to the adult life stage because immature insects lose the mark when they molt.",
    "Methodology/Principal Findings": "We evaluated the efficacy of 13 trace elements in marking nymphs of three native Brazilian Chagas disease vectors: Triatoma brasiliensis, Triatoma pseudomaculata, and Rhodnius nasutus. Cr and Cu were detected in over 97% of T. brasiliensis (34/35 31/31 for Cr and Cu), while Cu and Mn were detected in more than 95% of T. pseudomaculata (29/29 for Cu and 28/29 for Mn) tested 120 days after marking. Only Mn marked over 90% of R. nasutus nymphs (38/41). Overall, trace elements had no negative effects on T. pseudomaculata longevity, but As-marked T. brasiliensis nymphs (p<0.01), and Cd-marked R. nasutus nymphs (p<0.01) had significantly shorter lifespan.",
    "Conclusions/Significance": "Previous evidence shows that there is little or no genetic differentiation between populations at the microgeographic level, which often precludes indirect estimations of dispersal capability based on genetic markers. In such situations, MRR studies are more suitable as they measure insect movement directly from one site to another, instead of effective migration (i.e. gene flow). The determination of a reliable and persistent marking method is the first step towards the development of meaningful ecological estimates through the application of MRR methodology. Here, we have identified trace elements that can be used for mark and recapture studies of three triatomine species in Brazil."
}