{
    "Introduction": "Malaria is one of the world’s leading causes of mortality and morbidity. Since late in the 1940s the antimalarial drug chloroquine (CQ) has been the primary chemotherapeutic for prophylaxis and treatment of malaria because of its good safety profile, low cost and high efficacy against the blood stages of CQ sensitive (CQS) Plasmodium parasites, causing the disease. Since the 1950`s, CQ treatment of P. vivax infections has been combined with the hypnozoitocidal drug primaquine (PQ) for clearance of the latent P. vivax liver stages, responsible for later relapses of the disease [1–3]. Compared to P. falciparum, development of CQ resistance (CQR) in P. vivax has been relatively slow with the first reports emerging in 1989 in Papua New Guinea (PNG) [4]. Since then, CQR has spread and today it is considered to be present in vivax-malaria endemic countries all over the world (reviewed in [5] and more recently in [6]). Development of CQR has been slower in P. vivax than P. falciparum and this is sometimes attributed to the use of combined treatment (CQ with PQ), where PQ acts synergistically with CQ against CQR parasites [7]. It is also proposed that CQR in P. vivax has a different CQR mechanism than P. falciparum [8].\nKnowledge of the mode of action of CQR in P. vivax is limited. In P. falciparum, reduced CQ sensitivity is strongly associated with single nucleotide polymorphisms (SNPs) in the chloroquine resistance transporter-gene, Pfcrt [9;10]. However, studies of the Pfcrt orthologue in P. vivax, Pvcg10, have not been able to find an association to CQR [8;11]. In P. falciparum is the P-glycoprotein–like molecule Pgh-1 encoded by Pfmdr1, is also associated with CQR though it may only modulate the effects of the Pfcrt gene [12;13]. In 2005, Brega et al. characterized the mdr-like gene Pvmdr1 in P. vivax isolates [14], and evidence suggests that SNPs in the Pvmdr1 gene are a possible genetic determinant of CQR [11;14;15]. Cross-species comparisons led the focus in P. vivax to be primarily on the mdr-codons orthologous to codons implicated in P. falciparum CQR namely 86, 184, 1034, 1042 and 1246 [14;16]. However codons 91 and 189 which are homologous to codons 86 and 184 in P. falciparum [14;17] and codons 1071 and 1079 which are homologous to codons 1034 and 1042 in P. falciparum [14] are rarely polymorphic in Pvmdr1 Instead SNPs at codons, 976 and 1076, have been detected multiple times [11;14;15;18;19]. Suwanarusk et al. observed an association between the Y976F mutation and increased CQ IC50 in samples from Thailand and Papua province of Indonesia, and stated that the Y976F mutation is a useful tool to indicate foci of chloroquine resistance [11]. Others detect the mutations, but doubt their association with CQR [15;18;20–23].\nStudies of P. falciparum drug resistance loci have used flanking microsatellite (MS) variation to describe selective sweeps around Pfdhfr [24] and Pfdhps [25] and Pfcrt [26]. This approach has revealed lineages of drug resistance mutant alleles which are derived from a single emergence event. Notably, in P. falciparum some resistance lineages were found to have spread across vast geographical distances [26;27]. When the same approach was repeated antifolate drug targets in P. vivax Pvdhfr [28] and Pvdhps [29] contrasting results were found. In Pvdhfr and Pvdhps there was evidence of multiple independent mutation events with little selective sweep around mutant alleles at those loci. This result may reflect the limited antifolate drug selection pressure that has historically been applied to P. vivax, or it may point to differences in transmission and selection dynamics in the two species. In this study we looked for evidence of drug selection on the CQR candidate Pvmdr using MS flanking the Pvmdr1 gene.\nWe analysed samples collected from Pakistan, Afghanistan, Sri Lanka, Nepal, Sudan, São Tomé and Ecuador. In Pakistan approximately 83% of the malaria cases are caused by P. vivax and in Afghanistan, 95% are P. vivax. In both countries P. vivax infections are still being treated with CQ + PQ [30]. Around 83% of reported malaria infections in Sri Lanka were caused by P. vivax and CQ with PQ were still efficient and recommended treatment of P. vivax infections on the island until autochthonous cases of both P. falciparum and P. vivax in Sri Lanka fell to zero [30]. In Nepal 88% of the malaria cases are caused by P. vivax and treated with CQ + PQ [30]. In Ecuador, P. vivax accounts for 86% of all malaria infections and is treated with CQ + PQ [30]. To the best of our knowledge no cases of CQR have been reported from either Nepal or Ecuador. Only, 5% of the malaria infections in Sudan are caused by P. vivax and these are treated with artemether-lumefantrine + PQ [30]. No reports of P. vivax CQR have been published from Sudan. Falciparum malaria is the main cause of malaria in São Tomé and no recommendations are provided regarding treatment of P. vivax [30].\nThe objectives of the present study were to 1) Determine the diversity of SNPs in the Pvmdr1 gene, a putative marker of CQR, in P. vivax samples collected from Pakistan, Afghanistan, Sri Lanka, Nepal, Ecuador, Sudan and São Tomé and 2) Characterise flanking MS variation and use this to explore the evolutionary origin of Pvmdr mutations.",
    "Methods": "Sample collection and description of collection sites\nThe total number of P. vivax samples analysed in this study was 267. The samples originated from 7 countries: Pakistan (n = 36), Afghanistan (n = 13), Nepal (n = 55), Sri Lanka (n = 136), Ecuador (n = 17), São Tomé (n = 4) and Sudan (n = 6). The samples were all (with the exception of Sao Tomé, and Sudan) derived from larger sets of PCR positive samples and the subset selected by computer randomisation. The DNA from a total of 263 P. vivax samples selected were already extracted as part of a P. vivax microsatellite study described previously [31].\nPakistan and Afghanistan: Forty-nine samples from a cluster of neighbouring sites in Pakistan and Afghanistan were analysed. Thirty-six were from Pakistan (n = 36); Ashaghroo refugee camp in Adizai from 2003 (n = 10), Adizai Refugee Village in Peshawar from 2004–2005 (n = 3) sampled as part of another study [32] and lastly Adizai, Baghicha and Khagan villages located near Peshawar 2005–2006 (n = 23) described in [33]. Thirteen samples were from Afghanistan collected at the Malaria Reference Center in Jalalabad in 2004–2005 [32]. The samples from all these sites were grouped together because of similar study designs and close geographical distance between the sites.\nSri Lanka: The samples from Sri Lanka were collected in 9 malaria endemic districts during 2002–2007, see [34]. For this study, the samples were divided into 9 groups of districts, where after randomised computerisation was used to select samples from each district (N = 136).\nNepal: Samples from two separate studies in Nepal were grouped together. Thirty-eight samples collected in 2009–2010 from the districts of Jhapa (N = 34) and Banke, Chitwan and Dang (N = 5) have been previously described in [35]. The other study collected samples in the districts of Kanchanpur (N = 5) and Jhapa (N = 12) in 2005–2006 as a part of a cross-sectional prevalence survey estimating the malaria burden and risk behaviour in two endemic districts of Nepal (S. Hewitt, personal communication). The Kanchanpur samples were grouped with Banke, Chitwan and Dang.\nEcuador: Twenty-one P. vivax samples were collected from 2007–2009 in the Province of Sucumbíos through the network of laboratories of the Ministry of Health.\nSudan: Six P. vivax samples from Sudan were collected in the village of Asar in Gedaref state in 2006 as a part of an artemether-lumefantrine efficacy trial community based survey [36]. The amount of available P. vivax DNA was small, and only limited analysis was possible.\nSão Tomé: The island São Tomé is a part of the Democratic Republic of São Tomé and Príncipe in the western equatorial coast of Central Africa. Four samples were available. As with the samples from Sudan, limited analysis was possible because only a small amount of extracted DNA-solution was available.\n\n\nAmplification and sequence analysis of the Pvmdr1 gene\nA fragment spanning nucleotide 2596 and 3532 (amino acids 865–1177) of the Pvmdr1 gene and was amplified using semi-nested primers Pvmdr1-4F [11], Pvmdr1-AS and Pvmdr1-S [14]. Primer sequences are shown in Table 1. Cycling conditions were as follows: 94°C for 15 min, followed by 30 cycles of 94°C for 30 s, 55°C for 1 min, and 72°C for 1 min, and finally 72°C for 10 min. The amplified Pvmdr1 fragments were sequenced on an ABI Prism 377 (Perkin-Elmer) using the Big Dye terminator reaction mix (Perkin-Elmer). After sequencing, the individual haplotypes were aligned and analysed by use of the DNASTAR-Lasergene software.\n\n\nIdentification of microsatellites\nThe Pvmdr1 gene is located on chromosome 10, and sequences flanking the gene were screened for suitable microsatellite marker loci in the Salvador-1 (Sal-1) reference strain (accessed through the European Bioinformatics Institute homepage (www.ncbi.nlm.nih.gov/). Multiple repeats were identified using the software Tandem Repeats Finder [37] and semi-nested primers designed (Table 1). The primary reaction comprised of 1μl template, 0.5 unit Taq polymerase, 1.1μl Thermopol Reaction buffer (New England Biolabs Inc, Glostrup, Denmark), and 0.4μM dNTPs, 0.1μM of forward (F) and reverse primers (R) with cycling conditions as follows; 2 min at 94°C and then 25 repeated cycles of 30 s at 94°C, 30 s at 42°C, 30 s at 40°C and 40 s at 65°C followed by 2 min at 65°C and a minimum of 10 min at 15°C. In the secondary PCR, the same concentrations of reagents were added, but with 0.15μM of reverse primers (R) and fluorescent-labelled inverse primers (I). The cycling conditions were initiated with 2 min at 94°C followed by 25 repeated cycles of 20 s at 94°C, 20 s at 45°C, 30 s at 65°C, and finished with 2 min at 65°C and 10 min at 15°C.\nA panel of four MS were selected for further analysis on the basis of their successful amplification and were named according to their distance to the Pvmdr1 gene: m9.5 (9,489 bp downstream of Pvmdr1), m10.1 (10,120 bp downstream), m10.4 (10,420 upstream) and m43.1 (43,168 bp upstream), (Fig 1). PCR amplified fragments were run with LIZ-500 size standard on an ABI 3730XL genetic analyzer (Applied Biosystems), and analysed using the GeneMapper software (Applied Biosystems). Samples that were negative by PCR were repeat amplified with 2μl template in the first PCR.\nThe identified SNPs within Pvmdr1 and the two chosen MS downstream of the Pvmdr1 gene; m9.5 (9,489 bp downstream of Pvmdr1), m10.1 (10,120 bp downstream) and the two upstream MS: m10.4 (10,420 upstream) and m43.1 (43,168 bp upstream) are shown.\nThe number and length of the repeats in each of the four MS is shown in Table 1. In the cases where multiple (≥ 2) microsatellite alleles were detected in a single sample the major/predominant allele chosen, (‘predominant’ is defined by the electropherogram peak height which had to be twice that of the minor allele).\n\n\nData analysis\nLinkage disequilibrium (LD) was calculated to test for a non-random association of Pvmdr1 allele and the MS alleles. Only the non-mixed samples were used in the calculations. LD was measured by the formula D' = D/Dmax, where D equals derivation of random association between alleles at different loci, and D’ measures D standardized by the maximum value (Dmax), given the observed allele frequencies. LD values range from -1 to +1, where the value +1 refers to a complete non-random association between the alleles. Values of gene diversity were calculated by expected heterozygosity by the formula He = (n/[n-1])(1-∑pi2), by use of the Arlequin software [38], where He is expected heterozygosity, n the number of samples, and pi the frequency of the i-th allele in the sample set.\n\n\nEthical statement\nClearance for analysis of Plasmodium genes were approved by London School of Hygiene Tropical Medicine and Hygiene Ethics Board, locally by Bioethics Committee, Pakistan Medical Research Council and Directorate of Public Health, Jalalabad, Nangahar, Comitee de Bioetica Universidad San Francisco de Quito, Committee on Research and Ethical Review at the Faculty of Medicine, Peradeniya, Kandy and the Nepal Health Research Council. All data analysed were anonymized.",
    "Results": "Analysis of the Pvmdr1 gene\nThe analysis of Pvmdr1 in 39 samples from Nepal was previously published [35]. Of the remaining 228 samples, sequencing was successful in 173 (75.9%); Pakistan (n = 24), Nepal (n = 4), Sri Lanka (n = 120), São Tomé (n = 3), Sudan (n = 4) and Ecuador (n = 17). Combined with the 39 samples from Nepal, 212 Pvmdr1 sequence fragments were available for further analysis (Table 2, Fig 2).\nFour Pvmdr1 alleles were detected in the study abbreviated as TYF, MYF, MYL and MFL. The TYF wild-type is shown in blue, MYF (single mutant, T958M) in yellow, MYL (double mutant, T958M+F1076L) in green, and MFL (triple mutant T958M+Y976F+F1076L) in red. The number of positive samples from each site is shown on the map in brackets, and the number of alleles and percentage frequency overall are shown in the legend.\nSNP variation in fragment 2 was largely confined to three codons; T958M (ACG→ATG), Y976F (TAC→TTC) and F1076L (TTT→CTT), (Fig 1). Three novel SNPs were detected in two samples from the Jhapa district in Nepal. These were sequenced twice to confirm the results. One of the samples carried a SNP at c1080 (S1080N, AGT→AAT), while the other sample possessed SNPs at c979 (F979S, TTT→TCT) and c980 (M980V, ATG→GTG) (Table 3). These two samples and the SNPs were described by Ranjitkar et al. [35].\nThe substitutions at codons 958,976, and1076 were found in various configurations. TYF (the wild-type) was found only in Ecuador in 5 of 17 samples (Fig 2, S1 Table). All the remaining samples carried one of three mutant haplotypes, MYF (single mutant, T958M), MYL (double mutant, T958M and F1076L) and MFL (triple mutant T958M, Y976F and F1076L). The double mutant MYL was present in 63.0% of the samples (n = 133), the triple mutant MFL in 21.3% (n = 45), and the single mutant MYF in 13.3% (n = 28). Their relative abundance at the different sites is shown in Fig 2. In Pakistan only the MYL double mutant haplotype was detected, while the Ecuador samples (apart from the wild-type TYF) possessed the single mutant MYF (n = 12). The Sudan P. vivax samples a mix of MYL (n = 2) and MFL (n = 2) haplotypes were found, while the three samples from São Tomé all possessed the MFL haplotype (Fig 2).\nThe heterozygosity of Pvmdr1 measured as He is shown in Table 2. Measured over all samples He was 0.54. When divided by collection site, Sri Lanka was the most diverse (He = 0.54), and Pakistan the least diverse (He = 0) with only one allele-the MYL haplotype. Although the He value for Sudan was high (0.67), the sample size was small (n = 4), and the broad variation in sample size between sites precluded further in-depth analysis of difference between the sites.\nDistrict level analysis was possible for Sri Lanka (Fig 3). In Sri Lanka, samples were collected in 9 districts, and despite the small sample size per district, the distribution of alleles was similar at district level when compared to the pooled sample set, with a dominating MYL haplotype, followed by MFL and MYF. The exception was Kurunegala district where the MFL haplotype was most common (n = 15), followed by the MYL haplotype (n = 5).\nThree different genotypes were detected in the samples from Sri Lanka named MYF(yellow), MYL(green) and MFL(red). MYF (single mutant, T958M), MYL (double mutant, T958M and F1076L) and MFL (triple mutant). The number of positive samples from each district is mentioned in brackets.\n\n\nAnalysis of the four microsatellites\nFour MS from Pvmdr1 flanking genomic regions were genotyped in the 267 samples although these were amplified with varying successes; for m9.5 (n = 190), m10.1 (n = 196), m10.4 (n = 229) and m43.1 (n = 181) alleles (Table 2). The m10.1 locus was the most polymorphic with 26 alleles identified among 196 samples (He = 0.90), while m9.5 had 4 alleles, m10.4 had 13 and m43.1 had 3 different alleles (Table 2, and S1 Table). The number of mixed samples (those containing more than one allele) detected using each locus differed; only 1% were mixed at the m9.5 locus, while 12% were mixed at the m43.3 locus. When combining all 5 loci, 26% were mixed among 125 samples (Table 2).\nThe m10.1 locus had a mono-A-repeat as well as an AT dinucleotide repeat, and this was reflected in the high number of different alleles (He = 0.90). Ecuador was an exception, only possessing 4 different m10.1 alleles among the 16 positive samples (He = 0.68). Allele size variation is shown in S1 Table, the highest number of observed MS alleles were generally of intermediate size.\nThe combination of all 5 loci resulted in 57 different 5-loci haplotypes among the monoclonal samples (Table 3) and 78 when majority alleles in the mixed genotype samples were included. All 5-locus haplotypes differed from the CQS wild-type Sal-1 haplotype. The most commonly observed 5-locus haplotype was detected in Ecuador (n = 6, haplotype number 8 in Table 3). The other frequently observed 5-loci haplotypes were all from Sri Lanka. The distribution of the Pvmdr1 5- locus haplotypes among the sub-populations sampled in Sri Lanka is shown in Fig 4. A large number of haplotypes occurred only once and these are indicated by grey segments in the pie charts. Haplotypes which occurred multiple times are indicated each by a different colour. The sample collections with the greatest degree of haplotype sharing were from Trincomalee and Anuradhapura (6 haplotypes) and Anuradhapura and Polonaruwa (5 haplotypes of which only 1 was found in Trincomalee). Other sites appear more isolated, for instance all the haplotypes found in the district of Batticaloa were unique.\nThe size of the pie charts reflects the sample size, while the segments illustrate the frequency of combined Pvmdr SNP+ microsatellite haplotypes. Grey color segment indicates the proportion of the sample which consisted of unique 'singleton' haplotypes while the other colors indicate the proportion of each repeated haplotype. The black lines indicate sharing of a specific haplotype between two sites and multiple lines indicate the number of haplotypes shared between given sites.\nUnfortunately, the small amount of DNA-solution available from Sudan and São Tomé prevented reanalysis of these samples, and no 5-loci haplotype from Sao Tomé could be created.\nWe tested for LD, between Pvmdr1 alleles and flanking MS alleles. Significant associations are shown in S2 Table. Strong linkage associations were seen in Ecuador where MS alleles occurred in association with the MYF single mutant allele and also with the wildtype allele TYF. Other population level LD associations were observed in Sri Lanka, and Nepal. In each case different MS alleles were associated with the Pvmdr1 allele. When the 4 MS loci were combined, significant LD between certain 4-loci haplotypes and either the TYF, MYF or MFL haplotypes was found in Ecuador and Sri Lanka, (S2 Table). When samples from all sites were pooled the LD analysis found significant associations of MS alleles with TYF and MFL which are likely attributable to admixture.",
    "Discussion": "The aim of this study was to characterise SNPs in the Pvmdr1 gene, to examine whether the putative CQR mutations have one, few or many origins, and to determine whether there has been geographical spread of certain Pvmdr1 haplotypes. SNPs were found at three codons, T958M, Y976F and F1076L among 267 samples from Pakistan, Nepal, Sri Lanka, Ecuador, Sudan and São Tomé. Polymorphism in the last two codons has been described in multiple studies [11;14;15;18;19;22;23], but the high prevalence of 958M which we observed (206/211, 97.6%) was surprising since this SNP has only been mentioned in two earlier studies; in Madagascar (with a 100% fixation of the 958M) [18] and in a few samples from Indonesia and Brazil [39]. Besides these studies, all others either report the presence of the wild-type T958 allele, or do not mention the locus [11;20–23]. Since the 958M mutation was present in countries with both high and low level of reported CQR over a wide time span, we hypothesize that the T958M is an allelic variant of the wildtype and most likely not associated with CQR. In the present study the T958 wild-type was only detected in Ecuador. It is also seen in the Sal-1 reference sample which originates from El Salvador, so it is possible this allele might be a characteristic of American samples while the 958M is characteristic of Asia and Africa.\nRare mutations, F979S (TTT→TCT), M980V (ATG→GTG) and S1080N (AGT→AAT) were found in two samples from the Jhapa district of Nepal, both possessing the MYL double mutant Pvmdr1 haplotype (Table 3); One of these samples was mutated at codon 1080 while the other was mutated at codon 979 and codon 980. These results have been previously published by Ranjitkar in 2011 [35]. Thus, in total only five Pvmdr1 SNPs were detected which was an unexpected result. Orjuela-Sanchez et al. (2009) [23] reported up to 24 Pvmdr1 mutations in a study of only 7 samples from Brazil, while Barnadas et al. (2008) [18] reported 21 mutations among 105 samples from Madagascar. However, both studies amplified longer fragments of the Pvmdr1 gene than the present study, which might be a part of the explanation.\nGenotyping of microsatellites flanking the Pvmdr1 gene revealed high levels of diversity around single, double and triple mutant alleles. There were too few wildtype TYF alleles to meaningfully compare the MS heterozygosity surrounding wildtype and mutant alleles for evidence of selective sweeps on the mutant alleles. However our finding that all 3 wildtype TYF alleles were flanked by an identical microsatellite haplotype would not support the view that reduced diversity among microsatellite haplotypes is attributable to selective sweeps, but rather suggests a tendency to clonal population structure in some populations.\nThe evidence for association of MS alleles with particular mutations was patchy. TYF and MYF Pvmdr1 haplotypes occurred together with the “201” m9.5 allele, while the “204” allele at m9.5 was more commonly seen with MFL and MYL. No obvious pattern of distribution was seen for the other 3 MS, suggesting this association was caused by greater representation of certain mutant alleles in particular geographic localities rather than a selective sweep.\nThe combination of the 5 Pvmdr1 loci into a 5-loci haplotype revealed 57 different haplotypes among the 125 samples positive at all loci, many of them unique. Country-wise, Nepal was the most diverse, when analysed by locus and for the combined 5-loci haplotype, whereas Ecuador was more conserved. The diminished diversity within the Ecuadorian samples is consistent with the general finding of little diversity amongst P. vivax samples from the Americas, although this is not a hard and fast rule [40]. Just 10 samples of African origin were available for this study but both double and triple Pvmdr1 mutant alleles were present, and their microsatellite fingerprint was distinct from that associated with the same alleles in Asia. Likewise, our South American sample from Ecuador (n = 17) was distinct from the other populations being less diverse, and unique in having the wild-type Pvmdr1 allele.\nStudies of P. falciparum have revealed a contrasting pattern of resistance evolution in which relatively few resistance mutants emerge but then become globally disseminated. The pattern is consistent for both CQR [26;41] and high levels of resistance to SP [24;27;42–44]. Hawkins et al. [28;29] analysed the origin and dissemination of SPR in P. vivax by analysing SNPs in and surrounding the Pvdhfr and Pvdhps genes. They concluded that the genes are considerably more diverse than seen in P. falciparum [28;29] and that highly pyrimethamine-resistant Pvdhfr alleles arose three times in Thailand, Indonesia and PNG/Vanuatu, and that sulfadoxine resistance associated SNPs had evolved independently on multiple occasions. This is consistent with our findings on Pvmdr and may be explained by comparisons of total genomic diversity among P. vivax and P. falciparum isolates. A study by Neafsey et al. [45] reported twice as much SNP diversity, significantly higher MS diversity and a far deeper divergence among P. vivax geographic isolates than among a comparable set of P. falciparum isolates. The higher level of diversity in P. vivax can explain the multiple origin pattern of resistance emergence in of Pvmdr1, Pvdhfr and Pvdhps.\nOur findings can indicate three things. First, Pvmdr1 mutant alleles have developed on multiple haplotype backgrounds by convergent evolution in Pakistan, Nepal, Sri Lanka, Ecuador, Sao Tomé and Sudan. Second, assuming that Pvmdr1 is a reliable CQR marker, there is little evidence that the variation around mutant haplotypes has been subject to a selective sweep, (the result of positive natural selection causing diminished diversity in sequences flanking the selected marker). Third, the historical pattern of drug resistance emergence in P. falciparum is not repeated in P. vivax. The time-delay of around 30 years between initial reports of CQR in the two malaria species, and the two different treatment regimens (mono-in P. falciparum and usually combined CQ/primaquine treatment in P. vivax) might explain this, and may suggest that it is just a matter of time before the effect of selection of the markers can be seen since high grade treatment failure has not yet been reported in any of the sites sampled in this study. P. vivax is generally a chronic disease with low parasitaemia causing mild symptoms compared to P. falciparum, therefore there is less selective drug pressure on the parasite. Furthermore, the fast gametocytogenesis in P. vivax enables uptake of gametes by vectors before clinical symptoms arise and antimalarial treatment is initiated which balances the spread of sensitive and resistant P. vivax parasites.\nEqually, these differences may lie with the biology and transmission dynamics of the two species. Our district level analysis of Pvmdr and linked MS variation in Sri Lanka found evidence of exchange of genotypes between districts which may or may not be linked to their resistance phenotype. Latent P. vivax infections cause relapses of the disease, which may increase the possibility of migration of parasites within the human host while the broader temperature tolerance by P. vivax parasites compared to P. falciparum might increase the likelihood of gene flow between sites with varying temperature or microclimate.\nFinally CQR may be a complex trait including other genes in addition to Pvmdr1 and future research will hopefully illuminate the genomic-level change underpinning changes in CQ sensitivity. Meanwhile, monitoring and research of CQR is of highest importance for the public health in the afflicted areas."
}