{
    "Background": "In coastal Kenya, infection of human populations by a variety of parasites often results in co-infection or poly-parasitism. These parasitic infections, separately and in conjunction, are a major cause of chronic clinical and sub-clinical human disease and exert a long-term toll on economic welfare of affected populations. Risk factors for these infections are often shared and overlap in space, resulting in interrelated patterns of transmission that need to be considered at different spatial scales. Integration of novel quantitative tools and qualitative approaches is needed to analyze transmission dynamics and design effective interventions.",
    "Methodology": "Our study was focused on detecting spatial and demographic patterns of single- and co-infection in six villages in coastal Kenya. Individual and household level data were acquired using cross-sectional, socio-economic, and entomological surveys. Generalized additive models (GAMs and GAMMs) were applied to determine risk factors for infection and co-infections. Spatial analysis techniques were used to detect local clusters of single and multiple infections.",
    "Principal findings": "Of the 5,713 tested individuals, more than 50% were infected with at least one parasite and nearly 20% showed co-infections. Infections with Schistosoma haematobium (26.0%) and hookworm (21.4%) were most common, as was co-infection by both (6.3%). Single and co-infections shared similar environmental and socio-demographic risk factors. The prevalence of single and multiple infections was heterogeneous among and within communities. Clusters of single and co-infections were detected in each village, often spatially overlapped, and were associated with lower SES and household crowding.",
    "Conclusion": "Parasitic infections and co-infections are widespread in coastal Kenya, and their distributions are heterogeneous across landscapes, but inter-related. We highlighted how shared risk factors are associated with high prevalence of single infections and can result in spatial clustering of co-infections. Spatial heterogeneity and synergistic risk factors for polyparasitism need to be considered when designing surveillance and intervention strategies."
}