{
    "Background": "The auto-dissemination approach has been shown effective at treating cryptic refugia that remain unaffected by existing mosquito control methods. This approach relies on adult mosquito behavior to spread larvicide to breeding sites at levels that are lethal to immature mosquitoes. Prior studies demonstrate that ‘dissemination stations,’ deployed in mosquito-infested areas, can contaminate adult mosquitoes, which subsequently deliver the larvicide to breeding sites. In some situations, however, preventative measures are needed, e.g., to mitigate seasonal population increases. Here we examine a novel approach that combines elements of autocidal and auto-dissemination strategies by releasing artificially reared, male mosquitoes that are contaminated with an insecticide.",
    "Methodology": "Laboratory and field experiments examine for model-predicted impacts of pyriproxyfen (PPF) directly applied to adult male Aedes albopictus, including (1) the ability of PPF-treated males to cross-contaminate females and to (2) deliver PPF to breeding sites.",
    "Principal Findings": "Similar survivorship was observed in comparisons of PPF-treated and untreated males. Males contaminated both female adults and oviposition containers in field cage tests, at levels that eliminated immature survivorship. Field trials demonstrate an ability of PPF-treated males to transmit lethal doses to introduced oviposition containers, both in the presence and absence of indigenous females. A decline in the Ae. albopictus population was observed following the introduction of PPF-treated males, which was not observed in two untreated field sites.",
    "Conclusions/Significance": "The results demonstrate that, in cage and open field trials, adult male Ae. albopictus can tolerate PPF and contaminate, either directly or indirectly, adult females and immature breeding sites. The results support additional development of the proposed approach, in which male mosquitoes act as vehicles for insecticide delivery, including exploration of the approach with additional medically important mosquito species. The novelty and importance of this approach is an ability to safely achieve auto-dissemination at levels of intensity that may not be possible with an auto-dissemination approach that is based on indigenous females. Specifically, artificially-reared males can be released and sustained at any density required, so that the potential for impact is limited only by the practical logistics of mosquito rearing and release, rather than natural population densities and the self-limiting impact of an intervention upon them."
}