{
    "Introduction": "The mosquito-borne dengue virus (DENV) has emerged in the latter half of the 20th century to become an important cause of morbidity and mortality. Over half of the world's population live at risk of infection annually [1]. Infection with any of the four antigenically distinct virus serotypes results in a wide range of clinical manifestation, from mild undifferentiated febrile illness to classical dengue fever (DF) to the life-threatening dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS) [2]; the latter two syndromes are characterized by plasma leakage resulting from alteration in microvascular permeability [3], [4], [5]. Supportive fluid therapy is effective in preventing the onset of shock from excessive plasma leakage but relies on early diagnosis of dengue and monitoring for the clinical signs of plasma leakage [5]. Furthermore, early diagnosis would have an increasingly important role with the development of antiviral therapies, because the effectiveness of antivirals is likely to be high only if initiated early after illness onset [6], during the short viremic phase [7], [8].\nDifferentiating dengue from other causes of febrile illness clinically is difficult to achieve reliably during the early phase of illness [9]. In most dengue endemic countries, access to diagnostic laboratories is limited and dengue diagnosis may rely solely on clinical recognition. Moreover, even where diagnostic laboratory services are available, virological tests are requested only upon a clinical suspicion of dengue, based on the presenting symptoms and signs. The World Health Organization (WHO) developed a set of guidelines (WHO 1997) [10], which was recently revised (WHO 2009) [11], to aid diagnosis and disease classification for case management, but how these schemes perform in the context of early clinical diagnosis needs further evaluation. Furthermore, dengue infection in adults is showing an increasing trend globally, both among travellers [12], [13] as well as those residing in endemic regions [14], [15], [16], [17], [18], [19], [20]. The collective clinical experience of dengue in adults is limited compared to that in children [5], [21], [22], [23], [24], upon which the criteria for dengue diagnosis in the WHO classification schemes have been developed. Adults appear to be at lower risk of DHF compared to children [25], but complications such as bleeding and severe organ impairment are more common [26], [27], [28], [29]. How increasing age affects the clinical presentation of dengue infections and hence early clinical dengue diagnosis, is unknown.\nWe undertook a multi-centre longitudinal study of adult dengue infection to characterize the early phase of dengue illness. We report here the observations obtained from 2,129 patients enrolled over a five-year period. Our findings indicate that the symptoms associated with dengue are less frequently reported in older adults, making early clinical diagnosis more difficult with increasing age of the cases.",
    "Materials and Methods": "Study design and patients\nThe study protocol was approved by the National Healthcare Group Domain Specific Review Board (DSRB B/05/013), as well as the Institutional Review Boards of the National University of Singapore and DSO National Laboratories. Enrolment of study participants was conditional on appropriate written informed consent administered by a study research nurse. All biological material collected were de-identified after completion of demographic and clinical data collection.\n\n\nScreening and recruitment\nThe protocol for patient recruitment was described previously [30]. Adult patients (age ≥18 years) presenting with acute onset fever (a presenting temperature of ≥37.5°C or a history of fever ≥37.5°C for less than 72 hours) at selected public primary healthcare clinics were eligible for study inclusion. Upon consent, demographic, clinical and epidemiological information were collected on a standardized data entry form on three occasions: 1–3 days post fever onset (Visit 1), 4–7 days post fever onset (Visit 2) and 3–4 weeks post fever onset (Visit 3) during convalescence [30]. Venous blood was collected at every visit. Serum was stored at −80°C until use. From January 2008, a nasal swab was also collected, which was immediately placed in viral transport medium, and tested for respiratory pathogens in the laboratory.\nRecruited patients who were hospitalized for further management within the defined study period were followed up in the hospital or post-discharge. These patients received medical treatment at the discretion of their attending physicians. Hospitalization information and investigation data were extracted from electronic hospital records or discharge summaries using a pre-defined protocol.\n\n\nHospital admission criteria\nThe decision to hospitalize a patient was left to the discretion of the treating physician. However, national guidelines on dengue management are available and are adopted by the healthcare institutions in Singapore [31]. Hospitalization criteria in these guidelines include: significant bleeding, fall in blood pressure, dehydration and postural hypotension, rise in hematocrit of 20% or greater compared to the baseline, platelet count <80,000 cells/mm3, severe vomiting or diarrhea, severe abdominal pain, and elderly patients with co-morbidities who are unwell.\n\n\nWHO dengue classification schemes\nThe WHO 1997 [10] and WHO 2009 [11] classification schemes were applied to the clinical data obtained at Visit 1. WHO 1997 [10] classifies acute febrile illness as probable DF based on headache, retro-orbital pain, myalgia, arthralgia, rash, hemorrhagic manifestations and leukopenia. In contrast, WHO 2009 [11] utilizes two or more clinical manifestations for a probable DF classification, which are, nausea/vomiting, rash, aches and pains, tourniquet test positive, leukopenia and any warning signs. For this analysis, leukopenia was defined as a white blood cell count (WBC) of below 4,500 cells/µL and joint pain/muscle pain was included under aches and pains. The tourniquet test was not carried out in the study and hence was not included in the analysis. Three of the seven warning signs [11], namely clinical fluid accumulation, liver enlargement >2cm and increase in haematocrit concurrent with rapid decrease in platelet count were also not included for analysis as these parameters are not routinely monitored by primary healthcare clinicians in patients presenting with acute febrile illness. Likewise, persistent vomiting could not be assessed solely on a single visit. Drowsiness was counted under lethargy/restlessness. Hence, the warning signs used in this analysis were abdominal pain, mucosal bleed, and drowsiness. The WHO classification schemes and the factors included in this study are summarized in Table 1.\n\n\nHematology\nA full blood count was performed on anticoagulated blood collected at all time points using a bench-top, FDA-approved hematocytometer (iPoch-100, Sysmex, Japan).\n\n\nSerology\nIgM and IgG antibodies against DENV were detected using commercially available ELISAs (Panbio, Brisbane, Australia) according to manufacturer's instructions.\n\n\nReverse-transcription polymerase chain reaction (RT-PCR)\nRT-PCR was performed to detect DENV RNA and determine the serotype of the DENV as previously described [32]. Results were analyzed with the LightCycler software version 3.5. Reactions with high crossover point (Cp) or ambiguous melting curve results were further analyzed by 2% agarose gel electrophoresis, to confirm the presence of the correctly sized amplicon.\nRT-PCR was also carried out to test for influenza A and B viruses in the nasal swabs. Briefly, viral RNA was extracted from the viral transport medium using QIAamp Viral RNA mini kit (Qiagen, Hilden, Germany) according to the manufacturer's protocol. Viral RNA was reversed transcribed using random hexamer primers with Superscript III (Invitrogen) according to the manufacturer's protocol. Influenza A and B viruses were detected using previously described methods [33], [34].\n\n\nStatistical analysis\nStatistical analysis was performed using GraphPad Prism v5.0 d. For continuous variables, the Mann Whitney U test was applied to determine statistical significance. If more than two groups of continuous variables were analysed, the Kruskal-Wallis test was used. Fisher's exact test and the chi-square test with Yates' continuity correction were used in comparisons of sensitivity and specificity as well as rates of presenting symptoms, pre-existing co-morbidities, hospitalization and severe dengue. All analyses were two-tailed. A P value of less than 0.05 was considered statistically significant.",
    "Results": "A total of 2,129 patients were enrolled from April 2005 to August 2010. Of these, 246 were RT-PCR positive for dengue while an additional 4 patients tested positive for dengue IgM antibody in the convalescent but not acute sera. All 250 (11.7%) patients were considered as having acute dengue infection. The remaining 1,879 were both RT-PCR and serologically negative for dengue and were thus classified as having other febrile illnesses (OFI) in our analyses. Since January 2008, nasal swabs have been collected and tested for respiratory viruses to further differentiate those with OFI. A total of 228 influenza A and B infections were identified and included as a sub-analysis to identify features that are more specific to dengue infections. Baseline demographic data and virological information of the study population are shown in Table 2.\n\n\nComparison of dengue, OFI and influenza\nThe clinical features of dengue, OFI and influenza at Visit 1 are shown in Table 3. Arthralgia, loss of appetite, nausea, vomiting, altered taste sensation, rashes and skin sensitivity were more frequently reported in patients with dengue compared to OFI and influenza (Table 3). Presenting aural temperature was higher in patients with dengue compared to OFI but not influenza. The mean platelet, WBC, lymphocyte and neutrophil counts were significantly lower in dengue compared to OFI or influenza (Table 4).\nDengue patients experienced a longer duration of illness compared to OFI and influenza and a higher proportion of them (46.4%) were hospitalized (Table 3). The factors identified at Visit 1 that were associated with hospitalization are shown in Table 5. Hospitalized dengue cases were significantly older than those that received only ambulatory care. The platelet, WBC, lymphocyte and neutrophil counts were significantly lower in hospitalized compared to ambulatory patients. In addition, a higher rate of secondary infection, as defined by a positive DENV IgG finding on the blood sample taken at Visit 1, and a lower crossover point of the real-time RT-PCR, which is indicative of higher viremia levels, were also observed in the hospitalized patients (Table 5).\nAmong the 116 hospitalized cases, records were available for the 110 patients that were admitted in public hospitals. The remaining 6 patients were treated in private hospitals and their records were not available for review. Of the 110, 20 (18.2%) developed an illness consistent with the classification of severe dengue under the WHO 2009 guidelines [11]. The demographics of these 110 cases are shown in Table 6. Of these 20, 11 (55%) had severe plasma leakage in the form of either a pulse pressure difference of less than 20 mmHg, a systolic pressure of less than 90 mmHg, pleural effusion or ascites, five (25%) bled internally requiring transfusion, three (15%) had liver transaminases that were elevated above 1000 IU and one (5%) had a temporally associated seizure without a previous history of epilepsy.\n\n\nDengue in different age groups\nTo examine the impact of increasing age on the clinical presentation and outcome of dengue infection, patients were separated into 5 age groups (18–25, 26–35, 36–45, 46–55 and those 56 years of age and above). The frequency of patients with symptoms associated with dengue fever, namely myalgia, arthralgia, retro-orbital pain and mucosal bleeding reduced significantly with increasing age (Table 7). We have previously shown that the WHO 1997 and 2009 classification schemes are highly sensitive although they lacked specificity [35]. Here, our data indicates that with reducing rates of the above symptoms, the sensitivity of the WHO classification schemes in differentiating dengue from OFI decreased with age (Table 8). Collectively, the results indicate that clinical recognition of dengue becomes harder as the age of the patients increase.\nWe also observed that leukopenia was more marked with increasing age, although this difference was not statistically significant among the dengue patients in different age groups (Figure 1). However, when compared to patients with OFI and influenza in the same age groups, the difference in WBC appeared greater with increasing age (Figure 1). We thus tested if the use of leukopenia alone can differentiate dengue from OFI. Using a receiver operating characteristic (ROC) analysis, the area under the curve (AUC) values increased with age (Table 9). Likewise, the sensitivity of this test increased from 53.1% in the 18–25 year old group to 81.6% in those 56 years old and above. Specificity was over 85% in all age groups (Table 9). Significant differences in the rates of those with leukopenia were also observed across the age groups when comparing dengue and influenza patients (Figure 1). ROC analysis of platelet, neutrophil and lymphocyte counts also showed statistically significant AUC but these were all lower than WBC alone (data not shown).\nBox and whiskers (maximum and minimum) indicate the mean and spread of WBC in the different groups of patients. Dotted line indicates threshold for leukopenia (WBC<4,500 cells/µL). ***indicates p<0.0001 as determined using the Mann Whitney U test.",
    "Discussion": "In Singapore, DHF was first reported in the 1960s and quickly became a major cause of childhood mortality. With the implementation of vector control leading to reduced Aedes aegypti population, the incidence of DHF declined and Singapore experienced a 15-year period of low DF/DHF incidence [15]. However, since the 1990s, dengue has re-emerged as a consequence of a number of different factors [15], [36], [37] and the highest incidence has been observed in adults with relatively few pediatric cases. This setting provides us with an opportunity to examine the clinical features of dengue in adults.\nWe structured a prospective study enrolling adults presenting with an acute febrile illness of less than 72 hours duration, with follow up over a 3–4 week period to determine the clinical outcome. This enabled us to capture the early features of dengue illness and systematically compare them to other febrile illnesses including influenza, which is another viral infection commonly encountered in the primary healthcare setting. Though Singapore experienced an outbreak of chikungunya from mid-2008 to early 2009 [38], none of our cases tested positive to chikungunya virus.\nA limited subset of these patients have been previously analysed and reported elsewhere. These reports have either described the study design along with the preliminary clinical and epidemiological description of the adult dengue cases [30], the development of a algorithms for early dengue diagnosis and triaging for case management [39] or a cross-sectional comparison on the usefulness of NS1 rapid test relative to clinical diagnosis [35], [40]. However, a full analysis of the patients enrolled over a 5-year period has not been previously described.\nOur data indicates that clinical features associated with dengue are relatively common during the first 72 hours of illness, which represents the first time patients with acute febrile illness seek medical attention. We have recently shown that the high sensitivity of the WHO dengue classification schemes can be useful in ruling out cases of acute febrile illness from further laboratory investigation for a confirmatory dengue diagnosis [35]. Our findings here indicate that while this is true for most age groups, caution needs to be exercised in older adults as the frequency of symptoms and signs in the WHO classification schemes reduced significantly with increasing age of infection. This would thus render the process of early diagnosis more difficult, as was suggested in a case report [41], thereby reducing the effectiveness of any antiviral intervention [6] when these become available.\nThe longitudinal study also enabled us to assess the burden dengue imposes on the adult population. The median age of the dengue cases was 39 years old, indicating that the majority of dengue cases are in the productive working age. Overall, dengue patients were ill for a longer period, had greater rates of hospital admission and, if admitted, were hospitalized for a longer period than OFI or influenza. The risk of hospitalization also appeared to increase with age. Given the trend of increasing age of dengue cases in Singapore [15], the burden dengue poses on society is thus likely to worsen.\nThese considerations, however, may be confounded by the availability of a national guideline for admitting dengue patients for hospitalized treatment. In contrast, the decision to hospitalize patients with OFI or influenza is based solely on the clinical judgement of the emergency physician. Indeed, it is entirely possible that the present guidelines have resulted in over-hospitalization of dengue cases as out of the 110 hospitalized cases reviewed, only 20 (18%) had severe dengue. Furthermore, pre-existing chronic illness are more common in older adults and this criterion in the guideline could have resulted in the increased hospitalization rates with age. However, our study did also observe an increasing trend of severe dengue with increasing age, suggesting that age alone may have an impact on disease outcome. In a retrospective study of the 1981 DHF outbreak in Cuba, peak mortality rates were observed in children and in adults above 60 years old [42]. The underlying mechanism on how age influences clinical outcome, with or without pre-existing chronic illness, however, cannot be gleaned from this study as there were relatively few severe dengue cases.\nTo improve clinical suspicion of dengue in older adults who present with acute febrile illness, we suggest the use of a simple WBC. Leukopenia has been previously reported to be associated with dengue infections and its use as a diagnostic tool was proposed before the availability of RT-PCR or NS1 antigen assays [43]. The ROC analyses in the different age groups in this study indicate that the usefulness of leukopenia in aiding an early clinical diagnosis of dengue is not consistent throughout all age groups but instead increases sharply with age. Platelet count is not below the normal limits at this stage of the illness in most patients, although it was significantly lower in patients with dengue compared to OFI or influenza, and the usefulness of thrombocytopenia in triggering a differential diagnosis improves in the later stages of illness. While the underlying explanation for the increasing trend of leukopenia with age is not known, it could be an inexpensive tool to enable clinicians to decide whether to pursue additional laboratory tests for dengue or not. It would also be interesting to explore if fever and leukopenia, plus one or more of the list of symptoms in the WHO 2009 classification, could be used for a clinical diagnosis of probable dengue in this group of adults.\nTo our knowledge, this is the largest prospective study that examined early clinical diagnosis of dengue in adults in a primary healthcare setting [44]. A limitation of this study, however, is the small number of cases that met the WHO 2009 classification's criteria for severe dengue. We have thus not analysed here how predictive the early clinical or haematological parameters are in determining the development of severe illness, which has been addressed elsewhere [39], [45], [46].\nIn conclusion, early clinical diagnosis based on previously defined symptoms that are associated with dengue, even in the schematics of both the WHO 1997 and 2009 classifications, is difficult in older adults. The presence of leukopenia in older adults that present with an acute febrile illness should trigger a differential diagnosis of dengue for further laboratory confirmation."
}