{
    "Background": "Visceral Leishmaniasis (VL) is a neglected tropical disease that afflicts some of the poorest populations in the world including people living in the Bihar state of India. Due to efforts from local governments, NGOs and international organizations, the number of VL cases has declined in recent years. Despite this progress, the reservoir for transmission remains to be clearly defined since it is unknown what role post kala-azar dermal leishmaniasis (PKDL) and asymptomatic infections play in transmission. This information is vital to establish effective surveillance and monitoring to sustainably eliminate VL.",
    "Methodology/Principal Findings": "We performed a longitudinal study over a 24-month period to examine VL transmission and seroconversion in households with VL, PKDL and asymptomatic infections in the Saran and Muzaffarpur districts of Bihar. During the initial screening of 5,144 people in 16 highly endemic villages, 195 cases of recently treated VL, 116 healthy rK39 positive cases and 31 PKDL cases were identified. Approximately half of the rK39-positive healthy cases identified during the initial 6-month screening period were from households (HHs) where a VL case had been identified. During the 18-month follow-up period, seroconversion of family members in the HHs with VL cases, PKDL cases, and rK39-positive individuals was similar to control HHs. Therefore, seroconversion was highest in HHs closest to the time of VL disease of a household member and there was no evidence of higher transmission in households with PKDL or healthy rK39-positive HHs. Moreover, within the PKDL HHs, (the initial 31 PKDL cases plus an additional 66 PKDL cases), there were no cases of VL identified during the initial screen or the 18-month follow-up. Notably, 23% of the PKDL cases had no prior history of VL suggesting that infection resulting directly in PKDL is more common than previously estimated.",
    "Conclusions/Significance": "These observations argue that acute VL cases represent the major reservoir for transmission in these villages and early identification and treatment of VL cases should remain a priority for VL elimination. We were unable to obtain evidence that transmission occurs in HHs with a PKDL case."
}