{
    "1. Introduction": "Anopheles stephensi is an invasive malaria vector in Africa that threatens to expose an additional 126 million people to the risk of the disease and expand the malaria landscape from a predominantly rural to an equally urban disease [1]. This mosquito originates from Asia, and it is the main vector of malaria in the Indian Subcontinent [2]. Its first detection on the African continent in Djibouti in 2012, was made following a surprising outbreak of malaria at a time when Djibouti was approaching malaria elimination status [3]. In the eight years following detection, malaria cases in Djibouti increased over 36-fold from <2,000 cases per year to over 75,000 confirmed cases and 300,000 suspected cases in 2020 [4]. In 2016, An. stephensi was reported from eastern Ethiopia but it has since been detected across the country and, in 2022, was associated with a malaria outbreak in the urban centre of Dire Dawa [5]. Anopheles stephensi has now been confirmed in eight countries in Africa: Djibouti (2012), Ethiopia (2016), Sudan (2016), Somalia (2019), Nigeria (2020), Kenya (2022), Eritrea (2022) and Ghana (2022). The potential impact of continued expansion has led to a World Health Organization (WHO) initiative to stop the spread of this invasive [6], and organizations like the United States (US) President’s Malaria Initiative have modified policy and guidance to ensure enhanced surveillance and rapid response to the invader [7].\nThe ecology of An. stephensi appears different compared to African malaria vectors (An. gambiae s.s., An. coluzzii, An. arabiensis, An. funestus to name the most important), not only in its proclivity for the use of artificial larval habitats like urban [8], but its biting behaviour appears to be unique as it is not captured by typical malaria vector surveillance methods like human landing catches. However, while information is available on the bio-ecology of An. stephensi in Asia, its area of origin, the limited knowledge about its bionomics in new African environments is a challenge considering the high ecological plasticity of the species, and therefore makes targeted detection and selection of vector control tools a challenge.\nIn addition to being reported as a unique Anopheles, An. stephensi has widely been reported to have associations with livestock, and bloodmeal analyses have indicated feeding preferences for livestock where they are present. For example, initial detections in Djibouti were first found in livestock quarantine settings [3]. In its invasive range, An. stephensi was also found to be so strongly associated with livestock that vector control efforts in Pakistan leveraged this association and utilized cattle permethrin dips as an effective tool to control the species [9]. In its invasive range in Africa, and Ethiopia in particular, studies thus far have also shown that one of the best An. stephensi adult collection methods is by mouth or backpack aspiration of resting mosquitoes from livestock structures [5,8]. Similarly, in Ethiopia the majority of identified bloodmeals are from livestock [8,10] however, this could be due in part to the sampling bias of the livestock-focused adult collection method.\nThe adaptation of An. stephensi to urban breeding sites (small artificial water containers), its greater tolerance to cold than that of African malaria vectors, and its ability to persist year round, including throughout dry seasons, represents a major risk of modification to the malaria epidemiological landscape in Africa, specifically urbanization and a risk of upward extension to the highlands (Ethiopia, Kenya, Madagascar) where populations are not pre-immune to malaria leading to greater likelihood of epidemics [11]\nIt is unknown how exactly An. stephensi, endemic to the Arabian Peninsula and South Asia, arrived on the African continent. In countries where An. stephensi was first detected within or close to a seaport (Djibouti, Sudan, and Somalia), the species was hypothesized to have arrived via maritime trade. Although that has been challenged by the notion that Anopheles eggs cannot remain viable in the absence of water and would not survive the journey, work from 1927 by Chalam et al [12]. indicated that the species may be viable in the absence of water for up to 12 days, and when replicated more recently, data indicate that unlike other Anopheles species, An. stephensi eggs can remain in the absence of water in humid environments for up to three weeks. Genetic and genomic-wide analyses also indicate that the port city of Djibouti and the sites connected to it by proximity, key railway and auto traffic routes have established populations of An. stephensi [10,13], which supports the role of this port city in An. stephensi spread.\nOf particular concern to Mauritius and several African countries are that shipping routes between Asia and Africa have amplified and shortened since the 2000s. This can increase the likelihood of gravid adult female mosquitoes resting in shelters such as containers to survive and lay eggs on arrival in port areas. The travel time of ships between Asia and Africa are compatible with the life expectancy of an adult mosquito (three weeks in this case).\nA study examining maritime trade connectivity between An. stephensi-endemic countries and all seaports in Africa showed that maritime trade routes alone from 2011, 2016, and 2020 highlight the highest connectivity with Djibouti and Sudan, indicating that those may be the most likely locations for An. stephensi to have first invaded the continent [14]. The authors also describe an interactive network of connectivity to predict countries at risk of An. stephensi introduction. When coupled with habitat suitability predicting likelihood of establishment, Djibouti and Sudan remain the countries at highest risk [14]. Key goods identified along these maritime trade routes include livestock exportation and importation [14].\nMaritime trade routes highlighted that the small island nation of Mauritius is the third most likely country to have an An. stephensi introduction, based on trade routes alone [14], and acts as a critical bridge and port-of-call between the Asian and African continents. Mauritius is a malaria elimination country since 1998 with no local cases of malaria, but with imported cases ranging between 12 and 54 cases every year [15] and residual populations of the historic vector An. arabiensis [16]. As a country with tourism as their third pillar, malaria elimination efforts have been rigorous and significant effort is made to maintain its disease-free status with focused emphasis on the early detection and treatment, focalized vector control interventions around confirmed cases, and rapid response against introduced vectors to ensure that they do not become established [17].The possibility of an introduction of An. stephensi may threaten the gains made in maintaining malaria elimination on this island nation. The Vector Biology and Control Division, a department under the Ministry of Health in Mauritius, has a well-established mosquito surveillance and control program across the island, with particular strengths against Aedes, especially Aedes albopictus, the vector of dengue fever. In late 2021, other mosquito collection methods were integrated into the program–including the use of mosquito adult traps, the establishment of artificial breeding sites and the consideration of animal transport or assembly points and the involvement of several stakeholders were sought to enhance the surveillance of Anopheles, which concurrently improved the monitoring system for other mosquito vectors. Animal assembly points are sites identified by the National Veterinary Services as key transport hubs where groups of domesticated animals are quarantined, housed, or aggregated for production or wildlife purposes. Due to movement of these animals and high densities, these sites are considered potential for veterinary disease risk and vector introduction. Therefore, the threat of An. stephensi provided an opportunity to catalyze multisectoral efforts to respond to this and future vector-borne public health threats.\nHere, we describe the implementation of an enhanced vector surveillance system for the early detection of An. stephensi, following the hypothesis that the invasive species could be on the island given high connectivity to endemic An. stephensi countries and high likelihood of introduction and establishment [14]. These activities were launched and leveraged into an integrated vector management program, in alignment with the Global Vector Control Response 2017–2030 strategy of the World Health Assembly [18]. We also described the necessity of multisectoral collaborations and the opportunities it has created for enhanced surveillance of all arthropod vectors of human and animal diseases, community engagement in vector surveillance, and a catalyst for the coordinated development and strengthening of a medical and veterinary entomology workforce across the south-east Indian Ocean islands (Mauritius, Comoros, Reunion, Madagascar, Seychelles), leveraging the strengths of each country.\nFinally, we describe how the small island nation of Mauritius initiated multi-sectoral coordination to respond to the threat of An. stephensi, and highlight the cascading regional One Health benefits of this action thus far, including enhanced vector surveillance tools and approaches to inform public health decision making. The activities implemented by Mauritius and subsequently the Indian Ocean Commission (IOC) with other partners (CIRAD, IPM), serve as a model framework for how to leverage existing entomological public health capacity dedicated essentially to one system (Aedes mosquito and arbovirus surveillance) to enhance multi-vector surveillance and control and create multisectoral networks to prevent and respond to any emerging public health threats in the region.",
    "2. Materials and methods": "2.1. Ethics statement\nThe work in this study was led by the Ministry of Health and Wellness in Mauritius through routine vector surveillance activities. Methods followed all ethical and compliance guidelines for vector surveys. Approval for establishing this One Health Surveillance system, was granted by the Ethics Committee of the Ministry of Health and Wellness.\nWhile conducting mosquito surveys, the head of each house visited was informed about the intent of the study and asked to participate on a voluntary basis. A yard was surveyed for larval habitats only after receiving verbal consent from the head of the household.\n\n\n2.2. Study site\nMauritius is a small island nation (1865 km2) of 1,265,000 inhabitants located in the South West Indian Ocean, 890 km east of Madagascar (Fig 1A). The island has two ports of entry–a sea port situated in the capital city of Port Louis and an airport in the southeast of the country, close to the locality of Plaine Magnien (Fig 1B). The climate is mild tropical, consisting of a warm humid summer (November to April) and a cool dry winter (June to September). Mean temperature and mean annual rainfall are respectively 24.7° C and 1,344 mm during summer and 20.4° C and 666 mm during winter [19]. Located in the South West Indian Ocean, Mauritius is particularly vulnerable to the impacts of climate change (pronounced due to the El Nino effect) which include rising temperatures and sea levels, coastal erosion, altered precipitation patterns, and an increase in extreme weather events such as flash floods and explosive cyclones [20]. Mauritius has extensive maritime links with countries of the region and is at a high risk of being colonized by the invasive malaria vector An. stephensi [14].\n(A) Mauritius, an island in the Indian Ocean with (B) its two points of entry (seaport, airport) and five other sentinel sites (triangle) and 26 animal assembly points (dots) that were surveyed from June 2021 to September 2023. Base maps used included humdata.org and opendatasoft.com, both of which are in the public domain and are linked here.\n\n\n2.3. Study design\n2.3.1. Larval mosquito survey.From June 2021 to March 2023, at least one larval survey was conducted every month in seven previously established sentinel sites (including the seaport and airport area) (Fig 1B). Larval surveys were also conducted in randomly selected localities across the island. Since human population density is a major factor influencing mosquito vector populations and the risk of disease transmission, this parameter was used to estimate the relative frequency at which random surveys need to be carried out in each of the nine districts of the island. On a monthly basis, a pre-determined number of localities was therefore randomly selected from an exhaustive list of localities in each district. Additional details on surveillance methods and approaches can be found in the S1 Text).\nDuring a larval survey, yards, plantations, vegetated areas and abandoned parcels within a delimited area, were systematically screened for the presence of stagnant water. All the larvae detected in small breeding sites were collected using pipettes and ladles. In larger water bodies (notably, drums, pails, buckets and basins), breeding sites were sampled using a ladle following the ‘Dipping method’ [21].\nAs such, respectively 18, 39, 113 and 610 mosquito surveys have been conducted in the airport, seaport, five other sentinel sites and randomly selected localities in Mauritius during which 5,230, 2,062, 14,343 and 78,571 potential outdoor breeding sites were inspected. Larvae were collected in 25 ml plastic tubes and brought back to the lab for species identification. Anopheles larvae were bred to the adult stage for species confirmation–approximately 50% of the larvae collected emerged into adults.\nTo investigate mosquito breeding habitat preferences at points of entry, commonly encountered breeding sites were classified into eight categories: (1) Basin (large concrete, fibre-glass or ground structures of >250 litres, used to store water for domestic purposes); (2) Drum, pail and bucket (large iron or plastic containers of 20–200 litres used to store water); (3) Discarded used tires; (4) Small container (mostly discarded waste containers of less than 50 centilitres, such as tins and plastic cups); (5) Flower pot (pots used for planting, including their saucers); (6) Bottle (discarded glass or plastic bottles); (7) Absorption pit, canal and drain; and (8) Puddles (puddles on roads, boats and plastic sheets).\n\n2.3.2. Adult mosquito survey.From October 2021 to September 2023, two, 20, and 26 adult mosquito surveys were respectively conducted in the airport, seaport, and at twenty-six animal assembly points in Mauritius (Fig 1B). During those surveys, adult mosquitoes were collected from 3 p.m.. to 8 a.m.. the following day using BG Sentinel traps (Biogents AG, Regensburg, Germany) baited with BG Lure (Biogents AG, Regensburg, Germany) and 2 kg of dry ice. Mosquitoes collected were subsequently brought back to the laboratory for species identification.\n\n2.3.3. Larval sentinel surveillance at seaport.From July 2022 to April 2023, 38 artificial breeding sites—consisting of four 20-L concrete ground pools, 20 1-L plastic containers, eight discarded used car tires and six 50-L plastic drums–were set up in the sea port area (Fig 2). These sites were inspected on a weekly basis and larvae brought back to the laboratory for species identification. Anopheles larvae were reared to the adult stage for species confirmation.\nExamples of artificial breeding sites set up in the seaport area: a 20-L concrete ground pools; b 1-L plastic containers; c discarded used tire; d 50-L plastic drum. Photos were taken by the authors.\n\n2.3.4. Local stakeholders involved in mosquito surveys.Several areas where mosquito larval and adult surveys were carried out during this study are restricted or highly restricted zones, which required collaboration with several local stakeholders for ease of access. These stakeholders (summarized in Table 1), were involved in entomological surveillance at an early stage to ensure efficiency and sustainability.\n\n\n\n2.4. Species identification\nExcluding Anopheles, mosquito specimens collected during the surveys were identified morphologically under a stereomicroscope. Specimens were identified to the species level using the morphological keys of Edwards (1941) [22], MacGregor (1927) [23], Hamon (1953) [24] and Coetzee et al. (2020) [25]. Anopheles larvae were reared to the adult stage for identification purposes using three methods: (1) morphological identification under a stereomicroscope at the VBCD laboratory using the morphological keys of MacGregor (1927) [23, 24],and Coetzee et al. (2020) [25], (2) morphological analysis of smartphone photos of collected mosquitoes (larval and adult stages) using artificial intelligence system algorithms (Minakshi et al. 2020a,b; mosquitoID.org) [26–28] at the University of South Florida, and (3) molecular analysis on a sub-sample of adult mosquitoes that were preserved on silica gel and sent to Baylor University.\nDNA extractions of head and thorax were performed using the Qiagen DNeasy Blood and Tissue kit (Qiagen, Hilden, Germany). Extractions included samples morphologically identified as An. arabiensis (n = 58) and An. coustani (n = 10) across collection sites. To confirm species by molecular identification, portions of the internal transcribed spacer 2 (ITS2) locus and the mitochondrial cytochrome oxidase subunit I (COI) locus were PCR amplified and sequenced using protocols by Carter et al. [29] The ITS2 primer sequences used for An. arabiensis and An. coustani were 5.8SB (5′-ATCACTCGGCTCGTGGATCG-3′) and 28SB (5′-ATGCTTAAATTTAGGGGGTAGTC-3′). PCR amplifications were performed with the following temperature cycling: 95° C for 2 min, 30 cycles of 95° C at 30 s, 50° C at 30s, 72° C at 1min, and final extension of 72° at 5 min. The COI primer sequences used for all samples were LCO1490F (5′-GGTCAACAAATCATAAAGATATTGG-3′) and HCO2198R (5′-TAAACTTCAGGGTGACCAAAAAATCA-3′). PCR amplifications were performed with the following temperature cycling: 95° C for 1 min, 30 cycles of 95° C at 30 s, 48° C at 30 s, 72° C at 1min, and final extension of 72° at 10 min. For all samples, four microliters of PCR product were run on 2% agarose gel for 50 min at 100 V to confirm successful PCR. Amplified ITS2 and COI samples were sent out for commercial DNA Sanger sequencing.\nDNA sequences were viewed and trimmed using CodonCode Aligner version 8 (CodonCode Corp., Centerville, MA, USA) with successfully sequenced ITS2 and COI sequences submitted as queries to the National Center for Biotechnology Information’s (NCBI) Basic Local Alignment Search Tool (BLAST) for final species confirmation. Sequences were used as the basis for further phylogenetic analysis. Sequences were submitted to NCBI Nucleotide database (Accession numbers: PQ181572, PQ181573, PQ168225- PQ168231). Alignments were generated using previously published sequences and those generated in this study with CodonCode and phylogenetic analysis was conducted using maximum-likelihood approach with RAxML [30]. Final trees were annotated using Figtree [31].\nThe list of regional and international stakeholders that assisted in the identification of mosquito species during this study are summarized in Table 2.\n\n\n2.5. Habitat data analysis\nTo assess larval incidence, the container index [32] was calculated by dividing the number of habitats positive for mosquito larvae by the total number of habitats with water inspected during each survey. Breeding site preference for each mosquito species was evaluated by determining the frequency of their presence in the eight categories of potential breeding sites. Adult incidence was calculated as the total number of adults by species collected in one night.",
    "3. Results": "3.1. Species identification\n3.1.1. Larval surveillance.In total, 780 larval surveys were conducted in 197 localities across the island from June 2021 to March 2023, during which 85,071 sites with water were inspected, and respectively 78, 258, and 1,507were found positive for larvae of Anopheles gambiae sl (presumed An. arabiensis) Culex. quinquefasciatus, and Aedes albopictus based on morphological identification. Sequencing of COI and ITS2 in 58 specimens confirmed An. arabiensis for the majority of the specimens and identified An. merus for two specimens (detailed below). Like in the other localities, Ae. albopictus was the dominant species in potential breeding sites at the seaport and airport, with 0.7% and 0.8% positive sites respectively. Sites occupancy by the two other mosquito species (Cx. quinquefasciatus and An. arabiensis) ranged from 0 to 0.2% (Table 3). Anopheles merus was detected in only one site in Grand Bay in 2021. At both points of entry, small containers, flower pots, drums, pails and buckets were the most abundant sites containing water. However, although fewer in numbers, discarded used tires were the most attractive breeding sites for Ae. albopictus specifically at both the seaport and the airport (Tables 4 and 5). At the seaport, Cx. quinquefasciatus and An. arabiensis preferred to breed in basins (Table 4). Larvae of Cx. quinquefasciatus were not detected at the airport, while only one puddle (road pool) was found positive for An. arabiensis larvae (Table 5). No An. stephensi were detected during these larval mosquito surveys.\n\n3.1.2. Adult mosquito surveillance.In total, 5,670 adult mosquitoes were collected by BG Sentinel traps at the seaport area during 20 nights of trapping as compared to 257 and 2,501 adult mosquitoes collected respectively at the airport and 26 animal assembly points during two and 26 nights of trapping from October 2021 to September 2023 (Table 6). Species collected were Ae. albopictus, An. arabiensis, An. coustani, Cx. quinquefasciatus and Cx. thalassius. The most abundant species was Cx. quinquefasciatus (3,754 in the seaport, 182 at the airport and 1,903 at animal assembly points) followed by Ae. albopictus (1,908 in the seaport, 75 at the airport and 525 at animal assembly points). No An. stephensi were detected during these adult mosquito surveys.\n\n3.1.3. Surveillance of artificial mosquito breeding sites at seaport.Larvae of Ae. albopictus, An. arabiensis, Cx. quinquefasciatus and Lutzia tigripes, formerly known as Culex (Lutzia) tigripes, were detected in artificial breeding sites set up in the seaport area from July 2022 to April 2023 (Fig 3). Aedes albopictus was highly prevalent, breeding in nearly all of the 38 artificial breeding sites. In contrast, An. arabiensis and Lutzia tigripes bred exclusively in concrete ground pools in a vegetated yard close to the disembarkation zone. Culex quinquefasciatus bred in two other sites besides the ground pools. No An. stephensi larvae were detected in these artificial breeding sites at the seaport during the entire monitoring period.\nHeat maps showing frequency of artificial mosquito breeding sites positive for larvae of (A) Ae. albopictus (B) Cx. quinquefasciatus, (C) An. arabiensis and, (D) Lutzia tigripes during weekly inspections carried out from July 2022 to April 2023 in the seaport area. This figure was produced using Quantum GIS 3.16.1 software and OpenStreetMaps was used for the basemap. Additional base maps used included humdata.org and opendatasoft.com, both of which are in the public domain and are linked here.\n\n\n\n3.2. Molecular identification confirmation\nIn order to confirm morphological identities of the Anopheles specimens collected, a subset of samples was sequenced and compared to database sequences for similarity. Overall, molecular analysis confirmed the absence of An. stephensi in Mauritius. For the 58 specimens morphologically identified as An. gambiae s.l., five different COI haplotypes were detected. BLAST analysis of these COI haplotypes supported most morphological identifications. One haplotype carried by two specimens revealed the highest sequence similarity with An. merus specifically (99.83% identity score). The remaining An. gambiae s.l. haplotypes could not be distinguished to the species level using the COI sequences. Two haplotypes were detected among the An. gambiae s.l. ITS2 sequences. The ITS2 sequence BLAST revealed those unidentified An. gambiae s.l. carried the same haplotype and were An. arabiensis (100% identity score). The ITS2 analysis also confirmed An. merus identification for two specimens (100% identity score), specifically.\nFor the 10 specimens morphologically identified as An. coustani, two COI haplotypes were detected. BLAST analysis of the two haplotypes supported this designation, mostly. For COI, the highest scoring match was for An. coustani COI (99.67% identity, 100% sequence coverage). ITS2 sequences revealed highest scoring match for An. coustani (99.83% identity, 93% sequence coverage), though there was also a high level of similarity to another species (An. ziemmani, 99.82% identity, 87% sequence coverage).\nPhylogenetic analysis of COI was used to confirm species identification and examine evolutionary relationships among Anopheles species found in Mauritius and globally (Figs 4 and 5). Anopheles arabiensis shared a clade with other members of An. gambiae s.l.in the COI tree (bootstrap = 100), while the ITS2 tree revealed sufficient support for clustering separately from other An. gambiae complex species (bootstrap = 93). Anopheles merus was distinct from other species in both the ITS2 and COI trees. In the COI tree, An. coustani specimens fell into a distinct clade with other members of the same species and An. rufipes, An. ziemanni, and An. rhodesiensis (bootstrap = 85). There was not enough sequence similarity between An. gambiae s.l. and An. coustani to create an ITS2 tree that included both.\nPhylogenetic analysis of COI haplotypes using maximum likelihood method on COI haplotypes of Anopheles collected in Mauritius, 2021–2023, denoted in blue, red and purple (blue = An. coustani, purple = An. merus, red = An. arabiensis). Bootstrap values >70 shown at nodes.\nITS2 haplotypes of Anopheles collected in Mauritius, 2021–2023, are denoted in color (purple = An. merus, red = An. arabiensis). Bootstrap values >70 shown at nodes.",
    "4. Discussion": "4.1. Main findings\nThroughout the world, insect vectors and the diseases they transmit are expanding their range through international travel and trade [33]. Environmental change [34] and climate change [35] exacerbate the existing risks of new species (vector and/or disease agent) becoming established and existing species spreading to new areas. Island states are particularly exposed to invasive risks and the emergence of vector-borne diseases [36] and integrated entomological surveillance systems aimed at detecting exotic mosquitoes and associated pathogens introduced at points of entry are routinely practised in many continental countries such as the USA [37] or island countries such as New Zealand [30].\nBy way of example, the invasive species Ae. albopictus has been established for several centuries in the islands of the South West Indian Ocean in connection with human population migratory episodes from Southeast Asia. In Mauritius, it was first described by de Charmoy in 1908 [38]. Aedes albopictus is more recently established in the Comoros, in Mayotte since 2001 [39], in Anjouan since 2011 [40] and has just been found in Grande Comore in 2019 (Lebon, pers com). Like Ae. aegypti, it is a vector of numerous human arboviruses such as dengue, with the Mauritian epidemics of DENV-2 in 2009 [41] and more recently in 2023 (Issack, pers com), and chikungunya, with the regional epidemic in 2005–2006 [42]. This highly competitive species is tending to out-compete Ae. aegypti in places where it has become established, such as Réunion [43] and Mayotte [44]. In Mauritius, Ae. aegypti is thought to have been eliminated from the island by anti-malarial insecticide treatments carried out in the late 1940s [45].\nThe invasive malaria vector in Africa, An. stephensi was not detected in Mauritius during this 26-months period. Species collected were Ae. albopictus, An. arabiensis, An. coustani, An. merus, Cx. quinquefasciatus, Cx. thalassius and Lutzia tigripes, i.e. a total of 7 species, classically the most abundant of the 18 mosquito species recorded on the island [16]. Over and above their respective abundance in the island’s different environments (the two most ubiquitous species being Ae. albopictus and Cx quinquefasciatus), the type of collection method used greatly influenced the abundance and diversity of species collected. While Ae. albopictus was collected by all the three collection methods, it was the most dominant species detected during larval inspection of natural and artificial breeding sites and the second most abundant species (after Cx. quinquefasciatus) collected by BG Sentinel traps. Anopheles arabiensis, An. coustani, Cx. quinquefasciatus and Cx. thalassius were mostly collected by BG Sentinel traps while Lutzia tigripes was exclusively detected in artificial concrete ground pools. This highlights the importance of using several mosquito collection methods as part of an integrated entomological surveillance, particularly when assessing the risk of introduction of invasive vector and disease transmission at points of entry [46].\nThough An. stephensi was not detected in Mauritius, the inclusion of molecular analysis proved useful in this study. Using DNA sequencing for conformation, no false morphological identifications of An. stephensi were reported in the 2021 collection providing initial support for successful integration of An. stephensi morphological identification. A baseline for detection is now established should An. stephensi emerge. Furthermore, phylogenetic analysis of the Anopheles sequences provided species-level identification of An. gambiae specimens, confirming that two members of the An. gambiae complex are present in Mauritius as previously reported [47]. Sequencing confirmed An. arabiensis for the majority of the An. gambiae s.l.collected as expected. Anopheles merus, a saltwater mosquito and malaria vector present in coastal regions of East Africa and Southern Africa such as Kenya, Madagascar, Mozambique, South Africa, and Tanzania, was also identified in this study [48]. This vector was first identified in Mauritius in 1963 [47]. While previously considered a secondary vector, studies have found An. merus playing a key role in malaria transmission in some areas (reviewed in Baritol et al.,) [48]. In addition, there is evidence that it has undergone a geographical range expansion in South Africa [49]. Thus, this vector should be monitored further.\nAnalysis of An. coustani COI and ITS2 sequences did confirm this general identification while highlighting potential challenges with distinguishing it from genetically similar species. Phylogenetic analysis of the COI sequences confirmed the distinction with An. rhodesiensis but there is not enough support to separate the An. coustani sequences from similar An. ziemanni and An. rufipes sequences included from the NCBI database. Whole genome sequencing can provide further confirmation of the identification An. coustani and the absence in Mauritius of other closely related species.\nAt both the seaport and airport, small containers, saucers of flower pots, drums, pails and buckets were the most abundant sites with water and were conducive to the breeding of Ae. albopictus, while the most prolific breeding site for the species were used tyres. The abundance of those types of breeding sites as well as the high prevalence of Ae. albopictus in nearly all of the surveyed localities, indicate the high probability of a successful colonization of An. stephensi if it is introduced on the island, since like Ae. albopictus, An. stephensi is often a container-breeder which oviposits in all kind of water and thrives in urbanized settings [50–53]). Vector surveillance at the point of entry must target dispersal routes on a global and continental scale, but also on a local scale [54], taking into account the bio-ecology of the invasive species. Modelling using mainly abiotic (climate, photoperiod) and landscape (urbanisation) variables can help identify the most suitable areas for invasive species establishment. The spatial distribution of each mosquito species in the seaport area was established through the setting up and weekly surveillance of artificial breeding sites. Several hotspots for Ae. albopictus and therefore potentially for An. stephensi, have thus been identified and could be used to implement vector control response against the invasion and spread of this species in the event of early detection at this maritime entry point, the most at-risk for the island.\n\n\n4.2. A One Health multisectoral approach\nA One Health multisectoral approach was chosen to develop surveillance and rapid response strategies against a potential invasion by An. stephensi. The invasion of Africa by An. stephensi and the re-emergence of malaria in this region, particularly in Djibouti, call for the implementation of a multisectoral approach and integrated surveillance and control that should target all vectors [55]. At a local scale, on the highly exposed island of Mauritius, the VBCD built partnerships with multiple stakeholders to strengthen vector surveillance, taking into account this new invasive risk, and to potentially intervene in case of an invasion. This is a crucial step that saves precious time during the implementation of a rapid response strategy. The Mauritian experience shows that continuous intervention, strong leadership and substantial and predictable funding are essential to prevent the re-emergence of malaria [17]. Sustained vigilance is essential given the favourable conditions in Mauritius e.g., tropical climate, An. arabiensis populations, commerce connectivity. The VBCD’s operational responsiveness to the risk of expansion of the new vector currently invading Africa is to be commended. In addition to this responsiveness, the multisectoral approach was initially adopted: collaborations were first established with the national Livestock and Veterinary Division (LVD) and the Mauritius Port Authority to establish an enhanced surveillance system targeting An. stephensi in the seaport and on cargo ships transporting livestock. Collaboration with the LVD further expanded, creating new entomological surveillance efforts for other mosquito species (Anopheles and Culex spp.) and biting midges (Culicoides spp.) to assess the risk of transmission of diseases of public health and veterinary interest in farms, quarantine centres, natural reserves, migratory bird areas and other animal assembly points. This in turn necessitated collaborations with the National Parks and Conservation Services, private farmers and land owners.\nMoreover, establishing a surveillance system for An. stephensi at the airport required the collaboration of various stakeholders, including inhabitants living near the airport, the Civil Aviation Department, Airport of Mauritius Co. Ltd., Airport Terminal Operations Ltd., Beachcomber Ltd., Plaisance Meteorological Services, and two cargo companies involved with animal transport–Plaisance Air Transport Services and Gound2Air Ltd. Mosquito surveys were also conducted islandwide by the VBCD with the collaboration of the community to collect data on mosquito larval habitats. Anopheles (151) and Aedes (339) mosquitoes collected during those surveys were sent to Baylor University, Texas for PCR characterization which led to the identification of Anopheles spp. diversity and Ae. albopictus population genetics on the island. Going forward, integration of molecular surveillance as part of vector surveillance will be important for continued monitoring of vector species in Mauritius, particularly distinguishing closely related species that may be morphologically similar or unidentifiable [56]\nBeyond mosquitoes, other invasive arthropod vectors are threatening the region. In 2002–2004, theileriosis (East Coast fever), a parasitic disease affecting ruminants and transmitted by the African tick Rhipicephalus appendiculatus, emerged for the first time on Grande Comore and led to the death of 10% of the island’s livestock. Following this emergence, an entomological study revealed the presence of the African vector tick Rh. appendiculatus in cattle herds on Grande Comoros but not yet on the other islands of the archipelago, this tick having probably been introduced to Grande Comoros by sea transport of live animals from East Africa [57]. The risk of its spread to other islands in the archipelago, and even to the SWIO region, is a priority, hence the importance of setting up a genuine One Health entomological surveillance system dedicated to the vector risk to animal and human health, including the surveillance of vector-borne pathogens.\nTo mitigate future invasions by hematophagous arthropods and related new epidemics, it is therefore urgent to strengthen cross-border, multi-actor and multi-sector surveillance measures involving experts from the health sector, environmental stakeholders and political decision-makers, while taking account of wider social and economic perceptions.\nProactive approaches are recommended, including the operational use of new surveillance tools, such as xenomonitoring based on saliva analysis [58] or faeces analysis [59] of mosquitoes collected in integrated trapping systems, or the development of diagnostics based on e-DNA [60], or artificial intelligence algorithms for automated species recognition (e.g., Minakshi et al.,) [26,61]. Genotyping using new population genomics techniques (as high-resolution genetic markers, single nucleotide polymorphisms (SNPs)) can be undertaken to identify the origin of insects and dispersal pathways by comparing the genotype of incursion samples to reference samples of known origin [62].\nAnother recent development to improve the capacity to detect and monitor the spread of an invasive mosquito within a country is citizen science, where members of the public actively contribute to surveillance. Citizen science has the potential to be highly scalable, with multiple collectors and the proven capacity to operate as a second-line mosquito surveillance, i.e., beyond the point of entry [63–65], and as a complementary tool to existing entomological surveillance ([66,67]. Recently, several global citizen science mosquito monitoring platforms have been integrated together and with artificial intelligence [68,69]; mosquitodashboard.org [70], and focused specifically on the problem of An. stephensi invasion in Africa, Madagascar in particular [71]. In the present Mauritius study, the school community was encouraged to use GLOBE Mosquito Habitat Mapper, an app-based tool developed by NASA that helps the community to take an active part in surveillance by documenting mosquito breeding habitats and identifying larval mosquito genera [72–74]. Special workshops and sensitization campaigns will be organized by the Health Ministry for a greater outreach of this tool to the Mauritian citizens. The iNaturalist platform was also utilized, and a mosquito campaign (mosquitoesInAfrica.org) was promoted locally with flyers.\nDespite multisectoral coordination, a limitation of this work, and encountered by other groups working across sectors is often human and financial resource constraints which may limit collaborative activities. Additional limitations in this study include the fact that the percentage of larvae which emerged into adults was low. This could limit morphological and molecular identification processes. Ensuring all collected larvae are considered, not just those that emerge is a critical component for sustainable entomological monitoring for the detection of invasive vectors. An additional limitation of the study is that the larval and adult vector surveillance methods used, although diverse to broader collections, did not include mouth or backpack aspiration of resting mosquitoes in breeding structures or around animal structures due to equipment limitations. In the literature [8];[5] it has been noted that aspiration of resting adults may be a potential useful capture method for invasive An. stephensi; however, it is also widely accepted that larval surveys are likely the most suitable surveillance tool at this point in time for the detection of An. stephensi [75].\n\n\n4.3. An Indian Ocean regional approach\nWhile genetic evidence of An. stephensi has not been detected in the island states and territories of the South West Indian ocean region, these countries exhibit substantial differences in malaria burden [6] and have huge disparities in their ability to detect and respond to a potential invasion by a new vector. For instance, malaria is still endemic in Madagascar and the Comoros; it has been eliminated in Mauritius and La Reunion, and has never been present in Seychelles due to the absence of Anopheles [76].\nHowever, because of close economic ties among countries of the region and with the Asian and African continents, the risk of invasion by An. stephensi and the potential flaring up of malaria cases in one member state, may have a compounding impact on Mauritius and other neighbouring countries, potentially reversing malaria control and elimination efforts of a country. The South West Indian Ocean has historically been a hub for trade, transport and migration. As a result, countries in the region, particularly island states, share common public health threats. Among these, vector-borne and in particular mosquito-borne diseases, are prime candidates to (re)emerge and likely to spread throughout the region. The regional epidemics of chikungunya in 2005–2006 [77] and dengue fever since 2018 [78] as well as outbreaks of Rift Valley Fever affecting the Comoros in 2007–2008 [78] and 2019 [79] are good examples of this. Improving preparedness and capacity to respond to these threats at regional level is therefore a major challenge.\nThe Indian Ocean Commission (IOC), in the framework of its SEGA-One Health network, within the thematic pole “vector and vector-borne diseases”, has therefore been alerted to the risk of invasion by An. stephensi and on the need to develop a regional approach against this threat, in particular by building capacity and providing guidelines on the design and implementation of effective and sustainable entomological surveillance systems in order to improve preparedness and response. This led to the organization of a regional vector coordination workshop in June 2021, bringing together veterinarians, entomologists and public health officials from Mauritius, Réunion Island, Comoros, Seychelles, Madagascar, and partners such as the French Agricultural Research Centre for International Development (CIRAD) and “Institut Pasteur de Madagascar” (IPM). The topic continued to be discussed during the quarterly teleconference of information and experience sharing, and during the regional technical meeting of the SEGA-One Health network During those workshops and exchanges, each member state submitted a statement of vector surveillance and control capacity and gaps were identified. A regional action plan has been established, with three pillars: (i) operationalize/strengthen the vector surveillance in each member state, with a priority at the points of entry, (ii) reinforce the vector control capacity at regional level and (iii) follow up the resistance of vector to insecticide to guide vector control. As usual in the SEGA-One Health network, this regional plan involves the two sectors, veterinary services and public health authorities, to capitalize on the complementarity of the two sectors which are lab capacity and their presence in the field, including at points of entry. Practical sessions in the field and in the laboratory enabled the VBCD experience to be shared with the technical surveillance players in the region’s countries/territories. It’s important to understand that there is no one-size-fits-all entomological surveillance system. Harmonisation involves defining evidence-based standards in order to promote best practices and identify the most appropriate surveillance activities while optimising financial and human resources. Since June 2021, two workshops have been organised by the IOC with technical support from IPM and CIRAD to train two medical entomologists and two veterinary entomologists from each member state in the morphological identification of An. stephensi, as well as other mosquitoes, ticks, fleas and Culicoides species with a potential for invasion in the region. Pinned specimens of An. stephensi used during those training workshops were provided by the US Centers for Disease Control and Prevention (CDC). At the request of each member state, field equipment and consumables (traps, thermal foggers, larviciding apparatus, etc.) were procured and expert missions were organised by the IOC to initiate or strengthen the surveillance and potential control of An. stephensi on the islands. A regional workshop to facilitate the development and implementation of a regional rapid response strategy, should An. stephensi be detected in one of the member states, is scheduled. Another workshop focusing on a table simulation exercise in case of introduction is also in the pipeline. Although control measures are not part of the surveillance process, they are both closely linked. There is therefore an urgent need to develop response capabilities, particularly in terms of vector control, in parallel with the optimisation of surveillance systems, in line with the Integrated Vector Management (IVM) framework promoted by the WHO.\nCollaboration between CIRAD further developed, leading to technical and logistic assistance in the monitoring and characterization of insecticide resistance within mosquito populations of the region. Most vector control programmes rely heavily on the use of chemical insecticides, so monitoring the susceptibility of vectors to commonly used active substances should be a key component of entomological surveillance systems and an integral part of these systems. Pending the generation and analysis of data, support of the IOC has already been secured to investigate alternative products/methods to better control resistant mosquito populations (and potentially An. stephensi) in countries of the region. Collaboration with CIRAD and Mauritius has further developed, leading to technology transfer and capacity building of VBCD and LVD staff by two Culicoides specialists. Currently, a study to assess the diversity, abundance, spatial distribution and seasonal dynamics of Culicoides in Mauritius is currently being carried out.",
    "5. Conclusion": "Risk of An. stephensi invasion in Mauritius has triggered the Ministry of Health to initiate collaboration with partners at the national, regional and international level in order to strengthen its mosquito surveillance system. This has led to further collaboration in other fields, including initiating/strengthening surveillance of other vectors of public health and veterinary importance and characterization of insecticide resistance in the local mosquito populations. The existence of the SEGA One-Health network and strong partnerships in the area (CIRAD, IPM) represent a major asset to consider and manage the risk at national and regional levels, taking into account the risk shared by the Indian ocean islands.\nIn this study, mosquito larval surveys were conducted at points of entry and island-wide and adult surveillance in the seaport, airport and at animal assembly points. Anopheles stephensi was not detected while Ae. albopictus and Cx. quinquefasciatus were the most prevalent species followed by An. arabiensis, An. coustani, Cx. thalassius and Lutzia tigripes. In the seaport, the diversity of mosquito species collected and their abundance were influenced by the type of collection method used—highlighting the need to use different mosquito surveillance tools to increase the likelihood of spotting an invasive species at the ports of entry and the importance of continuous monitoring for invasive vector populations.\nThe favorable climate, the presence of conducive larval breeding sites at the ports of entry and the high prevalence of Ae. albopictus (a proxy for An. stephensi) island-wide, indicate the high probability of a successful colonization of An. stephensi if it is introduced on the island–hence the need for continued surveillance efforts to a potential early detection at points of entry, and although complex due to trade and commerce regulations, potential interventions targeting disinsecticization on ships coming from countries with An. stephensi could be considered.\nIn Mauritius, as in other countries, the prevention and management of vector-borne diseases must be addressed in the prism of a \"One Health\" strategy that includes entomological surveillance as an integral part of the policy. Surveillance of multiple vectors at points of entry, involving all stakeholders, is a priority in veterinary and medical health, not only to inform control actions for more effective control strategies aimed at reducing populations of vector species in these areas and reducing the risk of introducing pathogens (e.g., arboviruses), but also to enable the early detection and elimination of invasive vector species inadvertently transported by recreational craft and cargo ships. Such surveillance efforts can be complemented by leveraging existing citizen science infrastructure for the detection and monitoring of invasive and vector mosquitoes, the promotion of which can in turn provide concomitant benefits to the public (e.g., awareness of An. stephensi and the need to remove standing water). Finally, an active regional network is needed to exchange and standardise methods and approaches in the form of guidelines, build skills and capacity through dedicated training and scientific exchanges, strengthen collaborations between disciplines and sectors at both local and regional levels, and seamlessly share effective knowledge and information between countries (i.e., online cloud-based systems) on vector surveillance and the detection of invasive insects in new areas."
}