{
    "Introduction": "The T. gondii is a neurotropic apicomplexan protozoan that infects one-third of the world’s human population by affecting some tissues, including brain, eyes, and testes in warm-blooded mammals [1]. Infection with this parasite is due to the consumption of raw or undercooked meat containing tissue cysts or consumption of food or drinking water contaminated with oocysts shed by cats. Moreover, organ transplantation, blood transfusion, and vertical transmission during pregnancy from mother to fetus are other causes of T. gondii transmission [2]. The T. gondii infection is generally asymptomatic in immunocompetent individuals. However, immunocompromised patients may experience severe clinical complications, such as chorioretinitis, encephalitis, and pneumonitis. Toxoplasmosis also leads to psychotic symptoms and changes in the personality of individuals [3]. The T. gondii has a specific tropism for brain tissue, where tachyzoites can invade to microglia, astrocytes, and neurons and create cysts in these cells. The considerable production of neurotransmitters, such as dopamine by T. gondii, induces the increased production of bradyzoites and destruction of cyst walls that may be responsible for behavioral changes [4,5].\nRecently published systematic review and meta-analysis studies have examined the relationship between T. gondii infection and various psychiatric disorders; such as bipolar disorder [3,6], schizophrenia [6,7], epilepsy [8], and depression [6,9]. The results of these studies showed that toxoplasmosis is an associated factor for bipolar disorder, schizophrenia, epilepsy, but not for depression.\nThe OCD is a common, chronic, and debilitating psychiatric condition that affects about 3% of the general population [10,11]. This disorder is identified by unwanted and recurrent thoughts, which cause marked distress. Individuals with OCD are struggling to reduce their anxiety by mental acts and repetitive behaviors [12]. According to the World Health Organization, OCD is one of the top ten disorders which affect people’s income and quality of life although it has the least effect [13].\nSome of the available data indicate the possibility of an association between toxoplasmosis and OCD [14,15] although there are some contradictory results [16]. Therefore, the main purpose of this systematic review and meta-analysis was to evaluate the relationship between T. gondii and OCD.",
    "Methods": "Design and protocol registration\nThis study was designed according to the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines [17]. The protocol was registered in the PROSPERO with the registration number of CRD42018106354 [18].\n\n\nSearch strategy\nTo identify the published studies on the association between toxoplasmosis and OCD, the researchers performed a systematic search in 6 databases, namely PubMed, Scopus, ScienceDirect, Web of Science, EMBASE, ProQuest, and the Internet search engine Google Scholar. This systematic review was conducted through gathering the articles published up to July 30th, 2018 with no restriction of language. The search process was accomplished using the following keywords “Toxoplasma” OR “toxoplasmosis” AND “Obsessive-Compulsive Disorder” OR “OCD”.\n\n\nInclusion and exclusion criteria\nThe inclusion criteria included: (1) studies published until July 30th, 2018, (2) case-control and cross-sectional studies about the relationship between toxoplasmosis and OCD, (3) original research papers, (4) studies with available full texts, and (5) studies with information on the exact total sample size and positive samples in the case and control groups. The exclusion criteria were: (1) studies with no exact information about the sample size in the case and control groups, (2) review articles, and (3) non-human studies.\n\n\nStudy selection and data extraction\nAll the retrieved articles from the search strategy were imported to EndNote (version X7). After the removal of duplicated papers, the titles and abstracts were independently reviewed by two researchers. In the next step, eligible articles were selected for full-text download (Fig 1). Data from relevant studies were extracted into a Microsoft Excel datasheet. The extracted variables included the name of first author, year of publication, location of the study, diagnostic method, OR, number of seropositive cases and control, as well as the age and gender of the participants in the case and control groups. The researchers of the current study were very careful about extracting the correct information. In this regard, the authors of the three selected articles were contacted for more detailed information [19–21].\n\n\nQuality assessment\nTwo researchers independently assessed the quality of the included papers using standard strengthening the Reporting of Observational Studies in Epidemiology checklist (STROBE). This scale includes 22 items that are related to the title, abstract, introduction, methods, results, and discussion sections of the articles. This checklist included items assessing objectives, different components of the methodology (e.g., study design, study size, study population, bias, statistical methods), key results, limitations, generalizability, and funding of the studies. The assigned scores were within the range of 0–44. Based on the STROBE checklist assessment, articles were categorized into 3 groups (low quality: less than 15.5, moderate quality: 15.5–29.5, and high quality: 30.0–44.0). The S1 Checklist indicates the quality of the included studies [22].\n\n\nStatistical analysis\nThe data entered into Microsoft Excel were exported to Stata version 14 (Stata Corp, College Station, TX, USA) for the analysis [23]. The common OR were estimated using inverse variance and random-effects model for each included study. Furthermore, the heterogeneity index was determined using Cochran’s Q and I squared statistics. I squared values less than 25%, 25–50%, and greater than 50% were defined as low, moderate, and high heterogeneity, respectively [23]. The publication bias was examined by the Egger test. A sensitivity analysis was performed using Stata version 14 (Stata Corp, College Station, TX, USA) to identify the possible effect of each study on the overall results by removing each study.",
    "Results": "Out of 2500 identified articles, 392 articles were excluded due to the duplication, and 2056 articles were also eliminated on the basis of their titles and abstracts. After reading the full text of the articles, 12 papers were included in our systematic review [14–16,19–21,24–29]. Eventually, 11 of these 12 articles [14–16,19–21,24,25,27–29] were entered into this meta-analysis with respect to the inclusion/exclusion criteria (Fig 1). One of the papers was excluded due to the lack of detailed information about the number of patients with OCD [26]. Information and characteristics about the investigated publications are presented in Table 1 and Table 2.\nStudies were published from 2006 to 2018. Accordingly, 9 out of the 12 studies had a case-control design, and 3 of them were cross-sectional studies (Table 1). One of the articles was not analyzed due to the unclear data about the exact number of patients with OCD [26]. The total number of participants involved in the 11 included studies in the meta-analysis was 9873, including 389 OCD patients and 9484 controls. Studies were conducted in Turkey [14,16,25], Czech Republic [15,19,21], China [27,29], USA [20], Mexico [28], Saudi Arabia [24], and Iran [26]. Anti-Toxoplasma antibodies (IgG and IgM) were determined using enzyme-linked immunosorbent assay [14–16,19,20,24–29], indirect immunofluorescence assay [14], complement fixation test [15,19], and enzyme immunoassays [26]. One of the studies did not address the method through which Toxoplasma is diagnosed [21].\nMeta-analysis results showed that the OR of the chance of toxoplasmosis in OCD patients compared to control groups was 1.96 (95% CI: 1.32–2.90) (Fig 2). The test of heterogeneity showed a moderate heterogeneity among the studies included in the meta-analysis (chi2 = 15.37, P = 0.119, I2 = 34.9%).\nPublication bias was assessed by Egger’s test and the results showed no publication bias (P = 0.540). Sensitivity analysis using the “one study removed at a time” technique demonstrated that the impact of each study on meta-analysis was not significant on the overall estimates (Fig 3).",
    "Discussion": "Toxoplasmosis in the individuals leads to psychotic symptoms and changes in personality [3]. The T. gondii has a relationship with schizophrenia [30,31] and bipolar disorder [3] ]; however, its relationship with the OCD is understudied and there are few documented findings. The inconsistent results among the included studies in our meta-analysis demonstrate a discrepancy in the relationship between T. gondii and the chance of OCD. Therefore, we designed this systematic review and meta-analysis to assess the overall prevalence and ORs of this infection in the individuals with OCD compared to those in the control group.\nA total of 12 articles on the prevalence of toxoplasmosis in OCD patients were included in the current paper. Although few studies were included in this meta-analysis, our findings indicated higher T. gondii seropositivity in the OCD patients compared to those in the control group with the OR of 1.96 (95% CI: 1.32–2.90). This agrees with the results of the ecological study by Flegr [32] showing a very strong correlation between incidence of toxoplasmosis and OCD-related burden in European (p = 0.02) and especially in non-European countries (p<0.0001). These results showed that there is a strong correlation between the prevalence of toxoplasmosis and OCD. The results of the current study 1.96 (95% CI: 1.32–2.90) differed from those of previous meta-analysis 3.4 (95% CI: 1.73–6.68) [6]. The previous meta-analysis was performed only on the basis of two studies in 2015 [6]. Since the current study investigates the updated evidence of the association between toxoplasmosis and OCD, it includes nine studies, which were not examined in the previous meta-analysis [15,16,19–21,24,25,28,29]. Moreover, a published study in 2006 was not included in the previous study [28] and this leads to discrepancies in the results of our study with the previous ones.\nThe included studies in our meta-analysis study were from three continents of Asia (Turkey: 3 studies, China: 2 studies, Iran: 1 study, Saudi Arabia: 1 study), Europe (Czech and Slovak Republics: 3 studies), and America (USA: 1 study, Mexico: 1 study). However, data gaps were identified for Africa, Australia, and many European countries where no data were available.\nThe status of the disease mainly depends on two quantities, the sensitivity and the specificity of the serological tests. However, all of the relevant studies have presented the prevalence of disease without mentioning tests sensitivity and specificity. Nevertheless, false positive and negative results can be significant because they do not show the prevalence of the infected people [33]. Variation in the sensitivity and specificity of enzyme-linked immunosorbent assay kits and the different cutoff values are effective factors on the prevalence of infection [34]. Different results of studies evaluated the relationship between various variables (including age, sex, education level, and history of blood transfusion) and the prevalence of toxoplasmosis reduced the ability to meta-analysis for these variables. In addition, the lack of evaluation of various associated factors in the eligible studies can be considered as basic gaps.\nIdentification of time evaluation is considered as an important variable for the temporal relationship between T. gondii exposure and disease onset. The evaluation of this variable helps to improve the precision of future studies describing the association between infectious agents and psychiatric disorders. However, none of the studies included in the current article considered this variable. Yolken et al. in 2017 [35] conducted a study for measured serological evidence of exposure to T. gondii in people. The results of the study indicated an increased odds of T. gondii exposure in people with a recent onset of psychosis (OR = 2.44).\nSince the genetic characteristics of an individual can influence the forms of OCD family; therefore, there is a need to consider this issue in evaluating the relationship between OCD and T. gondii. However, only one study has addressed this important variable [26]. Rh phenotype is also an important variable that should be considered in various studies. Recent studies on women showed that Rh-positive women had lower levels of depression, obsession, and other psychiatric disorders. Although Rh-positive is an important variable, it has not been sufficiently addressed in previous studies [36]. The prevalence of T. gondii in patients with OCD was different among various studies. This difference in the prevalence of the included studies might be explained by the difference in the prevalence reported in the general population of each studied place. One of the reasons for the difference in the prevalence among the psychiatric and control populations might be due to the differences in the sanitary conditions among the groups. Indeed, most psychiatric inpatients belonged to a lower socio-economic level and had lower housing conditions than the control populations [28].\nSome of the psychiatric disorders in humans are due to the ability of T. gondii to alter immune responses and neurotransmitters [37]. One of the important neurotransmitters is dopamine, which plays an essential role in the etiology of different neuropsychological diseases, such as major depression, schizophrenia, Parkinson’s disease, and Alzheimer’s disease [38]. Latent toxoplasmosis significantly affects dopaminergic and glutamatergic systems [39]. The higher chance of schizophrenia and OCD in the T. gondii infected individuals can be due to the increased dopaminergic activity [40]. Additionally, current studies have reported that brain cells infected with Toxoplasma contain high concentrations of dopamine [25]. The migration of Toxoplasma to the brain, formation of cysts, and changes in the production of neurotransmitters, such as dopamine can lead to the high rate of OCD prevalence in people with serum positive for T. gondii [25]. Treatment of two children with toxoplasmosis and OCD using anti-protozoan medications decreased Toxoplasma antibodies and completely cured OCD [41]. Furthermore, treatment in a 34-year-old woman with AIDS and neurotoxoplasmosis consuming antiprotozoal decreased OCD symptoms [42]. These findings supported a possible relationship between toxoplasmosis and OCD.\nIt has been suggested that changes in the hypothalamic-pituitary-adrenal gland axis, immune reactions [43], hormonal disorders caused by Toxoplasma infection [44], neuroimmune function and serotonin function disorder could lead to OCD [25]. Moreover, OCD could be due to a dysfunctionality of the front striatal loops, involved in frontal differentiation, as well as the lack of inhibition of automatic behavior [45,46]. Furthermore, some immune-mediated basal ganglia processes may be operating in OCD [41]. Denys et al. reported the observation of reduced TNF-alpha production and NK cell activity in patients with OCD [47]. Regardless these facts, it is possible that the OCD could be the cause rather than the effect of the Toxoplasma infection. It should be reminded, however, that OCD-induced behavioral changes such as fear of contamination, repeated washing of hands and social avoidance reduce rather than increase the chance of toxoplasmosis [15]. It is still possible that some unknown factor influences both the chance of toxoplasmosis and OCD. Therefore, further studies will be necessary to clarify the nature of the association between T. gondii and OCD.\n\nLimitations\nOne of the limitations of the included studies in the present research was that the individuals were invited to participate in some of these studies through snowball sampling technique using Facebook, fliers, and electronic media [15, 19, 21]. In this regard, the researcher(s) posted a Facebook announcement to invite people to take part in diverse psychological, ethological, and psychopathological experiments. However, the samples recruited in the mentioned studies cannot be representative of the general population since all people do not have access to Facebook. Moreover, the provided information were not based on the medical records; therefore, there were possibilities of wrong or at least obsolete data. To clarify, some patients may be infected with Toxoplasma after being tested for the presence of anti-Toxoplasma antibodies using serological methods. This could result in positively biased incidence rates of particular disorders. Accordingly, the obtained results cannot be generalized to the whole population. In one of these studies, the questionnaire contained many questions related to sexual behaviors and sexual preferences [21]. As a result, the participants were composed of those who were interested in these topics. Another limitation was that some studies were conducted only on children and adolescents, which made it difficult to generalize the findings to the society as a whole [25, 29].\nThere were also, some limitations in our research, including (1) few numbers of studies that investigated the relationship between T. gondii infection and OCD, (2) small sample size in the included studies, (3) reports with various quality, (4) available studies with no sufficient information on disease status/severity, (5) lack of the published articles in many parts of the world regarding the seroprevalence of toxoplasmosis among patients with OCD, (6) lack of the evaluation of various associated factors, such as familial history and Rh phenotype.\n\n\nConclusions\nBased on the currently available data, T. gondii infection was more frequent in OCD patients than the control group. The results of this study were indicative of a probability of positive association between the prevalence rate of toxoplasmosis and OCD. However, many questions remained to be answered in future studies. Therefore, further research should be performed to evaluate the reduction rate regarding the prevalence of OCD following the treatment of toxoplasmosis and the recognition of the physiopathological mechanisms involved in T. gondii infection in OCD. Also, it is highly desirable to obtain empirical data from other parts of the world."
}