{
    "Background": "Human brucellosis caused by the facultative intracellular pathogen Brucella spp. is an endemic bacterial zoonosis manifesting as acute or chronic infections with high morbidity. Treatment typically involves a combination therapy of two antibiotics for several weeks to months, but despite this harsh treatment relapses occur at a rate of 5–15%. Although poor compliance and reinfection may account for a fraction of the observed relapse cases, it is apparent that the properties of the infectious agent itself may play a decisive role in this phenomenon.",
    "Methodology/Principal findings": "We used B. abortus carrying a dual reporter in a macrophage infection model to gain a better understanding of the efficacy of recommended therapies in cellulo. For this we used automated fluorescent microscopy as a prime read-out and developed specific CellProfiler pipelines to score infected macrophages at the population and the single cell level. Combining microscopy of constitutive and induced reporters with classical CFU determination, we quantified the protective nature of the Brucella intracellular lifestyle to various antibiotics and the ability of B. abortus to persist in cellulo despite harsh antibiotic treatments.",
    "Conclusion/Significance": "We demonstrate that treatment of infected macrophages with antibiotics at recommended concentrations fails to fully prevent growth and persistence of B. abortus in cellulo, which may be explained by a protective nature of the intracellular niche(s). Moreover, we show the presence of bona fide intracellular persisters upon antibiotic treatment, which are metabolically active and retain the full infectious potential, therefore constituting a plausible reservoir for reinfection and relapse. In conclusion, our results highlight the need to extend the spectrum of models to test new antimicrobial therapies for brucellosis to better reflect the in vivo infection environment, and to develop therapeutic approaches targeting the persister subpopulation."
}