{
    "Background": "Triatoma brasiliensis, a triatomine-bug vector of Chagas disease, evolved in the semiarid Caatinga, where it occupies rocky outcrops, shrubby cacti, and human dwellings. Dwellings and rocks are considered high-quality microhabitats for this saxicolous species, whereas cacti probably represent secondary, lower-quality microhabitats. This ‘microhabitat-quality hierarchy’ hypothesis predicts that T. brasiliensis populations occupying dwellings or rocks should endure harsh environmental conditions better than their cactus-living relatives.",
    "Methods/Findings": "We tested this prediction by comparing T. brasiliensis infestation (proportion of microhabitats with bugs), density (bugs per microhabitat), and crowding (bugs per infested microhabitat) in dwellings, rocks, and cacti sampled before and during the extreme drought that ravaged the Caatinga in 2012–2016. We used random-intercepts generalized linear mixed models to account for microhabitat spatial clustering and for variations in bug-catch effort; we assessed model performance and computed model-averaged effect estimates using Akaike’s information criterion. Pre-drought infestation was similar across microhabitat types; during the drought, infestation remained stable in dwellings and rocks but dropped in cacti. Pre-drought bug density declined from dwellings to rocks to cacti; an additional decline associated with the drought was largely comparable across microhabitats, albeit perhaps somewhat larger in cacti. Finally, pre-drought bug crowding was higher in dwellings than in rocks or cacti and changed little during the drought–possibly with a downward trend in dwellings and an upward trend in cacti.",
    "Conclusions": "Triatoma brasiliensis populations fared better in dwellings and rocks than in cacti during extreme drought. Estimates of microhabitat and drought effects on infestation, density, and crowding suggest that only a few cacti (versus many rocks and dwellings) represent good-quality habitat under such extremely harsh conditions. Our findings provide empirical support to the microhabitat-quality hierarchy hypothesis, and imply that T. brasiliensis can endure extreme climate by exploiting high-quality microhabitats, whether wild or man-made, in the semiarid Caatinga."
}