{
    "Abstract": "The transmission of Trypanosoma cruzi to humans is determined by multiple ecological, socio-economic and cultural factors acting at different scales. Their effects on human infection with T. cruzi have often been examined separately or using a limited set of ecological and socio-demographic variables. Herein, we integrated the ecological and social dimensions of human infection risk with the spatial distribution patterns of human and vector (Triatoma infestans) infection in rural communities of the Argentine Chaco composed of indigenous people (90% Qom) and a creole minority. We conducted serosurveys in 470 households aiming at complete population enumeration over 2012–2015. The estimated seroprevalence of T. cruzi prior to the implementation of an insecticide spraying campaign (2008) was 29.0% (N = 1,373 in 301 households), and was twice as large in Qom than creoles. Using generalized linear mixed models, human seropositive cases significantly increased with infected triatomine abundance, having a seropositive household co-inhabitant and household social vulnerability (a multidimensional index of poverty), and significantly decreased with increasing host availability in sleeping quarters (an index summarizing the number of domestic hosts for T. infestans). Vulnerable household residents were exposed to a higher risk of infection even at low infected-vector abundances. The risk of being seropositive increased significantly with house infestation among children from stable households, whereas both variables were not significantly associated among children from households exhibiting high mobility within the communities, possibly owing to less consistent exposures. Human infection was clustered by household and at a larger spatial scale, with hotspots of human and vector infection matching areas of higher social vulnerability. These results were integrated in a risk map that shows high-priority areas for targeted interventions oriented to suppress house (re)infestations, detect and treat infected children, and thus reduce the burden of future disease."
}