{
    "Background": "Chagas disease, caused by Trypanosoma cruzi, is endemic in Latin America and an emerging infectious disease in the US and Europe. We have shown TcG1, TcG2, and TcG4 antigens elicit protective immunity to T. cruzi in mice and dogs. Herein, we investigated antigenicity of the recombinant proteins in humans to determine their potential utility for the development of next generation diagnostics for screening of T. cruzi infection and Chagas disease.",
    "Methods and Results": "Sera samples from inhabitants of the endemic areas of Argentina-Bolivia and Mexico-Guatemala were analyzed in 1st-phase for anti-T. cruzi antibody response by traditional serology tests; and in 2nd-phase for antibody response to the recombinant antigens (individually or mixed) by an ELISA. We noted similar antibody response to candidate antigens in sera samples from inhabitants of Argentina and Mexico (n = 175). The IgG antibodies to TcG1, TcG2, and TcG4 (individually) and TcGmix were present in 62–71%, 65–78% and 72–82%, and 89–93% of the subjects, respectively, identified to be seropositive by traditional serology. Recombinant TcG1- (93.6%), TcG2- (96%), TcG4- (94.6%) and TcGmix- (98%) based ELISA exhibited significantly higher specificity compared to that noted for T. cruzi trypomastigote-based ELISA (77.8%) in diagnosing T. cruzi-infection and avoiding cross-reactivity to Leishmania spp. No significant correlation was noted in the sera levels of antibody response and clinical severity of Chagas disease in seropositive subjects.",
    "Conclusions": "Three candidate antigens were recognized by antibody response in chagasic patients from two distinct study sites and expressed in diverse strains of the circulating parasites. A multiplex ELISA detecting antibody response to three antigens was highly sensitive and specific in diagnosing T. cruzi infection in humans, suggesting that a diagnostic kit based on TcG1, TcG2 and TcG4 recombinant proteins will be useful in diverse situations."
}