{
    "Background": "In order to achieve elimination of trachoma, a country needs to demonstrate that the elimination prevalence thresholds have been achieved and then sustained for at least a two-year period. Ghana achieved the thresholds in 2008, and since 2011 has been implementing its trachoma surveillance strategy, which includes community and school screening for signs of follicular trachoma and trichiasis, in trachoma-endemic districts. In 2015–2016, the country conducted a district level population-based survey to validate elimination of trachoma as a public health problem.",
    "Methods": "As per WHO recommendations, a cross-sectional survey, employing a two-stage cluster random sampling methodology, was used across 18 previously trachoma endemic districts (evaluation units (EUs) in the Upper West and Northern Regions of Ghana. In each EU 24 villages were selected based on probability proportional to estimated size. A minimum of 40 households were targeted per village and all eligible residents were examined for clinical signs of trachoma, using the WHO simplified grading system. The number of trichiasis cases unknown to the health system was determined. Household environmental risk factors for trachoma were also assessed.",
    "Results": "Data from 45,660 individuals were examined from 11,099 households across 18 EUs, with 27,398 (60.0%) children aged 1–9 years and 16,610 (36.4%) individuals 15 years and above All EUs had shown to have maintained the WHO elimination threshold for Trachomatous inflammation-Follicular (TF) (<5.0% prevalence) in children aged 1–9 years old. The EU TF prevalence in children aged 1–9 years old ranged from between 0.09% to 1.20%. Only one EU (Yendi 0.36%; 95% CI: 0.0–1.01) failed to meet the WHO TT elimination threshold (< 0.2% prevalence in adults aged 15 and above). The EU prevalence of trichiasis (TT) unknown to the health system in adults aged ≥15 years, ranged from 0.00% to 0.36%. In this EU, the estimated TT backlog is 417 All TT patients identified in the study, as well as through on-going surveillance efforts will require further management. A total of 75.9% (95% CI 72.1–79.3, EU range 29.1–92.6) of households defecated in the open but many households had access to an improved water source 75.9% (95%CI: 71.5–79.8, EU range 47.4–90.1%), with 45.5% (95% CI 41.5–49.7%, EU range 28.4–61.8%) making a round trip of water collection < 30 minutes.",
    "Conclusion": "The findings from this survey indicate elimination thresholds have been maintained in Ghana in 17 of the 18 surveyed EUs. Only one EU, Yendi, did not achieve the TT elimination threshold. A scheduled house-by-house TT case search in this EU coupled with surgery to clear the backlog of cases is necessary in order for Ghana to request validation of elimination of trachoma as a public health problem."
}