{
    "Background": "Toxocariasis is a worldwide helminthic zoonosis caused by infection with the larvae of the ascarid worms that comprise the Toxocara spp. Children are particularly prone to infection because they are exposed to the eggs in sandboxes and playgrounds contaminated with dog and cat feces. Certain behaviors, such as a geophagy habit, poor personal hygiene, a lack of parental supervision, close contact with young dogs, and ingestion of raw meat, as well as gender, age, and socioeconomic status, affect the prevalence of the disease. However, previous studies of the risk factors for toxocariasis have generally produced inconsistent results. An epidemiological cross-sectional study was conducted to evaluate the seroprevalence of IgG anti-Toxocara spp. antibodies and associated factors in schoolchildren from a region in the southeast of Brazil.",
    "Methodology/Principal Findings": "A total of 252 schoolchildren aged 1 to 12 years (120 males and 132 females) were assessed. An enzyme-linked immunosorbent assay based on Toxocara canis larval excretory-secretory antigens was used to determine outcomes. A questionnaire was used to collect information on children, family, and home characteristics. Clinical and laboratory data completed the dataset investigated in this study. Seroprevalence was 15.5% (95%CI 11.5–19.8). Geophagy (aPR 2.38 [95%CI 1.36–4.18], p-value 0.029) and the habit of hand washing before meals (aPR 0.04 [95%CI 0.01–0.11], p-value ≤0.001) were factors associated with increased and decreased seroprevalence, respectively. The income factor and its related variables lost statistical significance after adjustment with a multiple Poisson regression model.",
    "Conclusions/Significance": "The current study confirms that toxocariasis is a public health problem in the evaluated area; modifiable factors such as soil contact and personal hygiene appear to have a greater influence on the acquisition of infection than sociodemographic attributes, thus representing direct targets for disease prevention and control."
}