{
    "Abstract": "Nematode parasites cause substantial morbidity to billions of people and considerable losses in livestock and food crops. The repertoire of effective anthelmintic compounds for treating these parasitoses is very limited, as drug development has been delayed for decades. Moreover, resistance has become a global concern in livestock parasites and is an emerging issue for human helminthiasis. Therefore, anthelmintics with novel mechanisms of action are urgently needed. Taking advantage of Caenorhabditis elegans as an established model system, we here screened the nematicidal potential of novel imidazolium and imidazole derivatives. One of these derivatives, diisopropylphenyl-imidazole (DII), is lethal to C. elegans at both mature and immature stages. This lethal effect appears to be specific because DII concentrations which prove to be toxic to C. elegans do not induce significant lethality on bacteria, Drosophila melanogaster, and HEK-293 cells. Our analysis of DII action on C. elegans mutant strains determined that, in the adult stage, null mutants of unc-29 are resistant to the drug. Muscle expression of this gene completely restores DII sensitivity. UNC-29 has been largely reported as an essential constituent of the levamisole-sensitive muscle nicotinic receptor (L-AChR). Nevertheless, null mutants in unc-63 and lev-8 (essential and non-essential subunits of L-AChRs, respectively) are as sensitive to DII as the wild-type strain. Therefore, our results suggest that DII effects on adult nematodes rely on a previously unidentified UNC-29-containing muscle AChR, different from the classical L-AChR. Interestingly, DII targets appear to be different between larvae and adults, as unc-29 null mutant larvae are sensitive to the drug. The existence of more than one target could delay resistance development. Its lethality on C. elegans, its harmlessness in non-nematode species and its novel and dual mechanism of action make DII a promising candidate compound for anthelmintic therapy."
}