{
    "Introduction": "Zika virus infection during pregnancy causes fetal microcephaly and brain damage. Congenital Zika syndrome (CZS) is characterized by systemic involvement with diffuse muscle impairment, a high frequency of arthrogryposis, and microphthalmia. Cardiac impairment in CZS has rarely been evaluated. Our study assessed morphology and biventricular cardiac function in children with CZS and advanced neurological dysfunction.",
    "Methods": "This cross-sectional study was conducted on 52 children with CZS (Zika group; ZG) and 25 healthy children (control group; CG) in Paraiba, Brazil. Clinical evaluation, electrocardiogram (EKG), and transthoracic echocardiogram (TTE) were performed on all children. Additionally, troponin I and natriuretic peptide type B (BNP) levels, the degree of cerebral palsy, and neuroimaging findings were assessed in the ZG group.",
    "Results": "The median age of the study population was 5 years in both groups, and 40.4% (ZG) and 60% (CG) were female. The most prevalent electrocardiographic alteration was sinus arrhythmia in both the ZG (n = 9, 17.3%) and CG (n = 4, 16%). The morphological parameters adjusted for Z score were as follows: left ventricular (LV) end-diastolic diameter in ZG: -2.36 [-5.10, 2.63] vs. CG: -1.07 [-3.43, 0.61], p<0.001); ascending aorta (ZG: -0.09 [-2.08, 1.60] vs. CG: 0.43 [-1.47, 2.2], p = 0.021); basal diameter of the right ventricle (RV) (ZG: -2.34 [-4.90, 0.97] vs. CG: -0.96 [-2.21, 0.40], p<0.01); and pulmonary artery dimension (ZG: -2.13 [-5.99, 0.98] vs. CG: -0.24 [-2.53, 0.59], p<0.01). The ejection fractions (%) were 65.7 and 65.6 in the ZG and CG, respectively (p = 0.968). The left atrium volume indices (mL/m2) in the ZG and CG were 13.15 [6.80, 18.00] and 18.80 [5.90, 25.30] (p<0.01), respectively, and the right atrium volume indices (mL/m2) were 10.10 [4.90, 15.30] and 15.80 [4.10, 24.80] (p<0.01). The functional findings adjusted for Z score were as follows: lateral systolic excursion of the mitral annular plane (MAPSE) (ZG: 0.36 [-2.79, 4.71] vs. CG: 1.79 [-0.93, 4.5], p = 0.001); tricuspid annular plane systolic excursion (TAPSE) (ZG: -2.43 [-5.47, 5.09] vs. CG: 0.07 [-1.98, 3.64], p<0.001); and the S’ of the RV (ZG: 1.20 [3.35, 2.90] vs. CG: -0.20 [-2.15, 1.50], p = 0.0121). No differences in biventricular strain measurements were observed between the groups. Troponin I and BNP levels were normal in in the ZG. Grade V cerebral palsy and subcortical calcification were found in 88.6% and 97.22% of children in the ZG group, respectively.",
    "Conclusion": "A reduction in cardiac dimensions and functional changes were found in CZS patients, based on the TAPSE, S’ of the RV, and MAPSE, suggesting the importance of cardiac evaluation and follow-up in this group of patients."
}