{
    "Background": "The role of Blastocystis, a common intestinal parasitic protist of humans and other animals, in human health and disease remains elusive. Recent studies suggest a connection between Blastocystis colonization, healthier lifestyles, and high-diversity gut microbiota. Nevertheless, studies concerning the relationship between Blastocystis colonization, its intensity, and gut microbiota composition -involving both bacterial and eukaryotic communities- remain limited.",
    "Methods": "This study examines the impact of Blastocystis carriage and colonization intensity on gut microbiota composition in a rural community in Colombia. A total of 88 human samples were collected from the rural population of Las Guacas village, located in the Cauca department in southwest Colombia. We utilized 16S and 18S rDNA sequencing to analyze both bacterial and eukaryotic microbiota, comparing Blastocystis-positive and -negative individuals, as well as groups with varying Blastocystis colonization intensity (low, medium, high), to identify distinct microbiota profiles and differentially abundant taxa linked to each condition.",
    "Results": "The analysis revealed significant differences between Blastocystis-positive and -negative individuals. In terms of bacterial composition and structure, Blastocystis-positive individuals exhibited distinct microbiota profiles, as shown by beta diversity analysis. Taxa associated with colonization included Bacteroides, Prevotella, Oscillibacter, Faecalibacterium, and Alistipes. Higher Blastocystis colonization intensity was associated with an increased abundance of taxa such as Alistipes and Lachnospira, while lower intensities correlated with beneficial bacteria such as Akkermansia. Regarding eukaryotic composition, beta diversity analysis revealed distinct profiles associated with Blastocystis colonization. Differentially abundant taxa, including Entamoeba coli, were more prevalent in Blastocystis-positive individuals, while Blastocystis-negative individuals exhibited a higher abundance of opportunistic fungi, such as Candida albicans. Machine learning models, including random forest classifiers, supported these findings, identifying Faecalibacterium and Bacteroides as predictors of Blastocystis colonization.",
    "Conclusions": "These findings suggest that Blastocystis may modulate gut microbiota, contributing to microbial balance providing new insights into the ecological implications of Blastocystis in rural populations."
}