{
    "Introduction": "Dengue remains a major public health problem in tropical and sub-tropical countries despite aggressive efforts to control the mosquito vector [1]–[3]. Every year, an estimated 50–100 million cases of dengue fever occur and 250,000 to 500,000 cases of the more severe form, dengue hemorrhagic fever (DHF), are reported depending on epidemic activity [4]. However, the true incidence of dengue fever is not known in most disease endemic countries. Several dengue vaccine candidates have been developed and are currently being tested in clinical trials [5], [6]. Accurate estimates of dengue disease burden based on robust estimates of disease incidence will become an important factor in the public-health decision making process for endemic countries regarding the use of a safe and effective vaccine [7], [8].\nIn Cambodia (estimated population: 14.4 million), dengue is highly endemic and affects mainly children [9]. However, due to limited resources, the National Dengue Control Program (NDCP), which manages the national dengue reporting system, only accepts reports of clinically diagnosed cases who are <16 years of age and have been hospitalized [9]–[11]. As a result, national incidence data is thought to substantially underestimate the actual incidence of dengue since most patients are not hospitalized [11], [12]. Secondly, inherent to the NDCP case definition, the burden of dengue in late adolescence is unknown.\nHistorically, dengue has been considered a predominantly urban disease of tropical countries [1], probably because many early studies of dengue epidemiology were performed in urban settings and observations that annual increases in mild and severe disease incidence usually emanate from urban centers [1], [13]–[15]. However, while a high incidence of disease has been reported from rural and urban areas [16]–[18], to our knowledge no studies have compared dengue incidence in contiguous rural and urban settings.\nCambodia's national data have indicated high dengue incidences in both rural and urban districts [9]. To make a robust estimate of the actual incidence of symptomatic dengue virus (DENV) infection (i.e. dengue disease burden) in children and adolescents living in rural and urban areas of Cambodia and to describe other aspects of the epidemiology of dengue, we conducted active, community-based fever surveillance combined with diagnostic testing for DENV infection in the largest province in Cambodia during 2006–2008.",
    "Methods": "Surveillance population\nActive, community-based fever surveillance was conducted in Kampong Cham (KC) province from 2006–2008 mostly during May–November, which is the rainy season and associated with increased vector activity. KC has the largest population in Cambodia and is located 120–180 km east of Phnom Penh. The provincial capital, KC town, has a population of approximately 90,000 (Figure 1) and a provincial hospital which has served as a sentinel site for NDCP dengue surveillance. We selected a convenience sample of villages from two rural districts located within ∼60 km radius of KC town and three districts within the KC town urban area. The population density within the urban area was estimated at ∼1900 persons/km2 and ∼450 persons/km2 within the rural villages.\n\n\nSurveillance design\nActive surveillance was conducted by village teams (VT) comprised of 2–3 volunteers from each respective village and five investigation teams (IT), each comprised of a pediatric phlebotomist and an interviewer from the staff of the KC provincial hospital. Members of the VT were on the village council and selected with agreement of the respective village chiefs. VTs made weekly home visits to identify persons with fever or history of fever defined as an axillary temperature of ≥37.5°C in the previous seven days. Each VT member was responsible for a village zone and recorded home visits and temperatures in a census logbook. A team from Institut Pasteur - Cambodia (IPC) monitored VT performance on a weekly basis through unscheduled visits and frequent telephone calls. When notified by the VT about a febrile person, the IT visited the household to obtain written informed consents to participate in the follow-up part of the study from the patient or from one of the parents for children <18 years of age; children aged 12–17 years were also required to give verbal assent. A first (acute) whole blood specimen was collected within seven days of fever onset and a second (convalescent) sample was obtained on day 10–14 after fever onset. Using a standardized case report form (CRF), we collected data on demographics, illness related symptoms, type of care sought for the fever episode and duration of fever. Blood specimens were brought to KC Hospital at 4°C in insulated boxes, separated into serum aliquots, which were stored in liquid nitrogen and transported to IPC in Phnom Penh twice weekly for subsequent serologic and molecular testing.\nOver the three-year period, surveillance methods were modified to expand the study. In 2006, we only enrolled subjects <16 years of age in 16 villages with documented fever ≥48 h measured using mothers' or VT's thermometers, In 2007 and 2008, surveillance was expanded to include persons <20 years of age, and a digital thermometer and a notebook to record temperatures was provided to each household along with training on how to measure and record axillary temperatures. For 2007–2008, fevers recorded by the mother regardless of duration were reported to the VT for study enrollment. During the entire study period, the IT provided the mother or patient with one day treatment of paracetamol and advice to seek medical care, but did not otherwise influence health seeking behaviors.\nParticipation of the village in fever surveillance was an independent decision of the respective village chiefs following a formal presentation by the study investigators. Village chiefs gave oral consent for village participation which in Cambodia is required before villagers are allowed to consent individually. The study protocol was annually reviewed and approved by the National Ethics Committee for Health Research, Phnom Penh, Cambodia and the Institutional Review Board of the International Vaccine Institute, Seoul, Korea. Relevant attributes of our observational study were reviewed using the STROBE checklist (Checklist S1).\nCase definition.A dengue case was defined as a febrile person positive for anti-DENV IgM in the convalescent phase serum. Subjects who tested positive for anti-DENV IgM on more than one occasion during any year were only counted as one dengue case if the second febrile episode and positive test occurred within three months of the first positive episode. However, if the second febrile, IgM anti-DENV positive episode was also DENV positive by RT-PCR, that was classified as a second case of dengue in the same person.\n\n\n\nLaboratory testing\nAll acute and convalescent serum specimens were tested for both anti-DENV IgM and anti-Japanese Encephalitis virus (JEV) IgM using in-house capture enzyme-linked immunosorbent assays (MAC-ELISA) as described by Rossi and Ksiazek [19] and adapted for DENV and JEV diagnosis [20]. Briefly 96-well microtiter plates were coated with goat anti-human IgM and 100 µL of serum samples and controls diluted 1∶100 in phosphate buffered saline + Tween 20 0.5% (PBS-T) +5% nonfat dried milk (PBS-T-NDM) were added and incubated for one hour at 37°C. After washing with PBS-T, DENV (DENV-1 Hawaii, DENV-2 New Guinea, DENV-3 H-87, DENV-4 H-241) or JEV (Nakayama) suckling mouse-brain derived antigen produced by sucrose acetone extraction [21] was added to each well at a concentration of 16 hemagglutination units, and incubated at 4°C overnight. The plate was washed with PBS-T, monoclonal antibody to the antigens being detected was added, incubated at 37°C, washed and peroxidase conjugated anti-mouse Fab H+L was added. The final reaction was developed and read at 405 nm on an automated plate reader. A result was considered positive when the optical density (OD) was > mean OD of the three negative control specimens + three standard deviations. When the anti-JEV result was higher than the anti-DENV result the subject was not considered to have DENV infection.\nOnly acute phase sera of participants who were positive for anti-DENV IgM in the convalescent sample were tested for DENV using molecular methods. DENV ribonucleic acid amplification, detection and serotyping were performed using reverse transcriptase polymerase chain reaction (RT-PCR) according to Lanciotti [22] as modified by Reynes et al [23]. Briefly, RNA was extracted from 140 µL of serum (QIAamp Viral RNA Mini kit, QIAGEN) or from 200 µL of specimen (MagNA Pure Compact Nucleic Acid Isolation Kit I, Roche Diagnostic) on a MagNA Pure Compact instrument. First round RT-PCR was carried out in a 25-µl volume containing 2.5 µl of extracted nucleic acid, 0.2 mM (each) dNTPs, 5 X Taq buffer, 1 µl of Qiagen One-step RT-PCR kit, 0.2 µM each D1 and D2 outer primers [24], and PCR-grade water with thermal-cycler (MyCycler, Bio-Rad) settings of 60 min of reverse-transcription at 45°C, 2 min denaturation at 92°C followed by 35 cycles consisting of 94°C for 30 sec, 55°C for 30 sec and 72°C for 1 min, and a 72°C final extension step for 10 min. Semi-nested PCR was performed in a 50-µl reaction mixture containing 2.5 mM MgCl2, 0.2 mM (each) dNTPs, 10X Taq buffer, 1.2 U of Taq polymerase, 5 µl of diluted first-round PCR product diluted 1∶100 and 0.2 µM (each) D1, TSI-modified, TS2, TS3 and TS4 primers [23]. The cycling program consisted of a 5-min denaturation step at 94°C, followed by 25 cycles each at 94°C for 30 sec, 55°C for 30 sec, and 72°C for 1 min, and ended with 72°C extension for 10 min. Positive and negative controls were included for each step of the process. Detection was by agarose gel electrophoresis for the expected amplicon sizes.\nDengue virus isolation was attempted on all PCR positive specimens using C6/36 (Aedes albopictus) and Vero E6 cells, with detection by direct fluorescent microscopy with serotype-specific monoclonal antibodies as previously described [24].\n\n\nData analysis\nProportions, rates, risk ratios (RR), odds ratios (OR), 95% confidence intervals (CI) and statistical tests were calculated using STATA version 9.2 (StataCorp, College Station, TX, USA). Dengue incidences for the study periods, which encompassed the dengue season, were not annualized; we assumed they represented the annual incidence because of the marked seasonality of dengue. We calculated incidence rates using person-weeks to illustrate time series, accounting for the actual number of persons under surveillance per week. In addition, to account for the length of time during which the participants were followed up by age group, we calculated age-specific incidence rates using person-season. One person-season corresponded to one participant followed during the entire surveillance period of the respective year. A child was declared lost to follow-up when he/she was not present during 3 weekly home visits in a row. Logistic regression models were used with stepwise forward variable selection to identify independent predictors with p-to-enter of 0.10 or less.",
    "Results": "Characteristics of the surveillance population\nOver the three years, 32 villages and 10 urban areas participated in active surveillance for febrile illnesses; five villages for three years, 13 for two years and 14 for one year. Thirty-four percent of the population of these villages or urban areas were covered by the surveillance study and ranged from 6.2–78.6% per village or urban area. A total of 6,657 children aged <16 years from 16 villages were in the surveillance study during May 08-November 23, 2006, while 10,086 and 7,673 individuals <20 years of age were under surveillance during June 01-December 31, 2007 and April 01 to December 31, 2008, respectively (Table 1). A total of 2,575 (25.5%) surveillance participants resided in urban areas in 2007 and 1,024 (13.2%) in 2008. Over the study period, 52% were males and the median age of the participants was 6 years among the 0–15 year age group. No differences in gender distribution were noted between years. The number of refusals to participate in the study was 0.6% per year on average (range 0.4–0.9%). Few participants (0.9% on average; range 0.8–1.1%) moved outside the surveillance area (Table 1).\n\n\nCharacteristics of non-dengue and dengue cases\nOver the study period, 6,121 febrile episodes were reported from 4,995 individuals who were bled and tested for DENV infection (data by year shown in Table 1). Of these febrile episodes, 736 (12%) had a laboratory-confirmed DENV-infection with 425 (58%) being confirmed by RT-PCR (Table 2). DENV was isolated by cell culture in 292 (69%) of PCR-positive samples. No dengue-related deaths were reported among the study population. The median age of dengue cases was 7 years and 51% were males. In 2006 and 2008, 89 and 117 dengue cases were detected yielding an incidence of 13.4/1,000 and 17.6/1,000 person-seasons, respectively. In 2007, a large epidemic occurred with 530 dengue cases resulting in an incidence of 57.8/1,000 person-seasons. Over the three years, the majority of cases occurred during May–August (86% on average). Only 3.9% of dengue cases reported fever that lasted <2 days. Significant differences in the proportions of cases requiring hospitalization were noted between years: 41.6%, 10.6% and 2.6% in 2006, 2007 and 2008 respectively (p<0.001) (Table 2). Over the three years, among febrile patients, those with DENV-infection sought care more often (52.7% versus 23.8%, p = <0.001) and were more frequently hospitalized (RR 8.0; 13.6% vs. 1.6% p<0.001) than those without DENV. Among persons with febrile illness, the duration of fever was significantly longer among those with DENV infection compared to those without DENV infection (4.4 days vs. 3.7 days, p<0.001) (Table 3). The duration of fever between the 0–9, 10–14 and 15–19 year-age groups was not significantly different (4.5, 4.2 and 4.3 days respectively, p values>0.16). Similarly, hospitalization rates among persons with dengue were not significantly different between the 3 age-groups (29.3%, 9.3% and 23.8% respectively, p values>0.15).\n\n\nDENV transmission pattern\nIn 2006 and 2008, dengue cases occurred in 12 (75%) and 19 (76%) of villages respectively (among affected villages, median 1 case per village in both years). The patterns of dengue by village varied considerably from year to year. During the 2007 epidemic, all villages were affected by dengue: median incidence rate by village was 36.5/1,000 person-seasons (range by village 5.6–211.5/1,000) including eight (32%) villages with incidence rates ≥100/1,000 person-seasons. Highest incidence rates by village observed in 2008 and 2006 were 127.4/1,000 and 108.1/1,000 person-seasons respectively. The incidence in rural areas in 2007 was 4.2-times higher than that in urban areas (71.3 versus 17.1/1,000 person-seasons, p<0.001). The following year, the relative risk reversed. The risk ratio was 0.81 when rural with urban areas (17.1/1,000 vs. 21.2/1,000 person-seasons; p = 0.01) (Figure 2).\nHighest age-specific incidence rates were observed among the 0–4 and 5–9 year age-groups and tended to be 2–3 times higher than that of the 15–19 year-olds (Table 2). Peak ages of dengue by year are shown in Figure 3 with children aged 3, 6, and 7 comprising the highest incidence in 2006, 2007, and 2008, respectively.\n\n\nDENV-serotype distribution and associations with frequency of hospitalization\nAll four serotypes were identified over the study period, but DENV-3 (n = 234, 55.3%) and DENV-1 (n = 115, 27.2%) accounted for most (Table 4). In 2006, DENV-1 accounted for 78% of the cases that were PCR positive (25/32), was mainly found in one village (18 of 19 PCR positive cases) and was associated with a large outbreak (59 cases; incidence rate 108.1/1,000 person-seasons during 11 weeks). Of these 18 DENV-1 cases in the village, 8 (44.4%) were hospitalized and significantly younger than non-hospitalized children with DENV infection (mean age 5.3 [age range 0.3–12] versus 7.3 years [age range 0.8–15] respectively, p = 0.043). DENV-3 (67.8% of cases) was associated with the 2007 epidemic and was replaced by DENV-2 (77.5% of cases) in 2008 (Table 2). Co-infection with DENV-1 and -3 was observed in 2 patients. Patients with DENV-4 (n = 16) were rare and of these, 8 (50%) patients resided in one village in 2007.\nDENV-1 or DENV-3 infection presented with fever duration that was longer when compared to DENV-2: 53.9% of DENV-1 and 48.7% of DENV-3 infected subjects had fevers lasting >4 days versus 25.9% of DENV-2 (p values≤0.05, Table 4). Interestingly, of DENV-2 infected patients none was admitted to hospital compared to 11.3–14.5% for DENV-1, -3 or -4. Multivariate analyses performed comparing DENV-1 and -2; DENV-1 and DENV-3, and DENV-2 and -3 retained an independent association between DENV-2 and shorter fever duration when compared with DENV-1 (p = 0.050) and -3 (p = 0.011). Furthermore, DENV-2 infection was more often observed in older children when compared to DENV-3 infection (p = 0.009, Table 4). Hospitalization was more frequently associated with DENV-3 infections compared with DENV-1 (11.3% vs. 14.5%; adjusted OR 3.1; p = 0.045) (Table 4). Of note, when considering only year 2007, DENV-3 infection was also associated with higher frequency of hospitalization when compared with DENV-1 (15.7% (34/216) vs. 4.4% (4/90), p = 0.006).",
    "Discussion": "Assessments of transmission patterns and true incidences of dengue or DENV-infections are resource intensive and have been performed in a limited number of settings. Multi-year studies with active, community-based surveillance for febrile illness have been conducted in South East Asia (Kamphaeng Phet [25] and Ratchaburi, Thailand [26], A Sabchareon, personal communication, unpublished data); Long Xuen, Viet Nam [27] and Bandung, West Java, Indonesia [28] and in the Americas (Iquitos, Peru [29] and Managua, Nicaragua [30], [31]). Only one study determined the incidence of dengue among adults (18–66 year-old factory workers) in Indonesia [28]. All the others determined disease incidence in children using various active surveillance methods to detect febrile illness, including school absenteeism and self-reporting by participants. All studies included clinical follow-up to identify patients for serologic and molecular testing for DENV infection. Similar to our study, surveillance was mainly conducted during the dengue season in Kamphaeng Phet Thailand), while sites in Ratchaburi, Thailand, Vietnam, Nicaragua, Peru and Indonesia conducted year-round surveillance. However, all these studies only conducted surveillance in relatively populated urban or semi-urban areas. In addition, community-based active surveillance for febrile illness in all age groups was conducted during several large dengue epidemics in rural and urban areas of Cuba in 1997 and 2001 [32], [33] although only surveillance data from urban areas were published.\nAlthough there were some methodological differences in how active surveillance was conducted in our study and those identified above (e.g., house-to-house visits compared to school absenteeism or self-identification of fever episodes), we found annual disease incidence rates of 1.3–5.7% over three years, which was higher than those observed in Kamphaeng Phet (0.8–3.6% in 4–14 year-olds) or Ratchaburi, Thailand (1.6% in 4–14 year-olds) (26), Nicaragua (0.4–1.9% in 2–11 year-olds), Vietnam (1.7–4.0% among 2–15 year-olds) or Peru (1.0% in 5–17 year-olds). Moreover our highest incidence rates were among pre-school children ages compared to Thailand and the Americas where the highest age-specific incidence rates were among children >8–9 years of age [25], [31].\nFor several reasons the incidence observed in our study may still have underestimated the true disease burden although our use of house-to-house case finding was most likely to identify febrile children in a low-literacy rate population where attendance at public health centers is thought to be low [34], [35]. First, surveillance was not performed throughout the year and dengue cases are known to occur at low rates between dengue seasons. However, based on nationally reported cases, those that occur during the non-dengue season only account for <5% of the total [9]. Second, in the first year of the study (2006) our case definition required a fever ≥48 hrs and only a third of children with a febrile episode met those criteria. However it is unlikely that a significant number of cases were excluded since in subsequent years <4% of dengue cases had fever duration <2 days. Third, in 2007 a large dengue epidemic occurred in the country resulting in ∼4 fold increase of cases reported to NDCP as compared to the previous 5 years [9]. Since the NDCP data indicated that the epidemic in 2007 started in Cambodia approximately one month before our surveillance began and accounted for ∼25% of the total reported cases [9]; we may have missed this proportion of cases prior to our start of active fever surveillance in June. Finally, our laboratory diagnostic algorithm only tested acute phase samples from patients with fever when the convalescent sample tested positive for anti-DENV IgM. In a setting such as ours where there is a high frequency of secondary DENV infections, up to 28% of secondary infections might not be detected serologically because of low IgM levels [36].\nDengue is highly focal in its geographic distribution and this was observed during this surveillance study. Dengue incidences by village showed wide ranges and a markedly diverse spatial distribution within the study area and population. DENV-3 predominated in 2006 in Cambodia and was reported in 16 of 24 provinces in Cambodia (Ministry of Health's unpublished data). However, during the same year an outbreak in one of the participating villages was caused by DENV-1 and was responsible for two-thirds of all identified cases in the study area. In 2008, one village was affected by DENV-2 with an attack rate of ∼13% and accounted for 34% of all identified cases. A wide range of incidences among the villages and urban areas was also observed during the 2007-epidemic.\nAnother finding in this surveillance study was that rural areas were usually affected by dengue to the same degree as urban areas or, as during the 2007-epidemic, at even higher attack rates. Factors thought to explain the perceived urban predominance of dengue included rapid human population growth, the presence of an unreliable or absent water supply which forced residents to store water in open containers and the presence of other man-made containers, all of which serve as major production sites for Aedes aegypti [35], [37], [38] All of these conditions are present in rural areas of Cambodia as the country develops without proper water supplies and persons from rural areas frequently travel between large cities and relatives in their villages. The villages in our surveillance study were located close to one of the main national roads with constant daily traffic between villages and Phnom Penh and the opportunity for dengue introduction from viremic individuals passing through the area. The expansion of dengue to rural areas has also been observed in Thailand and India [16]–[18]. In the absence of a dengue vaccine, this finding underscores the importance of conducting education and vector control programs in rural as well as urban areas of Cambodia. The high dengue incidence in children <7 years of age who rarely leave the villages and are not yet in school, argues for ongoing transmission within Cambodian villages and around households as has been recently observed in Thailand [39].\nAssuming that hospitalization was a surrogate for disease severity, 2006 appeared to have been particularly severe with 46% of dengue cases hospitalized. However, our study area may not have been representative of the country. A DENV-1-related outbreak occurred primarily in one village in the study area and resulted in a higher hospitalization frequency among younger children, while the predominant virus circulating in the country was DENV-3. Because DENV-1 has circulated less frequently than DENV-2 or DENV-3 in Cambodia [9], it may have caused more severe disease expression among a largely susceptible population. In subsequent years, DENV-4 and DENV-2 appeared to have been associated with milder disease than DENV -1 and DENV-3. Less severe disease expression has been previously described for DENV-4, however, milder expression of DENV-2 dengue came as a surprise since this serotype was associated in previous studies from Thailand with increased disease severity [40], [41]. Nevertheless, clinical expression may also depend on genetic sub-strains within the four serotypes, pre-existing antibody to DENV or the sequence of infections with other serotypes [42]. This phenomenon of apparent attenuation of dengue disease severity at a population level was also seen observed after the large epidemics of 1998 in the Philippines and Thailand [43], [44]. We were limited in further analyses since circulation of serotypes was year-dependent: only 5% of DENV-2 detected in this study circulated in 2006 and 2007 and no DENV-1 was identified in 2008.\nOur surveillance study highlights once again the high degree of under-recognition and under-reporting of this disease and the variation in dengue epidemiology which occurs annually because of the cyclical variation in incidence. A number of factors are thought to influence DENV transmission and disease expression such as environment [45], human and vector behaviors [46], possible virulence of the virus strains [13], [42], [43], and the human host [42], [47], [48] (baseline immunity and cross-protective immunity). Given the cyclical nature of dengue incidence with broad variations from one year to another, we underscore the importance of maintaining long term population-based surveillance sites to better estimate true incidence and define the dynamics of dengue epidemiology and serotype circulation. Long-term epidemiological data on dengue and DENV transmission obtained though population-based surveillance studies will also be needed to for evaluation of promising dengue vaccine candidates both through randomized, controlled clinical trials of efficacy [49] and studies of vaccine effectiveness."
}