{
    "Abstract": "Parasitic infections are a major source of human suffering, mortality, and economic loss, but drug development for these diseases has been stymied by the significant expense involved in bringing a drug though clinical trials and to market. Identification of single compounds active against multiple parasitic pathogens could improve the economic incentives for drug development as well as simplifying treatment regimens. We recently performed a screen of repurposed compounds against the protozoan parasite Entamoeba histolytica, causative agent of amebic dysentery, and identified four compounds (anisomycin, prodigiosin, obatoclax and nithiamide) with low micromolar potency and drug-like properties. Here, we extend our investigation of these drugs. We assayed the speed of killing of E. histolytica trophozoites and found that all four have more rapid action than the current drug of choice, metronidazole. We further established a multi-institute collaboration to determine whether these compounds may have efficacy against other parasites and opportunistic pathogens. We found that anisomycin, prodigiosin and obatoclax all have broad-spectrum antiparasitic activity in vitro, including activity against schistosomes, T. brucei, and apicomplexan parasites. In several cases, the drugs were found to have significant improvements over existing drugs. For instance, both obatoclax and prodigiosin were more efficacious at inhibiting the juvenile form of Schistosoma than the current standard of care, praziquantel. Additionally, low micromolar potencies were observed against pathogenic free-living amebae (Naegleria fowleri, Balamuthia mandrillaris and Acanthamoeba castellanii), which cause CNS infection and for which there are currently no reliable treatments. These results, combined with the previous human use of three of these drugs (obatoclax, anisomycin and nithiamide), support the idea that these compounds could serve as the basis for the development of broad-spectrum anti-parasitic drugs."
}