{
    "Abstract": "The estimated 50 million nomadic pastoralists in Africa are among the most “hard-to-reach” populations for health-service delivery. While data are limited, some studies have identified these communities as potential disease reservoirs relevant to neglected tropical disease programs, particularly those slated for elimination and eradication. Although previous literature has emphasized the role of these populations’ mobility, the full range of factors influencing health service utilization has not been examined systematically. We systematically reviewed empirical literature on health services uptake among African nomadic pastoralists from seven online journal databases. Papers meeting inclusion criteria were reviewed using STROBE- and PRISMA-derived guidelines. Study characteristics were summarized quantitatively, and 10 key themes were identified through inductive qualitative coding. One-hundred two papers published between 1974–2019 presenting data from 16 African countries met our inclusion criteria. Among the indicators of study-reporting quality, limitations (37%) and data analysis were most frequently omitted (18%). We identified supply- and demand-side influences on health services uptake that related to geographic access (79%); service quality (90%); disease-specific knowledge and awareness of health services (59%); patient costs (35%); contextual tailoring of interventions (75%); social structure and gender (50%); subjects’ beliefs, behaviors, and attitudes (43%); political will (14%); social, political, and armed conflict (30%); and community agency (10%). A range of context-specific factors beyond distance to facilities or population mobility affects health service uptake. Approaches tailored to the nomadic pastoralist lifeway, e.g., that integrated human and veterinary health service delivery (a.k.a., “One Health”) and initiatives that engaged communities in program design to address social structures were especially promising. Better causal theorization, transdisciplinary and participatory research methods, clearer operational definitions and improved measurement of nomadic pastoralism, and key factors influencing uptake, will improve our understanding of how to increase accessibility, acceptability, quality and equity of health services to nomadic pastoralist populations."
}