{
    "Abstract": "Plasmodium malariae is widely distributed across the tropics, causing symptomatic malaria in humans with a 72-hour fever periodicity, and may present after latency periods lasting up to many decades. Delayed occurrence of symptoms is observed in humans using chemoprophylaxis, or patients having received therapies targeting P. falciparum intraerythrocytic asexual stages, but few investigators have addressed the biological basis of the ability of P. malariae to persist in the human host. To investigate these interesting features of P. malariae epidemiology, we assembled, here, an extensive case series of P. malariae malaria patients presenting in non-endemic China, Sweden, and the UK who returned from travel in endemic countries, mainly in Africa. Out of 378 evaluable P. malariae cases, 100 (26.2%) reported using at least partial chemoprophylaxis, resembling the pattern seen with the relapsing parasites P. ovale spp. and P. vivax. In contrast, for only 7.5% of imported UK cases of non-relapsing P. falciparum was any chemoprophylaxis use reported. Genotyping of parasites from six patients reporting use of atovaquone-proguanil chemoprophylaxis did not reveal mutations at codon 268 of the cytb locus of the P. malariae mitochondrial genome. While travellers with P. malariae malaria are significantly more likely to report prophylaxis use during endemic country travel than are those with P. falciparum infections, atovaquone-proguanil prophylaxis breakthrough was not associated with pmcytb mutations. These preliminary studies, together with consistent observations of the remarkable longevity of P. malariae, lead us to propose re-examination of the dogma that this species is not a relapsing parasite. Further studies are needed to investigate our favoured hypothesis, namely that P. malariae can initiate a latent hypnozoite developmental programme in the human hepatocyte: if validated this will explain the consistent observations of remarkable longevity of parasitism, even in the presence of antimalarial prophylaxis or treatment."
}