{
    "Introduction": "Background & objective\nWhile rabies has been identified as a priority zoonoses that needs to be addressed globally [1], it has a special relevance in South Asia. More than 55,000 rabies deaths have been estimated to occur among humans annually with little under half being contributed by India alone [2], [3]. Experts from animal as well as human health sectors agree on the controllable nature of the disease and on the importance of joint population level interventions for restricting disease transmission among animals and humans [4], [5].\n\n\nKnowledge gaps\nEvidence from India and elsewhere demonstrates the efficacy of principle rabies intervention strategies. Indian researchers have studied the application of different post-exposure prophylaxis (PEP) regimens among humans [6]. Indian researchers have also used the experience of dog population control in specific urban settings to demonstrate the impacts of animal birth control strategies [7], [8]. Of late there is mounting evidence produced by international researchers related to the efficacy of anti-rabies immunization among animals in reducing rabies transmission [9]. Economic assessments have also been conducted in different parts of the world which study the economic impact of rabies [2], economics of rabies control [10] and cost effectiveness of different post-exposure prophylaxis regimens [11]. This body of work has been instrumental in development of national strategic plans for rabies control [12].\nHowever, as previously documented, rabies researchers have not been able to satisfy the information needs of policymakers [13] and the economics of rabies control remains a “significant constraint” in rolling out rabies control programmes in low income countries [14], [15]. A possible explanation could be that to date, only a handful of studies have looked at combined costs of rabies across human and animal sectors [2], [10], [16]. Most of these analyses have been conducted from the societal perspective that is of limited use to program managers. Additionally, because of the design of cost effectiveness analyses, their findings are always relative in nature and are difficult to generalise in absolute terms.\nAccordingly, we undertook a costing exercise building upon an earlier assessment [17] of rabies control initiative in the Southern Indian state of Tamil Nadu. Its objective was to determine the costs to the government of implementing different combinations of strategies for controlling rabies among human and animal populations in a state like Tamil Nadu.\n\n\nTamil Nadu rabies control initiative\nTamil Nadu is the southernmost state in India having a population of 72 million [18] and is considered one of the better performing states in public health [19]. According to the results of a study based upon verbal autopsy of deaths between 2001–03, it had 0.5 deaths or fewer per 100,000 human population due to furious rabies [20]. In response to calls for controlling dog bites and rabies, the state government formed a state level rabies coordination committee in 2008 to develop and manage a multisectoral response to dog bites and rabies in the state. This was the first time a large scale population level rabies control intervention was implemented in a large state in India [17].\nAs described in Table 1, the human interventions consisted of ensuring availability of anti-rabies vaccine at all government-run health facilities in the state as well as promoting awareness about rabies control across the state. Rabies antibody was not provided universally due to perceived high costs. The animal interventions involved outsourcing of ABC-AR operations to private veterinarians; dog catching operations were handled by local animal welfare organizations in selected urban areas of the state. ABC-AR was conducted throughout the year as specified in the guidelines of Animal Welfare Board of India [21]; vaccination-only strategies, whether parenteral or oral, were not considered. The interventions were supposed to be implemented in a continuous fashion throughout the year and not conducted in a campaign mode. The animal and human sector interventions were implemented by different departments and coordinated at the state and district levels through formal multi-stakeholder coordination mechanisms [17].",
    "Methods": "Using program data from the earlier assessment in Tamil Nadu, we estimated the annual costs of scaling up those interventions across the state, including rural areas. An activity based costing approach was used. The interventions for human and animal populations were calculated separately and the costs for different components within these interventions were disaggregated. System-wide and environmental interventions, such as waste management and vaccine supply chain management systems were not included in the costing framework (Table 1). Costs were calculated from the perspective of government, which was the provider for bulk of the services. Costs were estimated for five different combinations of interventions described in Table 1. All costs were inflated to 2012 Indian Rupees using national financial data [22] and converted into 2012 US dollars using historical exchange rates [23].\n\nHuman sector interventions\nBased upon the existing interventions in Tamil Nadu [17], it was assumed that the entire population (rural as well as urban) would be covered by the expanded intervention. Costs were estimated for two combinations of interventions. Based upon the existing intervention model, the first set of interventions consisted of increased surveillance and awareness, in addition to provision of anti-rabies vaccine (ARV) to all patients reporting dog bites at public health facilities. The second combination of interventions involved an additional component of antibody administration to patients with severe dog bites in addition to the ARV.\nBased upon the feedback received from local program managers [24], it was assumed that dog bite cases that report at peripherally located and low-throughput health centres would be provided with rabies vaccine through the easier intramuscular route, while those that report at high-throughput hospitals with better trained personnel would be provided vaccination through the intradermal route. The procurement costs of intradermal and intramuscular vaccine formulations (having different vial sizes) and antibodies were estimated from the state level procurement records [25] and market data, respectively. A standard 30% wastage rate was assumed for both the vaccine formulations in the absence of specific reference points. A lesser wastage rate of 15% was used for the antibody.\nThe annual number of outpatient visits for dog bites was calculated from the monthly dog bite visits reported by the state disease surveillance system over a twenty month period from January 2008 to August 2009. This was divided by the expected number of hospital visits for each dog bite case, to arrive at the annual number of dog bites in the state. While the national guidelines [26] recommend vaccination only for category 2 and category 3 dog bites, in practice, the vaccine was being administered to all reported dog bite cases, which was factored into our analysis. The proportion of dog bites categorised as ‘severe’ and requiring antibodies was assumed to be 63%, using estimates from other national studies [27]. Based upon the feedback received from program managers, some program administration costs were included to cover expenditure related to awareness generation, training and surveillance related activities.\n\n\nAnimal sector interventions\nThe then-prevalent model of ABC-AR was selected as one of the intervention strategies. Parenteral vaccination using teams of dog-catchers and oral vaccination were selected as hypothetical intervention scenarios to determine the extent to which costs could be reduced by less resource-intensive exercises.\nUsing dog population density figures from the livestock census [28], the number of animal sheds (having capacity for 30–45 animals) required to cater to 100,000 human populations were calculated. The fixed and recurrent costs were then calculated for every 100,000 population. The costs for animal interventions were sourced from state program guidelines and adjusted for inflation. Subsequently, differential costing was conducted to include additional stay and veterinary fees for operating on female dogs. More vehicles were assumed to be required in rural areas because of the larger distances to be covered. Therefore, increased capital and fuel costs were considered for dog shelters in rural areas. All capital costs were depreciated over 5 years. Costing for dog catchers' and ambulance drivers' time was done on a monthly basis using state salary norms. Animal census costs were also included as an annual exercise and estimated accordingly.\n\n\nSenstitivity analysis\nA base case scenario was constructed for each of the five different combinations of human and animal interventions using the existing or most likely estimates of key input parameters. The values of input data for our analysis were sourced from our review of program documents, published research literature and from our personal observations in the state. A sensitivity analysis was conducted by varying the values of principle input factors. More than 224,000 scenarios of animal and human interventions were tested. The values of input parameters for the base case and alternative scenarios have been described in Supplementary Files. These were refined based upon the feedback received from experts at two different national consultations of Indian rabies experts organized in 2011 [29] and 2013 [30].\n\n\nProjected costs\nRabies control is a long term proposition, requiring sustained levels of high coverage of interventions in the animal populations [10]. Accordingly, in addition to estimating the annual costs on the basis of a one-time assessment, we also assessed the long term implications of the animal sector interventions. Given the limited data on the impact of parenteral animal vaccination campaigns in mixed ecological settings such as India, we used data from an Indian study [7] describing the impact of dog population management interventions to assess the long term implications of the animal sector interventions.\nWe projected costs of four interventions—ABC-AR, injectable vaccination, oral vaccination, and a hypothetical intervention coupling injectable vaccination with injectable contraception for 20 years based on 2012 costs. For interventions involving contraception, a decrease in the dog population was estimated from a dog demographic model used earlier in India [7]. The model estimated the change in total stray dog population and the proportion of sterile dogs over a 20-year period given a sterilization rate of 62–87% in several mark-recapture study areas in Jodhpur city, from 2005 to 2007.\nSince no other dog demographic models in the Indian context were available, we estimated the total number of stray dogs and its proportion that would be sterile for each year in Tamil Nadu assuming a similar setting and level of coverage. To project costs for future years, annualized capital costs (for 5-year depreciation) were assumed to be constant over 20 years, and recurrent costs were scaled to the projected dog population size in each year. Recurrent costs were calculated separately for the unsterile (requiring vaccination and sterilization) and sterile (requiring only vaccination) dog populations. Interventions which did not involve sterilization assumed a constant dog population. For the hypothetical injectable vaccination and contraception intervention, the additional cost of the injectable contraceptive was assumed to be negligible and the initial cost in 2012 was assumed to be the same as the cost of the injectable vaccine intervention alone in the base case scenario.\n\n\nLimitations\nThe study is based upon one-time costs data collected from state programme managers. Therefore the analysis only considers those human cases that were reported to the public health surveillance system. This is likely to be an underestimate. Moreover, there is limited data on the completion of treatment; and it is possible that a small portion of patients might not complete their treatment, leading to a further underestimate of dog bite incidence rate. Data on categorization of dog bites, dog bite burden among animals and dog ecology is limited. In the absence of more data, the upper and lower bounds of the input parameters were taken from a range of sources, including expert opinion, summarised in Supplementary Files 1 & 2. In the absence of longitudinal data, we used dog demographic projections from an Indian study [7] to estimate the long term resource requirements for different rabies control interventions. However, there is limited information related to the reliability of these findings in rural areas and other parts of India. While recent studies recommend canine vaccination in annual campaigns having coverage exceeding 60%[9], the current analysis estimates the cost of an year-long continuous routine vaccination strategy which is likely to provide a conservative estimate of likely costs. More long-term efficacy studies for different interventions are required to better comment upon their cost effectiveness.",
    "Results": "Base case scenario\nThe annual costs of providing post exposure prophylaxis with antibodies for severe dog bites for Tamil Nadu was calculated to be $ 2.2 million (Table 2). This was more than three times the costs of rolling out a vaccine-only program and translates into costs of $ 11 and $ 3, respectively for each dog bite patient vaccinated. Using base case scenarios, the annual costs of implementing ABC-AR, Injectable vaccination and oral vaccine programmes were calculated to be $ 44 million, $ 23 million and $ 11 million, resulting in each dog's vaccination costing $ 22, $ 11 and $ 5, respectively.\n\n\nSensitivity analysis\nOn varying the key input parameters, we found that the costs of the human interventions ranged from $3–$82 million, while the costs for animal intervention ranged from $9–$98 million annually. In order to compare the relative effects of different cost components on individual set of interventions, a tornado chart was prepared (Figure 1 & Figure 2) centred around the costs of the base case scenario for each combination of interventions. The value of each cost component was varied to its upper and lower bounds and the impact on the total program cost charted as red and blue bars, respectively.\nIn the case of human interventions (Vaccine only and Vaccine+Antibodies), health seeking patterns, cost and wastage rates of vaccine and antisera and the burden of dog bites were found to be the major cost drivers causing the greatest fluctuations in the cost of the program. In relation to the other drivers, the use of intradermal versus intramuscular vaccine regimes did not greatly influence program costs. Antibody procurement comprised around 70% of total costs of the human sector interventions, followed by vaccine procurement costs and training & health promotion costs.\nIn case of animal-sector interventions, the dog population and number of dog catchers required per team appear to be important drivers of ABC-AR programme costs. On the other hand, vaccine costs have greater role to play in influencing costs of vaccination-only programmes. Sex distribution of dogs does not affect total program costs in the long term, even for ABC-AR in which different surgical procedures are required for male and female dogs.\n\n\nProjections\nAssuming an average sterilization rate of 62–87%, the dog population size in Tamil Nadu would be expected to decrease by 70% over a 20 year period from an estimated 2,022,055 dogs in 2012 to 615,408 in 2032 (Supplementary File 4). The proportion of sterilized dogs would stabilize at 80% such that the number of dogs needing ABC would decrease by 94% from 2,022,055 in 2012 to 123,082 dogs in 2032.\nProjected costs for ABC-AR, injectable vaccination, oral vaccination, and injectable vaccination-cum-contraception are shown in Figure 3. While costs are highest for ABC-AR in 2012, the cost drops quickly and is lower than that for injectable vaccination and similar to that for oral vaccination by 2032 (Table 3). Total costs over the 20-year period are highest for injectable vaccination and are comparable for oral vaccination and ABC-AR. The hypothetical joint injectable vaccination and contraception intervention would result in the lowest cost by 2032 and the lowest total cost.",
    "Discussion": "In keeping with assertions about rabies control being the responsibility of the local governments [31], this study was conducted from the perspective of the state government of Tamil Nadu to inform its efforts to control rabies in the state. While by no means definitive, these results help in identifying major drivers of costs within a range of government sponsored intervention strategies.\nThe identification of major drivers of programme costs can inform programme management by identifying areas to improve program efficiency and direct research efforts towards development of precise estimates where required. Basic epidemiological parameters such as incidence of dog bites, their categorization and dog population density were found to be among the major drivers of the program costs. These knowledge gaps require more attention from researchers and can be easily filled through focussed research studies. From the program perspective, the procurement and wastage rates of vaccine and antibodies were found to greatly influence total program costs. Strengthening of local procurement and supply chain management systems and negotiating long-term procurement rates are some of the options that could help offset these costs.\n\nSelecting animal interventions\nUsing base case scenarios, scaling up the existing animal interventions (ABC-AR) in Tamil Nadu would require 20 to 65 times the funds required for scaling up human post exposure prophylaxis alone. Moreover, a combination of human Post-exposure prophylaxis with ABC-AR would cost over 2.1% of the annual budgetary allocations for the departments of health, animal husbandry and municipal administration together in Tamil Nadu [32].\nThis is an important lesson for the proposed national rabies control programme in India which is currently structured around financing ABC-AR operations across selected cities [33]. Recent discussions have advocated parenteral vaccination of canines as a first step towards elimination of rabies [1], [9]. This would require a high level of coverage (>60%) costing 27% of the annual budget of the state department of animal husbandry, the likely implementing agency for such an intervention, and would need to be sustained continuously for multiple years or even decades.\nDue to the challenges of achieving high vaccination coverage even among humans [34] and the high costs of existing animal interventions described above, the policymakers are unlikely to commit to a comprehensive rabies control programme yet. A more favourable case for rabies control among canines could be made by developing newer animal interventions that are not only efficacious but also affordable and effective, such as an inexpensive canine injectable contraceptive cum vaccine. In the absence of an intervention that promises long term sustainability, it is likely that ad hoc measures like post exposure vaccinations to economically productive animals continue.\n\n\nSelecting human interventions\nAntibodies were not made universally available for human vaccines because of the costs involved. Our calculations show that the costs of a combined (antibody plus vaccine) rabies programme would be three times the costs of vaccine only intervention and is likely to cost an additional expenditure of $ 1.5 million (Rs. 82.5 million) annually.\nGiven the costs of different vaccine formulations in Tamil Nadu, choosing intradermal over intramuscular vaccine regimen is likely to result in annual savings of $ 13,000 (Rs 700,000) only. This relatively small amount should not be a deterrent to state public health programme managers in choosing a vaccine regimen that is more appropriate to the clinical setting and qualifications of their staff [24].\n\n\nConclusions\nRabies control efforts in Tamil Nadu seem a costly proposition as they are currently structured in the state. This would necessarily require high levels of technical, political and financial commitments before the government chooses to embark upon a long-term rabies control strategy. Given recent recognition of the need for a national rabies control programme in India by the National Centre for Disease Control [33] and the FAO/WHO/OIE tripartite statement on inclusion of rabies as an ‘entry point’ for demonstrating zoonoses control efforts at the global level [1], it is important that these discussions adopt a long term perspective and take local complexities into account before developing a national or a global rabies elimination strategy."
}