{
    "Background": "Clinical relevance of nontuberculous mycobacteria (NTM) is increasing worldwide including in Saudi Arabia. A high species diversity of NTM’s has been noticed in a recent study. However, the identification in diagnostic laboratories is mostly limited to common species. The impact of NTM species diversity on clinical outcome is so far neglected in most of the clinical settings.",
    "Methodology/Principal Findings": "During April 2014 to September 2015, a nationwide collection of suspected NTM clinical isolates with clinical and demographical data were carried out. Primary identification was performed by commercial line probe assays. Isolates identified up to Mycobacterium species level by line probe assays only were included and subjected to sequencing of 16S rRNA, rpoB, hsp65 and 16S-23S ITS region genes. The sequence data were subjected to BLAST analysis in GenBank and Ez-Taxon databases. Male Saudi nationals were dominated in the study population and falling majorly into the 46–59 years age group. Pulmonary cases were 59.3% with a surprising clinical relevance of 75% based on American Thoracic Society guidelines. Among the 40.7% extra-pulmonary cases, 50% of them were skin infections. The identification revealed 16 species and all of them are reporting for the first time in Saudi Arabia. The major species obtained were Mycobacterium monascence (18.5%), M. cosmeticum (11.1%), M. kubicae (11.1%), M. duvalli (7.4%), M.terrae (7.4%) and M. triplex (7.4%). This is the first report on clinical relevance of M. kubicae, M. tusciae, M.yongonense, M. arupense and M.iranicum causing pulmonary disease and M. monascence, M. duvalli, M. perigrinum, M. insubricum, M. holsaticum and M. kyorinense causing various extra-pulmonary diseases in Saudi Arabia. Ascites caused by M. monascence and cecum infection by M. holsaticum were the rarest incidents.",
    "Conclusions/Significance": "To the first time in the country, clinical significance of various rare NTM’s are well explored and the finding warrants a new threat to the Saudi Arabian clinical settings."
}