{
    "Background": "Brucellosis is an infectious disease caused by bacteria of the genus Brucella. Although it is the most common zoonosis worldwide, there are increasing reports of drug resistance and cases of relapse after long term treatment with the existing drugs of choice. This study therefore aims at identifying possible natural inhibitors of Brucella melitensis Methionyl-tRNA synthetase through an in-silico approach.",
    "Methods": "Using PyRx 0.8 virtual screening software, the target was docked against a library of natural compounds obtained from edible African plants. The compound, 2-({3-[(3,5-dichlorobenzyl) amino] propyl} amino) quinolin-4(1H)-one (OOU) which is a co-crystallized ligand with the target was used as the reference compound. Screening of the molecular descriptors of the compounds for bioavailability, pharmacokinetic properties, and bioactivity was performed using the SWISSADME, pkCSM, and Molinspiration web servers respectively. The Fpocket and PLIP webservers were used to perform the analyses of the binding pockets and the protein ligand interactions. Analysis of the time-resolved trajectories of the Apo and Holo forms of the target was performed using the Galaxy and MDWeb servers.",
    "Results": "The lead compounds, Strophanthidin and Isopteropodin are present in Corchorus olitorius and Uncaria tomentosa (Cat’s-claw) plants respectively. Isopteropodin had a binding affinity score of -8.9 kcal / ml with the target and had 17 anti-correlating residues in Pocket 1 after molecular dynamics simulation. The complex formed by Isopteropodin and the target had a total RMSD of 4.408 and a total RMSF of 9.8067. However, Strophanthidin formed 3 hydrogen bonds with the target at ILE21, GLY262 and LEU294, and induced a total RMSF of 5.4541 at Pocket 1.",
    "Conclusion": "Overall, Isopteropodin and Strophanthidin were found to be better drug candidates than OOU and they showed potentials to inhibit the Brucella melitensis Methionyl-tRNA synthetase at Pocket 1, hence abilities to treat brucellosis. In-vivo and in-vitro investigations are needed to further evaluate the efficacy and toxicity of the lead compounds."
}