{
    "Introduction": "In recent decades, viral diseases transmitted by arthropods, including dengue, yellow fever, Japanese encephalitis, chikungunya and Rift Valley fever, have persistently posed a substantial threat to both global public health and socio-economic development [1,2]. These diseases collectively constitute over 17% of infectious diseases, and are annually responsible for in excess of one million fatalities on a global scale [3]. Dengue fever, notably lethal in its haemorrhagic manifestation, stands as the most prevalent arbovirus, afflicting an estimated 390 million individuals annually and resulting in approximately 25,000 fatalities [4].\nMany of these arbovirus infections, often displaying an asymptomatic nature or limited to relatively mild influenza-like syndromes such as moderate fever, conjunctivitis, rash, headache, myalgia, etc., tend to remain inconspicuous. However, they possess the potential to escalate or disseminate, leading to profound health, societal, and economic repercussions [5]. Recently, outbreaks were notified in many African countries as dengue fever in Tanzania [6] and Sudan [7], chikungunya in the Republic of Congo [8], Zika virus in Cape Verde [9] and Angola [10] and Yellow fever in Nigeria, Ethiopia, Uganda, South Sudan, Guinea and Senegal [11].\nThe increasing menace posed by arbovirus infections, along with recent outbreaks, instigates an essential inquiry into the proficiency of countries in executing proficient surveillance operations [12]. In 2018, an assessment of the existing epidemiological and entomological surveillance resources across 16 West African nations, which encompassed Guinea, unveiled the region’s latent capacity for epidemiological, entomological, and vector control surveillance. Nevertheless, it is evident that these capacities require significant enhancement to guarantee the prompt detection of arbovirus infections and to bolster preparedness in mitigating potential outbreaks [12].\nIn Guinea, diligent surveillance mechanisms are in place for monitoring diseases such as dengue, yellow fever and Rift Valley fever, all of which constitute integral components of the nine priority zoonotic diseases [13]. However, it is essential to acknowledge that a multitude of widespread zoonotic pathogens, encompassing both viral and bacterial agents, give rise to diseases of varying severity, often characterized by clinical symptoms akin to those exhibited by arboviruses [14], which remain misdiagnosed and/or underdiagnosed. Research has indicated that arbovirus diseases such as yellow fever, make a substantial contribution to the morbidity in Guinea [14–16]. In this context, there is a distinct imperative for heightened focus on preventive measures and the early identification of cases, aimed at averting the potential emergence of a widespread epidemic. This responsibility inherently falls upon health authorities, as well as healthcare workers who are engaged in surveillance activities geared towards the expeditious detection and response to health events, notably encompassing arbovirus diseases, which hold significance for both their communities and the nation at large [17]. It requires a holistic understanding of the reservoir, the vector, the mode of transmission, preventive measures and also the appropriate attitudes to adopt when caring for patients. Assessing the knowledge, attitudes and perceptions of HCWs plays a central role in arboviruses surveillance. The main objective of this study was to assess the knowledge, attitudes and perceptions of HCWs concerning arbovirus infections in Conakry, Guinea.",
    "Methods": "Ethics statement\nThe study protocol was approved by the Guinean Health Research Ethics Committee (N°: 023/CNERS/23). An information letter was sent to the communal health directors of the 5 municipalities before the start of the study, and authorisation to collect data from the heads of the health facilities was obtained. In addition, the objective and the expected results of the study were explained to the respondents through an information note on the first page of the questionnaire. Participation in the study was conditional on obtaining free and informed consent. All information were collected anonymously and respondents’ free and informed verbal consent was obtained.\n\n\nStudy area\nThis study was carried out in public health facilities in Conakry. Conakry is the capital of the Republic of Guinea located on the country’s southwest coast and covering an area of 450 square kilometers. With a population of 1,660,973, Conakry is the second densely populated region in Guinea [18]. Administratively, Conakry is divided into five urban municipalities: Kaloum, Dixinn, Matam, Matoto and Ratoma (Fig 1). Regarding the repartition of health professionals, 28.4% of HCWs are concentrated in Conakry [19].\n\n\nStudy design and population\nA cross-sectional survey was conducted between December 2022 and January 2023 in public health facilities in Conakry aiming to assess the knowledge, attitudes and perceptions of HCWs about arbovirus infections. The study was performed in public health facilities at different levels: three hospitals at national level (Donka in the municipalities of Dixinn, Ignace Deen in the municipalities of Kaloum and Sino-Guinean Hospital in the municipality of Ratoma); five municipal hospitals at secondary level (Kaloum in the municipality of Kaloum, Minière in the municipality of Dixinn, Matam in the municipality of Matam, Coleah in the municipality of Matam, Flamboyant in the municipality of Ratoma and Ratoma in the municipality of Ratoma) and 18 primary health centers at primary level, including three in the municipalities of Kaloum and Dixinn, one in the municipality of Matam, seven in the municipality of Matoto and eight in the municipality of Ratoma. The study concerned all HCWs in the department of the public health facilities in Conakry.\n\n\nOutcome criteria\nKnowledge.The knowledge of respondents regarding arboviruses was assessed using 21 questions on: definition, types of arboviruses, vectors, mode of transmission, patient management (symptoms, associated complications, diagnostic methods and treatment) and protection measures (S1 Questionnaire). Each correct answer had a value of \"1\" and the incorrect or don’t know answer had a value of \"0\". The values were added to obtain a total score from 0 to 21 points which was categorized according to the modified Bloom criteria [20–22]: good knowledge (80–100%) if the score was between 17 and 21 points, moderate (50–79%) when the score was between 11 and 16 points, poor (<50%) in case of a score less than 11 points. Then, we assessed the knowledge of respondents by item (Type, vector and mode of transmission; Medical management and Preventive measures). Following the same principle, each correct answer had a value of \"1\" and the incorrect or don’t know answer had a value of \"0\". The scores obtained by each participant were added and categorised as follows: good knowledge (80–100%) if the score was between 17 and 21 points, moderate (50–79%) when the score was between 11 and 16 points, poor (<50%) in case of a score less than 11 points. Then, we assessed the knowledge of respondents by item (Type, vector and mode of transmission; Medical management and Preventive measures). Following the same principle, each correct answer had a value of \"1\" and the incorrect or don’t know answer had a value of \"0\". The scores obtained by each participant were added and categorised as good knowledge if the participants had 80 to 100% of the total score per item, moderate knowledge if they had 50 to 79% of the total score per item and poor knowledge if they had less than 50% of the total score per item.\n\nAttitudes.Attitudes about arbovirus-related diseases were assessed using eight questions focusing on the following items: the risk of transmission, diagnosis, treatment and prevention. the response was classified according to three scale measures with agreement, disagreement and don’t know (S1 Questionnaire). Each correct answer was coded as \"1\" and the incorrect or neutral answer was coded as \"0\". An overall score above six (80%) was considered as a positive attitude, while a score less than or equal to six (<80%) was considered as a negative attitude. For each item, the attitudes of the respondents was evaluated. Each correct answer was coded as \"1\" and the incorrect or neutral answer as \"0\". Respondents’ attitudes per item were considered positive if they obtained 80% of the total score per item and negative if they obtained less than 80% of the total score per item.\n\nPerceptions.They were measured with 16 questions focusing on severity, exposure and protection measures (S1 Questionnaire). Responses were ranked on a scale from 1 to 5. The total score varied from 16 to 80 points. The respondents’ perceptions were categorized according to the modified Bloom criteria [20–22]: good perception if the score is between 80 and 100%, moderate if the score is between 50 and 79%, low if the score is less than 50%. Respondents’ perceptions were assessed for each item. Respondents’ perceptions per item were added and categorized as follows: good perception if the score is between 80 and 100% of the total score per item, moderate if the score is between 50 and 79% of the total score per item, low if the score is less than 50% of the total score per item.\n\n\n\nCollected data\nData were collected during working days in the gynecology, internal medicine, oto-rhino-laryngology, neurology, pulmonology, pediatrics, rheumatology, medical emergency, dermatology, hematology, infectious diseases and primary curative consultation department from self-administration of a standardized in the HCWs present during the survey period. The questionnaire was pre-tested to ensure that it would be well understood by the respondents. In each participating department, the questionnaire was distributed to all present HCWs and was picked up the same day.\nThe data were related to characteristics of the health facility including: type of facility (national hospital, Municipal hospitals, primary health centers), socio-demographic and professional characteristics including: gender, age, grade and professional experience (in years), information received on arbovirus diseases and sources of information.\n\n\nStatistical analysis\nThe categorical variables were summarized with percentages and the quantitative variables were described by median and interquartile range. Pearson’s Chi-squared test or Fisher’s exact test was used to determine significant differences between categorical variables according to their condition of use. To evaluate the relationships between these variables and the different outcomes, tree-structured models (Decision Tree and Inference Conditional Tree) were used. The best tree model was selected based on the high value of Accuracy and the low value of no information rate [23,24]. Before implementing the models, the oversampling technique was used to adjust for class balance. R Studio 3.5.3 software was used for data processing and analysis. Map created with QGIS software (source of administrative boudaries map layer: https://www.gadm.org/; Link to the GADM license: https://www.gadm.org/license.html).",
    "Results": "A total of 352 HCWs participated in this survey, of which 219 were from university hospitals, 72 from municipal hospitals and 61 from primary health centers. The respondents had a median age of 33 years (IQR: 29–38) and were mostly male (62%, n = 218). Three quarters of respondents (72.7%) were physicians and 27.3% were medical student. The median years of experience of respondents was 4.6 years (IQR: 3.0–8.0). This study revealed that a substantial majority of respondents (54.3%) had never received information about arboviruses. Among the remaining respondents (n = 161, 45.7%), the majority received this information several years prior primarily through medical Journal/scientific congresses (55.9%), colleagues on duty (18%), or media sources (26.1%). Notably, a high percentage of participants, accounting for 91.2%, expressed a specific need for information concerning arboviruses, particularly focusing on management (75.9%), preventive measures (68.2%), modes of transmission (65.1%), and clinical features (59.1%) (Table 1).\nKnowledge, attitudes and perceptions of arboviruses among healthcare workers in public health facilities in Conakry.\n\n\nKnowledge\nHCWs in municipal hospitals (61.1%) and primary health centers (50.8%) had a lower knowledge score on the types, vectors and modes of transmission of arboviruses than those in national hospitals (p = 0.041). Additionally, it was observed that a higher proportion of males with good knowledge to the management (p<0.001) and prevention of arboviruses (p = 0.028) in comparison to females. Of significance, more than two-thirds of medical students had poor knowledge of the management of arboviruses and only 11.4% of specialized clinicians had good knowledge (p = 0.001). Similarly, more than half of the less experienced HCWs had poor on the management of arboviruses (p<0.001) (Table 2)\nThe overall knowledge of respondents concerning arboviruses was significantly associated with their age and professional experience. Specifically, those with 5–10 years of experience were more likely to have a good knowledge of arboviruses, including a good knowledge of the types, vectors and mode of transmission (Node 15 and 16) (p<0.001). However, the tree predicts poor knowledge of arboviruses among respondents aged under 30 and those aged over 35 with poor knowledge of the types, vectors, modes of transmission and moderate knowledge of the medical management of arboviruses (Node 7) (p = 0.01) (Fig 3).\nConditional inference tree model on the knowledge of healthcare workers in public health facilities in Conakry Abbreviation: G = Good knowledge; M = Moderate knowledge; P = Poor knowledge; TypVecMod = Respondents’ knowledge of type, vector and mode of transmission; Management = Knowledge of medical management; and ExpYear = Year of experience.\n\n\nAttitudes\nAbout 64% of healthcare workers in primary healthcare centers had a more positive attitude than those in other healthcare facilities about the risk of transmission of arboviruses (p = 0.044), but only 18% had a more positive attitude about the management and prevention of arboviruses (p = 0.012). Furthermore, general practitioners (59.3%) and specialized clinicians (58.2%) had a more positive attitude towards the risk of transmission than medical students (p = 0.037) (Table 3).\nThe attitudes of healthcare workers regarding arboviruses were related to their grade, age and professional experience. Notably, both general practitioners and specialists had a positive attitude regardless of their health structure (Node 17 and 18) (p<0.001). Similarly, the model predicts a positive attitude in HCWs with 5 to 10 years’ experience (Node 19) (p<0.001). In contrast, the model predicts a negative attitude in respondents aged over 35 with less than 5 years’ professional experience (Node 13) and in young participants still ungraduated (Node 15) (p<0.001) (Fig 4).\nConditional inference tree model on the attitudes of healthcare workers in public health facilities in Conakry Abbreviations: N = Negative attitude; P = designates Positive attitude; DiagPrev = d respondents’ attitudes on diagnosis and prevention of arboviroses; TransRisk = attitudes on transmission risks; ExpYear = Year of experience; G.Practioner = General practitioner; and NH = National Hospital.\n\n\nPerceptions\nThe perception of exposure and methods of prevention of arboviruses differ according to the type of public health facilities. HCWs in health centers had the highest perception score than those in other health facilities. Three quarters of healthcare workers (75.4%) in health centers had a good perception of exposure to arboviruses, compared with 70.8% of HCWs in municipal hospitals and 63.9% of those in national hospitals (p = 0.004). Similarly, specialized clinicians had a good perception (25.3%) of preventive measures than general practitioners (14.7%) and medical students (14.6%; p = 0.012). Additionally, the perception of exposure to arboviruses was better in participants with more than 10 years of experience (p = 0.004) (Table 4).\nRespondents’ overall perceptions depended on their awareness regarding the severity, the exposure, the preventive measures for arboviruses, as well as their healthcare structures. The model predicts a good overall perception for respondents with a good perception of measures to prevent arboviruses (p<0.001) (Node 4 and 9). The model shows that HCWs at municipal hospitals had a low overall perception of arboviruses (Node 12). In contrast, those in primary health centers and national hospitals had a good overall perception (Node 13) (Fig 5).\nConditional inference tree on the perceptions of healthcare workers in public health facilities in Conakry Abbreviation: G = Good perception; M = Moderate perception; L = Low perception; MNC = Municipal Hospital and NH = National Hospital.",
    "Discussion": "This study described the knowledge, attitudes and perceptions on arboviruses in a population of HCWs in public health facilities in Conakry, Guinea. It was conducted in a non-epidemic context in order to sensitise practitioners to consider arboviruses as a possible diagnosis in symptomatic patients and to better prepare them to the emergence and/or re-emerging of vector-borne viral diseases. To the best of our knowledge, it is the first study in Guinea and even in Africa evaluating the knowledge, attitudes and perceptions on arboviruses among HCWs.\nThe results showed a low level of knowledge of respondents on arboviruses, particularly the types, vectors and modes of transmission of arboviruses, as well as management and preventive measures. This could partly explain the under-detection of arbovirus cases in health care facilities and the country’s current situation with regard to arbovirus transmission as well as the perceived risk of arboviral diseases outbreaks. Arboviral diseases (dengue, yellow fever, rift valley fever and Crimean Congo haemorrhagic fever) are under surveillance in Guinea. However, the country is often confronted with outbreaks of yellow fever, with deaths occurring in some cases. The last epidemic was reported in November 2022. Other yellow fever epidemics were documented in 2020 [11], 2008 [25] and 2005 [26]. Our results confirm the conclusions of a recent survey of the WHO which assessed the capacities of health systems to prevent, detect and respond to arboviral disease outbreaks in the 47 countries of the WHO African Region. The lack of appropriate training for staff involved in the surveillance and control of arbovirus diseases has been identified by the Department of Neglected Tropical Disease Control of the WHO as one of the recurring gaps that African countries must fill if they are to be adequately prepared against emerging and/or outbreaks of arboviral diseases [27]. The sensitivity of surveillance for vector-borne viral diseases depends on the level of knowledge of HCWs of these diseases, hence the need to further strengthen their capacity to adopt a proactive approach.\nThe attitudes of HCWs to arbovirus-related diseases differed according to their grade, age and year of experience. Younger, less experienced HCWs had negative attitudes, particularly on the prevention, diagnosis and therapeutic management of arboviruses. This is due to the fact that they are often not confronted with cases of arboviruses in their medical practice, and diagnostic suspicion is not made systematically. In addition, arboviruses share fairly similar clinical signs of acute febrile syndromes with other endemic diseases such as malaria, which is the leading cause of consultation, hospitalisation and death in health facilities [28]. The similarity of clinical symptoms between arbovirus infections and malaria could increase the frequency of errors in diagnosis and treatment of arboviruses, with long-term sequelae such as encephalitis, haemorrhagia, chronic fatigue syndrome and chronic rheumatism [29–31]. The co-circulation of multiple diseases, which often result in clinically indiscernible febrile syndromes, highlights the need for point-of-care diagnostic tests that help practitioners in their differential diagnosis [32].\nDespite the good perception of the gravity and risk of exposure, one third of the respondents had a low perception of preventive measures. This result highlights that HCWs are not sufficiently involved in the prevention and surveillance activities of arbovirus diseases. They are important actors in the prevention and control of vector-borne viral diseases, and their awareness of the problems related to these diseases is more than necessary for a better efficacy of this surveillance system. In addition, the prevention and effective management of these diseases depends on how the disease is perceived, which in turn is influenced by the level of knowledge and the availability of information for decision makers [33,34]. The need to inform and sensitise HCWs is the key to improve their perception of arboviruses.\nThis study provides useful information that may help to guide future intervention and to adapt the surveillance system and strategies for the control and prevention of arboviruses in Guinea. The results also highlight the need for appropriate training for HCWs involved in surveillance in order to improve the early detection of cases in health facilities. In addition, this study used a decision tree-based data mining algorithm to understand the relationship that may exist between the overall knowledge, attitudes and perceptions of HCWs about arboviruses and those in each field, as well as their basic characteristics in order to identify subgroups to target for arbovirus awareness and communication interventions. The choice of decision trees in this study was based on several reasons: first, they are very easy to interpret and provide a clear visual representation of the decision-making process, so it is easier for non-experts to understand the model’s predictions; second, they don’t assume any linearity between patient characteristics and outcome criteria; third, they can provide a measure of the importance of variables, and this enables selection of characteristics and understanding of those that have the greatest influence on the outcome criteria; and finally, they can handle both numerical and categorical data, which is not always the case with other models. However, this study has some limitations. First, it was performed only in a sample of HCWs in public health facilities, and therefore did not include those in private medical centers, even though public-sector staff are the most numerous and heavily involved in monitoring diseases with an epidemic potential. Additionally, this study is also limited by its cross-sectional nature, so that neither the decision trees can establish a causal relationship between the predictor variables and the response variables. Furthermore, this study was not complemented by a qualitative study such as focus groups or interviews, which are important for gathering detailed and additional information from HCWs.",
    "Conclusion": "This study showed the low level of knowledge and a negative attitude about arboviruses on a large sample of HCWs in Conakry, Guinea. Ongoing training programs are more than necessary to enhance the knowledge and skills of HCWs in order to carry out effective surveillance activities, so that cases can be detected in good time to deal with them. In addition, other studies in the different health regions of Guinea using a mixed approach (quantitative and qualitative) will be interesting in order to raise awareness of the HCWs about the risk of arboviruses."
}