{
    "Abstract": "Dengue is a rapidly growing public health threat in Kassala state, eastern Sudan. The objective of this study was to determine the seroprevalence, entomological transmission indices, and socioeconomic risk factors associated with dengue in this region. A cross-sectional community-based study was conducted in four dengue-endemic sites; Khatmia, West Gash, Thoriba, and Shokriya between March 2016 to March 2017. Enzyme-linked immunosorbent assay (ELISA) of immunoglobulin G (IgG) was used to determine the prevalence of dengue virus among the study participants. An entomological survey was conducted using pyrethrum spray catch and dipping for the collection of adults and aquatic stages of Aedes aegypti, respectively. Ribonucleic acid was extracted from the buffy coat of participants as well as from adult female Ae. aegypti to assess the possible circulation of dengue virus using Reverse Transcription Polymerase Chain Reaction (RT-PCR). Multiple logistic regression model was used to estimate the association between potential risk factors and dengue seropositivity. A total of 409 persons were recruited to the study: 45.5% were in the 20–39 years’ age category; 57.9% were living in houses with 6–10 persons; and 29.1% had at most secondary school education. In the majority (65.8%) of the households, the socioeconomic status was low (P<0.001). Long-lasting insecticide-treated bed nets were used in 56.5% of the households. Over three-quarters (77.8%) claimed not to have experienced febrile illness in the last three months. Routine entomological survey across Kassala state identified a total of 3,304 larvae and 390 pupae Ae. aegypti, respectively. The overall house index was 32.8% and Breteau Index was 35.96% (146/406). The overall pupal demographic index was 13.31%, and the pupal children index was 97.26%. Antibodies against IgG were detected from 66 (42.04%) out of a total of 157 sera. Twenty-two positive sera (75.9%) were collected from Khatmia. A total of 329 adults Ae. aegypti were identified but only one (0.3%) was positive for DENV in Khatmia. Finally, four independent risk factors were identified to derive dengue circulation in Kassala: elder age (> 60 years) (OR 6.31, CI 1.09–36.36); type of bathroom (OR 3.52, CI 1.35–9.20); using water-based air conditioner (OR 6.90, CI 1.78–26.85) and previous infection of any household member with dengue (OR 28.73, CI 3.31–249.63). Our findings suggest that Kassala state is facing an increasing occurrence of dengue and emphasizes the need for developing appropriate interventions to address the identified risk factors, and place control programs into actions. Establishment of routine dengue epidemiological and entomological surveillance, and climate warning systems will contribute to early warning and timely detection and response to emerging outbreaks."
}