{
    "Background": "Immucillins ImmA (IA), ImmH (IH) and SerMe-ImmH (SMIH) are synthetic deazapurine nucleoside analogues that inhibit Leishmania (L.) infantum chagasi and Leishmania (L.) amazonensis multiplication in vitro without macrophage toxicity. Immucillins are compared to the Glucantime standard drug in the chemotherapy of Leishmania (L.) infantum chagasi infection in mice and hamsters. These agents are tested for toxicity and immune system response.",
    "Methodology/Principal Findings": "BALB/c mice were infected with 107 amastigotes, treated with IA, IH, SMIH or Glucantime (2.5mg/kg/day) and monitored for clinical variables, parasite load, antibody levels and splenocyte IFN-γ, TNF-α, and IL-10 expression. Cytokines and CD4+, CD8+ and CD19+ lymphocyte frequencies were assessed in uninfected controls and in response to immucillins. Urea, creatinine, GOT and GPT levels were monitored in sera. Anti-Leishmania-specific IgG1 antibodies (anti-NH36) increased in untreated animals. IgG2a response, high levels of IFN-γ, TNF-α and lower levels of IL-10 were detected in mice treated with the immucillins and Glucantime. Immucillins permitted normal weight gain, prevented hepato-splenomegaly and cleared the parasite infection (85–89%) without renal and hepatic toxicity. Immucillins promoted 35% lower secretion of IFN-γ in uninfected controls than in infected mice. IA and IH increased the CD4+ T and CD19+ B cell frequencies. SMIH increased only the proportion of CD-19 B cells. IA and IH also cured infected hamsters with lower toxicity than Glucantime.",
    "Conclusions/Significance": "Immucillins IA, IH and SMIH were effective in treating leishmaniasis in mice. In hamsters, IA and IH were also effective. The highest therapeutic efficacy was obtained with IA, possibly due to its induction of a TH1 immune response. Low immucillin doses were required and showed no toxicity. Our results disclose the potential use of IA and IH in the therapy of visceral leishmaniasis."
}