{
    "Background": "The introduction of the bacterium Wolbachia (wMel strain) into Aedes aegypti mosquitoes reduces their capacity to transmit dengue and other arboviruses. Evidence of a reduction in dengue case incidence following field releases of wMel-infected Ae. aegypti has been reported previously from a cluster randomised controlled trial in Indonesia, and quasi-experimental studies in Indonesia and northern Australia.",
    "Methodology/Principal findings": "Following pilot releases in 2015–2016 and a period of intensive community engagement, deployments of adult wMel-infected Ae. aegypti mosquitoes were conducted in Niterói, Brazil during 2017–2019. Deployments were phased across four release zones, with a total area of 83 km2 and a residential population of approximately 373,000. A quasi-experimental design was used to evaluate the effectiveness of wMel deployments in reducing dengue, chikungunya and Zika incidence. An untreated control zone was pre-defined, which was comparable to the intervention area in historical dengue trends. The wMel intervention effect was estimated by controlled interrupted time series analysis of monthly dengue, chikungunya and Zika case notifications to the public health surveillance system before, during and after releases, from release zones and the control zone. Three years after commencement of releases, wMel introgression into local Ae. aegypti populations was heterogeneous throughout Niterói, reaching a high prevalence (>80%) in the earliest release zone, and more moderate levels (prevalence 40–70%) elsewhere. Despite this spatial heterogeneity in entomological outcomes, the wMel intervention was associated with a 69% reduction in dengue incidence (95% confidence interval 54%, 79%), a 56% reduction in chikungunya incidence (95%CI 16%, 77%) and a 37% reduction in Zika incidence (95%CI 1%, 60%), in the aggregate release area compared with the pre-defined control area. This significant intervention effect on dengue was replicated across all four release zones, and in three of four zones for chikungunya, though not in individual release zones for Zika.",
    "Conclusions/Significance": "We demonstrate that wMel Wolbachia can be successfully introgressed into Ae. aegypti populations in a large and complex urban setting, and that a significant public health benefit from reduced incidence of Aedes-borne disease accrues even where the prevalence of wMel in local mosquito populations is moderate and spatially heterogeneous. These findings are consistent with the results of randomised and non-randomised field trials in Indonesia and northern Australia, and are supportive of the Wolbachia biocontrol method as a multivalent intervention against dengue, chikungunya and Zika."
}