{
    "Background": "Schistosomiasis is one of the most important parasitic diseases worldwide, second only to malaria. Schistosomes exhibit an exceptional reproductive biology since the sexual maturation of the female, which includes the differentiation of the reproductive organs, is controlled by pairing. Pathogenicity originates from eggs, which cause severe inflammation in their hosts. Elucidation of processes contributing to female maturation is not only of interest to basic science but also considering novel concepts combating schistosomiasis.",
    "Methodology/Principal Findings": "To get direct access to the reproductive organs, we established a novel protocol using a combined detergent/protease-treatment removing the tegument and the musculature of adult Schistosoma mansoni. All steps were monitored by scanning electron microscopy (SEM) and bright-field microscopy (BF). We focused on the gonads of adult schistosomes and demonstrated that isolated and purified testes and ovaries can be used for morphological and structural studies as well as sources for RNA and protein of sufficient amounts for subsequent analyses such as RT-PCR and immunoblotting. To this end, first exemplary evidence was obtained for tissue-specific transcription within the gonads (axonemal dynein intermediate chain gene SmAxDynIC; aquaporin gene SmAQP) as well as for post-transcriptional regulation (SmAQP).",
    "Conclusions/Significance": "The presented method provides a new way of getting access to tissue-specific material of S. mansoni. With regard to many still unanswered questions of schistosome biology, such as elucidating the molecular processes involved in schistosome reproduction, this protocol provides opportunities for, e.g., sub-transcriptomics and sub-proteomics at the organ level. This will promote the characterisation of gene-expression profiles, or more specifically to complete knowledge of signalling pathways contributing to differentiation processes, so discovering involved molecules that may represent potential targets for novel intervention strategies. Furthermore, gonads and other tissues are a basis for cell isolation, opening new perspectives for establishing cell lines, one of the tools desperately needed in the post-genomic era."
}