{
    "Abstract": "The Global Programme to Eliminate Lymphatic Filariasis has made significant progress toward interrupting transmission of lymphatic filariasis (LF) through mass drug administration (MDA). Operational challenges in defining endpoints of elimination programs include the need to determine appropriate post-MDA surveillance strategies. As humans are the only reservoirs of LF parasites, one such strategy is molecular xenomonitoring (MX), the detection of filarial DNA in mosquitoes using molecular methods (PCR), to provide an indirect indicator of infected persons nearby. MX could potentially be used to evaluate program success, provide support for decisions to stop MDA, and conduct post-MDA surveillance. American Samoa has successfully completed MDA and passed WHO recommended Transmission Assessment Surveys in 2011 and 2015, but recent studies using spatial analysis of antigen (Ag) and antibody (Ab) prevalence in adults (aged ≥18 years) and entomological surveys showed evidence of possible ongoing transmission. This study evaluated MX as a surveillance tool in American Samoa by linking village-level results of published human and mosquito studies. Of 32 villages, seropositive persons for Og4C3 Ag were identified in 11 (34.4%), for Wb123 Ab in 18 (56.3%) and for Bm14 Ab in 27 (84.4%) of villages. Village-level seroprevalence ranged from 0–33%, 0–67% and 0–100% for Og4C3 Ag, Wb123 Ab and Bm14 Ab respectively. PCR-positive Aedes polynesiensis mosquitoes were found in 15 (47%) villages, and their presence was significantly associated with seropositive persons for Og4C3 Ag (67% vs 6%, p<0.001) and Wb123 Ab (87% vs 29%, p = 0.001), but not Bm14 Ab. In villages with persons seropositive for Og4C3 Ag and Wb123 Ab, PCR-positive Ae. polynesiensis were found in 90.9% and 72.2% respectively. In villages without seropositive persons for Og4C3 Ag or Wb123 Ab, PCR-positive Ae. polynesiensis were also absent in 94.1% and 70.6% of villages respectively. Our study provides promising evidence to support the potential usefulness of MX in post-MDA surveillance in an Aedes transmission area in the Pacific Islands setting."
}