{
    "Background": "Talaromycosis is one of the most common opportunistic infections in human immunodeficiency virus (HIV) infected patients. However, few researches have explored the prevalence in Southern China and fully assessed the value of the Mp1p antigen screening for the diagnosis of talaromycosis.",
    "Methodology/Principal findings": "We performed a cross-sectional study of HIV-infected antiretroviral therapy (ART)-naïve adult patients who were seen in 2018 at Guangzhou Eighth People’s Hospital, Guangzhou Medical University. Serum samples collected from all the 784 enrolled patients were tested for Mp1p antigen using double-antibody sandwich enzyme-linked immunosorbent assay. A culture of pathogen was conducted in 350 clinically suspected patients to confirm talaromycosis. The overall prevalence of talaromycosis based on the Mp1p antigen detection was 11.4% (89/784) and peaked at 32.2% (75/233) in patients with CD4+ ≤50 Nr/μl. Logistic regression analysis found Mp1p antigen positive rate decreased with the increase in CD4+ counts (OR 0.982, 95% CI 0.977–0.987, P<0.01). The optimal cut-off point of the CD4+ count was 50 Nr/μl or less. Among the 350 patients received both fungal culture and Mp1p antigen detection, 95/350 (27.1%) patients were culture-positive for a Talaromyces marneffei, 75/350 (21.4%) patients were Mp1p antigen positive. The Mp1p antigen assay showed a good agreement to the culture of pathogen, and the sensitivity, specificity, positive predictive value, negative predictive value and kappa value was 71.6% (68/95), 97.3% (248/255), 90.7% (68/75), 90.2% (248/275), and 0.737, respectively. The screening accuracy of the Mp1p antigen assay in patients with CD4+ counts of ≤50 Nr/μl was superior to that in those with higher CD4+ counts.",
    "Conclusions/Significance": "Mp1p antigen screening can be an effective tool for more efficient diagnosis of Talaromycosis, especially in HIV/AIDS patients with low CD4+ counts. Future validation studies are needed."
}