{
    "Introduction": "Dengue fever is one of the fastest-spreading mosquitos-borne disease primarily of tropical and subtropical regions and is caused by various dengue virus strains [1,2]. In 2017 alone, over 100 million people were estimated to have acquired the infection, contributing to a globally increasing burden of disease [3]. Although most infections are mild, dengue shock syndrome and dengue haemorrhagic fever are severe forms of infections and can be fatal [4,5]. The case-fatality rate can be as high as 20% in the absence of prompt diagnosis and lack of specific antiviral drugs or vaccines [6,7], particularly in resource-limited settings. When an outbreak is particularly large, the influx of severe dengue cases can overwhelm the health system and prevent optimal care. Dengue also imposes an enormous societal and economic burden on many of the tropical countries where the disease is endemic [8]. An accurate prediction of the size of the outbreak and trends in disease incidence early enough can limit further transmission [5], and is likely to facilitate planning the allocation of healthcare resources to meet the demand during an outbreak.\nVector-borne pathogens characteristically demonstrate spatial heterogeneity—a result of spatial variation in vector habitat, climate patterns and subsequent human control actions [9–11]. The interplay of human, climate and mosquito dynamics give rise to a complex system that determines the pattern of dengue transmission, which in turn influences the potential for outbreak [12]. These relationships have been explored over the decades in the development of predictive models worldwide. Models vary widely in their purposes [13–15] and settings [16–21]. Many of these models excel at different tasks, however for a prediction model to be efficient, it requires a systematic, self-adaptive and generalizable framework capable of identifying weather and population susceptibility patterns across geographic regions. The scientific community has not yet agreed upon a model that provides the best prediction. The selection of predictors for the existing models is also quite heterogeneous. Some models rely solely on climate variables [16], some include vector characteristics [17,18] others use population characteristics [19–21]. A wide range of statistical techniques are used with varying degrees of accuracy and robustness among the existing models [16–21].\nClarity in the documentation of the model development processes and model performance are essential for ensuring the robustness of the prediction [22], which is scarce as many of the existing models have not yet been systematically appraised. Given the disparate approaches, a focused synthesis and appraisal of the existing models, along with their building techniques and factor catchments, is required. Carefully establishing these details will provide the foundation for updating and developing robust models in future. This study aimed to systematically review all published literature that reported quantitative models to predict dengue outbreaks, revealing several shortcomings in the usage of real time primary predictive data and non-climatic predictors in the development of models, as well as inadequate reporting of techniques, model and performance measure validation.",
    "Methods": "Search strategy and selection criteria\nThis systematic review’s aim, search strategy and study selection process were devised in accordance with the seven items in the Checklist for Critical Appraisal and Data Extraction for Systematic Reviews of Prediction Modelling Studies (‘CHARMS’) framework [23]. CHARMS framework is a systematic review tool, devised to facilitate and guide the methodological aspects the systematic review of prediction modelling studies, ranging from question development, appraisal of studies, and data extraction thereof. Detail of the CHARMS checklist can be found elsewhere [23]. The review followed the Preferred Reporting Items for Systematic Review and Meta-Analysis (‘PRISMA’) guidelines [24], and was registered in PROSPERO (CRD42018102100).\nA literature search was conducted from inception until October 2022 using the electronic databases of Ovid MEDLINE, Embase, Scopus and Web of Science to obtain the information on the statistical models for predicting the number of dengue cases based on climatic factors. Google Scholar and the bibliography of included papers were also searched. The search strategies were developed under the guidance of an information specialist from Monash University Library. For the purposes of this study, dengue fever or dengue haemorrhagic fever or dengue shock syndrome were considered as a single entity “dengue”. Search strategy included Medical Subject Headings (‘MeSH’) and keyword terms including “dengue”, “severe dengue,” “weather,” “climate change,” “model,” “predict,” and “forecast.” The detailed search strategy and history are presented in S1 Table.\nThe review included studies focused on (1) prognostic prediction models which aim to review models predicting future events, (2) incidence of dengue fever or dengue haemorrhagic fever cases, (3) models to be used to predict the number of cases prior to an outbreaks, (4) models intended to inform public health divisions of future dengue outbreaks, (5) models with no restrictions on the time span of prediction and (6) prediction model development studies without external validation, or with external validation in independent data. Peer-reviewed original articles that presented a model and were available as full-text articles were considered eligible if they focused on predicting the number of dengue cases or an outbreak based on number of dengue incidence. Articles that focused on updating previously developed models were only included if they presented an updated version of the model. Articles which dealt exclusively with dengue in international travellers, or which only analyse the correlation between climate parameters and dengue cases without presenting a prediction model were excluded. Furthermore, articles which used models for predicting the population of dengue vectors (e.g., Aedes aegypti or Aedes albopictus) as well as articles which only offer susceptible-infected-recovered modelling stochastic or transmission rates modelling were excluded. Articles which presented a model only dealing with spatial or temporal components of dengue risk were considered ineligible. Conference proceedings, book chapters, abstracts or letters were also excluded. Titles and abstracts of the retrieved articles were screened independently by two reviewers (RMI, MMA). Two review team members (LM, XYL) then retrieved the full text of those potentially eligible studies and independently assessed their eligibility. Disagreements were resolved by a third reviewer (MNK). A detailed study selection process is illustrated in the PRISMA flow diagram (Fig 1) [24].\n\n\nData analysis\nBased on the data extraction fields of the CHARMS framework [23], a standardised table was developed to extract data from the selected studies for assessment of quality and evidence synthesis. The data extraction table consists of eleven domains, each with a specific item, that extract data from the reports of the primary forecasting model. Key information extracted from the included articles were period and geographical region, sources of data, outcomes to be predicted, modelling covariates variables, sample size, statistical techniques, model performances, model evaluation, and key findings. Information regarding handling and/or reporting of missing data was also extracted. Each paper was independently reviewed by two reviewers (MMA, XYL) and discrepancies were resolved through discussion with each other or with a third reviewer (SP) where necessary.\nExtracted data from the selected studies were summarised and the key information about the methodological characteristics of these models were tabulated. Descriptive statistics were generated based on model characteristics and comparative methodological features such as outcome types, target population, data sources and predictor selection techniques. All statistical analyses were performed using Stata (version 17.0).",
    "Results": "The initial search yielded 6553 studies. After duplicates were removed, 3244 studies were screened for titles and abstracts. This led to 153 studies for full text review, and 64 that strictly met the inclusion criteria (Fig 1), 16 of these studies reported multiple models. A total of 99 models from 64 selected studies were identified. Characteristics of the models including, year, country and source of data used, predictors and outcome of the models, overall model development technique and model performance related variables are summarised in Table 1 [14,15,17–21,25–81].\nTable 2 presents the sources of data used for modelling. Most of the models (90.7%) sourced dengue incidence data from surveillance and 44.3% used registry data, while 34.0% also used hospital or laboratory data. While most (94.7%) of the models used climate data from government agency reports, only around 22.1% of the models used data from the meteorological stations in real-time. Climate change data was also sourced mostly (77.8%) from government agency reports, only 11.1% used international environmental agency data and 22.2% used local environmental agency report. Half (50.0%) of the models used vector data from entomological surveillance and 25.0% used vector data from laboratory sources. Around 83.8% of the models were built based on the sample from general population, 16.2% used only urban samples. Around 46.9% of the models used monthly aggerate data, over a third (29.3%) used weekly aggregate data and 23.2% used daily aggregated data of the predictors. The majority (59.6%) of the models incorporated reporting time lag adjustment. Although 17.2% of the models addressed the missing data, 30.3% did not address the issue, while the majority (52.5%) did not specifically report the missing value. Around 80.8% of the models were intended to predict the number of dengue cases and 19.2% focused on predicting dengue outbreaks, based on predetermined case number threshold.\nTable 3 summarises the statistical methods adopted by the prediction models. Modelling techniques were broadly categorised under two genres, statistical models (60.6%) and machine learning (39.4%). The statistical models were broadly comprised of linear regression models (18.3%), time series/autoregressive models (26.7%), Poisson regression models (18.3%) and generalized additive models (16.7%). Neural networks models (23.1%), random forest models (15.4%), and ensemble models (10.3%) were types of machine learning models used.\nAll theoretically plausible predictors were considered as candidate predictors in 71.7% of models and pre-selection of predictors based on unadjusted association with the model outcome was considered in 28.3% of models. Reporting of essential modelling techniques was heterogeneous– 84.8% of models reported model performance, 58.6% reported model calibration and 47.5% reported model discrimination. Among the performance metrices, Root Mean Squared Error (‘RMSE’) (11.1%), Mean Squared Error (‘MSE’) (7.3%), Mean Absolute Percentage Error (‘MAPE’) (5.1%), and Receiver Operating Characteristic (‘ROC’) (5.1%) were notable. Of these models, most (75.8%) reported the internal validation alone, only 5.2% reported both internal and external validation and 20.2% reported no validation at all. The validation techniques included: split sample validation (development and validation) (20.3%), cross validation, which involves resampling of the derivation sample (40.5%) and performance metrics (29.1%).\nTable 4 presents the factors used for prediction models. All of the models included in the review used climate predictors in their model. Among the climate predictors: humidity (77.4%), temperature (95.2%) and rainfall (81.0%), were used in most models. Windspeed and direction (27.4%), precipitation (15.5%) and sunshine (10.7%) were among other notable climate factors. Considering the similarity of the description of factors, climate change and environmental factors were collapsed in to one category under climate change. Overall, 18.2% of the models used climate change and/or environmental predictors. El Nino-Southern Oscillation (‘ENSO’), Southern Oscillation Index (‘SOI’), Oceanic Nino Index (‘ONI’), hydric balance and vegetation index were among the key climate change predictors. Vegetation Index and enhanced vegetation index were among the key environmental factors reported.\nVector-related predictors were included in 8.1% of models, and the key vector related predictors were container index, Breteau index, adult productivity index, breeding percentage and mosquito infection rate. Demographic predictors were included in 8.1% of models, and key demographic predictors were, population size, population density, area under the urban settlement, access to piped water, education coverage and GDP per capita (Table 4).\nThe combination of the predictors used in the model are depicted in Fig 2. While majority (70.7%) of the models were built solely on climate predictors, none of the models used the combination of all four (climate, climate change, vector and demography) categories of predictors. The combination of climate, climate change and demographic predictors was used in 3.1% of the models and the combination of climate and climate change predictors were used in 13.4% models. Among other notable combinations were, climate and vector predictors (6.3%) and climate and demographic predictor (5.2%).",
    "Discussion": "This systematic review evaluated 99 dengue outbreak prediction models from 64 studies, predicting the number of dengue cases or outbreaks from a variety of settings and populations. Our review identified, three major area of inadequacy in the current modelling practices. Firstly, use of secondary predictor data—acquired from reports—were quite prevalent among models. Secondly, as data for other non-climate variables were not included in the majority of the models, they failed to capture a holistic view of dengue development in the prediction process. Lastly, inadequacy in the reporting of methodology, model validation and performance measures were quite prevalent in the existing prediction models. One positive aspect seen in the current modelling practice is the shift toward robust modelling technique, such as use of machine learning algorithm and autoregressive time series techniques.\nWhile effective treatments and prevention measures are still being developed, an early warning system for an epidemic has the potential to reduce the toll of severe disease on the health system and population [82]. Developing a clearer understanding of the factors affecting dengue transmission is an important step towards mitigating the impact of the disease on health systems and on communities at large. Early prediction of dengue incidences or alerts regarding impending outbreak may contribute to the health system preparedness through effective resource mobilization and creating public awareness. Such predictions also have policy implications, as epidemiological evidence generated through modelling feeds the policy making process and facilitates the prioritization of interventions, such as vector control and environmental modification particularly in regard to climate change [83]. Considering dengue is a mosquito-borne disease, the majority of outbreak prediction models focus on climate dependency of mosquito breeding and dengue transmission [4–7]. While many models have been successful in predicting relative cases of dengue in real settings, incorrect prediction results have been observed in several included studies. For example, a model by Adde et al. [26] was unable to forecast a dengue outbreak in 2001–2005 with the use of climate data from 1991–2000. One of the potential reasons for their inaccurate prediction is the geo-spatial variation of climate and environment within regions. In their study, the decision to include vastly heterogenous geographical areas led to variation in model prediction, which—be due to exclusion of non-climatic factors—may be the explanation of the poor performance in many of the earlier prediction models could. An increasing number of later models appears to incorporate a wide range of vector parameters as well as demographic parameters. Chang et al. pointed out that, entomological (vector) factor combined with other meteorological (climate) factors, have better prediction performance, and their prediction accuracy is often higher than that of climate predictors alone [21].\nFor dengue incidence data, the majority of the models relied on reports from government organizations based on notifiable data. Notification involves passive surveillance, where there is potential for systematic underreporting along with varying time lag. Modelling with data from active surveillance or real-time study may minimize such limitations. A considerable number of models did not consider the time lag affecting the prediction, which may be responsible for possible delays in weather affecting mosquito vectors and subsequently viruses. Due to the nature of dengue disease dynamics, failure to address time lag in model development is likely to affect prediction accuracy. Critical points in the natural history of disease timeline those may generate time lag may start with mosquito development, and subsequently also during acquisition and amplification virus in mosquitoes, mosquito host behaviour (i.e. biting and feeding pattern) and the incubation period of the virus in the human body [12,48]. Some studies have found a positive correlation between climate variables with time-lags at several points in the natural history of disease timeline [48,53]. Therefore, the adjustment for the time lags while predicting dengue is indispensable, especially when meteorological data is used [12].\nThe majority of included models were built on conventional regression techniques. According to recent literature, the time series technique is particularly considered effective in predicting the highly auto-correlated nature of dengue infection [84,85]. Machine learning techniques are employed in around 40% of the included models, and is particularly prevalent among the recently developed models. Batista et al. confirmed superiority with ML techniques demonstrating a lower error rate compared to the conventional statistics-based model in predicting dengue cases. In the age of big data, this technique can leverage data availability and in addition to being non-parametric in nature, can also provide some leeway in terms of strict assumption [86]. Random forest, neural networks, gradient boosting and support vector algorithms are notable subsets of machine learning algorithms, which have made significant contributions to several areas of public health, particularly in the forecasting of infectious diseases like malaria [87] and COVID-19 [88], and may have similar utility for making dengue outbreak predictions. Although machine learning in gaining popularity, future modelling in this area may benefit from using mechanistic models [89]. This modelling technique have played an essential role in shaping public health policy over the past decades [90]. Mechanistic models have the potential to provide additional insight regarding precise dynamics of the transmission and infection of dengue. As these models highlight underlying processes that drive the patterns. These models can particularly aid in the prediction through incorporating the observed trajectory of vectors.\nIn the modelling process, generating an algorithm or equation is only part of the process. It is not complete unless its performance has been assessed considering discrimination [91] and calibration [92], both internally and using the population outside of what it is developed from, respectively. Among the existing models examined, reporting of the discrimination and calibration is very low. Without knowledge of model performance through validation in both source populations and populations other than where it was developed, objective evaluation of models is difficult [93]. Predictive models can be of great value only if there is certainty of its accuracy, that is, how precisely the model can predict an outcome in real world [94]. In the majority of the published models, real-world validation has not been performed or reported. Generally, models are unlikely to predict as well in real-world samples as it would in the derivation sample; this validity shrinkage can often be quite substantial. Hence, future models should report a mechanism of estimating and reporting potential validity shrinkage as well as predictive validity in real world data [95, 96].\nIn a substantial proportion of the models that reported validation, the original dataset was randomly split into the development and validation subset. Although this approach is widely used in many model validation settings, there are some setbacks when using smaller operational sample sizes, as split-sample analyses give overly pessimistic estimates of model performance and are accompanied by large variability [97]. Bootstrapping is generally considered to be the preferred internal validation method in predictive models [98, 99]. Interestingly, bootstrapping was not used in any of the models in included studies, instead cross-validation technique was adopted in most of them. External validation, on the other hand, was used only in very few included studies. This is despite the fact that external validation is considered pivotal to model development and a key indicator of model performance through highlighting applicability to participants, centres, regions or environments [23]. The external validation is particularly essential for model redevelopment, where the original model is adjusted, updated, or recalibrated based on validation data to improve performance [100]. This update may include adjusting the baseline risk (interception or hazard) of the original model, adjusting the weight or regression coefficient of the predictor, adding new predictors, or removing existing predictors from the model.\nThis review has a number of strengths–specifically, the use of the CHARMS checklist [23], designed for the assessment of the applicability of the prediction models. In addition, inclusion and exclusion criteria were strictly followed, and database searches were conducted by an expert librarian. However, there are a few limitations of the review–the models in this review are not explicitly rated based on quality or performance due to the lack of accepted criteria for rating the quality of forecasting models. In addition, although calibration was reported in several studies, calibration measures lack clarification, which may impact the overall evaluation of the model performance. The model performance could not be compared across methodological approaches in quantitative synthesis because of a lack of model performance data, and those that did provide data are mostly generated from internal validation data which may result in overfitting.",
    "Conclusion": "In conclusion, failure to use of real time primary predictor data, failing to incorporate non-climatic parameters as predictor and insufficient reporting of model development techniques, model validation and performance measure were the major inadequacies identified in the current modelling practice. The paradigm shift towards robust modelling techniques, such as the use of machine learning algorithms and autoregressive time series, is a significant positive trend in contemporary model practices. The findings of this review have the potential to lay the groundwork for improved modelling practices in the future. These findings will contribute to robust modelling in different settings and populations and have important implications for the planning and decision-making process for early dengue intervention and prevention."
}