{
    "Background": "Imported cutaneous leishmaniasis (CL) is a growing problem with increasing global travel to endemic areas. Returned travelers with CL are easy to be misdiagnosed and mistreated due to the lack of awareness for the disease to the physicians in non-endemic region that may lead to unfavorable outcome. Our study intends to summarize the characteristics of Leishmania infection imported from Iraq, so as to help Chinese physicians diagnose and treat the disease. All CL patients were treated with intralesional injection of antimony.",
    "Methods": "The definitive diagnosis of CL is based on the parasite identification by microscopic examination directly on lesion smear or parasite culture, PCR amplification of Leishmania-specific internal transcribed spacer 1 (ITS-1). The phylogenetic analysis, the immunopathological examination and the cytokine detection were proceeded after the diagnosis.",
    "Results": "We have identified 25 CL cases in migrant Chinese workers returned from Iraq for the first time with L. major as the major species of infected Leishmania parasite. Clinical features of the Iraq-imported CL include the history of skin exposure to sandflies bite and the lesions mostly on the exposed limbs. More ulcerative wet lesion was observed than nodular dry lesion. PCR is not only used to detect Leishmania parasite with high sensitivity, but also to identify the species of infected parasite through sequencing the amplified Leishmania-specific ITS-1 gene. The phylogenetic analysis based on the amplified ITS-1 sequences revealed that the infected Leishmania was closed related to the species and strains endemic in Iraq. The immunopathological examination revealed the T-cell filtrated cellular immune response with less B cells and NK cells involved. The cytokine profile measured in the skin lesion also confirmed the Th1 cellular response with higher expression levels of IFN-γ, IL-6 and IL-8. The skin lesions in CL patients were healed after being treated locally with antimony.",
    "Conclusions": "The clinical and parasitological features of these Chinese CL cases imported from Iraq provide useful information for the diagnosis and treatment of CL that is not commonly seen in Chinese local population."
}