{
    "Background": "Babesiosis is an emerging infectious disease caused by intraerythrocytic Babesia parasites that can cause severe disease and death. While blood type is known to affect the mortality of Plasmodium falciparum malaria patients, associations between red blood cell (RBC) antigens and Babesia microti infection and disease severity are lacking.",
    "Methods": "We evaluated RhD and ABO blood types of Babesia-infected (18S rRNA reactive) blood donors in 10 endemic states in the Northeastern and northern Midwestern United States. We also assessed possible associations between RhD and ABO blood types and disease severity among hospitalized babesiosis patients in Connecticut.",
    "Results": "A total of 768 Babesia-infected blood donors were analyzed, of which 750 (97.7%) had detectable B. microti-specific antibodies. B. microti-infected blood donors were more likely to be RhD- (OR of 1.22, p-value 0.024) than RhD+ donors. Hospitalized RhD- babesiosis patients were more likely than RhD+ patients to have high peak parasitemia (p-value 0.017), which is a marker for disease severity. No differences in RhD+ blood type were noted between residents of the Northeast (OR of 0.82, p-value 0.033) and the Midwest (OR of 0.74, p-value 0.23). Overall, ABO blood type was not associated with blood donor B. microti infection, however, B. microti-infected donors in Maine and New Jersey were more likely to be blood type B compared to non-type B (OR 2.49 [p = 0.008] and 2.07 [p = 0.009], respectively), while infected donors from Pennsylvania were less likely to be type B compared to non-type B (OR 0.32 [p = 0.02]).",
    "Conclusions": "People expressing RhD antigen may have a decreased risk of B. microti infection and babesiosis severity. The association of B antigen with B. microti infection is less clear because the antigen appeared to be less prevalent in infected Pennsylvania blood donors but more prevalent in Maine and New Jersey infected donors. Future studies should quantify associations between B. microti genotypes, RBC antigens, and the frequency and severity of B. microti infection to increase our understanding of human Babesia pathogenesis and improve antibody, vaccine, and RBC exchange transfusion strategies."
}