{
    "Abstract": "Laboratory diagnosis of dengue virus (DENV) infection including DENV serotyping requires skilled labor and well-equipped settings. DENV NS1 lateral flow rapid test (LFT) provides simplicity but lacks ability to identify serotype. A simple, economical, point-of-care device for serotyping is still needed. We present a gravity driven, smartphone compatible, microfluidic device using microcapillary film (MCF) to perform multiplex serotype-specific immunoassay detection of dengue virus NS1. A novel device–termed Cygnus–with a stackable design allows analysis of 1 to 12 samples in parallel in 40 minutes. A sandwich enzyme immunoassay was developed to specifically detect NS1 of all four DENV serotypes in one 60-μl plasma sample. This test aims to bridge the gap between rapid LFT and laboratory microplate ELISAs in terms of sensitivity, usability, accessibility and speed. The Cygnus NS1 assay was evaluated with retrospective undiluted plasma samples from 205 DENV infected patients alongside 50 febrile illness negative controls. Against the gold standard RT-PCR, clinical sensitivity for Cygnus was 82% in overall (with 78, 78, 80 and 76% for DENV1-4, respectively), comparable to an in-house serotyping NS1 microplate ELISA (82% vs 83%) but superior to commercial NS1-LFT (82% vs 74%). Specificity of the Cygnus device was 86%, lower than that of NS1-microplate ELISA and NS1-LFT (100% and 98%, respectively). For Cygnus positive samples, identification of DENV serotypes DENV2-4 matched those by RT-PCR by 100%, but for DENV1 capillaries false positives were seen, suggesting an improved DENV1 capture antibody is needed to increase specificity. Overall performance of Cygnus showed substantial agreement to NS1-microplate ELISA (κ = 0.68, 95%CI 0.58–0.77) and NS1-LFT (κ = 0.71, 95%CI 0.63–0.80). Although further refinement for DENV-1 NS1 detection is needed, the advantages of multiplexing and rapid processing time, this Cygnus device could deliver point-of-care NS1 antigen testing including serotyping for timely DENV diagnosis for epidemic surveillance and outbreak prediction."
}