{
    "Abstract": "Japanese encephalitis virus (JEV) is the emerging and geographically expanding flavivirus and the major causative agent of encephalitis in humans in Asia. There are risks of JEV introduction into the Americas given a large population of amplifying hosts—pigs and wild boars, and insect vectors—Culex mosquitoes. There are emerging concerns about vector-free ways of flavivirus transmission, for example sexual and transplacental Zika virus transmissions, which may change flavivirus epidemiology and expand the geographical range to territories with no insect vectors. It is unknown whether JEV has tropism in the female lower reproductive tract and the potential for sexual transmission in humans. While clinical outcomes of transplacental JEV infection are described in humans and pigs, cellular targets and tissue tropism in the upper reproductive tract are also unknown. Here, we studied JEV infection phenotypes and host transcriptional responses in human reproductive epithelial cells. We found that JEV caused persistent infection and cytopathology in the vaginal epithelium, endometrial epithelium, and trophoblast. Human vaginal epithelial cells infected with JEV had altered transcriptional responses associated with inflammation and disruption of epithelial barrier function. Also, using pigs—the native amplifying host for JEV, we confirmed JEV tropism in the female lower and upper reproductive tracts. We discovered that JEV persists in the vaginal mucosa for at least 28 days and pigs shed the virus in vaginal secretions. We also found JEV persistence in the endometrium and placenta with transplacental and fetal infections. Altogether, we discovered that JEV targets the vaginal epithelium and has the potential for sexual transmission in humans. We also contributed to a better understanding of JEV pathogenesis during transplacental infection. Further studies are needed to better understand the interactions of JEV with reproductive tissues, how persistent infection affects female reproductive functions, and the risks for non-vector transmission."
}