{
    "Background": "Fifty years of residual insecticide spraying to control Triatoma infestans in the Gran Chaco region of northern Argentina, Paraguay and Bolivia shows that vertically coordinated interventions aiming at full coverage have limited effects and are unsustainable. We quantified the spatial distribution of T. infestans domestic infestation at the district level, identified environmental factors associated with high infestation and then explored the usefulness of risk maps for the spatial stratification of interventions.",
    "Methods and Findings": "We performed spatial analyses of house infestation data collected by the National Chagas Service in Moreno Department, northern Argentina (1999–2002). Clusters of high domestic infestation occurred in the southwestern extreme of the district. A multi-model selection approach showed that domestic infestation clustered in areas of low elevation, with few farmlands, high density of rural houses, high mean maximum land surface temperature, large NDVI, and high percentage of degraded and deforested lands. The best model classified 98.4% of the communities in the training dataset (sensitivity, 93.3%; specificity, 95.4%). The risk map evidenced that the high-risk area only encompassed 16% of the district. By building a network-based transportation model we assessed the operational costs of spatially contiguous and spatially targeted interventions. Targeting clusters of high infestation would have reached ∼80% of all communities slated for full-coverage insecticide spraying, reducing in half the total time and economic cost incurred by a spatially contiguous strategy.",
    "Conclusions and Significance": "In disperse rural areas where control programs can accomplish limited coverage, consideration of infestation hot spots can contribute to the design and execution of cost-effective interventions against Chagas disease vectors. If field validated, targeted vertical control in high risk areas and horizontal control in medium to low risk areas may provide both a logistically and economically feasible alternative to blanket vertical insecticide spraying when resources are limited."
}