{
    "Background": "In the Old World, sandfly species of the genus Phlebotomus are known vectors of Leishmania, Bartonella and several viruses. Recent sandfly catches and autochthonous cases of leishmaniasis hint on spreading tendencies of the vectors towards Central Europe. However, studies addressing potential future distribution of sandflies in the light of a changing European climate are missing.",
    "Methodology": "Here, we modelled bioclimatic envelopes using MaxEnt for five species with proven or assumed vector competence for Leishmania infantum, which are either predominantly located in (south-) western (Phlebotomus ariasi, P. mascittii and P. perniciosus) or south-eastern Europe (P. neglectus and P. perfiliewi). The determined bioclimatic envelopes were transferred to two climate change scenarios (A1B and B1) for Central Europe (Austria, Germany and Switzerland) using data of the regional climate model COSMO-CLM. We detected the most likely way of natural dispersal (“least-cost path”) for each species and hence determined the accessibility of potential future climatically suitable habitats by integrating landscape features, projected changes in climatic suitability and wind speed.",
    "Results and Relevance": "Results indicate that the Central European climate will become increasingly suitable especially for those vector species with a current south-western focus of distribution. In general, the highest suitability of Central Europe is projected for all species in the second half of the 21st century, except for P. perfiliewi. Nevertheless, we show that sandflies will hardly be able to occupy their climatically suitable habitats entirely, due to their limited natural dispersal ability. A northward spread of species with south-eastern focus of distribution may be constrained but not completely avoided by the Alps. Our results can be used to install specific monitoring systems to the projected risk zones of potential sandfly establishment. This is urgently needed for adaptation and coping strategies against the emerging spread of sandfly-borne diseases."
}