{
    "Introduction": "Human African Trypanosomiasis (HAT), a disease caused by protozoan parasites transmitted by tsetse flies, is an important neglected tropical disease endemic in remote regions of sub-Saharan Africa. Although the determination of the burden of HAT has been based on incidence, mortality and morbidity rates, the true burden of HAT goes beyond these metrics. This study sought to establish the socio-economic burden that households with HAT faced and the coping strategies they employed to deal with the increased burden.",
    "Materials and methods": "A mixed methods approach was used and data were obtained through: review of hospital records; structured interviews (152); key informant interviews (11); case narratives (12) and focus group discussions (15) with participants drawn from sleeping sickness patients in the south western HAT foci in Kenya. Quantitative data were analysed using descriptive statistics while qualitative data was analysed based on emerging themes.",
    "Results": "Socio-economic impacts included, disruption of daily activities, food insecurity, neglect of homestead, poor academic performance/school drop-outs and death. Delayed diagnosis of HAT caused 93% of the affected households to experience an increase in financial expenditure (ranging from US$ 60–170) in seeking treatment. Out of these, 81.5% experienced difficulties in raising money for treatment resorting to various ways of raising it. The coping strategies employed to deal with the increased financial expenditure included: sale of agricultural produce (64%); seeking assistance from family and friends (54%); sale/lease of family assets (22%); seeking credit (22%) and use of personal savings (17%).",
    "Conclusion and recommendation": "Coping strategies outlined in this study impacted negatively on the affected households leading to further food insecurity and impoverishment. Calculation of the true burden of disease needs to go beyond incidence, mortality and morbidity rates to capture socio-economic variables entailed in seeking treatment and coping strategies of HAT affected households."
}