{
    "Objective": "Design and build a strategy construction and evaluation software system to help stakeholders to develop viable strategies to expand (and adapt) the Chagas Platform healthcare model through the primary healthcare system in Bolivia.",
    "Methods": "The software was built based on a ranking of medical Interventions and Actions (needed to support Interventions’ implementation) needed for comprehensive management of Chagas Disease in Bolivia. The ranking was performed using a Multi Criteria Decision Analysis (MCDA) methodology adapted to the WHO’s building blocks framework. Data regarding the criteria and the rankings was obtained through surveys and interviews with health care professionals working on Chagas disease. The Analytical Hierarchy Process was used to construct the decision criteria weights. Data Envelopment Analysis was used to identify the Interventions that lay on the efficiency frontier of outcomes and the complexity of associated Actions. These techniques were combined with integer programing tools using the open-source software R to build a decision-making tool to assess the outcomes and complexity of any combination of Interventions and Actions. This model and tool were applied to data concerning the care of Chagas disease in Bolivia collected through surveys of experts. The tool works by loading the data from each specific context.",
    "Results": "The initial set of Interventions and Actions recommended after analysis of the survey data was further refined through face-to-face interviews with field experts in Bolivia, resulting in a strategy of 18 Interventions and 15 Actions. Within the WHO model the Leadership and Governance building block came up as the one needing more support with Actions such as the inclusion of Chagas into Annual Municipal Operational Plans by appointing local and provincial coordinators.",
    "Conclusion": "This project established the suitability of the model for constructing healthcare strategies. The model could be developed further resulting in a decision-making tool for program managers in a wide range of healthcare related issues, including neglected and/ or prevalent diseases. The tool has the potential to be used at different stages of decision making by diverse stakeholders in order to coordinate activities needed to address a health problem."
}