{
    "Background": "The current reference test for the detection of S. mansoni in endemic areas is stool microscopy based on one or more Kato-Katz stool smears. However, stool microscopy has several shortcomings that greatly affect the efficacy of current schistosomiasis control programs. A highly specific multiplex real-time polymerase chain reaction (PCR) targeting the Schistosoma internal transcriber-spacer-2 sequence (ITS2) was developed by our group a few years ago, but so far this PCR has been applied mostly on urine samples. Here, we performed more in-depth evaluation of the ITS2 PCR as an alternative method to standard microscopy for the detection and quantification of Schistosoma spp. in stool samples.",
    "Methodology/Principal findings": "Microscopy and PCR were performed in a Senegalese community (n = 197) in an area with high S. mansoni transmission and co-occurrence of S. haematobium, and in Kenyan schoolchildren (n = 760) from an area with comparatively low S. mansoni transmission. Despite the differences in Schistosoma endemicity the PCR performed very similarly in both areas; 13–15% more infections were detected by PCR when comparing to microscopy of a single stool sample. Even when 2–3 stool samples were used for microscopy, PCR on one stool sample detected more infections, especially in people with light-intensity infections and in children from low-risk schools. The low prevalence of soil-transmitted helminthiasis in both populations was confirmed by an additional multiplex PCR.",
    "Conclusions/Significance": "The ITS2-based PCR was more sensitive than standard microscopy in detecting Schistosoma spp. This would be particularly useful for S. mansoni detection in low transmission areas, and post-control settings, and as such improve schistosomiasis control programs, epidemiological research, and quality control of microscopy. Moreover, it can be complemented with other (multiplex real-time) PCRs to detect a wider range of helminths and thus enhance effectiveness of current integrated control and elimination strategies for neglected tropical diseases."
}