{
    "Background": "Leprosy is a chronic infectious disease neglected, caused by Mycobacterium leprae, considered a public health problem because may cause permanent physical disabilities and deformities, leading to severe limitations. This review presents an overview of the results of epidemiological studies on leprosy occurrence in childhood in Brazil, aiming to alert health planners and managers to the actual need to institute special control strategies.",
    "Methodology/Principal findings": "Data collection consisted of an electronic search for publications in eight databases: Literatura Latino-Americana e do Caribe em Ciências da Saúde (LILACS), Scientific Electronic Library Online (SciELO), PuBMed, Biblioteca Virtual em Saúde (BVS), SciVerse Scopus (Scopus), CAPES theses database, CAPES journals database and Web of Science of papers published up to 2016. After apply selection criteria, twenty-two papers of studies conducted in four different regions of Brazil and published between 2001 and 2016 were included in the review. The leprosy detection rate ranged from 10.9 to 78.4 per 100,000 inhabitants. Despite affecting both sexes, leprosy was more common in boys and in 10-14-year-olds. Although the authors reported a high cure proportion (82–90%), between 1.7% and 5.5% of the individuals developed a disability resulting from the disease.",
    "Conclusions/Significance": "The findings of this review shows that leprosy situation in Brazilian children under 15 years is extremely adverse in that the leprosy detection rate remains high in the majority of studies. The proportion of cases involving disability is also high and reflects the difficulties and the poor effectiveness of actions aimed at controlling the disease. The authors suggest the development of studies in spatial clusters of leprosy, where beyond the routine actions established, are included news strategies of active search and campaigns and actions of educations inside the clusters of this disease. The new agenda needs to involve the precepts of ethical, humane and supportive care, in order to achieve a new level of leprosy control in Brazil."
}