{
    "Introduction": "Neurocysticercosis (NC) is a life-threatening and costly parasitic disease, endemic in most non-developed countries and increasing in developed world [1]–[5]. NC real prevalence and incidence are difficult to assess, as symptoms are highly heterogeneous and its diagnosis requires neuroradiological studies, not available to all population at risk. Anyway, some data show the persistence of active transmission in Mexico. Particularly, a partial report including only patients hospitalized at INNN, Mexico, showed no statistically significant decrease of NC frequency between 1995 and 2001 (from 2.4 to 1.8%) [6], transversal surveys in rural communities indicate the persistence of human NC (prevalence>9%) [7], [8] and porcine cysticercosis in rural pigs (up to 30%) [9], [10]. In spite of these data, the epidemiological transition occurring in Mexico, with increased diagnosis of metabolic, neoplastic and degenerative diseases [11], could lead us to disregard the importance of NC in Mexico [12]. Herein, the frequency of NC in all patients who attended at INNN in 1994 was compared with that of 2004, and frequencies of hospitalization and mortality of NC patients in neurology, neurosurgery and psychiatry services between 1995 and 2009 are presented.",
    "Materials and Methods": "This study was performed at the Instituto Nacional de Neurología y Neurocirugía (INNN). INNN is a public, third-level referral center located in Mexico City, where neurological, neurosurgical and psychiatric patients above 15 years old are attended. Admission is reserved to patients lacking social security.\nTo evaluate the evolution of NC burden on INNN, two approaches were taken. First, all clinical records of patients admitted at INNN in 1994 (n = 4098) and 2004 (n = 4706) were manually, anonymously reviewed. Patients fulfilling criteria of NC definitive diagnosis based on Del Brutto's et al. criteria [13] were selected and their demographical, clinical and radiological characteristics were obtained. Second, the yearly numbers of hospitalized NC patients and deaths due to NC at neurology, neurosurgery and psychiatry services from 1995 to 2009 were obtained from INNN's epidemiological service. Frequencies of NC hospitalized patients and NC mortality with respect to the total number of hospitalized patients in each service were calculated.\nStatistical analysis using SPSS software was completed. Chi-square test was made to evaluate statistical differences between proportions and Student t-test between means. 95% confidence intervals of proportions and means were provided. Linear regression was used to test changes during calendar periods, considering calendar year as the independent variable.\nThis study was approved by INNN Institutional Review Board.",
    "Results": "Table 1 summarizes the differences in the frequency of NC cases attended in the INNN in 1994 and 2004. Between the years 1994 and 2004, no significant statistical differences were found neither in the frequency of NC at INNN (100/4098, 2.4% vs. 120/4706, 2.5%, respectively) nor in patients general profile. Two significant differences were observed, though: in 2004, the cases severity (presence of intracranial hypertension) significantly decreased (P = 0.007), and the proportion of patients living in Mexico City significantly increased (P = 0.005).\nFigure 1 shows the evolution of NC frequency in hospitalized patients between 1995 and 2009. In neurosurgery service, frequencies of hospitalization of NC patients varied between 0.67 and 7.9% with a statistically significant decrease between these two dates (r = –0.79, P<0.001). In neurology service, frequencies of hospitalization varied between 3.4 and 10.9% without any significant temporal trend (r = 0.12, P = 0.67), while in psychiatry, only five NC patients were hospitalized during the 15 years under study, with no significant tendency (r = –0.38, P = 0.16). Concerning mortality during this period, 28 NC patients died at INNN, with a significant decrease in mortality frequency (r = –0.7, P = 0.003).",
    "Discussion": "The evident epidemiological transition occurring in Mexico, with growing incidence of metabolic, neoplastic, and degenerative diseases [11], sometimes leads us to forget the weight of other “archaic”, infectious disorders, linked mainly with poverty. NC is one of those. Evolution of NC prevalence is not known, as population-based studies are not available. In the present report, during the 10-year period studied the frequency of NC showed no significant decrease in INNN, the most active neurological center in Mexico. However, some significant changes did occur. The proportion of NC patients from Mexico City increased, possibly due to rural population's migration. The acquisition of computerized tomography, between 1994 and 2004, by most of the public hospitals in States neighboring Mexico City may also have resulted in more frequent local NC diagnosis than before and in lessening their attendance to INNN. The only optimistic change detected in this study was the significant decrease in the severity of NC, a change that could be related with its earlier diagnosis. These results were confirmed when only hospitalized patients were considered between 1995 and 2009: the frequency of hospitalized patients in neurology was stable, while NC frequency in neurosurgery service, as well as NC mortality, decreased.\nThese data strengthen the notion of persistent active transmission, in agreement with the high prevalence of pig cysticercosis (13.3%) reported in recent epidemiological studies performed in rural areas of Mexico [14]. The latter is the most appropriate indicator to demonstrate active transmission, since 80% of pigs in rural communities are consumed before they are one-year-old [10]. In rural areas, the high prevalence of pig cysticercosis is accompanied by a high frequency of human calcified neurocysticercosis cases and an extremely low frequency of vesicular cysticerci [8], [15]. These disproportions between calcified and vesicular cysticerci in human NC indicate that in most cases the parasite is destroyed. On the other hand, the stability of NC frequency in INNN also indicate that, despite this fact, the parasite (vesicular or calcified) still causes symptoms in an important number of infected subjects, resulting in around 2.4% of consultations in INNN are due to NC.\nThis study demonstrates that NC is still a health problem of Mexico. It is important to note that INNN and Mexico City does not properly represent the whole country. However, the stability of NC frequency in patients attending INNN and in the hospitalization rate in the INNN neurology service must alert medical practitioners and health authorities on the persistence of unresolved health problems related with poverty. Efforts should be encouraged to apply effective measures for their eradication."
}