{
    "Background": "Mosquito biting frequency and how bites are distributed among different people can have significant epidemiologic effects. An improved understanding of mosquito vector-human interactions would refine knowledge of the entomological processes supporting pathogen transmission and could reveal targets for minimizing risk and breaking pathogen transmission cycles.",
    "Methodology and principal findings": "We used human DNA blood meal profiling of the dengue virus (DENV) vector, Aedes aegypti, to quantify its contact with human hosts and to infer epidemiologic implications of its blood feeding behavior. We determined the number of different people bitten, biting frequency by host age, size, mosquito age, and the number of times each person was bitten. Of 3,677 engorged mosquitoes collected and 1,186 complete DNA profiles, only 420 meals matched people from the study area, indicating that Ae. aegypti feed on people moving transiently through communities to conduct daily business. 10–13% of engorged mosquitoes fed on more than one person. No biting rate differences were detected between high- and low-dengue transmission seasons. We estimate that 43–46% of engorged mosquitoes bit more than one person within each gonotrophic cycle. Most multiple meals were from residents of the mosquito collection house or neighbors. People ≤25 years old were bitten less often than older people. Some hosts were fed on frequently, with three hosts bitten nine times. Interaction networks for mosquitoes and humans revealed biologically significant blood feeding hotspots, including community marketplaces.",
    "Conclusion and significance": "High multiple-feeding rates and feeding on community visitors are likely important features in the efficient transmission and rapid spread of DENV. These results help explain why reducing vector populations alone is difficult for dengue prevention and support the argument for additional studies of mosquito feeding behavior, which when integrated with a greater understanding of human behavior will refine estimates of risk and strategies for dengue control."
}