{
    "Background": "Patients infected by Plasmodium vivax or Plasmodium ovale suffer repeated clinical attacks without primaquine therapy against latent stages in liver. Primaquine causes seriously threatening acute hemolytic anemia in patients having inherited glucose-6-phosphate dehydrogenase (G6PD) deficiency. Access to safe primaquine therapy hinges upon the ability to confirm G6PD normal status. CareStart G6PD, a qualitative G6PD rapid diagnostic test (G6PD RDT) intended for use at point-of-care in impoverished rural settings where most malaria patients live, was evaluated.",
    "Methodology/Principal Findings": "This device and the standard qualitative fluorescent spot test (FST) were each compared against the quantitative spectrophotometric assay for G6PD activity as the diagnostic gold standard. The assessment occurred at meso-endemic Panenggo Ede in western Sumba Island in eastern Indonesia, where 610 residents provided venous blood. The G6PD RDT and FST qualitative assessments were performed in the field, whereas the quantitative assay was performed in a research laboratory at Jakarta. The median G6PD activity ≥5 U/gHb was 9.7 U/gHb and was considered 100% of normal activity. The prevalence of G6PD deficiency by quantitative assessment (<5 U/gHb) was 7.2%. Applying 30% of normal G6PD activity as the cut-off for qualitative testing, the sensitivity, specificity, positive predictive value, and negative predictive value for G6PD RDT versus FST among males were as follows: 100%, 98.7%, 89%, and 100% versus 91.7%, 92%, 55%, and 99%; P = 0.49, 0.001, 0.004, and 0.24, respectively. These values among females were: 83%, 92.7%, 17%, and 99.7% versus 100%, 92%, 18%, and 100%; P = 1.0, 0.89, 1.0 and 1.0, respectively.",
    "Conclusions/Significance": "The overall performance of G6PD RDT, especially 100% negative predictive value, demonstrates suitable safety for G6PD screening prior to administering hemolytic drugs like primaquine and many others. Relatively poor diagnostic performance among females due to mosaic G6PD phenotype is an inherent limitation of any current practical screening methodology."
}