{
    "Introduction": "Traditionally, health ministries implement mass drug administration programmes for each neglected tropical disease (NTD) as separate and distinct campaigns. Many NTDs have overlapping endemicity suggesting co-administration might improve programme reach and efficiency, helping accelerate progress towards 2030 targets. Safety data are required to support a recommendation to undertake co-administration.",
    "Methodology": "We aimed to compile and summarize existing data on co-administration of ivermectin, albendazole and azithromycin, including both data on pharmacokinetic interactions and data from previous experimental and observational studies conducted in NTD-endemic populations. We searched PubMed, Google Scholar, research and conference abstracts, gray literature, and national policy documents. We limited the publication language to English and used a search period from January 1st, 1995 through October 1st, 2022. Search terms were: azithromycin and ivermectin and albendazole, mass drug administration co-administration trials, integrated mass drug administration, mass drug administration safety, pharmacokinetic dynamics, and azithromycin and ivermectin and albendazole. We excluded papers if they did not include data on co-administration of azithromycin and both albendazole and ivermectin, or azithromycin with either albendazole or ivermectin alone.",
    "Results": "We identified a total of 58 potentially relevant studies. Of these we identified 7 studies relevant to the research question and which met our inclusion criteria. Three papers analyzed pharmacokinetic and pharmacodynamic interactions. No study found evidence of clinically significant drug-drug interactions likely to impact safety or efficacy. Two papers and a conference presentation reported data on the safety of combinations of at least two of the drugs. A field study in Mali suggested the rates of adverse events were similar with combined or separate administration, but was underpowered. A further field study in Papua New Guinea used all three drugs as part of a four-drug regimen also including diethylcarbamazine; in this setting, co-administration appeared safe but there were issues with the consistency in how adverse events were recorded.",
    "Conclusion": "There are relatively limited data on the safety profile of co-administering ivermectin, albendazole and azithromycin as an integrated regimen for NTDs. Despite the limited amount of data, available evidence suggests that such a strategy is safe with an absence of clinically important drug-drug interactions, no serious adverse events reported and little evidence for an increase in mild adverse events. Integrated MDA may be a viable strategy for national NTD programmes."
}