{
    "Background": "A number of studies published during the last 15 years showed the occurrence of insecticide resistance in Triatoma infestans populations. The different toxicological profiles and mechanisms of resistance to insecticides is due to a genetic base and environmental factors, being the insecticide selective pressure the best studied among the last factors. The studies on insecticide resistance on T. infestans did not consider the effect of environmental factors that may influence the distribution of resistance to pyrethroid insecticides. To fill this knowledge gap, the present study aims at studying the association between the spatial distribution of pyrethroid resistant populations of T. infestans and environmental variables.",
    "Methodology/Principal Findings": "A total of 24 articles reporting on studies that evaluated the susceptibility to pyrethroids of 222 field-collected T. infestans populations were compiled. The relationship between resistance occurrence (according to different criteria) with environmental variables was studied using a generalized linear model. The lethal dose that kills 50% of the evaluated population (LD50) showed a strong linear relationship with the corresponding resistance ratio (RR50). The statistical descriptive analysis of showed that the frequency distribution of the Log (LD50) is bimodal, suggesting the existence of two statistical groups. A significant model including 5 environmental variables shows the geographic distribution of high and low LD50 groups with a particular concentration of the highest LD50 populations over the region identified as the putative center of dispersion of T. infestans.",
    "Conclusions/Significance": "The occurrence of these two groups concentrated over a particular region that coincides with the area where populations of the intermediate cytogenetic group were found might reflect the spatial heterogeneity of the genetic variability of T. infestans, that seems to be the cause of the insecticide resistance in the area, even on sylvatic populations of T. infestans, never before exposed to pyrethroid insecticides, representing natural and wild toxicological phenotypes. The strong linear relationship found between LD50 and RR50 suggest RR50 might not be the best indicator of insecticide resistance in triatomines."
}