{
    "Background": "Increased reports of human infections have led fasciolosis, a widespread disease of cattle and sheep caused by the liver flukes Fasciola hepatica and Fasciola gigantica, to be considered an emerging zoonotic disease. Chemotherapy is the main control measure available, and triclabendazole is the preferred drug since is effective against both juvenile and mature parasites. However, resistance to triclabendazole has been reported in several countries urging the search of new chemical entities and target molecules to control fluke infections.",
    "Methodology/Principle Findings": "We searched a library of forty flavonoid derivatives for inhibitors of key stage specific Fasciola hepatica cysteine proteases (FhCL3 and FhCL1). Chalcones substituted with phenyl and naphtyl groups emerged as good cathepsin L inhibitors, interacting more frequently with two putative binding sites within the active site cleft of the enzymes. One of the compounds, C34, tightly bounds to juvenile specific FhCL3 with an IC50 of 5.6 μM. We demonstrated that C34 is a slow-reversible inhibitor that interacts with the Cys-His catalytic dyad and key S2 and S3 pocket residues, determinants of the substrate specificity of this family of cysteine proteases. Interestingly, C34 induces a reduction in NEJ ability to migrate through the gut wall and a loss of motility phenotype that leads to NEJ death within a week in vitro, while it is not cytotoxic to bovine cells.",
    "Conclusions/Significance": "Up to date there are no reports of in vitro screening for non-peptidic inhibitors of Fasciola hepatica cathepsins, while in general these are considered as the best strategy for in vivo inhibition. We have identified chalcones as novel inhibitors of the two main Cathepsins secreted by juvenile and adult liver flukes. Interestingly, one compound (C34) is highly active towards the juvenile enzyme reducing larval ability to penetrate the gut wall and decreasing NEJ´s viability in vitro. These findings open new avenues for the development of novel agents to control fluke infection and possibly other helminthic diseases."
}