{
    "Introduction": "Leptospira spp. are helical-shaped bacteria and form a particular group of causative agents for the zoonotic disease Leptospirosis. Leptospira spp. are transmitted through infected urine of small mammals or contaminated water via the direct contact to skin lesions or conjunctivae [1]. Small mammals are described as the most important maintenance reservoirs in nature and thus as an essential vector for several pathogenic Leptospira spp. [2, 3, 4, 5]. Leptospirosis is considered the most widespread zoonotic disease worldwide, which is of emerging concern [6]. In the past, Leptospirosis was described to be a disease of occupational risk for harvesters, miners, veterinarians and rodent control workers in Europe [2, 7]. Nowadays, it is increasingly linked to recreational outdoor activities, such as water sports and adventure travels [5, 8]. However, partially due to the broad variety of clinical symptoms, which are nonspecific, the awareness for this disease is not yet present especially in temperate regions [5, 9]. The estimated incidence of clinical cases per year is 0.2 / 100,000 in Germany [10]. Severe cases associated with rats have also been reported [8, 11]. Recently, human cases, which were linked to contaminated water or soil, occurred in Austria [12, 13, 14]. Furthermore leptospirosis outbreaks were reported among triathletes and strawberry harvesters in Germany [15, 16]. The clinical severity of Leptospira spp. infection depends on the virulence of the infecting Leptospira serovar as well as on the health status of the patient [3]. The taxonomy of Leptospira spp. is complex. To date, ten different pathogenic Leptospira species with more than 300 serovars, grouped in 20 serogroups are known [17]. The term serogroup is of taxonomic importance and defines groups with antigenetically related serovars. However identical serovars may belong to different Leptospira species [2]. Duplex PCR [18] and detailed sequence typing are used for the characterisation of Leptospira spp. strains and genotypes while the microscopic agglutination test (MAT) which is important for the categorisation of serovars, is still the gold standard in routine diagnostics [19]. Most commonly, human clinical cases in Europe are caused by L. interrogans and/or Leptospira spp. serovar Grippotyphosa [12, 13, 16, 20]. A recent study from Poland reported also antibody titres in humans against the serovars Australis, Autumnalis, Hebdomadis, Hardjo, Sejroe, Zanoni, Bataviae, Bratislava, Canicola and Grippotyphosa, belonging to 3 species, L. interrogans, L. borgpetersenii and L. kirschneri[21]. Studies from Germany and France reported high prevalences for Leptospira spp. in small mammals which are likely responsible for simultaneous human leptospirosis cases [16, 20]. So far there are only a few studies reporting moderate to high prevalences in small mammals, beavers (Castor fiber) and wild boars (Sus scrofa) from Germany [5, 8, 22]. Little is known about the prevalence and the geographic distribution of pathogenic Leptospira spp. in rodent maintenance hosts in Germany. Possible host-pathogen associations were not further determined thus far.\nTherefore, this study’s objectives were:\n\nDetection of prevalence rates for different pathogenic Leptospira spp. in captured small mammals from three selected sites in Germany;\nComparison of the detected Leptospira spp. and their sequence types (ST) in relation to captured small mammal species and the various study sites.",
    "Materials and Methods": "Study sites\nBavarian Site 1 “Angelberger Forst”, Bavaria (B1).The site B1, located near Tussenhausen, Bavaria, is a large mixed forest (641 ha). The anthropogenic influence is low thus interaction between wild and domestic animals and humans is limited [23]. Details of this study area have been described before [24, 25].\n\nBavarian Site 2 “Bavarian Forest National Park” (B2).The second study site B2 was divided in three transects in the “Bavarian Forest National Park” (242,000 ha) from 629 to 1420 m a. s. l. It is also situated in Bavaria and is part of the Bohemian Massif. This National Park and the adjacent Czech Sumava National Park form one of the most homogenous and extensively forested landscapes in Central Europe. The study site is located in a forested montane area and is often frequented by visitors for recreational activities. Further characteristics, GPS coordinates of trapping sites along the transects as well as ecologic properties have been described in detail before [26].\n\nRenaturalised area in the city centre of Leipzig, Saxony (S).The third site (S) is divided in five areas located around the city centre of Leipzig formerly consecutively named from E to I [27]. The study site belongs to a renaturalised location (www.neuseenland.de), which was created out of a former brown coal mining area. Today, the surroundings of this site are the largest recreational area near Leipzig thus many visitors frequent this site. Detailed descriptions about the areas around Leipzig have been published elsewhere [27].\n\n\n\nSampling of small mammals\nSmall mammals were trapped with Sherman live animal traps (H. B. Sherman Traps, Inc., Tallahassee, Fla., U.S.A.) in 2012 at site B1, in 2010 at site B2 and from 2010 to 2012 at site S. Traps, baited with apple slices, were placed for at least two consecutive nights per month and site and were checked twice a day. For site B1, 50 traps were set up between July and October in 2012. At site B2 in plot sizes of 18 x 18 m, 16 traps were laid out in a grid. The traps were checked twice on two successive days once a month, from May to October 2010. At site S, small mammals were captured with at least 20 traps per subdivided area per month in August and October in 2010 and from March to June in 2011 (site E, H, I) and further in November 2011 and from March to October in 2012 (site E, F, G, H, I). Collected animals were euthanized in accordance with the German Animal Protection Act and stored at −80°C. Detailed trapping procedures were published elsewhere [26, 27, 28]. Necropsy was carried out with collection of biometric data of all small mammals and kidneys were collected. All small mammals were morphologically identified with taxonomic keys [29]. Further, a conventional PCR targeting the partial mitochondrial cytochrome b gene [30] yielding an amplicon of 354 bp was performed with 37 small mammal DNA samples from site B1 (17.1%) and 36 DNA samples from site S (6.7%) including all bycaught small mammal species, which were not rodents, in order to verify morphological identification and to verify successful DNA extraction.\n\n\nDNA extraction\nDepending on the initial kidney size of the small mammals, kidney samples weighed 0.01–0.05g and were homogenized either by cutting the samples into small pieces each with a sterile scalpel (site B1) or by the use of the Precellys 24 Tissue Homogenizer (Bertin Technologies, Montigny-le-Bretonneux, France) for which 600–800 μl phosphate buffered saline (PBS, pH = 7.2) and 0.6 g of sterile ceramic beads, (PeqLab Biotechnologie GmbH, Erlangen, Germany) sized 1.4 mm, were added to the samples in advance (sites S and B2). DNA was extracted either with the Maxwell 16 LEV Blood DNA Kit (Promega GmbH, Mannheim, Germany) and the corresponding Maxwell 16 System (site B1) or manually with the QIAamp DNA Mini Kit (Qiagen, Hilden, Germany) as recommended by the manufacturers (sites S and B2) after addition of 300 μl lysis buffer and 30 μl proteinase K to each sample and incubation overnight at 56°C in a thermomixer (Eppendorf, Hamburg, Germany). For all samples, quantity and quality of the extracted DNA samples were determined with a spectrophotometer (NanoDrop 2000c respectively NanoDrop ND-1000, Peqlab Biotechnologie GmbH).\n\n\nPCR methods\nReal-Time PCR.For the initial screening of all samples, a real-time PCR targeting a partial sequence (242 bp) of the 32-kDa leptospiral major outer membrane lipoprotein lipl 32 gene was performed as described [22, 31] by the use of the Mx3000P QPCR System (Agilent Technologies, Santa Clara, C.A., U.S.A.). Samples with a CT-value below 40 were regarded as positive.\n\nDuplex PCR.In order to distinguish L. kirschneri from other pathogenic Leptospira spp., samples tested positive by real-time PCR were further determined by a duplex PCR [18]. The duplex PCR was targeting a flagellin-encoding flaB gene fragment (563 bp) which exclusively amplifies in L. kirschneri as well as a preprotein translocase-encoding secY gene fragment (285 bp), which also amplifies in several other pathogenic Leptospira spp. such as L. interrogans, L. weilii, L. noguchii, L. borgpetersenii, L. santarosai and L. meyeri [5, 18].\n\nConventional PCR.Samples which were positive only for secY were further determined by conventional PCR targeting a gene fragment (504 bp) which is encoding for the DNA gyrase subunit B (gyr B) [32]. Eight pathogenic Leptospira species have been described to be detected by this PCR method: L. interrogans, L. borgpetersenii, L. weilii, L. santarosai, L. alexanderi, L. genomospecies 1, now known as L. alstonii, L. noguchii and L. kirschneri [32, 33]. PCR products were purified with the NucleoSpin and PCR clean-up kit (MACHEREY-NAGEL, Düren, Germany) according to the manufacturer’s recommendations and subsequently commercially sequenced (Interdisziplinäres Zentrum für Klinische Forschung, Leipzig, Germany) with forward and reverse primers used for PCR amplification. Consensus sequences without primer sequences were analysed and aligned with the MegAlign Pro Software (DNASTAR, Inc., Madison, W.I., U.S.A.), compared to available sequences in the GenBank with BLASTn (National Center for Biotechnology Information, Bethesda MD, USA) and deposited in GenBank under following Acc. No.: KT804429-42.\n\nMulti Locus Sequence Typing (MLST).A set of seven primer pairs was used which amplify different housekeeping gene loci: glmU, pntA, sucA, fadD, tpiA, pfkB and mreA [17, 34]. The PCR method was modified for the fadD and glmU loci as described before [22]. MLST succeeded only for 14 samples tested positive by duplex PCR. Products of all seven primer sets were purified, sequenced and analysed as described above. To receive the particular Leptospira sequence type, sequences were trimmed accordingly, and further analysed and compared to sequences at http://leptospira.mlst.net/.\n\nStatistical analysis.Confidence intervals (95%CI) for prevalences in small mammals were determined by the Clopper and Pearson method using the Graph Pad Software Prism (Graph Pad Software Inc., San Diego, Ca., USA). Pearson’s chi-squared test was used with a type I error α of 0.05 to test the independence of compared prevalences. Fisher’s exact test was used for small sample sizes tested (n<30). The Bonferroni correction was used to control Pearson’s chi-squared tests computed with multiple values.\n\nEthics statement.The permission of small mammal trapping was granted by the “Landesdirektion Sachsen” at site S (permission number: AZ 36.11–36.45.12/4/12-001) and by the “Regierung von Schwaben” at site B1 (permission number: 55.1-8646-2/30). Permission for small mammal trapping was not needed at site B2 as this study site was investigated for federal concerns by the Bundeswehr. Collected animals were euthanized in accordance with the German Animal Protection Act.",
    "Results": "Trapping of small mammals\nAltogether, 1213 small mammals of eleven different species (737 M. glareolus, 12 Microtus agrestis, 431 either A. flavicollis or A. sylvaticus, one Sorex coronatus, seven Sorex araneus, four Crocidura russula, three Arvicola terrestris, two Talpa europaea, two Mustela nivalis, seven Apodemus agrarius, seven Microtus arvalis) were captured (Table 1). Altogether, 216 small mammals were captured at site B1 (three species), 456 at site B2 (four species) and 541 at site S (ten species). DNA was extracted from one kidney of all 1213 animals.\n\n\nPCR analysis for Leptospira spp.\nFrom altogether 1213 small mammals, 73 tested positive by real-time PCR (5.9%; 95%CI: 4.7–7.4) (Table 2). Regarding the different sites, 11.6% (95%CI: 8–16.7) of the small mammals from site B1 (n: 25/216), 3.3% (95%CI: 1.9–5.44) from site B2 (n: 15/456) and 6.1% (95%CI: 4.32–8.49) from site S were positive (n: 32/542). Interestingly along the altitude gradient of B2 at two sampling sites at low altitude (both small beech forests at 379 m and 412 m a.s.l., Fig 1) most small mammals of B2 were PCR positive (n: 12). However, Leptospira spp. were found up to an altitude of 1.298 m a.s.l. (see Fig 1). From the altogether 73 PCR-positive samples, 67 could be further determined by duplex PCR. The other six samples did not yield any of the two amplicons most likely due to the high CT value achieved by real-time PCR (>39). Fifty-four (80.3%; 95%CI: 69–88.3) of these 67 samples were identified as L. kirschneri. Four of the other 13 (19.7%; 95%CI: 11.8–31) samples were further determined as L. borgpetersenii, and 9 as L. interrogans by conventional PCR of the partial gyrB gene and amplicon sequencing.\nLeptospira borgpetersenii was exclusively and L. interrogans was mainly found in Apodemus spp. (n: 7/9, 77.8%, 95%CI: 44.3–94.7). Only two M. glareolus were positive for L. interrogans (Table 2). Leptospira kirschneri was mainly detected in positive small mammals (34 of 36 positive M. glareolus, 94.4%; 95%CI: 81–99.4; 14 of 25 positive Apodemus spp., 56%, 95%CI: 37.0–73.35). Apodemus agrarius, Mustela nivalis and Mi. arvalis, though captured in small numbers, showed high prevalences for L. kirschneri (42.86%; 95%CI: 15.75–75.02; 50%; 95%CI: 9.5–90.5 and 37.5%; 95%CI: 13.5–69.6 respectively (Table 1)). Leptospira kirschneri was obtained in four of the five rodent species (A. agrarius, Mi. arvalis, M. glareolus, A. flavicollis). In contrast, L. interrogans and L. borgpetersenii were detected only in A. flavicollis and M. glareolus. All other investigated small mammal species were negative.\nWhereas most L. kirschneri-positive rodents were found at site S (n: 27/54, 50.94%; 95%CI: 37.88–63.88), the majority of other pathogenic Leptospira spp.-positive samples were found at site B2 (n: 10/13, 76.92%; 95%CI: 49.06–92.5) (χ2 = 30.0823; p< 0.00001), at a sampling site 379 m a.s.l.\n\n\nMulti Locus Sequence Typing (MLST)\nFrom 67 samples tested positive by duplex PCR, for 14 a complete MLST covering all seven housekeeping genes could be determined for rodents captured at all three study sites (ten M. glareolus, three Apodemus spp. and one A. agrarius). Altogether sequence types for eleven L. kirschneri and three L. interrogans positive samples were detected. All Leptospira interrogans positive samples were found to be ST 24 (Table 2). For L. kirschneri two different sequence types were detected. Four samples were positive for ST 117 and seven for ST 110. While ST 110 could be detected at all three sites, ST 117 was only detected at site S. Here, ST 117 could be detected in A. flavicollis, A. agrarius and M. glareolus whereas ST 110 could only be detected in M. glareolus. Leptospira interrogans ST 24 could be detected in A. flavicollis and M. glareolus but exclusively at site B2 (Table 2).",
    "Discussion": "This study focussed on pathogenic Leptospira species in small mammals from selected habitats in Germany. Studies on prevalences for Leptospira spp. in mammals in Europe are rare and focussed mainly on larger rodent species such as rats (Rattus norvegicus) which are considered to be the major source of Leptospira infection for humans [34, 35]. High prevalences (20–88%) in Rattus norvegicus have been reported from different European countries such as Turkey, France and Denmark [36, 37, 38]. Studies from Germany, Switzerland, the Netherlands, Croatia and Austria showed the occurrence of Leptospira spp. in a wide range of different small mammal species including M. glareolus, Apodemus spp., Mi. arvalis, Mus musculus, Castor fiber and Sorex spp. (2.9–71.4%)[5, 22, 39, 40, 41, 42, 43]. This study’s prevalences show a similar wide range in prevalence regarding the investigated rodent species (5.3–42.9%). The highest prevalence in small mammals was detected at site B1, a forest in southern Bavaria in comparison to the other two study sites. A recent German study showed high prevalences of leptospiral DNA in Mi. arvalis and A. agrarius (12–14%) which are supposed to be the most common carrier hosts for L. kirschneri [5]. In this study the highest prevalence was also found in both of these rodent species for L. kirschneri. Leptospira kirschneri was detected in almost all investigated rodent species (M. glareolus, Mi. arvalis, A. flavicollis, A. agrarius) with the exception of Mi. agrestis suggesting that this Leptospira species has a broad host range and is well adapted to a number of different small mammal species. Additionally, L. kirschneri was found in Mustela nivalis but not in Sorex spp. which therefore may play a subordinate role as maintenance host for L. kirschneri.\nHuman leptospirosis case reports caused by L. kirschneri are scarce. A recent study from Poland, however, reported antibody titres against ten serovars belonging to L. kirschneri, L. borgpetersenii and L. interrogans in several healthy humans [21]. This argues for asymptomatic infections and a less pathogenic potential than in other pathogenic Leptospira species. Leptospira kirschneri is known to cause unspecific clinical symptoms in dogs including diarrhoea, lethargy and dehydration [44]. Human cases caused by L. kirschneri may likewise display such unspecific illness and Leptospirosis may well be overlooked or kept undiagnosed. Nevertheless, this Leptospira species should be taken into account as a possible cause of disease in mammals other than dogs and humans.\nLeptospira interrogans is known to cause severe symptoms such as pneumonia, hepatitis and kidney failure in humans and dogs [45, 46]. The hazardous impact of L. interrogans to human health was recently described in France in human cases with symptoms such as lumbar myalgia and pneumonia [20]. Moreover unspecific clinical symptoms such as lethargy and fever in humans with previous outdoor activities (e.g. strawberry harvesters, triathletes) were reported in Germany and Austria [12, 13, 15, 16]. High prevalences (33.3–100%) were detected in Mi. arvalis, Mus musculus and Rattus norvegicus which occurred sympatrically to human Leptospirosis outbreaks in France and Germany [16, 20]. In former studies Mi. arvalis was also pointed out to be one of the most important maintenance hosts for L. interrogans among small mammal species [47, 48]. In the current study, however, this highly pathogenic Leptospira species was mostly detected in Apodemus spp. and exclusively at site B2, at four locations in a national park, which leads to the assumption that L. interrogans in contrast to L. kirschneri (at least of ST 110, see below) rather occurs focally.\nLeptospira borgpetersenii and in particular serovar Hardjo type Hardjobovis is reported as the most causative leptospiral agent for infertility and abortion in cattle from North America [49]. Leptospira borgpetersenii strains were described to be associated with Mus musculus [50]. In the present study this Leptospira species was detected at all three sites but, exclusively and significantly more often in Apodemus spp. than in any other small mammal species which suggests that certain L. borgpetersenii strains have probably a host preference for the genus Apodemus in the investigated habitats.\nTo the authors’ knowledge, this study is providing first evidence on sequence types of Leptospira spp. in rodents from Germany. Leptospira kirschneri ST 110 was the most widespread and most common ST in this study. In Germany former studies reported diseases in humans caused by the serogroup Grippotyphosa, declared as “mudfever” and associated with fieldwork activities, such as strawberry harvesting [16]. Leptospira kirschneri ST 117 was formerly found in A. agrarius and A. flavicollis collected in Croatia [42]. In our study this ST was also found in both of Apodemus species and additionally in M. glareolus. In Spain Leptospira interrogans ST 24was detected in dogs and wild carnivores such as Vulpes vulpes showing clinical signs, thus several carnivore species were suggested to be not maintenance but dead end hosts for Leptospira interrogans [51]. Further ST 24 was detected in A. flavicollis from Croatia [42]. In the present study, this sequence type was found in two different rodent species (M. glareolus, A. flavicollis).\nIt should be taken into account that the comparison of our results between sites and species is limited due to different DNA extraction methods and as the animals examined were not caught in the same years.\nIn summary, in our study at three sites in Germany pathogenic Leptospira spp. were detected in high prevalences in four of five investigated rodent species. Therefore humans could during leisure time activities get into contact with these pathogenic Leptospira spp. if respective transmission conditions are optimal. Regarding the Leptospira spp. prevalences this study’s results suggest a host preference for L. borgpetersenii in Apodemus spp. Moreover a broad host spectrum was detected for L. kirschneri which was the most common species detected in this study. Besides this study is proving first evidence of L. kirschneri ST 110 and 117 as well as L. interrogans ST 24 in rodents from Germany."
}