{
    "Introduction": "Even though human hookworm infection (hookworm) is highly endemic in many low- and middle-income countries throughout the world, its global economic and health impact is not well known. Unlike other soil-transmitted helminth (STH) infections (e.g., ascariasis and trichuriasis), high intensity hookworm infection commonly affects both children and adults.[1, 2] Hookworm is typically controlled through mass drug administration (MDA) programs. While these programs have successfully reduced morbidity due to STHs among children, it is not having a similar effect on hookworm. In fact, MDA with mebendazole is not reducing the prevalence of hookworm-related anemia[3], while the impact of MDA with albendazole in children is inconsistent[4, 5]. Moreover, the Global Burden of Disease (GBD) Study 2013 estimates that MDA is not having a significant effect in reducing in the prevalence of hookworm infection.[6] Even when MDA programs are in place they primarily target pre-school and school-aged children[7, 8], leaving high-burden groups untreated.\nDespite these control programs, hookworm’s disease burden remains high, currently, hookworm affects approximately 500 million people[6], with 5.1 billion at risk for acquiring infection worldwide.[9] However, hookworm infection rarely results in death, but instead leads to iron-deficiency anemia and malnutrition[10], which cause more subtle chronic health problems such as lethargy, impaired physical and cognitive development, and adverse pregnancy outcomes[1]. Therefore, measures that focus on severe disease outcomes such as mortality and hospitalization will severely underestimate the economic and health burden of hookworm. Moreover, those infected with hookworm may have concomitant health conditions, such as malaria infection, that can also cause anemia.[11] Without a better understanding of the economic and health burden of hookworm worldwide and in different countries, it is difficult for decision makers such as funders, policy makers, disease control officials, and intervention manufacturers to determine how much time, energy, and resources to invest in hookworm control. Therefore, we developed a computational simulation model to meet this need.",
    "Methods": "Model Structure\nUsing Microsoft Excel (Microsoft, Redmond, WA) along with a Crystal Ball (Oracle, Redwood City, CA) add-in, we developed a Monte Carlo simulation model to determine the economic and health burden of hookworm infection by country (N = 159, all countries where prevalence is reported and transmission is viable), WHO region, and worldwide from the societal perspective. The model converted age-specific hookworm prevalence and population estimates of different locations into hookworm cases by age, determined the intensity level of each hookworm infection, converted each case into health outcomes, and translated health outcomes into productivity losses and disability-adjusted life years (DALYs).\nThe model starts with age-stratified hookworm prevalence estimates by location, using the following age strata (i): children 0–4 years old, 5–9 years old, 10–14 years old, and adults 15 years and older. We determined the infection intensity level by calculating the mean worm burden (M, average number of worms per person) of the age-stratified population from the prevalence and applied a negative binomial distribution of worms in the community[12] resulting in the probability of an individual harboring a given number of worms. The negative binomial distribution allowed us to represent the over-dispersion of worms, such that a few individuals harbor most of the worms. The model estimated M based on the hookworm prevalence (P) for each age-specific population using the following equation:\n\nderived from Anderson and May[12], where k is the degree of aggregation of worms within the human population (where the proportion of the human population harboring the majority of hookworms becomes smaller as k approaches 0), and was set at 0.34.[13, 14] We calculated the probability of low (<28 worms), moderate (28–65 worms), and heavy intensity (>65 worms) infection[15] by fitting M to the negative binomial distribution:\n\nwhere Г() is a gamma distribution and x is the number of worms. These probabilities multiplied by the total population determined the number of persons in each age group with each infection intensity level (i.e., number of persons with low, moderate, or heavy intensity infections in each age group).\nOur model then converted each hookworm infection into health outcomes (i.e., hookworm-associated anemia and cognitive impairment) with accompanying health effects and costs. Each person with a hookworm infection had a probability of having hookworm-associated anemia. We derived the probability of hookworm-associated anemia using the age-stratified, infection intensity-specific probability of anemia and population attributable fraction (PAF). Age- and intensity-specific probabilities of anemia among those with hookworm infection came from the literature (Table 1). While there is a direct relationship between the intensity of hookworm infection (i.e., number of adult worms inside the host) and host blood loss[16], hookworm is not the only cause of anemia. We used the PAF, or the proportion of anemia in the population that is due to hookworm (Table 1), to attenuate the probabilities of anemia to determine the probability of hookworm-associated anemia. Each person with anemia then had a probability of having a specific hemoglobin (Hb) level. This probability was pulled from an age- and infection intensity-specific distribution. The distribution of Hb levels for each infection intensity level and age group was custom and created using data extracted from the literature on Hb levels for those with anemia and a hookworm infection.[16–21] As infants and children are particularly vulnerable to developmental and behavioral deficits, most likely due to iron-deficiency anemia[1], only children (0–14 years old) with anemia due to moderate and heavy intensity infections were assumed to have cognitive impairment.\nHealth effects were measured in DALYs, which are the sum of the years of life lived with disability (YLD) and the years of life lost (YLL). However, since hookworm rarely causes death directly, our DALY calculation formula did not include YLLs and was therefore:\n\nwhere I is the number of incident cases, DW is the disability weight, and L is the average duration of the outcome (Table 1). YLDs accrued from anemia, heavy hookworm infection (>65 worms), and cognitive impairment (when included). The DW varied by the level of anemia depending on the scenario. As we aim to estimate the annual burden of hookworm, we assumed the duration of each outcome (i.e., hookworm-associated anemia and cognitive impairment) to be one year. Due to a lack of data on this outcome, we feel this is a conservative estimate given many people with hookworm would not receive treatment that would impact the duration of anemia or intensity of infection (e.g., annual MDA or iron-supplements); additionally, many studies looking at productivity losses evaluated a yearlong period[22].\nSince a majority of infected individuals do not seek medical care for hookworm infection, our model did not include direct healthcare costs and instead focused on lost productivity (i.e., societal perspective). We assumed productivity losses accrue for all ages. To account for potential variability in assigning productivity reductions due to anemia, different scenarios explored the impact of using the following methodologies for estimating productivity losses for each person with hookworm-associated anemia (summarized in Table 2). The first method applied the DW for anemia to individual productivity for the duration of anemia (one year):\n(1)\nwhere the DW served as a proxy for the reduction in productivity and varied by the level of anemia, depending on the analysis scenario. Anemia levels were defined as: mild anemia 11–12.5g/dL for adults and 11g/dL for children, moderate anemia 8–10.9g/dL for all ages, and severe anemia <8g/dL for all ages.[23, 24] Productivity losses for individuals with heavy intensity infection and cognitive impairment were also considered using this method, using their respective DW estimates.\nThe second method is based on the reduction in productivity due to anemia using methods described by Shastry and Weil.[25] This productivity reduction was calculated from an individual’s Hb level and determined the level of productivity in workers with anemia relative to those without anemia. The following formula calculated productivity losses using this method:\n(2)\nwhere 1.5 is the elasticity of productivity with respect to blood Hb among anemic workers.[25] Elasticity is the percent change in work capacity or output divided by percent change in Hb; thus, for every 1% increase in Hb levels, there will be a 1.5% increase in output. We used anemia thresholds of 12.5g/dL for adults and 11g/dL for children.[24]\nThe third method was adapted from a study on the economic impact of anemia in Peru[26] (which is based on a model by Ross and Horton[27]). This method calculates the cost due to productivity losses as:\n\nwhere loss of productivity is the loss of productivity for an adult with anemia; wage share is the ratio of employee compensation over the Gross Domestic Product (GDP) per capita; and prevalence is the prevalence of anemia in the population. As this formula results in the productivity loss per capita in the population due to anemia, we modified it to calculate the cost for an individual. Wage share and GDP per capita can be simplified to wage per capita; thus we used per capita productivity. Our modified formula is:\n(3)\nPrevious work has estimated the loss of productivity in adults with anemia doing manual labor that is not highly demanding (e.g., technical staff, salespersons, etc.) to be 5% and those with highly demanding physical work (e.g., laborers or agricultural workers) to be 12–17%.[26] A systematic review estimated the percent of annual productivity loss for anemia due to soil-transmitted helminths ranged from 0.1% to 17%.[22] To remain conservative, we utilized 5% for all ages and did not stratify by work force type.\n\n\nData Sources\nTable 1 shows our overall model inputs while S1 Table provides country-specific values. The United Nations 2015 population estimates supplied the population size by age group.[28] Country-specific, age-stratified hookworm prevalence estimates consisted of a triangular prevalence distribution for each of the four modeled age groups.[29] We assumed the prevalence of hookworm has not changed substantially over time, given prevalence has only decreased 5% between 1990 and 2013.[6] The probability of anemia by hookworm infection intensity and by age group (children and adults) came from the literature.[16–19, 30] Depending on the scenario, gross national income (GNI) per capita or minimum wage served as a proxy for a person’s median productivity contributions to society (i.e., per capita productivity), but does not necessarily reflect that actual income of each person, which may be significantly less in impoverished areas. GNI per capita was obtained from the World Bank[31], supplemented with data from the United Nations[32] when not available from the World Bank. For the 14 countries for which GNI per capita was not available from either source, we utilized the average GNI from similar countries in the same region (defined by income classification when available or similar economies and industries). Minimum wage data was obtained from the US Department of State.[33] Again, for countries in which data was not available (31 countries), we utilized the average minimum wage from similar countries in the same region. All costs are presented in 2016 US dollars, converted using a 3% discount rate. DW values for hookworm and hookworm-associated health outcomes came from published estimates (Table 1).\n\n\nSimulation Scenarios\nFor each scenario, we ran 1,000 Monte Carlo simulations varying parameters throughout their ranges and report the median and 95% uncertainty interval (UI). Sensitivity analysis explored the impact of varying the following parameters: estimates for the probability of anemia for a given intensity of hookworm infection for children and adults (low, median, and high estimates from different studies in the literature, Table 1), the DW values (range: 2004 GBD estimates to the 2010 GBD estimates and additionally +/-10% of each of these two sets of estimates), the presence/absence of cognitive impairment, and annual wages (county-specific GNI per capita and minimum wage data). Additional scenarios evaluated the thresholds for low (<50 worms), moderate (50–105 worms), and heavy intensity (>105 worms) infection.[34]",
    "Results": "Health Effects as Measured by DALYs\nTable 3 presents the number of hookworm infections with consequent health outcomes (i.e., those with heavy intensity infection and hookworm-associated anemia,) and total DALYs accrued for each region and worldwide in 2016 (excluding cognitive impairment) using the 2004 DW estimates. The total number of DALYs varied with the probability of anemia given hookworm infection. Globally, 88,801,614 heavy hookworm infections and hookworm-associated anemia cases resulted in 2,126,280 DALYs (95% UI: 1,105,778–3,408,973), assuming the median likelihood of anemia. This translates to an average 0.0239 DALYs accrued (95% UI: 0.0150–0.0459 DALYs) annually per hookworm infection with consequent health outcomes. The Western Pacific region accrued the most DALYs. Including cognitive impairment increased the total DALYs accrued worldwide to 2,126,469 (95% UI: 1,105,873–3,409,135). Table 4 shows the DALYs accrued when using the 2010 DW estimates. This method resulted in an estimated 4,087,803 DALYs globally (95% UI: 386,827–17,054,291, median likelihood of anemia). Fig 1A shows how sensitive our DALY estimates are to the DW utilized (2004, 2010, and varying both by +/-10%) with the width of the bar indicating the range of total DALYs accrued across the varying likelihoods of anemia for each DW estimate evaluated. The 2010 DWs resulted in substantially more DALYs accrued than the 2004 DWs.\nThe lower end of the range is the total burden assuming a low probability of anemia, while the upper end assumed a high probability of anemia. The 2004 DW and 2010 DW represent results with the published DW estimates and +/- 10% indicates adjustment to these values.\nGlobal DALY estimates did not differ substantially when varying the infection intensity threshold. Threshold of 1 to 49, 50 to 104, and ≥105 worms resulted in 89,765,729 infections with consequent health outcomes globally. These infections generated 2,091,209 (95% UI: 1,105,275–3,462,856) DALYs using the 2004 DW estimates and 4,193,001 (95% UI: 395,922–16,499,971) DALYs using the 2010 DW estimates (median likelihood of anemia).\n\n\nCosts (Productivity Losses)\nTable 3 also provides the productivity losses for hookworm-associated anemia in 2016 estimated from the three different calculation methods. Hookworm resulted in $11.0 billion (95% UI: $5.7–17.9 billion) in productivity losses (Method 1, median likelihood of anemia). Method 2, based on Hb levels, resulted in higher productivity losses overall, ranging from $56.8 to $138.9 billion annually, varying with the likelihood of anemia. Method 3 also resulted in higher productivity losses, ranging from $16.9 to 36.3 billion, depending on the likelihood of anemia. As Method 1 is more conservative (i.e., results in the lower economic burden) and more inclusive in health outcomes (i.e., includes infection, anemia, and cognitive impairment), the rest of the results utilized this method.\nIncluding the cognitive impairment outcome had little effect on total costs. Inclusion increased global costs by approximately $650,000, $1.2 million, and $4.3 million annually for low, median, and high likelihoods of anemia, respectively. None of these increases resulted in significantly different global cost estimates. Differences were primarily seen in the African region, where more medium and heavy intensity infections occur.\nGlobally, total productivity losses were sensitive to the DWs utilized when calculating costs via Method 1 (Fig 1B). Although there was some overlap between cost estimates, substantial variability arose when using the 2010 DW values, especially across the different likelihoods of anemia. A 10% increase in the 2010 DW values with a high likelihood of anemia resulted in productivity losses of $38.2 billion annually worldwide. Using the 2010 DW estimates substantially increased the economic burden of hookworm (Table 4). Assuming a median likelihood of anemia, hookworm cost $20.9 billion (95% UI: $1.8–89.1 billion) worldwide. The low estimate for anemia yielded $11.2 billion (95% UI: $1.6–83.1 billion) in total costs.\nUsing minimum wage data as a proxy for per capita productivity, hookworm results in productivity losses totaling $2.5 to $5.4 billion using Method 1 and 2004 DW estimates, $3.4 to $10.5 billion using Method 1 and 2010 DW estimates, $17.5 to $43.9 billion using Method 2, and $5.1 to $11.3 billion using Method 3, varying with the likelihood of anemia (low to high). Fig 2 shows how the burden estimates differ by region, annual wage, and productivity loss method used. In most regions, using the GNI per capita resulted in a burden 1.8 to 2.7 times higher (depending on the region) than when using the minimum wage, regardless of the calculation method, with the exception the Western Pacific, where estimates using GNI per capita were 4.0 fold higher than using minimum wage.\nHookworm-associated productivity losses in 2016 by annual wage proxy used for A) Africa, B) the Americas, C) Eastern Mediterranean, D) Europe, E) South-East Asia, and F) Western Pacific regions.\nThe cost per hookworm infection with consequent health outcomes (i.e., heavy intensity infection, hookworm-associated anemia, and cognitive impairment) is an estimated $56 (95% UI: $52–59) in Africa, $215 (95% UI: $203–227) in the Americas, $86 (95% UI: $80–94) in the Eastern Mediterranean, $202 (95% UI: $184–216) in Europe, $48 (95% UI: $45–51) in South East Asia, and $183 (95% UI: $178–187) in the Western Pacific (Method 1, median likelihood of anemia, 2004 DW estimates, GNI per capita). Using the 2010 DW estimates, these increased to $120 (95% UI: $24–415) in Africa, $447 (95% UI: $40–1,693) in the Americas, $176 (95% UI: $17–672) in the Eastern Mediterranean, $406 (95% UI: $20–1,595) in Europe, $99 (95% UI: $9–370) in South East Asia, and $375 (95% UI: $30–1,414) in the Western Pacific. Using minimum wage as a proxy for per capita productivity, the cost per hookworm infection is an estimated $24 (95% UI: $23–25) in Africa, $82 (95% UI: $77–89) in the Americas, $47 (95% UI: $45–50) in the Eastern Mediterranean, $80 (95% UI: $71–87) in Europe, $25 (95% UI: $24–26) in South East Asia, and $45 (95% UI: $44–45) in the Western Pacific (using 2004 DW estimates). There is considerable variation in different countries due to per capita productivity proxy assumed (GNI per capita vs. minimum wage), DW estimates used (2004 vs. 2010), and variations in the 2010 DW estimates.\nA closer look at individual countries shows that China’s 35,917,360 hookworm infections with consequent health outcomes result in $6.7 billion in productivity losses using GNI per capita, $1.7 billion in productivity losses using minimum wage, and 862,017 DALYs annually. In India, 11,781,041 hookworm-associated health outcomes cost $471 million (GNI per capita; $258 million using minimum wage) with 282,75 DALYs lost. Brazil’s estimated 1,355,874 infections with consequent health outcomes cost $398 million and $80 million in productivity losses using GNI per capita and minimum wage, respectively (and 32,541 DALYs) annually. In Africa, Nigeria harbors the largest hookworm burden with 3,738,750 infections with consequent health outcomes costing $283 million using GNI per capita and $99 million using minimum wage, and accruing 89,730 DALYs.\nAgain, results were robust to changes in the infection intensity threshold. Assuming a median likelihood of anemia, 2004 DW estimates, and GNI per capita, 89,765,729 hookworm infections that accrue health outcomes globally resulted in productivity losses totaling $11.1 billion (95% UI: $5.5–18.5 billion) utilizing Method 1, $87.9 billion (95% UI: $1.7–302.3 billion) utilizing Method 2, and $23.1 (95% UI: $11.4–38.4 billion) utilizing Method 3. Using minimum wage, the global burden calculated using Method 1 was $3.3 billion (2004 DW estimates) and $6.5 billion (2010 DW estimates); using Method 2 and 3, productivity losses totaled $25.1 billion and $6.8 billion, respectively.",
    "Discussion": "Even though hookworm is classified as a neglected tropical disease, its economic and health burden (ranging from $7.5 billion to $138.9 billion using GNI per capita and ranging from $2.4 billion to $43.9 billion using minimum wage) exceeded published estimates for a number of diseases that have received comparatively more attention than hookworm. For example, rotavirus cost an estimated $423 million ($262–590 million) to society in low- and middle-income countries in the absence of vaccination (2007 values)[35], and $2 billion annually globally (2007 values).[36] Annual estimates for tuberculosis suggest $12 billion in productivity losses alone (assuming a 30% reduction in productivity and loss of 15 income years per death).[37] Dengue cost an estimated $12.3 billion worldwide in 2010.[38] Although the general methodologies of these studies are similar (identifying the number of cases and associated unit costs), caution should be taken when making direct comparisons as there is variation in specific costs included. Our study shows how the cumulative economic impact of a subacute chronic disease like hookworm can eventually exceed the impact of diseases that have higher mortality and more salient health effects.\nQuantifying the economic burden of a disease can help aid decision makers, such as funding agencies and public health bodies, make informed decisions about where to best allocate limited resources and gauge investments and potential returns for intervention and control measures. Showing the burden can also tell investors and manufacturers, how much can be invested in prevention and control strategies, and provide motivation for research and development of new strategies (e.g., vaccines). These investments can not only improve the health of those with hookworm, but support the economic growth of affected regions as they become more economically productive.\nOur study also identified potential targets for future studies and data collection. These are parameters whose values substantially influence the burden estimates. Our results were sensitive to the disability weights used, the calculation method used to determine productivity losses due to anemia, and the probability of hookworm-associated anemia (which likely varies across regions). Variability in these parameters, along with differences in outcomes included and methodologies to attribute Hb levels, account for differences between our DALY estimates and those published by the GBD. The revised GBD study for 2010 reports the loss of 3,230,800 DALYs annually due to hookworm among all ages in 21 regions.[29] This estimate included disability weights for additional hookworm outcomes (wasting and mild abdominopelvic problems) and stratified by level of anemia, but did not include cognitive impairment.\nAnother finding is that certain large countries that are transitioning to higher income countries such Brazil and China, still face considerable hookworm burden. These countries are investing heavily in infrastructure and various industries but it is not clear how much they may be spending on controlling hookworm.\nAll models are simplifications of real life[39] and therefore cannot represent every possible hookworm event or outcome. Other diseases occurring in the same geographic area cause anemia and cognitive impairment (e.g., malaria, schistosomiasis, and meningitis), which may make it difficult to attribute the true underlying cause and infected individuals may not seek care or be appropriately diagnosed.[40] Data used in our model came from a variety of sources and studies of variable quality; therefore our results may change as more data becomes available. For example, hookworm prevalence data is limited; it tends to be extrapolated from localized cross-sectional surveys, many of which are done in high prevalence areas with differing data collection methods. It should be noted that there is some uncertainty in infection intensity thresholds, as they are based on limited data. Additionally, these thresholds would ideally vary for different hookworm species. For example, Ancylostoma duodenale causes greater blood loss than Necator americanus[41] so it would require fewer A. duodenale worms to cause the same blood loss as an N. americanus infection. However, as A. duodenale causes less than 15% of the global hookworm burden[42–44], our model did not differentiate between hookworm species. Additionally, while a few studies have estimated the impact of anemia on worker productivity[22], the true impact is not well understood or quantified. Many variations between studies make them difficult to compare (e.g., geographically focal, involve very specific populations, productivity loss definitions vary, studies are older, measure of productivity and length of time vary) and generalizability is a concern. Other difficulties to measuring productivity losses include underlying and/or concomitant health conditions that may also affect productivity and a lack of studies designed to measure the impact of hookworm infection directly on productivity (compared to hookworm-associated outcomes).\nOur estimates may in fact be quite conservative. We did not consider other possible outcomes of hookworm (e.g., wasting and impact on physical growth) as they are difficult to quantify. When using the 2010 DW estimates, the weight for symptomatic intestinal nematode infections was applied only to those with heavy intensity infection. We also considered disability from cognitive impairment (when utilizing the 2004 disability weight estimates) and while chronic hookworm infection can lead to cognitive impairment[1, 17, 41, 45, 46], there is some controversy and uncertainty regarding the amount of cognitive impairment caused by hookworm. In fact, cognitive impairment was removed from the 2010 GBD estimates. Additionally, we did not include the potential impact of long-term cognitive impairment through adulthood. Some studies show that chronic hookworm in childhood reduces future earnings in adults[47] and that school-based deworming can have a differential impact on future wages[48]. However, there is little data on the number of adults with long-term hookworm-associated cognitive impairment, making it difficult to differentiate between cognitive impairment in active vs. past infections, especially in endemic areas. Thus to remain conservative, we excluded this outcome. The cost calculation using Method 3 is likely an underestimate as we did not account for those who perform heavy manual labor, and their reduction in productivity due to anemia may be greater. Also, estimating at the population level may have underestimated the true burden of disease (i.e., infection intensity) that may result in areas with a higher prevalence (i.e., our M was calculated at a country level and thus may underestimate the number of medium and heavy intensity infection in high prevalence areas). This in turn would underestimate hookworm’s clinical outcomes. Countries for which there was no hookworm prevalence data and where conditions are not suitable for hookworm, were not included in this study. However, it is possible that there may be a small burden of hookworm in these countries.\nHuman hookworm infection results in a substantial economic and health burden globally, which surpasses published estimates for other diseases. Adults bear most of the costs and while the total economic burden is highest in the Western Pacific region, certain large countries that are transitioning into the higher income bracket such Brazil and China, still face considerable hookworm burden. Interventions (such as a vaccine or community-wide treatment) to reduce the disease burden of hookworm among all age groups could have substantial impacts on this burden."
}