{
    "Background": "This paper identifies opportunities and challenges for leishmaniasis control and elimination in Colombia, emphasizing the role of pooled procurement of essential medicines and supplies. Colombia is among the countries most affected by leishmaniasis globally, and also faces the dual challenge of procuring critically needed medicines in the context of limited national resources. It recently renewed its commitment to the control and elimination of leishmaniasis under its 2022–2031 Public Health Plan (PDSP) through a comprehensive public health approach.",
    "Methodology/Principal findings": "The methodology comprises a comprehensive literature review and key informant interviews with leishmaniasis experts from the Colombian national control program and PAHO/WHO, focusing on cutaneous, mucocutaneous, and visceral leishmaniasis. Leishmaniasis is endemic throughout Colombia, with over 11 million people at risk, many of whom live in poverty-stricken, remote and isolated rural areas with limited access to health services. Leishmaniasis care, including medicines, is provided free of charge, but many barriers were nonetheless identified at environmental, population, and health system levels, including the supply of quality-assured medicines. Opportunities to alleviate these barriers were identified, including the support of the PAHO Strategic Fund. Within the context of the sustainable development goals and international leishmaniasis control and elimination targets, Colombian officials have established their own priorities, the highest of which is the reduction of deaths from visceral leishmaniasis.",
    "Conclusions/Significance": "The elimination of leishmaniasis as a public health problem presents significant challenges, given its biological complexity and diversity, physical and clinical manifestations, social and economic impacts, frequently burdensome treatment regimens, and insufficient supply of necessary medicines. However, rigorous prevention and control efforts through strong political commitment and a highly motivated workforce can dramatically reduce its burden. Colombia’s new PDSP, which highlights leishmaniasis control, is an opportunity for a revitalized health system response through committed leadership, intersectoral actions, and partnerships with international organizations that share a common vision."
}