{
    "Background": "Brucellosis is a neglected tropical zoonosis allegedly reemerging in Middle Eastern countries. Infected ruminants are the primary source of human infection; consequently, estimates of the frequency of ruminant brucellosis are useful elements for building effective control strategies. Unfortunately, these estimates are lacking in most Middle East countries including Egypt. Our objectives are to estimate the frequency of ruminant brucellosis and to describe its spatial distribution in Kafr El Sheikh Governorate, Nile Delta, Egypt.",
    "Methodology/Principal Findings": "We conducted a cross-sectional study in which 791 sheep, 383 goats, 188 cattle milk tanks and 173 buffalo milk tanks were randomly selected in 40 villages and tested for the presence of antibodies against Brucella spp. The seroprevalence among different species was estimated and visualized using choropleth maps. A spatial scanning method was used to identify areas with significantly higher proportions of seropositive flocks and milk tanks. We estimated that 12.2% of sheep and 11.3% of goats in the study area were seropositive against Brucella spp. and that 12.2% and 12% of cattle and buffalo milk tanks had antibodies against Brucella spp. The southern part of the governorate had the highest seroprevalence with significant spatial clustering of seropositive flocks in the proximity of its capital and around the main animal markets.",
    "Conclusions/ Significance": "Our study revealed that brucellosis is endemic at high levels in all ruminant species in the study area and questions the efficacy of the control measures in place. The high intensity of infection transmission among ruminants combined with high livestock and human density and widespread marketing of unpasteurized milk and dairy products may explain why Egypt has one of the highest rates of human brucellosis worldwide. An effective integrated human-animal brucellosis control strategy is urgently needed. If resources are not sufficient for nationwide implementation, high-risk areas could be prioritized."
}