{
    "Background": "IgE specific to worm antigen (SWA) and pre-treatment eosinophil number, are associated with human immunity to re-infection with schistosomes after chemotherapeutic treatment. Treatment significantly elevates circulating IL-5 24-hr post-treatment of Schistosoma mansoni. Here we investigate if praziquantel treatment of human schistosomiasis haematobium also boosts circulating IL-5, the immunological and parasitological factors that predispose to this, and the relationship between these and subsequent immunity to post-treatment re-infection.",
    "Methodology/Principle Findings": "The relationship between pre-treatment SWA-IgE, eosinophil number and infection intensity and the 24-hr post-treatment IL-5 boost was investigated in a Malian cohort (aged 5–40 yrs), exposed to S. haematobium. Eotaxin levels were measured at 24-hr post-treatment as a proxy of eosinophil migration. The relationship between the 24-hr post-treatment IL-5 boost and later eosinophil numbers and SWA-IgE levels (9-wk post-treatment) was examined, then investigated in the context of subsequent levels of re-infection (2-yr post-treatment). Circulating IL-5 levels increased 24-hr post-treatment and were associated with pre-treatment infection intensity, SWA-IgE levels, eosinophil number, as well as 24-hr post-treatment eotaxin levels. 24-hr IL-5 levels were, in turn, significantly associated with eosinophil number and elevated SWA-IgE 9-wk later. These SWA-IgE levels were significantly associated with immunity to re-infection.",
    "Conclusions/Significance": "Early IL-5 production after treatment-induced exposure to S. haematobium worm antigen is positively associated with antigen dose (infection intensity), IgE availability for arming of effector cells at time of treatment and subsequent eosinophil migration response (as indicated by eotaxin levels). The IL-5 produced is positively associated with increased downstream eosinophil number and increases in specific IgE levels, implicating this cytokine boost and its down-stream consequences in the production and maintenance of IgE, and subsequent re-infection immunity."
}