{
    "Background": "The impact of global climate change on the transmission dynamics of infectious diseases is the subject of extensive debate. The transmission of mosquito-borne viral diseases is particularly complex, with climatic variables directly affecting many parameters associated with the prevalence of disease vectors. While evidence shows that warmer temperatures often decrease the extrinsic incubation period of an arthropod-borne virus (arbovirus), exposure to cooler temperatures often predisposes disease vector mosquitoes to higher infection rates. RNA interference (RNAi) pathways are essential to antiviral immunity in the mosquito; however, few experiments have explored the effects of temperature on the RNAi machinery.",
    "Methodology/Principal Findings": "We utilized transgenic “sensor” strains of Aedes aegypti to examine the role of temperature on RNA silencing. These “sensor” strains express EGFP only when RNAi is inhibited; for example, after knockdown of the effector proteins Dicer-2 (DCR-2) or Argonaute-2 (AGO-2). We observed an increase in EGFP expression in transgenic sensor mosquitoes reared at 18°C as compared with 28°C. Changes in expression were dependent on the presence of an inverted repeat with homology to a portion of the EGFP sequence, as transgenic strains lacking this sequence, the double stranded RNA (dsRNA) trigger for RNAi, showed no change in EGFP expression when reared at 18°C. Sequencing small RNAs in sensor mosquitoes reared at low temperature revealed normal processing of dsRNA substrates, suggesting the observed deficiency in RNAi occurs downstream of DCR-2. Rearing at cooler temperatures also predisposed mosquitoes to higher levels of infection with both chikungunya and yellow fever viruses.",
    "Conclusions/Significance": "This data suggest that microclimates, such as those present in mosquito breeding sites, as well as more general climactic variables may influence the dynamics of mosquito-borne viral diseases by affecting the antiviral immunity of disease vectors."
}