{
    "Background": "Typhoid fever, a systemic infection caused by Salmonella enterica serovar Typhi, remains a considerable public health threat in impoverished regions within many low- and middle-income settings. However, we still lack a detailed understanding of the emergence, population structure, molecular mechanisms of antimicrobial resistance (AMR), and transmission dynamics of S. Typhi across many settings, particularly throughout the Asia-Pacific islands. Here we present a comprehensive whole genome sequence (WGS) based overview of S. Typhi populations circulating in Papua New Guinea (PNG) over 30 years.",
    "Principle findings": "Bioinformatic analysis of 86 S. Typhi isolates collected between 1980–2010 demonstrated that the population structure of PNG is dominated by a single genotype (2.1.7) that appears to have emerged in the Indonesian archipelago in the mid-twentieth century with minimal evidence of inter-country transmission. Genotypic and phenotypic data demonstrated that the PNG S. Typhi population appears to be susceptible to former first line drugs for treating typhoid fever (chloramphenicol, ampicillin and co-trimoxazole), as well as fluoroquinolones, third generation cephalosporins, and macrolides. PNG genotype 2.1.7 was genetically conserved, with very few deletions, and no evidence of plasmid or prophage acquisition. Genetic variation among this population was attributed to either single point mutations, or homologous recombination adjacent to repetitive ribosomal RNA operons.",
    "Significance": "Antimicrobials remain an effective option for the treatment of typhoid fever in PNG, along with other intervention strategies including improvements to water, sanitation and hygiene (WaSH) related infrastructure and potentially the introduction of Vi-conjugate vaccines. However, continued genomic surveillance is warranted to monitor for the emergence of AMR within local populations, or the introduction of AMR associated genotypes of S. Typhi in this setting."
}