{
    "Introduction": "Soil-transmitted helminth (STH) and schistosomiasis (SCH) infections remain some of the most prevalent neglected tropical diseases (NTDs), causing significant morbidity in most of sub-Saharan Africa (SSA), including Rwanda. With dwindling international funding for NTD services and recent commitments focused on other diseases considered easier to eliminate as a public health problem, it is essential to assess domestic financing sources’ scale, efficiency, and effectiveness. The study aims to strengthen domestic efforts towards sustainable financing for neglected tropical disease programs in Africa, particularly in Rwanda.",
    "Method": "Up to 235 patients from 24 health centers in four districts of Rwanda were sampled for this survey. The districts selected had the highest number of STH and SCH based on routine data from June 2021 to December 2022, which is the window period of the study. We estimated affordability using the lowest-paid government worker (LPGW) and then compared this with household income and expenditure obtained from patients participating in the survey. Data was collected from August to September 2023. Limited secondary data were collected to complement primary data. Descriptive statistical analysis was used to present the findings.",
    "Results and Conclusions": "The most available drugs were mebendazole, with 100% of facilities reporting no stockout. Praziquantel (PZQ) was the most unavailable drug, reporting 92% stockout at the time of the survey, mainly due to delays in getting supplies from MDA-implementing health facilities. Diagnostics for SCH are the most inaccessible lab services. On average, the total cost (both direct and opportunity cost) to access and utilize STH and SCH services was USD 0.72 (RWF 861.92) and USD 0.96 (RWF 1136.41) for male and female patients, respectively. Although the assessment revealed that treatment for STH and SCH was affordable for the LPGW, women pay a 33% higher cost than men to access NTD services. While services are generally satisfactory, the reimbursement processes are slow, hindering timely access and utilization of SCH and STH services at the health facilities in Rwanda."
}