{
    "Introduction": "Human enteroviruses include over 100 serotypes and usually cause self-limited infections, except polioviruses and enterovirus 71 (EV71) which frequently involve neurological complications [1], [2]. Although EV71 was first described in 1969, a retrospective analysis shows that this virus circulated in the Netherlands as early as 1963 [3]. Recent molecular evolution studies predicted that EV71 could have emerged in the human population around 1941 [4]. Globally, two patterns of EV71 outbreaks have been reported: small-scale outbreaks with low mortality and large-scale outbreaks with high mortality. The latter pattern occurred in Bulgaria with 44 deaths in 1975, in Hungary with 45 deaths in 1978, in Malaysia with 29 deaths in 1997, in Taiwan with 78 deaths in 1998, in Singapore with 5 deaths in 2000, and recently in China with more than 100 deaths every year after 2007. Due to its tremendous impact on healthcare systems, development of EV71 vaccines is a national priority in some Asian countries [2].\nEV71 has one single serotype as measured by hyperimmune animal antiserum but can be phylogenetically classified into 3 genogroups (A, B and C) and 11 main genotypes (A, B1∼B5 and C1∼C5) by analyzing the most variable capsid protein sequences (VP1) [1]. Recently, one new genogroup was only detected in India [5]. Genogroup A viruses were isolated in 1970 in the United States and were not detected globally again until 2008. In an investigation of a HFMD outbreak in central China in 2008, Yu et al identified five EV71 isolates which were closely related to genotype A based on analysis of the VP1 gene [6]. In contrast, genogroups B and C are widely circulating in the world with different evolution patterns [7], [8]. Interestingly, genogroup replacements of EV71 have been well documented in Taiwan and Malaysia [1], [2]. In Taiwan, nationwide EV71 epidemics with different predominant genotypes occurred in 1998 (C2), 2000–2001 (B4), 2004–2005 (C4), and 2008 (B5) [9]–[11]. In this study, sera from EV71-infected children were collected to measure cross-reactive neutralizing antibody titers against different genotypes, which are critical to understand the drivers of genogroup replacement and viral diversity, and for selection of vaccine strains.",
    "Materials and Methods": "Ethics statement\nInstitutional review board approvals were obtained from Chang Gung Memorial Hospital, and National Taiwan University following the Helsinki Declaration. Written informed consents were obtained from parents/guardians on behalf of all child participants.\n\n\nSera\nTo avoid confounding effects of EV71 re-infections, historical sera were collected from young children who were under 5 years of age and infected with different EV71 genotypes in 1998 (genotype C2, 10 sera), 2000 (genotype B4, 5 sera), 2005 (genotype C4, 2 sera), 2008 (genotype B5, 5 sera), or 2010 (genotype C4, 3 sera) [10], [12]–[14]. These sera were used to measure cross-reactive neutralizing antibody titers against all 11 EV71 genotypes.\n\n\nVirus\nTwelve strains of the 11 EV71 genotypes were used in the study, including two genotype C4 viruses which were isolated in 2005 and 2008, respectively. Eight of these twelve viruses were isolated in Taiwan and the other four viruses (genotype A, B2, B3 and C3) had not circulated in Taiwan (Table 1). All viruses were amplified in rhabdomyosarcoma (RD) cells using Dulbecco's Minimum Essential Medium (DMEM) containing fetal bovine serum 2% v/v and penicillin/streptomycin. Virus titers (50% tissue culture infectious doses, TCID50) were determined in RD cells using the Reed-Muench method.\n\n\nSequence analysis\nThe P1 region of the EV71 genome encodes four capsid proteins including VP1, VP2, VP3 and VP4 proteins, which are involved in the induction of immune response and the infection of cells [15]–[17]. Therefore, the P1 regions of 11 EV71 genotypes were sequenced to identify correlations between genetic and antigenic variations. Viral genomic RNA was extracted from 140 µL of virus culture isolates using a QIAmp Viral RNA kit (Qiagen, USA) according to the manufacturer's instructions. cDNA of EV71 was synthesis by SuperScript II Reverse Transcriptase (Invitrogen, USA). PCR reactions were performed by specific primers and KAPA HiFi DNA Polymerase (Kapa Biosystems, USA). Primers used in this study are listed in Supporting Table S1. Nucleotide sequences of P1 regions (2586 bp) were aligned and analyzed by the Mega 4 software (Molecular Evolutionary Genetics Analysis software version 4.0) [18]. Phylogenetic trees were constructed by the neighbor-joining method using the Maximum Composite Likelihood method and the prototype CA16 strain (CA16/G-10) as the outgroup virus. The reliability of the tree was estimated using 1,000 bootstrap replications. Nucleotide sequences analyzed in this study have been submitted to GenBank.\n\n\nSerologic assays\nLaboratory methods for measuring EV71 serum neutralizing antibody titers followed standard protocols [19], [20]. Briefly, 50 µL of two-fold serially diluted sera and virus working solution containing 100 TCID50 of EV71 were mixed on 96-well microplates and incubated with RD cells. A cytopathic effect was observed in an inverted microscope after an incubation period of 4–5 days. Each serum dilution includes three replicates and the neutralization titers were read as the highest dilution that could result in a reduction of the cytopathic effect in at least two of three replicate wells. Each test sample was run simultaneously with cell control, positive serum control, and virus back titration. If the ratios of neutralizing antibody titers between different genotypes were greater than 4, we measured neutralizing antibodies titers at least three times to confirm the accuracy of tests.\n\n\nAntigenic cartography\nLarge tabular serological data are hard to summarize and are recently analyzed using antigenic cartography (i.e., antigenic map) [11], [21], [22]. Briefly, antigenic cartography is a way to visualize and increase the resolution of serological data, such as neutralization data. In an antigenic map, the distance between a serum point S and antigen point A corresponds to the difference between the log2 of the maximum titer observed for serum S against any antigen and the log2 of the titer for serum S and antigen A. Thus, each titer in a neutralization assay table can be thought of as specifying a target distance for the points in an antigenic map. Modified multidimensional scaling methods are used to arrange the antigen and serum points in an antigenic map to best satisfy the target distances specified by the neutralization data. The result is a map in which the distance between points represents antigenic distance as measured by the binding assay [11]. In this study, an antigenic map was generated using a web-based analytic tool [22].\n\n\nStatistical analysis\nNeutralizing antibody titers were log transformed to calculate the geometric mean titers (GMTs), and their 95% confidence intervals (95% CI). The GMTs of cross-reactive neutralizing antibody titers were further used to generate an antigenic map using a web-based analytical tool [22]. The relative positions of strains and antisera were adjusted such that the distances between strains and antisera in the map represent the corresponding ratios between homologous and heterologous neutralizing antibody titers. Differences between homologous and heterologous neutralizing antibody titers were tested for statistical significance by the nonparametric tests (NPAR1WAY Procedure) using SAS software (SAS Institutes, Cary, NC).\n\n\nAccession number\nNucleotide sequences analyzed in this study have been submitted to GenBank (accession numbers JN874547–JN874558).",
    "Results": "Cross-reactivity between EV71 genogroups\nTwenty-five sera were collected from 25 young children who were infected with EV71 genotype C2, B4, C4, B5, and C4 in 1998, 2000, 2005, 2008 and 2010, respectively. Cross-reactive neutralizing antibody titers against 11 EV71 genotypes are shown in Table 2. Overall, all EV71-infected children had detectable neutralizing antibody titers against 11 EV71 genotypes. Interestingly, homologous neutralizing antibodies titers were not always higher than heterologous neutralizing antibody titers.\nAs shown in Table 2, serum neutralizing antibody titers against the homologous genotype (C2) in children infected in 1998 varied over 100-fold and they were grouped into two groups (low and high titers) for further analysis. In addition, children infected in 2005 and 2010 were merged for further analysis because they were all infected with genotype C4. GMTs of neutralizing antibody titers against 11 genotypes are shown in Figure 1. Overall, children infected with genotype C2, C4, B4 and B5 had lower GMTs (>4-fold difference) against genotype A than other genotypes. In contrast, antigenic variations between genogroup B and C did not have a clear pattern. We further merged neutralizing antibody titers against different genotypes within the same genogroup to calculate GMT for further comparisons. As shown in Figure 2, children infected with genotype C2 and C4 had similar GMT against genogroup B and C but children infected with B4 and B5 had higher GMTs against genogroup B than against genogroup C. We further constructed the antigenic map using GMT of cross-reactive neutralizing titers presented in Figure 1. Overall, genotypes in genogroup B and C clustered together and genotype A was found to be outside of the cluster (Figure 3).\nSera were collected from young children infected with genotypes C2, C4, B4 and B5 viruses at different years. The dots indicate individual antibody titers and the bars indicate geometric mean titers (GMT) and their 95% confidence intervals. Serum neutralizing antibody titers against the homologous genotype (C2) in children infected in 1998 varied over 100-fold so they were grouped into two groups (low and high titers) for calculating GMT.\nSera were collected from young children infected with genotype C2, C4, B4 and B5 viruses at different years. Antibody titers against different genotypes within the same genogroup were used to calculate geometric mean titers for each genogroup. The bars indicate 95% confidence intervals of geometric mean titers (GMT). Serum neutralizing antibody titers against the homologous genotype (C2) in children infected in 1998 varied over 100-fold so they were grouped into two groups (low and high titers) for calculating GMT.\nThe relative positions of strains (black) and antisera (red) were adjusted such that the distances between strains and antisera in the map represent the corresponding ratios between homologous and heterologous neutralizing antibody titers. The spacing between grid lines is 1 unit of antigenic distance, corresponding to a 2-fold dilution of antiserum in the neutralization assay.\n\n\nSequence analysis of EV71 genotypes\nTo investigate the correlation between genetic and antigenic variations of EV71 genotypes, nucleotide and deduced amino acid sequences of P1 regions of 11 EV71 genotypes (12 viruses) were analyzed. Pairwise comparisons of P1 regions have shown that the nucleotide (amino acid) differences within EV71 genogroup were 0.049∼0.151 (0.005∼0.015) for Genogroup B and 0.042∼0.135 (0.005∼0.013) for Genogroup C and the nucleotide (amino acid) differences were 0.209∼0.224 (0.02∼0.026) between Genogroup A and B, 0.21∼0.235 (0.018∼0.024) between Genogroup A and C, and 0.188∼0.228 (0.021∼0.032) between Genogroup B and C (Table 3). Overall, the nucleotide differences in the P1 region within genogroup were much lower than that between genogroups (0.042∼0.151 vs. 0.188∼0.235) but the differences in amino acid sequences were not as abundant as found in nucleotide sequences (0.005∼0.015 vs. 0.018∼0.032) (Supporting Table S2). Genetic variations in VP1, VP2, VP3 and VP4 genes were also analyzed (Supporting Table S2). Interestingly, nucleotide differences in VP1∼VP4 were similar but no amino acid differences were observed in VP4 gene, which may exclude influence of VP4 on antigenic evolution of EV71.\nPhylogenetic analyses based on nucleotide sequences of the P1, VP1 and VP1+VP3 regions are shown in Figure 4. Overall, the phylogenetic trees generated using the P1 and VP1+VP3 regions indicated that genogroups B and C were distinct from the genotype A; however, the phylogenetic tree based on the VP1 region suggested that genogroup A is clustered with genogroup C. Overall, the phylogenetic relationship among the EV71 genotypes did not match with the antigenic relationship observed in this study. To further determine the amino acid differences related to the observed antigenic variations shown in Fig 1 and 3, the deduced amino acid sequences of P1 regions were aligned to reveal that five amino acid signatures (N143D in VP2; K18R, H116Y, D167E, and S275A in VP1) are specific for genogroup A and may be related to the observed antigenic variations (Figure 5).\nThe phylogenetic trees were generated using the P1 (A), VP1 (B) and VP1+VP3 (C) sequences. Virus identifications are shown in Table 1.\nVirus identifications are shown in Table 1.",
    "Discussion": "EV71 has one single serotype as measured by hyperimmune animal antiserum but antigenic variations have been reported recently in human studies [9]–[11]. Using sera collected from young children with primary infection of genotype B5, two studies detected partial antigenic differences between genogroup B and C but not between viruses in the same genogroup (B5 and B4 viruses) [9], [10]. Kung et al. did not detect significant antigenic differences between genotypes B4 and C4 viruses using acute-phase sera from EV71 inpatients [23]. A serological survey in healthy Japanese children and adults detected partial antigenic differences between genotype B5 and A viruses but not among different genotypes in genogroup B and C that had previously circulated in Japan [24]. By constructing an antigenic map using 14 children sera, however, Huang et al. detected antigenic differences between genogroup B and C, and also between B5 and B4 viruses [11]. In a monkey study, Arita et al. [25] found that monkeys immunized with live-attenuated EV71 vaccine (genotype A) induced similar (<4-fold difference) antibody responses against genotype B1 but lower (≧4-fold difference) antibody responses against genotype B4, C2 and C4. In our study, we found that children infected with genotype C2, C4, B4 and B5 had lower GMTs (≧4-fold difference) against genotype A than other genotypes but antigenic variations between genogroup B and C did not have a clear pattern, which is different from the Huang study [11]. It is hard to compare different studies which had small sample size and employed different human sera and laboratory procedures, in particular the cell lines (RD cells vs. Vero cells) and virus strains used in the neutralization assay. A network to harmonize laboratory procedures including standard sera and viruses is required to make the comparison possible. Moreover, the clinical and epidemiological significance of the antigenic variation requires longitudinal serological studies to clarify.\nMost clinical studies, including our study faced the limitation of small sample size due to the difficulty of collecting large amounts of serum samples from young children. Ideally, suitable animal models should be developed to generate a panel of antisera for monitoring EV71 antigenic variations, as ferrets served for influenza surveillance [26]. Representative EV71 clinical isolates could be selected for monitoring antigenic variations using the animal antisera. The clinical isolates with significant antigenic variations detected using animal antisera would be further evaluated using children post-infection sera.\nCurrently, five EV71 vaccine candidates are under evaluation in clinical trials, including three genogroup C viruses and two genogroup B viruses [27]. Based on the cross-reactive neutralizing antibody presented in the current study, genogroup B and C viruses are expected to induce protective neutralizing antibodies against genogroup B and C viruses but not genogroup A viruses. Interestingly, genogroup A viruses have disappeared for over 35 years but re-emerged in China in 2008. In an investigation of a HFMD outbreak in central China in 2008, Yu et al identified five EV71 isolates which were closely related to genotype A based on analysis of VP1 genes but these genogroup A viruses did not spread widely [6]. Reasons for the reemergence of genotype A in central China are not clear, and the full genomic sequences of the isolates should be performed to clarify the issue. Recently, novel genotype C2-like viruses were detected in Taiwan in 2008 and children infected with genotype C4, C5, B4 and B5 viruses had much lower (>100-fold) serum cross-reactive neutralizing antibody titers against the novel C2-like virus than against the homologous viruses. Interestingly, these novel C2-like viruses were recombinants of genotype C2 and B3 viruses but they did not spread widely [9]. Based on historical poliovirus studies, immunodominant neutralizing epitopes mainly locate on VP1 and VP2 proteins. Recently, binding sites of two EV71 mice neutralizing monoclonal antibodies were identified using synthetic peptide technology to locate at amino acid position 211–225 of VP1 protein and amino acid position 136–150 of VP2 protein, respectively [16]. The importance of these linear epitopes in the human immune response is not clear. In the current study, we combined human serological data and viral genetic sequence data to identify five amino acid positions (4 on VP1 protein and 1 on VP2 protein) related to antigenic variations. Only one of these five positions (VP2-143) was also identified in the mice monoclonal antibody studies. The clinical significance of these five positions needs to be verified using reverse genetics to generate mutant viruses. Recently, the 3-dimensional structures of EV71 capsid proteins have been published [28], [29]. Structural studies elucidating interaction between EV71 capsid proteins and neutralizing antibodies will help understand the mechanism of vaccine-induced immunity and design better vaccines.\nTraditionally, the phylogenetic relationship of EV71 genotypes has been widely analyzed using VP1 nucleotide sequences [1] . Interestingly, a recent study found that the VP1-based phylogenetic tree is not similar to the complete genome-based phylogenetic tree [7]. Our study also found that the phylogenetic trees based on VP1 and P1 nucleotide sequences differ slightly. Specifically, genogroup A is close to genogroup C in the VP1-based phylogenetic tree but this relationship was not found in the P1-based phylogenetic trees. It is well known that enteroviruses including EV71 frequently recombine at the junction of structural (P1) and non-structural (P2 or P3) genes [8], [30]. Therefore, the P1 gene is suitable for phylogenetic analysis but the complete genome is required for detection of gene recombination. However, the P1 gene (about 3000 nucleotides) is much larger than the VP1 gene (about 890 nucleotides) and the P1 gene may not be readily available. The combined VP1+VP3 gene (about 1600 nucleotides) is much shorter than the P1 gene but could generate a similar phylogenetic tree to that based on the P1 gene. Overall, the VP1 gene is good enough for defining genotypes of genogroup B and C viruses, but it would be better to analyze the phylogenetic relationship between genogroup A viruses and other genogroup viruses based on the VP1+VP3 or P1 genes.\nFrom an evolutionary perspective, a recent analysis of 628 EV71 VP1 sequences estimated that EV71 emerged in the human population around 1941 and evolved more quickly in the past 20 years [4]. It is unclear why EV71 has evolved more quickly in the past 20 years. Recombination, being a common occurrence among enteroviruses, might be the likely explanation for the emergence of EV71, but it would require full genome analysis to better understand the mechanism of EV71 evolution, which is critical to long-term success of EV71 vaccination programs."
}