{
    "Background": "Transmission models have a long history in the study of mosquito-borne disease dynamics. The mosquito biting rate (MBR) is an important parameter in these models, however, estimating its value empirically is complex. Modeling studies obtain biting rate values from various types of studies, each of them having its strengths and limitations. Thus, understanding these study designs and the factors that contribute to MBR estimates and their variability is an important step towards standardizing these estimates. We do this for an important arbovirus vector Aedes aegypti.",
    "Methodology/Principal findings": "We perform a systematic review using search terms such as ‘biting rate’ and ‘biting frequency’ combined with ‘Aedes aegypti’ (‘Ae. aegypti’ or ‘A. aegypti’). We screened 3,201 articles from PubMed and ProQuest databases, of which 21 met our inclusion criteria. Two broader types of studies are identified: human landing catch (HLC) studies and multiple feeding studies. We analyze the biting rate data provided as well as the methodologies used in these studies to characterize the variability of these estimates across temporal, spatial, and environmental factors and to identify the strengths and limitations of existing methodologies. Based on these analyses, we present two approaches to estimate population mean per mosquito biting rate: one that combines studies estimating the number of bites taken per gonotrophic cycle and the gonotrophic cycle duration, and a second that uses data from histological studies. Based on one histological study dataset, we estimate biting rates of Ae. aegypti (0.41 and 0.35 bite/mosquito-day in Thailand and Puerto Rico, respectively).",
    "Conclusions/Significance": "Our review reinforces the importance of engaging with vector biology when using mosquito biting rate data in transmission modeling studies. For Ae. aegypti, this includes understanding the variation of the gonotrophic cycle duration and the number of bites per gonotrophic cycle, as well as recognizing the potential for spatial and temporal variability. To address these variabilities, we advocate for site-specific data and the development of a standardized approach to estimate the biting rate."
}