{
    "Background": "Morbidity management and disability prevention (MMDP) services are essential for the management of chronic stages of lymphatic filariasis (LF) infection. However, there is limited information on health beliefs and health seeking behavior towards MMDP services for LF in endemic regions of Zambia. This study sought to document health beliefs and health seeking behavior towards MMDP services for LF in Luangwa District, Zambia.",
    "Methods": "This was an exploratory qualitative study conducted with community members including LF patients, community health workers and healthcare providers. Data was collected through a series of four focus group discussions stratified by sex and 26 in-depth interviews. Data was analyzed by thematic analysis using NVivo software.",
    "Results": "The perceived causes of the chronic manifestations of LF included; contact with animal faeces, use of traditional herbal aphrodisiacs (mutoto), witchcraft and sexual contact with women who were menstruating or had miscarried. LF patients opted to visit traditional healers before going to health facilities. Hydrocele patients were afraid of hydrocelectomies as they were thought to cause infertility or death. Very few community members were able to identify any home and facility-based care strategies for lymphoedema. Health system and cultural barriers to seeking healthcare included; long distances to the health facilities, lack of awareness of existing MMDP services, perceived costs of accessing MMDP services, gender and social norms, and fear of stigmatization.",
    "Conclusion": "Health seeking behavior for LF in the district is mainly driven by negative beliefs about the causes of the disease and lack of awareness of available MMDP services and homecare strategies. Lymphatic filariasis programs should promote strategies that seek to empower patients and community members with the required information to access and use the MMDP services at the health facilities, as well as adhere to self-care practices in their households."
}