{
    "Introduction": "Leptospirosis is a widespread zoonotic disease caused by spirochetes of the genus Leptospira, which can persist for prolonged periods in the environment and cause human infection via contact with infected animals or contaminated soil/water [1]. The organism has a broad host range and maintenance hosts harbor pathogenic Leptospira spp. in their proximal renal tubules, commonly resulting in shedding of bacteria in the urine and subsequently the environment, thereby providing a potential source of infection. An exception to this cycle is L. borgpetersenii serovar Hardjo which does not survive well in the environment and generally appears to require direct host-to-host transmission, likely due to its smaller genome and loss of genes required for environmental survival [2]. In tropical countries, large outbreaks of human leptospirosis have occurred following severe floods, while in developed countries cases usually occur through occupational contact or recreational activities [3],[4]. Human leptospirosis is extremely variable in its clinical manifestations, ranging from mild flu-like symptoms through to rapidly fatal forms involving multiple organ failure, with death occurring in 5–25% of severe cases [5],[6]. Currently, little is known about pathogenesis mechanisms or transcriptional regulation in Leptospira spp.\nTemperature is an environmental factor known to affect leptospiral protein expression, and is a key trigger used by many bacteria to sense changes in environmental conditions, including entry from the environment into the host. Leptospira spp. can grow in artificial media at a range of temperatures that reflect the conditions found in the environment and the mammalian host. Therefore, we had previously investigated transcriptional changes between cultures grown at 20°C, 30°C, 37°C or 39°C reflecting ambient temperatures in the environment, growth under laboratory conditions (Leptospira spp. are routinely cultured at 30°C), and temperatures in healthy and febrile hosts respectively [7]. Additionally, cultures grown at 30°C then shifted overnight to 37°C were compared with those grown long-term at 30°C and 37°C to identify genes potentially expressed in the early stages of infection or during transition from the environment into the host. Comparison of data sets provided novel insights into possible transcriptional changes at different stages of infection. However, our microarray data did not correlate completely with findings from previous studies which showed that expression of some proteins is temperature-regulated, namely LipL36 [8],[9] and Qlp42 (or LipL45) [10]. Given the abundance of post-transcriptional expression control mechanisms, for example, translational regulation by small RNAs [11],[12], this finding highlighted the importance of global protein analysis systems.\nProteomic advances such as the development of multidimensional protein identification technology (MudPIT) [13],[14] and isobaric tags such as the iTRAQ reagents [15] have enabled large scale identification and determination of relative protein abundance between different samples simultaneously. The technology has been applied to studying global proteomic changes in response to environmental cues in various prokaryotic organisms such as Escherichia coli, Methanosarcina acetivorans, Desulfovibrio vulgaris, and Nostoc sp. [16]–[20].\nExpression of various leptospiral outer membrane proteins has previously been shown to be temperature-regulated. For example, LipL45 and Hsp15 were up-regulated [10],[21] while LipL36 was down-regulated with temperature increase [8],[22]. Therefore, to complement the transcription study, we evaluated the changes in the protein constituents of the leptospiral outer membrane fraction in response to temperature upshift, as proteins which are up-regulated in response to temperature may be important upon host entry and establishing infection. To our knowledge, the study presented here is the first to compare transcriptional and translational responses to temperature shift in L. interrogans.",
    "Materials and Methods": "Culture conditions\nL. interrogans serovar Lai was grown in EMJH medium [23] at 30°C until mid-log phase of growth (<5×108 cells/ml) before harvesting for outer membrane extraction. For the overnight upshift to 37°C, cultures were grown to 2.5×108 cells/ml at 30°C then incubated at 37°C for 16–20 h before harvesting. Cell count was determined as described previously [24]. At the time of harvest, the cell 30°C and 37°C upshift cultures were enumerated at 3.4×108 and 3.6×108 cells/ml respectively.\n\n\nExtraction of leptospiral outer membranes\nL. interrogans outer membrane samples were prepared by Triton X-114 extraction as described previously [25],. Briefly, leptospires were washed three times in phosphate-buffered saline-5 mM MgCl2 by centrifugation at 9,000×g for 10 min. Outer membrane material was then extracted using 1% protein-grade Triton X-114 (Calbiochem) in 150 mM NaCl-10 mM Tris (pH 8)-1 mM EDTA at 4°C. Insoluble material was removed by centrifugation at 17,000×g for 10 min, then CaCl2 to a final concentration of 20 mM was added to the supernatant which was subsequently passed through a 0.22 µm filter. Phase separation was achieved by warming the supernatant to 37°C, which was then subjected to centrifugation at 1,000×g for 10 min. The detergent phase was collected and proteins were purified by methanol/chloroform extraction. TX-114 preparations were checked for enrichment of OMPs and minimal contamination with inner membrane or cytoplasmic proteins by western immunoblot using antisera against OM, inner membrane and cytoplasmic markers (anti-LipL48, anti-ImpL63 and anti-GroEL respectively).\n\n\nMethanol/chloroform extraction of proteins\nDetergent was removed from the protein samples by methanol/chloroform extraction as described previously [27]. To 0.1 ml of protein sample, 0.4 ml of methanol was added. The sample was then mixed and centrifuged at 9000×g for 10 s before adding another 0.1 ml of chloroform. The sample was again mixed, centrifuged at 9000×g for 10 s then 0.3 ml of water was added. The sample was again mixed vigorously and centrifuged at 9000×g for 1 min then the upper phase was removed. This was repeated twice before 0.3 ml of methanol was added to the remaining lower phase and the interphase containing precipitated proteins. After mixing, the sample was centrifuged at 9000×g for 2 min to pellet the protein which was then dried. Water was then added to each pellet to make a suspension and 10 µl was removed for determination of protein concentration using the bichinchoninic acid (BCA) protein assay according to the manufacturer's instructions (Pierce). The volume of sample containing 100 µg of each protein mixture was then taken from the suspension, dried and subjected to iTRAQ analysis.\n\n\nIsobaric peptide (iTRAQ) labeling\nFor each sample, 100 µg of protein were dissolved in 75 µl of 200mM triethylammonium bicarbonate buffer (TEAB) at pH 8.0 and 25 µl of 2% SDS, sonicated, reduced, blocked, digested, then labeled with the isobaric iTRAQ reagents as per the manufacturer's instructions (Applied Biosystems). For quantifying the effects of temperature upshift on abundance of outer membrane proteins from L. interrogans serovar Lai, two replicates of the 30°C and 37°C upshift samples were compared in the one experiment; the 30°C samples were labeled with tag114 and tag115 while the 37°C upshift samples were labeled with tag116 and tag117.\n\n\nStrong-cation exchange liquid chromatography (HPLC)\nAn Agilent 1100 quaternary HPLC pump (Agilent) with a PolyLC PolySulfoethyl A pre-packed column with a 5 µm particle size and column dimension of 200×2.1mm, 200 Å pore size was used for strong cation exchange chromatography (SCX). Buffer A was a solution with 5 mM KH2PO4 and 25% acetonitrile, pH 2.7 and buffer B was 5 mM KH2PO4 350 mM KCl 25% acetonitrile, pH 2.7. The dried iTRAQ labeled samples were resuspended in buffer A and loaded onto the column. After sample loading and equilibrating with buffer A, buffer B concentration was increased to 10% then 10% to 45% over 70 minutes and finally increased to 100% and held at 100% for 10 minutes with a flow rate of 300 µl/min. The eluent of SCX was collected every 2 min at the beginning of the gradient and at 4 min intervals later.\n\n\nReverse phase liquid chromatography/tandem MS (LC/MS-MS)\nAn Agilent 1100 nanoLC system (Agilent) coupled to an Applied Biosystems QSTAR XL mass spectrometer was used for separation and identification of peptides. The SCX fractions were resuspended in 100 µl of loading/desalting solution (0.1% trifluoroacetic acid and 2% acetonitrile 97.9% water) of which 39 µl were loaded on a reverse phase peptide Captrap (Michrom Bioresources) and desalted with the desalting solution at 10 µl/min for 13 min. After desalting, the trap was switched on line with a 150 µm×10 cm C18 3 µm 300 Å ProteCol column (SGE). The buffer B (90% acetonitrile, 0.1% formic acid) concentration was increased from 5% to 90% over 120 min in three linear gradient steps to elute peptides. After peptide elution, the column was cleaned with 100% buffer B for 15 min and then equilibrated with buffer A (0.1% formic acid) for 30 min before the next sample injection. The reverse phase nanoLC eluent was subject to positive ion nanoflow electrospray analysis in an information dependant acquisition mode (IDA). In IDA mode a TOF-MS survey scan was acquired (m/z 370–1600, 0.5 s), with the three most intense multiply charged ions (counts >70) in the survey scan sequentially subjected to MS/MS analysis. MS/MS spectra were accumulated for 2 s in the mass range m/z 100–1600.\n\n\nTandem mass spectra analysis and protein identification\nThe experimental nanoLC ESI MS/MS data were submitted to ProteinPilot (Applied Biosystems, trial version 1.0) for data processing. To identify the proteins present, the results were matched with our revised annotation of the L. interrogans serovar Lai strain 56601 genome accessible at http://vbc.med.monash.edu.au/genomes [2]. The Paragon method was used in a thorough ID search. The software correction factors provided in the iTRAQ kit were entered in the iTRAQ Isotope Correction Factors table. The detected protein threshold (unused ProtScore) was set at a score of at least 2 (better than 99% confidence). The ProtScore is the sum of the peptide match score calculated as −log10[(100-% confidence)/100]. An Unused ProtScore for an identified protein of greater than 2 signifies that there are at least two unique peptides in the data set which match this protein and the confidence for the ID is more than 99%. Detected proteins without quantity ratios were excluded from analysis. Proteins which had an abundance difference of at least 1.5-fold with 95% confidence between the two temperature conditions were considered to be differentially expressed, provided that there was no differential expression between replicates at the same temperature.",
    "Results and Discussion": "Previous studies have found that various leptospiral outer membrane proteins are differentially expressed at different temperatures [8]–[10]. However, our microarray studies did not show any differential expression of some of the corresponding genes at the transcriptional level [7]. Therefore, to complement and enhance the transcriptional study, we evaluated the changes in the protein constituents of the leptospiral outer membrane in response to temperature upshift.\n\nProteomic analysis\nOuter membranes (OMs) were extracted using TX-114 from L. interrogans grown long-term at 30°C or grown to mid-log phase then shifted to 37°C overnight. Extraction with TX-114 is a validated method of enrichment for leptospiral outer membrane proteins (OMPs) [8],[25],[26],[28]. Immunoblot analysis of the TX-114 preparations failed to detect ImpL63 (inner membrane marker) while the highly abundant cytoplasmic protein, GroEL (cytoplasmic marker), was present in much lower abundance than in whole cell lysate. The OM marker LipL48 was present in high abundance in the TX-114 fraction (Figure 1). This finding indicated that cytoplasmic and inner membrane contamination was minimal in terms of the overall abundance of proteins, although the number subsequently identified by mass spectrometry was large due to high sensitivity of this technique.\nWCL samples were adjusted for equal protein loading.\nAnalysis of the output from ProteinPilot revealed a total of 1026 proteins which were identified with 99% confidence (28.4% of proteins predicted in the L. interrogans serovar Lai genome). Using the prediction scheme outlined by Bulach et al. (2006) [2], 80 of these proteins were predicted or known to be OM located and/or lipoproteins (Table 1). The proportion of proteins identified according to predicted or known location is shown in Figure 2. A total of 256 proteins encoded by the serovar Lai genome has been predicted to be OM located and/or are lipoproteins. Therefore, 26% and 34% of predicted OMPs and lipoproteins respectively were identified in this study. OMPs and lipoproteins comprised only 7.8% of the total proteins identified, a relatively small proportion of the total protein from the sample. Therefore, it appears that while many OMPs were detected, due to the high sensitivity of the 2-DLC/MS-MS analysis method, many other very low abundance proteins from contaminating fractions were also identified, which may not necessarily be detectable by SDS-PAGE, two-dimensional gel electrophoresis (2-DE) or western immunoblot analysis.\nRecently, it was shown that the TX-114 extraction method is limited in that complete fractionation into the TX-114 detergent phase may not occur for transmembrane proteins and additional localization techniques are required to obtain a comprehensive dataset [29]. Using only the TX-114 extraction method, we identified 31% of predicted OMPs and lipoproteins in this study. A similar study of Campylobacter jejuni OMPs using this method identified 87% of predicted membrane proteins [30]. In L. interrogans serovar Lai, other predicted OMPs and lipoproteins may not be expressed or present in the membrane under the in vitro conditions used. Proteins may be lost during sample processing, not amenable to identification by MS and/or may be expressed at levels below detection limits. For example, the Lk73.5/Sph2 sphingomyelinase (LA1029) protein has been shown to be expressed only under in vivo conditions and was not detected in samples from leptospiral cultures grown at 30°C or 37°C [31]. We could likewise not detect this protein. However, it has also been demonstrated that the levels of Sph2 drop considerably at cell densities above 2×108 cells/ml [32] and therefore, the cell density of our samples at time of harvest (3.4×108 and 3.6×108 cells/ml) may have contributed to this effect. LA0695 (LfhA or Lsa24 and recently renamed LenA), a protein which binds factor-H, laminin, collagen IV and fibronectin, was likewise not detected in our study and is known to be expressed during mammalian infections [33]–[35]. Sequence analysis and prediction of tryptic fragments (data not shown) revealed that this 25 kDa protein generates mostly either very large or small peptides, with only 2 predicted in  the mass range assayed in this study. LigB, a large OMP (>200 kDa) with immunoglobulin-like domains and associated with virulence [36], was also not detected in our samples. However, LigB is known to be lost upon repeated subculture which is concurrent with loss of virulence [36], although it was recently shown that disruption of ligB does not affect virulence of L. interrogans in hamsters or rats [37]. The strain of serovar Lai is high passage and no longer virulent in hamsters, which may account for the lack of LigB expression. Alternatively, temperature upshift alone may be insufficient for induction of expression. LigB was likewise not detected in TX-114 preparations in previous studies [8],[9] and is also only partially soluble in TX-100, indicating that it is likely to be distributed between the inner and outer membrane [36]. It is possible that LigB is not soluble in TX-114 and therefore, may be lost during sample processing. Loa22 (LA0222) which has been shown to be a surface-exposed lipoprotein and an essential virulence factor [38],[39] was also not detected in our samples.\nOf the identified proteins (Table S1), nine have previously been shown to be surface exposed and located or associated with the outer membrane, namely OmpL1 (LA3138), LipL21 (LA0011), LipL32 (LA2637), LipL36 (LA0492), p31LipL45/Qlp42 or LipL45 (LA2295), LipL48 (LA3240), LipL41 (LA0616), LipL46 (LA2024), and LhbpA (LB191) [8],[21],[22],[26],[40],[41],[42],[43],[44],[45]. LipL71/LruA (LA3097) and LruB (LA3469) were also identified in our study. These proteins have been shown to be present mainly in the inner membrane of L. interrogans serovar Pomona [46], although LipL71/LruA has been identified in OM preparations from in vivo cultivated L. interrogans serovar Copenhageni [47]. LruB (pL50) was also identified in OM preparations from L. interrogans serovar Lai [8].\nMany cytoplasmic enzymes and components of the flagellum were also identified; flagella have previously been detected in outer membrane vesicles of L. interrogans [48]. Some proteins may also be transiently located in the outer membrane or complexed with outer membrane proteins and therefore, strict single location may not be the case for a number of proteins. Chaperones in particular are predominantly located in the cytoplasm, but under certain conditions can be membrane-associated in order to assist folding of soluble and membrane proteins. GroEL, GrpE, HtpG, Hsp70 (DnaK) and many other chaperones or heat shock proteins which have been annotated as cytoplasmic proteins were detected in our samples. Notably, GroEL has been shown to be located on the surface of lipid bilayers [49]. Small heat shock proteins together with GroEL may function as a ‘membrane stabilizing factor’ as well as part of a multi-chaperone protein-folding network during thermal stress [50].\n\n\nEffects of temperature upshift on protein expression\nThe relative abundance of each of the proteins between the different temperature conditions (but not different proteins within the same sample) was measured by iTRAQ analysis. Proteins with an expression difference of at least 1.5-fold (50% change in abundance) with 95% confidence between the two temperature conditions were considered to be up- or down-regulated. Of the 1026 proteins identified in our samples, the majority (91%) exhibited no statistically significant change in abundance, while 27 were up-regulated and 66 were down-regulated upon 37°C upshift (Tables 2 and 3 respectively). Consistent with the high proportion of uncharacterized genes in Leptospira (50% of coding sequences in the serovar Lai genome), 44% of the differentially expressed proteins currently have no predicted function. This finding is also consistent with comparative genome analyses which suggest that the majority of pathogen-specific genes in Leptospira have no ascribed function and the hypothesis that pathogenic Leptospira possess unique virulence factors [51],[52]. Since the majority of identified proteins did not exhibit altered abundance at the two temperature conditions, these served as key internal controls for changes in protein expression as well as extraction efficiency between samples. Our data also correlate with expression profiles of previously characterized leptospiral proteins (see below), lending additional confidence to our results and conclusions. Interestingly, recent advances in proteomic analysis have enabled comparisons of the average absolute abundance values of different proteins across samples, and using this approach, it was found that while genes encoding hypothetical proteins comprise more than 40% of the L. interrogans genome, the proteins constitute only 12.7% of the total cellular proteins expressed in vitro [53].\n\n\nCell surface and membrane-associated proteins\nMore OMPs, liproproteins and non-cytoplasmic proteins were down-regulated than up-regulated (Table 1). It is feasible that L. interrogans may need to reduce the number of surface proteins at host temperature, perhaps as a strategy for evasion of the host immune response. This possibility is supported by studies showing that expression of various OMPs was reduced in leptospires recovered from guinea pigs [47]. Additionally, in western immunoblot studies of L. interrogans excreted in the urine of chronically infected rats compared with in vitro grown cultures, serum from infected rats reacted with fewer antigens in Leptospira purified from rat urine, suggesting down-regulation of many proteins [54]. In comparative global proteome analyses of L. interrogans shifted to 37°C in low-iron medium supplemented with serum, an overall trend was observed towards down-regulation of proteins, especially those involved in energy production, metabolism, regulation and protein synthesis [55]. Up- and down-regulated proteins identified in the present study are listed in Tables 2 and 3 respectively and grouped according to clusters of orthologous groupings (COGs) [56]. Our study correlated with previous findings which showed that LipL36 and LruB are down-regulated, while LipL45 is up-regulated at higher temperatures. LipL36 is an outer membrane lipoprotein which is down-regulated during late-log-phase growth and infection [22],[57] and at temperatures above 30°C [8],[9]. It is also down-regulated under iron-depleted conditions [8]. Therefore, it is likely that LipL36 is involved in survival outside the host. The iron-regulated lipoprotein LruB did not appear to be differentially expressed at 30°C and 37°C in L. interrogans serovar Pomona [46] but was found to be down-regulated in L. interrogans serovar Lai at 37°C or under iron-limiting conditions in another study (where the protein was identified as pL50) [8]. Our study also found LruB to be down-regulated in L. interrogans serovar Lai, thus indicating potential variation in temperature-regulated proteins between different serovars. The peripheral membrane protein LipL45 has been shown to be up-regulated upon upshift to 37°C for 5–7 days [10], while another study found that the protein was up-regulated during late-log-phase growth [21]. There are 11 paralogs of LipL45 encoded by the serovar Lai genome, two of which were also up-regulated with temperature shift (LA2936 and LB242). Another two homologs were not differentially expressed and the remainder were not detected in our samples. It is possible that with 11 paralogs, different proteins are expressed under different environmental conditions or stages of infection, and/or are subject to different regulatory mechanisms. Expression of the surface proteins LipL21, LipL32 and LipL41 was not temperature regulated, consistent with previous studies [8],[9],[26]. Cullen et al [43] also found that the abundance of surface proteins did not alter under different temperature conditions. In contrast, Q8F8Q0 (LA0505) was slightly down-regulated (1.5-fold) upon temperature-upshift in our experiment, possibly due to differences in culture conditions and cell density at harvest. Interestingly, Nally et al [47] found that expression of LipL21 and LipL41 was reduced in L. interrogans recovered from infected guinea pigs and therefore, their expression is likely to be regulated by signals other than temperature.\nTwo predicted peptidylprolyl isomerases (PPIases), LA2194 and LA2535, were down-regulated upon overnight upshift to 37°C. PPIases are thought to contribute to virulence in various bacterial pathogens. For example, the surface-exposed lipoprotein SlrA of Streptococcus pneumoniae, is involved in colonization of the nasopharynx, while Mip, a collagen-binding protein in Legionella pneumophila, promotes binding and spread of the bacteria through the lungs and spleen [58],[59]. LA2194 and LA2535 may likewise play a similar role in assisting host colonization during leptospiral infection but perhaps are expressed later in the infection process rather than initial establishment of disease, or require additional signals other than temperature for expression.\n\n\nCellular processes and signalling\nSeveral heat stress proteins were up-regulated upon overnight upshift to 37°C, namely small heat shock proteins IbpA-1 and IbpA-2, and the chaperones DnaK (Hsp70), GroEL and GrpE. A previous study found that there was no difference in DnaK or GroEL expression upon upshift to 37°C in L. interrogans serovar Pomona, but in that report the cultures were maintained at 37°C for 5–7 days [9]. We found IbpA-2 (LA1563), with a 7.3-fold change, to be the most highly up-regulated protein upon 37°C overnight upshift, while IbpA-1 (LA1564), located immediately downstream of ibpA-2, was the second most highly up-regulated protein (6.1-fold). IbpA-2 (or Hsp15) has also been shown in another study to be up-regulated in the early stages of temperature upshift [10] and therefore, may be important in the early stages of infection or adaptation to the host environment. ClpA which performs the ATP-dependent chaperone function of DnaK and DnaJ [60] was also up-regulated 2.8-fold. While these proteins have been predicted to be located in the cytoplasm, membrane association may aid in preserving the structural and functional integrity of the membrane as a short-term mechanism to protect membranes from thermal damage. The chaperones Hsp60 and Hsp70 of Borrelia burgdorferi are involved in the molecular processing of flagellin. Their subcellular distribution has been found to be temperature dependent, with relative amounts of membrane-associated protein varying with growth temperatures [61]. DnaK (Hsp70), DnaJ and GrpE have also been shown to be required for the synthesis of flagella in E. coli [62] and DnaK is a regulator of flagellar operon expression in Salmonella enterica serovar Typhimurium [63].\nDnaK is a positive regulator for the expression of all the flagellar regulon genes in S. enterica. In L. interrogans serovar Lai, the flagellar proteins were down-regulated (the endoflagellar filament core proteins FlaB and filament sheath proteins FlaA). Since some flagellar proteins were down-regulated, but DnaK was up-regulated, the regulatory pathway(s) for leptospiral flagellar synthesis are thus clearly different from those described for S. enterica. No other proteins involved in the structure of or synthesis of flagella were differentially expressed. Considerable cellular resources would be needed to synthesize flagella and for motility. Flagellin expression and motility have been found to be switched off in other motile pathogens such as Yersinia enterocolitica, Listeria monocytogenes and Bordetella bronchiseptica upon upshift to 37°C or host entry [64]–[66]. However, while the endoflagellar sheath and filament core proteins were significantly down-regulated in L. interrogans serovar Lai upon temperature upshift, we did not observe significant loss of motility. In contrast, Eshghi et al [55] found that proteins involved in motility were up-regulated when leptospires were shifted to low-iron medium supplemented with serum at 37°C. It is likely that L. interrogans needs to modulate its motility depending on its environment, during the course of infection and at different host sites.\nAn enoyl-CoA hydratase (LA3366), involved in fatty acid metabolism, was down-regulated. Lipid metabolism and ultimately lipid composition of the membrane may therefore be altered upon temperature upshift. LpxD-1 (LA4326) was down-regulated 2-fold and interestingly, it has previously been reported that the LPS O antigen (Oag) content of L. interrogans recovered from guinea pigs was markedly reduced compared with leptospires cultured in vitro [67]. L. interrogans possesses a complete set of Lpx proteins which catalyze the biosynthesis of the lipid A anchor of LPS [68],[69]. There was no change in expression of LpxC (LA2306) or LpxD-2 (LA0512), while LpxA (LA3949), LpxB (LA1096) and LpxK (LA3695) were not detected in our samples. However, the genes encoding these proteins are not clustered and therefore not linked transcriptionally. Temperature-regulation of LpxD-1 may therefore be a mechanism for the regulation of LPS synthesis; down-regulation of lipid A synthesis would be a rate-limiting step in Oag synthesis, thus resulting in reduced Oag content during in vivo growth.\nStress-related proteins, including Dps (LA3598) (a DNA-binding ferritin-like protein) [70], catalase, glutathione transferase and peroxiredoxin, were up-regulated indicating oxidative stress.\n\n\nTranscriptional regulation and signal transduction\nAlthough we did not set out to investigate cytoplasmic regulatory proteins, we found several proteins involved in transcriptional regulation and signal transduction to be differentially regulated upon upshift to 37°C. Pathogens need to be able to detect and respond to different environmental cues. In particular, L. interrogans is able to survive under different environmental conditions and encounters many different host environments and defence mechanisms while establishing and maintaining infection. L. interrogans has at least 79 two-component regulatory systems, 11 extracytoplasmic function (ECF) sigma factors, 9 anti-sigma factors, 19 anti-sigma factor antagonists, and at least 79 genes involved in motility and chemotaxis [68],[71], thus demonstrating the capability of L. interrogans to respond and adapt to a wide range of environmental signals.\nSeveral proteins predicted to be involved in transcriptional regulation, including a protein-tyrosine-phosphatase (LB035), a transcriptional regulator of the AcrR-family (LA2790) and other signal transduction proteins (LA3104 and LA1526) were up-regulated, while other predicted signal transduction proteins (LA0599 and LA1983), a GGDEF domain protein (LA2930), and an anti-sigma factor antagonist (LB136) were down-regulated. Protein-tyrosine-phosphatases are involved in regulating the phosphorylation state of many important signalling molecules, while transcriptional regulators of the AcrR family are transcriptional repressors which respond to stress conditions in E. coli [72]. Since several putative transcriptional regulators were identified as being temperature-regulated, these may be involved in the modulation of various signalling pathways leading to expression of virulence or virulence-associated proteins.\n\n\nComparison of proteomic and microarray results\nExpression of the 1026 proteins identified was compared to the mRNA expression levels from our previous study [7] (Figure 3). Of the 1026 proteins identified, 93 (9%) were differentially expressed (Tables 2 and 3). Only 25% of the differentially expressed proteins were also differentially expressed (at least 1.5-fold difference) at the mRNA level (R2 = 0.12). Conflicting evidence of correlation between mRNA and protein abundance levels has been reported in other studies and in concordance with previous studies of this nature, we also found little correlation between mRNA and protein differential expression [15], [73]–[75]. The heat shock response in the cyanobacterium Synechocystis has been investigated by transcriptomic and proteomic approaches and it was found that while there was correlation between the different data sets for major chaperonins and proteases during heat shock, there were areas with no correlation [74]. There remains the very slight possibility that the lack of correlation may partially be the result of having performed protein and transcriptional analyses on different cultures and at different times. However, we believe that is not the reason for our observations, because even in studies where the same cultures have been used for mRNA and protein expression analyses, correlation is still relatively low [73],[74],[76].\nLines indicate 1.5-fold up- or down-regulation at either the mRNA or protein level.\nThe majority of genes/proteins showed no difference in expression at either the transcriptional or translational levels upon overnight temperature upshift (Figure 3). Of the proteins which were significantly differentially expressed (at least 1.5-fold up- or down-regulated with 95% confidence), there were 10 genes/proteins which were up-regulated at both transcriptional and translational levels, 13 which were down-regulated at both transcriptional and translational levels, and 2 where the expression behaviour at mRNA and protein levels were reversed (Figure 3 and Table 4). The small heat shock protein LA1563 was the most highly up-regulated protein upon temperature upshift and was also up-regulated 2-fold at the mRNA level.\nGenes/proteins that were up-regulated at both the mRNA and protein levels reflect the stress that the organism is likely undergoing upon temperature upshift with an overrepresentation of genes encoding heat-stress (grpE, clp and chaperone genes) and oxidative stress (glutathione transferase and catalase) proteins (Table 4). Other heat shock proteins, DnaK and GroEL were also up-regulated upon temperature upshift but there was no difference in expression at the mRNA level. While transcriptional changes may be rapid and transient, the finding that some proteins are up-regulated with no concurrent change in transcript level suggests longer half-life or greater stability of these transcripts. Interestingly, two genes predicted to encode hypothetical proteins (LA1402 and LA2020) were found to be down-regulated upon temperature upshift at the transcriptional and translational levels, but were found to be two of the most strongly up-regulated transcripts at physiological osmolarity compared with low osmolarity conditions [77]. It was speculated that these genes are most highly expressed during exit from the host in urine into a lower temperature environment [77].\nOur temperature microarray studies showed up-regulation of the gene encoding the Lk73.5 sphingomyelinase (LA1029). However, this protein was not detected in our samples in the current study. It is therefore likely that the expression of this and other proteins is regulated at post-transcriptional level. We identified a putative protease, LA3492, which was down-regulated 2-fold upon temperature upshift (Table 3). LA3492 showed similarity to proteases of the prohibitin homology domain family which in mitochondria have been proposed to have a membrane chaperone function [78]. The QmcA protein of E. coli, also a prohibitin homology domain family protein, has been proposed to play a role as a membrane chaperone and possibly regulates FtsH, a membrane-bound protease likely to be involved in quality control of membrane proteins [79]. LA3492 may play a similar role in regulation of membrane protein synthesis and folding, and it is feasible that the down-regulation of this putative protease may have been responsible for proteins which showed no change in transcription levels but an increase in protein expression. The lack of correlation between transcript and protein levels of known temperature-regulated proteins LipL36, LruB and LipL45 as well as others, may be due to activities of small non-coding RNAs (sRNAs). Bacteria encode many sRNAs and while most are currently of unknown function, several have been found to modulate post-transcriptional expression of OMPs [11],[12]. There is currently no information on regulatory sRNAs in Leptospira spp.\nTranscript and protein abundance is likely to be affected by many cellular and physical processes, leading to conflicts in correlation. A study on Desulfovibrio vulgaris showed that mRNA abundance alone can explain only 20–28% of the total variation in protein abundance [76]. Other factors include presence of proteases, stability of mRNA, protein translation rates and stability/turnover of proteins. Further studies are needed on transcriptional and translational responses to different environmental signals before we can fully understand the dynamics and interplay of cellular responses.\n\n\nConcluding remarks\nMore OMPs, liproproteins and non-cytoplasmic proteins were down-regulated than up-regulated, suggesting that L. interrogans may need to reduce the number of surface proteins at host temperature, perhaps as a host immunity evasion mechanism. The low level of correlation between transcription and translation is intriguing and our data provide a potential basis for further understanding of leptospiral regulatory mechanisms in response to environmental stimuli. Proteomic approaches identify the end stage of gene expression which cannot be determined by mRNA profiling procedures alone. Accordingly, comparative studies on changes in protein expression and changes in transcription on a global basis provide a multidimensional view of the regulation of protein expression in bacteria. Our study provides insight into the changes in protein expression of Leptospira during temperature upshift, thus demonstrating the feasibility of this approach, and provides a basis for further comprehensive studies of gene and protein expression changes in response to other conditions such as increase in osmolarity, presence of serum or different iron sources. In this study, the identification of temperature-regulated proteins correlated with studies on previously characterized proteins. However, as with other studies comparing mRNA and protein, we also found low correlation between transcription and translation, indicating that there are many regulatory processes which remain undefined. It is therefore clear that both data sets need to be determined to draw conclusions about changes in protein expression. In the case of Leptospira, data are now available on transcriptional changes under different temperature and osmolarity conditions. As data accumulate on transcript and protein expression changes, further comparison and analysis of datasets will yield more knowledge on specific regulatory pathways and cellular events resulting in expression of virulence factors and/or virulence related proteins."
}