{
    "Background": "Universal coverage with long-lasting insecticidal nets (LLINs) is a primary control strategy against Plasmodium falciparum malaria. However, its impact on the three other main species of human malaria and lymphatic filariasis (LF), which share the same vectors in many co-endemic areas, is not as well characterized. The recent development of multiplex antibody detection provides the opportunity for simultaneous evaluation of the impact of control measures on the burden of multiple diseases.",
    "Methodology/Principal findings": "Two cross-sectional household surveys at baseline and one year after a LLIN distribution campaign were implemented in Mecubúri and Nacala-a-Velha Districts in Nampula Province, Mozambique. Both districts were known to be endemic for LF; both received mass drug administration (MDA) with antifilarial drugs during the evaluation period. Access to and use of LLINs was recorded, and household members were tested with P. falciparum rapid diagnostic tests (RDTs). Dried blood spots were collected and analyzed for presence of antibodies to three P. falciparum antigens, P. vivax MSP-119, P. ovale MSP-119, P. malariae MSP-119, and three LF antigens. Seroconversion rates were calculated and the association between LLIN use and post-campaign seropositivity was estimated using multivariate regression. The campaign covered 68% (95% CI: 58–77) of the population in Nacala-a-Velha and 46% (37–56) in Mecubúri. There was no statistically significant change in P. falciparum RDT positivity between the two surveys. Population seropositivity at baseline ranged from 31–81% for the P. falciparum antigens, 3–4% for P. vivax MSP-119, 41–43% for P. ovale MSP-119, 46–56% for P. malariae MSP-119, and 37–76% for the LF antigens. The seroconversion rate to the LF Bm33 antigen decreased significantly in both districts. The seroconversion rate to P. malariae MSP-119 and the LF Wb123 and Bm14 antigens each decreased significantly in one of the two districts. Community LLIN use was associated with a decreased risk of P. falciparum RDT positivity, P. falciparum LSA-1 seropositivity, and P. malariae MSP-119 seropositivity, but not LF antigen seropositivity.",
    "Conclusions/Significance": "The study area noted significant declines in LF seropositivity, but these were not associated with LLIN use. The MDA could have masked any impact of the LLINs on population LF seropositivity. The LLIN campaign did not reach adequately high coverage to decrease P. falciparum RDT positivity, the most common measure of P. falciparum burden. However, the significant decreases in the seroconversion rate to the P. malariae antigen, coupled with an association between community LLIN use and individual-level decreases in seropositivity to P. falciparum and P. malariae antigens show evidence of impact of the LLIN campaign and highlight the utility of using multiantigenic serological approaches for measuring intervention impact."
}