{
    "Background": "Common causes of acute febrile illness in tropical countries have similar symptoms, which often mimic those of dengue. Accurate clinical diagnosis can be difficult without laboratory confirmation and disease burden is generally under-reported. Accurate, population-based, laboratory-confirmed incidence data on dengue and other causes of acute fever in dengue-endemic Asian countries are needed.",
    "Methods and principal findings": "This prospective, multicenter, active fever surveillance, cohort study was conducted in selected centers in Indonesia, Malaysia, Philippines, Thailand and Vietnam to determine the incidence density of acute febrile episodes (≥38°C for ≥2 days) in 1,500 healthy children aged 2–14 years, followed for a mean 237 days. Causes of fever were assessed by testing acute and convalescent sera from febrile participants for dengue, chikungunya, hepatitis A, influenza A, leptospirosis, rickettsia, and Salmonella Typhi. Overall, 289 participants had acute fever, an incidence density of 33.6 per 100 person-years (95% CI: 30.0; 37.8); 57% were IgM-positive for at least one of these diseases. The most common causes of fever by IgM ELISA were chikungunya (in 35.0% of in febrile participants) and S. Typhi (in 29.4%). The overall incidence density of dengue per 100 person-years was 3.4 by nonstructural protein 1 (NS1) antigen positivity (95% CI: 2.4; 4.8) and 7.3 (95% CI: 5.7; 9.2) by serology. Dengue was diagnosed in 11.4% (95% CI: 8.0; 15.7) and 23.9% (95% CI: 19.1; 29.2) of febrile participants by NS1 positivity and serology, respectively. Of the febrile episodes not clinically diagnosed as dengue, 5.3% were dengue-positive by NS1 antigen testing and 16.0% were dengue-positive by serology.",
    "Conclusions": "During the study period, the most common identified causes of pediatric acute febrile illness among the seven tested for were chikungunya, S. Typhi and dengue. Not all dengue cases were clinically diagnosed; laboratory confirmation is essential to refine disease burden estimates."
}