{
    "Background": "Brucellosis is regarded as a major zoonotic infection worldwide. Awareness and knowledge of brucellosis among occupational workers is considered an important aspect of brucellosis control in both humans and animals. The aim of this study was to explore the distributions of the pooled awareness level and the knowledge level of the disease worldwide.",
    "Methods": "A meta-analysis was carried out to obtain pooled brucellosis awareness levels and knowledge levels of respondents regarding the zoonotic nature of brucellosis, mode of brucellosis transmission, and brucellosis symptoms in animals and humans. The analysis was conducted and reported in accordance with the Preferred Reporting Items for Systematic Review and Meta-analyses guidelines.",
    "Results": "A total of seventy-nine original articles reporting the brucellosis awareness levels of in populations from 22 countries were assessed. The total pooled awareness level of brucellosis was 55.5%, and the pooled awareness levels regarding the zoonotic nature of brucellosis, mode of brucellosis transmission, signs of human brucellosis and signs of animal brucellosis were 37.6%, 35.9%, 41.6%, and 28.4% respectively. The pooled awareness level was higher than the brucellosis-related knowledge level. Subgroup analyses showed that no obvious differences in brucellosis awareness levels between high-risk populations in Asia and Africa. Health workers (including human health workers and veterinarians) had the greatest overall awareness and knowledge of human brucellosis. The overall awareness levels and knowledge levels of livestock owners (farmers) and herders were higher than those of dairy farmers and abattoir workers. In addition, awareness and knowledge levels were higher among people who were involved in bovine, caprine and ovine animal production or in caprine and ovine animal production than among people who were involved in only bovine animal production.",
    "Conclusions": "Insufficient awareness and knowledge of brucellosis were observed in the original studies conducted mainly in Asia and Africa. Interventions to improve public knowledge about brucellosis are urgently needed."
}