{
    "Introduction": "Skin infections refer to various cutaneous infection which include scabies, tinea and impetigo. These skin infections have been associated with draw-back in socio-economic development and infrastructure availability [1]. Hence, the indigenous populations of both the developed and developing countries are often the group who are deeply affected by these skin infections. For example, the prevalence of scabies, a common skin infections caused by Sarcoptes scabiei can be as high as 33.0% among the Australian indigenous communities [2] whereas tinea imbricata, a rare infections which is almost never found among the general population, has a prevalence as high as 61.0% among Dayak tribe in Indonesia [3], 18.7% among Negrito tribe in Malaysia [4], and up to 20.0% among the indigenous people in Papua New Guinea [5].\nAuthorities often underestimate the burden of skin infections due to their relatively low mortality rates [6]. However, skin infections like scabies and tinea may have significant impacts on the affected communities in terms of health, psychology, and the economy. Some of the most common skin infections among the Orang Asli is tinea [7], which is a group of skin fungal infection caused by dermatophyte such as Trichophyton and Microsporum or yeast like Malasezzia [8]. Colonization of the dermatophyte often lead to shedding of host epidermal layer and itchiness [9]. The clinical manifestation of the lesion also varies according to site, which form the basis of the disease name, include tinea capitis (body site: head, signs: balding of scalp), tinea unguium (body site: finger, signs: grey-coloration and corrosion of the fingernail) and tinea pedis (body site: feet area, signs: rash and desquamation of the area). In the case of tinea infections, the immune system’s response to the fungus could trigger a secondary skin reaction called dermatophytid, characterize by erythematous rashes [10]. Another notable skin infection among these underserved communities is scabies, which is a skin infection caused by human mites known as Sarcoptes scabiei [11]. These mites burrow and reside within the host’s epidermis layer, feeding on host secretions including sebum, leading to pruritus and inflammation [12], and hence results in the formation of papules vesicles in the affected areas and eczema [13]. Often the patients would scratch the affected areas, causing the formation of impetigo in the affected areas [14]. Skin infections are often associated with negative images of inadequate level of cleanliness and poverty, leading to isolation and stigmatization by communities, which could have long term psychological effects on patients even after recovery [15].\nGiven the preponderance of skin infections amongst the indigenous communities, this study attempted to elucidate the status of skin infections among the underserved indigenous, namely the Orang Asli. The Orang Asli is a group of indigenous people living in Peninsular Malaysia with an approximate population size of 215,215 [16]. There are 3 main tribes, namely Senoi, Proto-Malay and Negrito and within each main tribe, there are six subtribes as shown in S1 Table. Similar to other indigenous population around the globe, Orang Asli suffers from a variety of skin infections which include dermatomycoses [7] and scabies [17] due to their traditional practices such as barefooting and pets/animal husbandry techniques, high level of poverty (76.9% of them are experiencing poverty) [18] and backwardness in development [19].\nSkin infections among the Orang Asli were first reported in 1952 by Sharvil et al. [20]. In the same year, an epidemiological study was conducted by Polunin among the tribes, including the Lanoh subtribe (Negrito tribe), Semai subtribe (Senoi tribe), and Orang Seletar subtribe (Proto-Malay tribe). The prevalence of tinea was approximately 17.4% among 581 villagers from four villages, with tinea imbricata (9.1%) being the most common, followed by ringworm (2.8%) and tinea versicolor (5.5%). The distribution of tinea varied according to tribes and villages [4]. The study also highlighted that the prevalence of the skin infections among the Negrito communities were the highest (18.3%), followed by Semai (1.7–9.9%) and Proto-Malay (4.4%). In 1998, a study among 356 participants from the Proto-Malay tribe at Sungai Siput, Perak highlighted that 3.5% of the villagers had ringworm, 1.5% of them had tinea versicolor, 7% of them with impetigo and 11.9% of the villagers having scabies [17]. Both these studies used microscopy and medical observation to diagnose the skin infections. There was also a sero-prevalence survey of the scabies among the indigenous communities in 1996, which showed that 24.7% of the 312 participants were seropositive for anti-scabies antibodies [21].\nThe Negrito Orang Asli, the focus of our study, is the smallest tribe with an approximate total population of 6,500 (3.0% of the entire Orang Asli population) [16]. Of the six subtribes, the second largest subtribe of Negritos, Bateq (n = 2,190) are still practicing semi-nomadic lifestyles with some communities living in remote inland forest areas [22], whereas other subtribes, namely Jahai (n = 2,915) and Mandriq (n = 531) are inland agrarian. A previous study conducted in 1952 found that the prevalence of skin infections was highest among the Negrito Orang Asli tribe in Malaysia, with 18.7% of the population affected [4]. Tinea imbricata was the most common infection (18.3%), followed by tinea versicolor (6.1%) and tinea circinata (2.4%). As this data has not been updated in the past 72 years for the Negrito tribe, the present study is carried out amongst the Negrito Orang Asli tribe. With limited epidemiology studies conducted among the Orang Asli and only one study carried out among the Negrito tribe, there is a crucial need to update and fill the gap of knowledge and information regarding the current status of skin infections in these indigenous communities. Secondly, media news coverage and case reports over the past 5 years have highlighted skin infections among the Negrito communities [23–26] with no up-to-date thorough studies as evidence. Furthermore, prior study did not analyse the risk factors which were influencing these infections. Current available associated factors analysis with regards to tinea and scabies are either conducted among general population only.\nHenceforth, a cross-sectional study was conducted to investigate the current status and risk factors of skin infections among indigenous Negrito communities in Peninsular Malaysia. The Negrito villages included in this study ranged from those in the inland and those in the resettled villages. They also comprised all the 6 subtribes within the Negrito tribe, namely Mandriq, Bateq, Jahai, Kensiu, Kintaq, Lanoh to increase the coverage of representation of the Negrito communities. The findings of this study provided updated data on skin infections among indigenous people, which would be beneficial for public health officials in developing effective targeted and customized control programs to reduce skin infections among these underserved communities.",
    "Results": "Demographic data of the participants and study areas\nAs illustrated in Table 1, a total of 361 participants were recruited from 8 villages and each sampling site shows varying level of development status, income and main economic activity. There was a total of 5 inland villages (Villages A-E, with a total of 234 participants) and 3 resettled villages (Villages F-H, with a total of 127 participants). A majority (52.6%) of the participants were of Bateq subtribe, comprising of Bateq people in both resettled villages (Village G) and inland villages (Villages A-D). Kensiu, Kintak and Jahai subtribes were only found in Villages F, E and H, respectively. Participants from Mandriq and Lanoh subtribes were found in Village A, F and G.\nAmong the participants, 54.6% were male and 45.4% were female. The majority of the participants were either adults (>21 years old, 58.2%) or children (<9 years old, 41.8%). Slightly more than half of them (59.2%) were not working, with most being students, housewives, and retirees. An overwhelmingly majority of the participants (90.0%) belonged to households with a monthly household income of less than MYR 800, which is below the poverty income threshold (MYR 1,169) in Malaysia [27–29], a possible reason for the high number of underweight participants. In terms of educational attainment, 54.8% had formal education, while 45.2% of them never attended school.\nThe data also revealed that 21.8% of the study participants were using both treated and untreated water, while only 11.6% relied solely on treated water. This pattern was particularly prevalent in the more urbanized villages of Village G and Village F, where 52.9% and 65.0% of the participants, respectively, reported using both treated and untreated water in their daily lives due to urban poverty (water supply cut due to inability to pay utility bills). This information highlighted the irony that it was not necessarily inland villages that solely relied on untreated water and resettled villages relied on treated water as there were inland villages such as Village C and Village D using both treated (water from nearby tourism chalet) and untreated water and resettled village such as Village F which relied on untreated water (with support of modern water delivery system).\n\n\nOverall prevalence of scabies and tinea\nOverall, 35.6% (CI = 30.5% - 40.6%) of the 361 participants had skin infections. The most common skin infections were scabies (11.6%; 95% CI = 8.6% - 15.5%), tinea versicolor (11.4%; 95% CI = 8.4% - 15.2%) and tinea imbricata (7.5%, 95% CI = 5.0% - 10.8%), as shown in Table 2. When the analysis was further stratified, it was found that the prevalence of skin infections in resettled villages was higher (55.2%) as compared to inland villages (24.8%). Specifically, both scabies and tinea versicolor were more pronounced (21.2% and 23.6%, respectively) in the resettled Negrito villages versus inland villages (6.4% and 4.7%, respectively) (P < 0.001). In contrast, tinea imbricata was found to be higher in the inland (9.4%) versus resettled villages (3.9%) (P = 0.049). It was interesting to note that there was no co-infection of tinea and scabies among the Negrito Orang Asli.\nScabies and tinea versicolor were more prevalent among the resettled villages, whereas tinea imbricata was mostly found in inland villages.\nAs illustrated in Table 2, huge variations in terms of scabies and tinea distributions were demonstrated among the villages. More than 70% of the participants in villages C, D and F had scabies and tinea, whereas village A had the lowest prevalence (7.7%). The Kensiu subtribe appeared to have the highest prevalence (60.0%) of skin infections. This Kensiu subtribe community resides in Village F, a resettled village with basic amenities such as treated water and electricity, as well as walking distance to health and education (primary and secondary) facilities.\nIt was also observed that Bateq subtribe living in different villages displayed predisposition toward different skin infections. For example, those Bateq living in resettled Village G displayed high prevalence of tinea versicolor (47.06%) whereas Bateq living in inland Villages C (42.11%) and D (33.33%) displayed high prevalence of tinea imbricata. There was a higher prevalence of scabies and tinea versicolor among the obese and overweight group (prevalence of 13.3% in scabies and 24.1% in tinea versicolor) and underweight participants (prevalence of 14.6% in scabies and 9.0% in tinea versicolor) than those with normal BMI (prevalence of 5.0% in both scabies and tinea versicolor). `\n\n\nPrevalence and risk factor analysis of scabies, tinea versicolor and tinea imbricata\na Scabies.In this study, scabies accounted for 11.6% of the prevalence rate, with 60.0% of cases belonging to the Kensiu subtribe who reside in the more urbanized village, Village F. On the other hand, its prevalence was fairly consistent across all other villages, remaining at around 3–7%. Interestingly, Villages D (Inland) and H (resettled) were free from scabies infections. There were 54.3% of the Kensiu participants and 36.4% of the Mendriq/Lanoh participants who had scabies, while the Bateq participants had the lowest prevalence of scabies (4.2%).\nIn the univariate analysis (Table 3), we found that individuals from the Kensiu subtribe (COR = 18.9, P < 0.001), underweight (COR = 3.3, P = 0.02), an income level less than RM 800 (COR = 7.9, P < 0.001), and those living in resettled villages had higher odds of scabies infections compared to their counterparts (COR = 3.9, P < 0.001). However, in the multivariate analysis, only three factors remained significant predictors of scabies infections: Kensiu subtribe (AOR = 7.7, P = 0.002), underweight (AOR = 9.7, P = 0.009) and income of more than RM 800 (AOR = 7.5, P = 0.001).\n\n\n\nb Tinea versicolor\nThere were 11.4% of the participants infected with tinea versicolor. The prevalence in resettled villages (Village F, G, and H) was at 23.6% which was much higher than in inland villages (11.6%). Similarly, Bateq (15.5%) had a higher prevalence than non-Bateq participants (6.5%). Tinea versicolor was particularly pronounced in Village G (47.06%), a resettled Bateq villages. Furthermore, males displayed a higher prevalence (16.2%) compared to females (5.5%), and the overweight and obese group (24.1%) had a higher prevalence than underweight (9.0%) and normal (5.0%) groups (Table 4). Interestingly, 16.8% of the participants had family member(s) in the same household with tinea versicolor, which is more than double those who did not have any (7.0%). Pet owners (9.2%) had a lower prevalence than non-pet owners (14.2%).\nIn the univariate analysis (Table 4), Bateq subtribe (COR = 2.6, P = 0.009), males (COR = 3.3, P = 0.002), obese and overweight individuals (COR = 6.0, P = 0.001), presence of family members with tinea versicolor (COR = 2.7, P = 0.005), living in resettled villages (COR = 6.3, P < 0.001), and smokers (COR = 2.0, P = 0.047) had higher risks of getting tinea versicolor. Multivariate analysis showed Bateq subtribes (AOR = 4.4, P = 0.001), resettled villagers (AOR = 8.9, P < 0.001), males (AOR = 2.6, P = 0.040), obese and overweight individuals (AOR = 4.3, P = 0.015) and presence of family members with tinea versicolor (AOR = 3.5, P = 0.003) had a higher risk of getting tinea versicolor.\n\n\nc Tinea imbricata\nThere were 7.5% participants who had tinea imbricate. More than half of those infected belonged to the inland Bateq subtribe in Villages C and D, underweight and not receiving any formal education. Chronic infections seemed to be a common trend, as 74.0% of them were infected with tinea imbricata for >100 weeks (~2 years) (S5 Table). In contrast with scabies and tinea versicolor, tinea imbricate had higher prevalence in inland villages (9.4%) compared to resettled villages (3.9%). Furthermore, female (9.1%) had higher prevalence than male (6.1%) (Table 5).\nBoth univariate and multivariate analyses (Table 5) highlighted that individuals from the Bateq subtribe (COR = 4.2, P = 0.005, AOR = 3.7, P = 0.011, respectively) and smokers (COR = 3.8, P = 0.001, AOR = 3.3, P = 0.004, respectively) had higher odds of getting tinea imbricata.",
    "Discussion": "Negrito communities are unique due to their distinct lifestyles, which differ from other indigenous tribes. These communities exhibit a broad spectrum of living conditions, ranging from isolated and primitive inland villages to resettled peripheral urban areas [30]. This diversity makes them well-suited for studying the interplay between urbanization and traditional lifestyles with regards to the prevalence of skin infections. There is a growing need for additional data to accurately assess the burden and impact of skin infections among the Negrito Orang Asli.\nThe present results revealed that skin infections remain a significant health concern within the Negrito communities in Peninsular Malaysia. More than 35.0% of the overall participants were found to have skin infections, with prevalence exceeding 50.0% in inland villages C, D, F and G. Despite belonging to the same Negrito tribe, villages A, B, E and H have significantly lower prevalence of skin infections compared to the other villages. The low prevalence of village A and B were perhaps associated with high frequency of medical interventions, which were effective in regulating the skin infections in those areas [31]. There was also no co-infection between scabies and tinea found in our study, which is consistent with other epidemiological studies showing that scabies is associated with pyoderma [32] and impetigo [14], rather than tinea. Co-infections of scabies and tinea appear to be associated to severely immunocompromised individuals [33].\nIt is interesting to note that the prevalence of skin infections in resettled villages was higher (55.2%) compared to inland villages (24.8%). Similar trend was observed when it comes to other tropical diseases such as helminthiasis [34]. Although it is generally hypothesized that better economic and infrastructure provision are negatively correlated with prevalence of infections as resettled villages typically result in provision of amenities, better accessibilities, infrastructure compared to the inland villages as per outlined in Lin et al., 1994 [35], the current findings suggest that several factors may counter this trend. Resettlement often involves merging of multiple Orang Asli communities into a single, larger village, leading to higher population density [35] which can facilitate the transmission of skin diseases, especially scabies. Moreover, there are varying levels of development in the resettlement scheme depending on the economic development of the country, regular provision by the authorities, and compliance by the villages [35]. Exposure to semi-urbanization or urbanization has also caused the younger generation of Negrito Orang Asli to be uninterested in agriculture, their traditional activity due to exposure to urban lifestyles. At the same time, some may also not be interested to work in the semi-urban or urban areas as they are unable to adapt to urban lifestyles due to inadequate education attainment [36], which lead to urban poverty issues and inability to pay for water and electricity bills or afford nutritious diets although there is provision of these basic amenities.\nFurthermore, there seems be an association between subtribe and disease predisposition, suggesting the complex interplay of lifestyle and living habits influence on the likelihood of skin infections. For example, Kensiu subtribe displayed strong predisposition toward scabies as all of them resided in the village F (the sole Kensiu village in Malaysia). The Kensiu people live in the resettled village and they are more prone to higher inflation rates due to closer proximity to the urban areas resulting in urban poverty [37,38]. This was further supported by news coverage from 2020 indicating that the villagers could not sustain their livelihood in their resettled area and were forced to return to the inland forest for sustenance [39]. Moreover, unlike those in inland areas, these villagers could not rely on forest resources as part of their diet and for non-regular side income (eco-tourism, forest resource scavenging) [35]. This phenomenon leads to the inability to purchase sufficient foods, resulting in malnutrition [40] (40.0% of the participants were underweight and 32.5% were overweigh/obese, highlighting the phenomenon of double-burden malnutrition [41]). In addition, the Kensiu village is densely populated areas with abundant vegetation and shade, contributing to reduced sunlight exposure. It has been reported that factors which may facilitate the transmission of mites include increased contact among villagers and limited sunlight exposure [42].\nOn the other hand, different Bateq subtribes displayed different infection patterns. The Bateq in the inland villages, Village C (42.11%) and Village D (33.33%) had high prevalence of tinea imbricata whereas Bateq in resettled Village G (47.06%) displayed high prevalence of tinea versicolor. The higher prevalence of tinea imbricata among the inland villages, could be attributed to the smaller population size and gene pool, which might lead to the higher prevalence of susceptible genes due to inbreeding [43] as well as the higher exposure to the spores which remains in the areas [44]. However, the low prevalence of tinea imbricata in inland villages A and B was attributed to media coverage of tinea outbreaks in 2018 and 2019 [23,25] which prompted active intervention by health authorities and the non-governmental organizations (NGOs). Health care officers visited these villages frequently, providing villagers with medications and consistent monitoring to ensure good treatment compliance and follow-up [45,46]. It is important to note that, tinea imbricata is curable with anti-fungal such as terbinafine [47]. The key to controlling these infections lies in follow-up to ensure patient compliance. Medical intervention and follow-up are effective measures in controlling this infection [31].\nOn the other hand, the high prevalence of tinea versicolor among resettled Bateq village could be attributed to the village surrounding environment and housing design (Fig 1A and 1B). In this village, there was less vegetation, resulting in limited shaded areas and high exposure to sunlight and higher temperature [48]. The high temperature which promote perspiration could induce higher risk of tinea versicolor [49], particularly in the resettled villages where the villagers were staying in brick houses (Fig 1B) which lack ventilation [50].\n(A) Bateq inland village which has limited tall vegetation and shaded areas leading to high sunlight exposure. (B) In this resettled village, villagers stay in government-built brick houses.\nScabies was the most common skin infection (11.6%) among the Negritos in this study and there have been no prior publications about its prevalence among this community. However, the prevalence found in this study is similar to that reported among the Temiar Orang Asli communities in 1998 in Pos Piah, Perak (11.9%) [17] and in suburban communities in Jengka Triangle, Pahang (11.6%) [51]. Comparatively, its prevalence is only slightly higher compared to the prevalence reported in an urban population survey in Kuching, East Malaysia (8.1%) [52] indicating that scabies are not limited to lower-income groups or less-developed areas. Further analysis indicated scabies was most prevalent (60.0%) in village F, supporting the latter statement despite the village’s closer proximity to urban areas and access to basic infrastructure. Most of the cases were found among individuals categorized as underweight (14.6%), which correlate with the global research, that malnourish [53] was the key risk factors of scabies.\nOn the other hand, the prevalence of tinea versicolor was 11.4%, primarily observed in villages D and G, which is higher than the earlier study among the Negrito communities of Perak in 1952 (6.1%) [4] and among Senoi tribe in Pos Piah (1.7%) [17]. It is interesting to note that the prevalence of the current study is lower than the finding among the urban population in Singapore (25.2%) [54]. Globally, poverty [55], hygiene practices and sanitary infrastructure [56], treatment compliance [57] and malnutrition [58] and genetic [43] have been associated with the prevalence of tinea. Similar to the study in Brazil and China [59,60], males had higher odds of getting tinea versicolor. This is likely due to males having higher testosterone levels, which results in more active sweat glands [61], which promote the pathogenesis of tinea versicolor [58]. Moreover, obese and overweight group had higher odds of getting tinea versicolor due to a lower tolerance of heat and hence lead to more active sweat glands and perspiration rates [62]. Furthermore, the presence of a family member with the same infection was identified as a risk factor for tinea versicolor. This can be attributed to to complex polyclonal inheritance nature of tinea versicolor [59], meaning there are multiple genetic factors involved. The presence of a family member with tinea versicolor indicates the presence of susceptibility gene sets, which increases the likelihood of developing the condition.\nFinally, the prevalence of tinea imbricata in our study (7.5%) was much lower than the report in 1952 among the Negrito communities in Perak (18.3%) [4]. The present prevalence data among Negrito is also lower compared to the observations among the Semai tribe (12.5%) in 1952, but higher compared to the Proto-Malay tribe (4.4% in 1952) [4] and among urban population (3.5% in 2002) [63]. Our multivariate binomial logistic regression model showed that smoking or the use of tobacco is an important risk factor for tinea imbricata. In this context, smoking leads to immunomodulation of the host’s immunity through the generation of platelet-activating factor agonists [64] and physical changes to the skin, including lowering epidermis and dermis thickness [65]. These factors may increase the susceptibility of smokers to tinea infections compared to non-smokers.\n\nLimitation and future studies\nCross-sectional study such as this has inherent limitations particularly in its ability to provide only a snapshot in time, limiting the capture of dynamic changes in disease patterns and hindering the establishment of causal relationships. A longitudinal study would be essential to obtain a more comprehensive understanding of the temporal dynamics of skin infections within the indigenous population. Moreover, there is variation of the village sizes, especially the inland or nomadic to semi-nomadic villages are much smaller than those resettled villages due to mobility and logistic issues, therefore posed significant challenges in standardizing sample sizes. Future research should focus on intrinsic and biotic factors including the microbiome, hormones, cytokines, and host genetics to gain comprehensive insights into the causes and persistence of skin infections in the Negrito communities, enabling the development of tailored preventive and therapeutic strategies.",
    "Conclusion": "This study highlighted the current burden of skin infections among the Negritos revealing a higher prevalence than previously reported. Our results displayed a strong predisposition of different infections toward different village settings: scabies and tinea versicolor are more prevalent in resettled and more advanced villages, whereas tinea imbricata is primarily found in the inland villages. Other than that, villages with the same subtribe had different predispositions due to variation in the level of development and frequency of medical interventions. Other contributing factors include lifestyle practices, such as smoking, can weaken host immunity and elevate the risk of skin infections. Variations in village lifestyles, housing conditions, population density, and sunlight exposure also influence disease risk. To combat these infections effectively, tailored approaches are needed for different village types. Inland villages may benefit from scheduled medical interventions, while resettled communities could require socio-economic support to alleviate urban or semi-urban poverty. These strategies acknowledge the varying susceptibility to skin infections observed across different village settings.",
    "Material and methods": "a Ethics application\nThis study was approved by the Medical Ethics Committee of the University of Malaya Medical Centre (UMMC) (Reference No.: 20201030–9172) to collect skin samples, photos, and questionnaires from participants and permission was also obtained from the Department of Orang Asli Development (JAKOA) [Reference No.: JAKOA.PP.30.032 JLD 52 (34)]. Additional consultations were obtained from the JAKOA official at the district level and villages’ chieftains (referred to as ‘Tok Batin’) prior to commencing the research in the respective areas and villages. The purpose and procedures of the study were verbally explained to the villagers and printed form (both in Bahasa Melayu and English) were also provided before the commencement of the research. The interview and consent approval were conducted in Bahasa Melayu, the national language of Malaysia. If participants were unable to comprehend Bahasa Melayu, a village interpreter will be involved in translating. Prior to inclusion in this study, written consent was obtained from all participants. For children under 18 years old, an assent was obtained followed by written consent from their parents or guardians.\n\n\nb Study area and study population\nThis cross-sectional study was conducted between November 2021 and March 2023 in eight Negrito villages located in the Northern and Central Peninsular Malaysia (Fig 2). The focus on Negrito tribe was based on the study by Polunin in 1952, which indicated that Negrito tribe was the most prone to skin infections. The approval to conduct study at the villages was based on the discussions with the central and district/local JAKOA officers. Additionally, the opinions and receptiveness of the village committee and village chieftain were also taken into consideration. The villages identified were of different levels of economic activity, infrastructure availability, and accessibility to assess the impact of development on the prevalence of skin infections (Table 6). Native tongue was the primary language of the villagers though they had a good, or at least satisfactory, command of the Bahasa Melayu.\nDifferent villages showed different levels of development. (plotted with ArcMap v10.7, sources: Esri, Michael Bauer Research GMBH 2022, Department of Statistics Malaysia [67].\nThere are 2 main categories of villages, the resettled village that have been relocated under the government’s resettlement plan scheme, with the new location near the township, with housing, water and electricity infrastructure provided [66] and those which maintained their traditional lifestyle which may include being semi-nomadic in the inland/remote villages. The resettled villages are those villages which participated in the relocation scheme collectively called as Rancangan Pengumpulan Semula (RPS) since 1970s whereas inland village refer to those villages which are still situated in their original locations. In brief, resettled villages were relocated by the Department of Orang Asli Development (JAKOA) from interior to a more accessible location together with promises of multiple development scheme including basic infrastructure and facility, economic subsidy, economic diversification programme (eg., ALDP [Agriculture Land Development Programme]) and eco-tourism [35].\n\n\nc Sampling location\nSampling sites were determined through multi-stakeholder discussions as described previously. Upon institutional IRB approval, discussion sessions were held with the JAKOA officers to explain the rationale and aims of the study. The JAKOA officers determined the suitability of the villages, for example, whether the village chieftain, committee and villagers are receptive to the research activities, accessibility and remoteness of the villages (certain villages can only be reached by helicopter), fluency of national language as the research is conducted in the national language.\nPrior to the study being conducted in the villages, JAKOA officers accompanied researchers to the villages for meetings with the Tok Batin (the chieftain of the village) to further explain the rationale and aims of the study. Following that, the whole village was invited for a briefing and dialogue session and samples were only taken from individuals who gave consent after understanding the nature of the research.\nTherefore, engagement prior to sampling was according to the national rules and regulations of research conduct in these minority communities, adhering and respecting sensitive cultural beliefs and practices.\n\n\nd Sample collection\nPower calculation developed by Cohen, 1988 [68] were employed to calculate our sample sizes via R package PWR [69]. By including desired power of 90% and significant level to 0.01, the script would be as the next paragraph, with the minimum sample sizes of 231 for scabies study and 156 for tinea study (Table 7).\npwr.2p.test(h = ES.h(p1 = prevalence rate 1, p2 = prevalence rate 2), sig.level = 0.01, power = .90,alternative = \"greater\")\nIndividuals with a minimum age of 3 years old, who had resided in the village for at least a year were included in our study. The children below 3 years old were excluded from our study due to potential challenges in obtaining their assent and also the concerns about the use of glass slides during sample collection. Given that children below 3 years old might find the process distressing, it could negatively impact the participation rates in the study. Besides, non-Negrito individuals who resided in the village or Negrito individuals who were only staying in the village temporarily were also excluded from the study.\nSkin scraping samples were collected from the participants following the description by Ponka (2014) [70]. Brand-new glass slides were used to gently scrape the skin and the samples were collected onto black sugar paper. The samples were then placed in pre-labelled envelopes with the participant’s name and identity code. All the skin samples were preserved at ambient temperature and the microscopy and culture test were carried out on the same day. For participants with tinea lesions, we followed the CLSI-m54a methods described by the Clinical and Laboratory Standards Institute (CLSI). The skin scrapings were inoculated onto pre-labelled Mycosel agar with a sample ID and date [71]. The agar was incubated at room temperature, and photos were taken every week for a period of eight weeks. A photo of the lesion was taken upon obtaining consent from the participant (Fig 3).\n(A) tinea imbricata (B) tinea versicolor and (C) scabies (Photo taken by Yi Xian, Er after getting the consent from the participants).\nA dual-language pre-tested interview-based questionnaire in English and Bahasa Melayu was conducted face-to-face in Bahasa Melayu. For young children, the interview was carried out with the assistance of their guardians. The information collected included basic demographic data, socioeconomic status, education level, lifestyle factors, source of water supply, infrastructure availability, personal hygiene practices, as well as history of medication and skin infections. Height and weight were measured and recorded as well. The BMI was calculated and categorized into four categories (obese, overweight, normal and underweight) based on the standard set up by WHO [72] and the Ministry of Health, Malaysia.\n\n\nc Detection of scabies and tinea\nThe potassium hydroxide (KOH) skin test was used for rapid detection of skin infections [70]. Briefly, the collected skin scrapings were inoculated onto the surface of a clean glass slide, followed by the addition of a drop of 20% KOH solution. The slide was then incubated at 60°C for 15 minutes. The samples were covered with cover slips and observed under light microscope. The presence of hyphal elements or mites was recorded in writing and/or by taking photographs (see Fig 4A and 4B).\n(A) Mites in KOH processed skin sample (B) Hyphal elements in KOH processed skin sample; (C) Mycosel plates showing fungal colonies with red arrows pointing at presumptive colonies of dermatophytes; (D) T. concentricum colony subcultured from the primary Mycosel plate; (E) Agarose gel electrophoresis of the Pan-derm PCR products (~450bp); (F) Agarose gel electrophoresis of the ITS1-4 PCR products (~650bp).\nFor the collected Mycosel agar (Fig 4C), unique fungal colonies were sub-cultured onto Sabouraud dextrose agar (Fig 4D). The DNA was then extracted using the heat treatment method [73]. Polymerase chain reaction (PCR) (panDerm-PCR and ITS PCR) was used for the rapid confirmation of dermatophytes, utilizing the dermatophyte-specific chitin synthase primer (panDerm) [74] (Fig 4E). The isolates that tested positive were further subjected to Internal Transcribed Spacer PCR to confirm their identities [75] (Fig 4F).\n\n\nd Statistical analysis\nThe data entry of the collected questionnaire was done using Microsoft Excel Pro 2019. The output file was saved in the form of comma-separated files (CSV) and stored for analysis. Statistical analysis was performed using R-4.1.2. The display graphs were created using R Statistical Software (version 4.0.3).\nThe discrete variables and demographic data of the study population (demographic, socioeconomic, lifestyles, and personal hygiene practices) and incidence rates of skin infections were expressed as percentages and visualized using either the ggplot2 or ggpubr package [76,77]. The normality of all continuous variables was evaluated using the Shapiro-Wilk test, with normality defined as P > 0.05.\nFor the risk factor analysis, Pearson’s chi-square test was used to determine the association between skin infections (dependent variable) with various lifestyle and demographic variables. A cross-table output was generated using the R finalfit package [78]. The significant variables were then included in a binomial logistic regression analysis, which attempts to predict the probability that an observation falls into one of two categories of a dichotomous dependent variable based on one or more independent variables (either continuous or categorical, using the finalfit package of R [78]. The output data was interpreted using adjusted odds ratios and 95% confidence intervals. The level of significance was set at P < 0.05."
}