{
    "Background": "In many low-income settings, despite improvements in sanitation and hygiene, groundwater sources used for drinking may be contaminated with enteric pathogens such as Cryptosporidium and Giardia, which remain important causes of childhood morbidity. In this study, we examined the contribution of diarrhea caused by Cryptosporidium and Giardia found in groundwater sources used for drinking to the total burden of diarrheal disease among children < 5 in rural India.",
    "Methodology/Principal findings": "We studied a population of 3,385 children < 5 years of age in 100 communities of Puri District, Odisha, India. We developed a coupled quantitative microbial risk assessment (QMRA) and susceptible-infected-recovered (SIR) population model based on observed levels of Cryptosporidium and Giardia in improved groundwater sources used for drinking and compared the QMRA-SIR estimates with independently measured all-cause (i.e., all fecal-oral enteric pathogens and exposure pathways) child diarrhea prevalence rates observed in the study population during two monsoon seasons (2012 and 2013). We used site specific and regional studies to inform assumptions about the human pathogenicity of the Cryptosporidium and Giardia species present in local groundwater. In all three human pathogenicity scenarios evaluated, the mean daily risk of Cryptosporidium or Giardia infection (0.06–1.53%), far exceeded the tolerable daily risk of infection from drinking water in the US (< 0.0001%). Depending on which protozoa species were present, median estimates of daily child diarrhea prevalence due to either Cryptosporidium or Giardia infection from drinking water was as high as 6.5% or as low as < 1% and accounted for at least 2.9% and as much as 65.8% of the all-cause diarrhea disease burden measured in children < 5 during the study period. Cryptosporidium tended to account for a greater share of estimated waterborne protozoa infections causing diarrhea than did Giardia. Diarrhea prevalence estimates for waterborne Cryptosporidium infection appeared to be most sensitive to assumptions about the probability of infection from ingesting a single parasite (i.e. the rate parameter in dose-response model), while Giardia infection was most sensitive to assumptions about the viability of parasites detected in groundwater samples.",
    "Conclusions/Significance": "Protozoa in groundwater drinking sources in rural India, even at low concentrations, especially for Cryptosporidium, may account for a significant portion of child diarrhea morbidity in settings were tubewells are used for drinking water and should be more systematically monitored. Preventing diarrheal disease burdens in Puri District and similar settings will benefit from ensuring water is microbiologically safe for consumption and consistent and effective household water treatment is practiced."
}