{
    "Background": "Chronic kidney disease of non-traditional etiology (CKDnt) is a neglected tropical disease prevalent in tropical coastal areas. First reported in the 1990s along the Pacific coast of Central America, its spread to other regions has raised concerns about environmental risk factors, particularly heat stress. However, the relationship between elevated ambient temperatures and CKDnt remains uncertain. The study aimed to identify risk factors for chronic kidney disease (CKD) in regions affected by the CKDnt epidemic and to investigate the relationship between ambient temperatures and CKD risk.",
    "Methods": "We conducted a systematic review and meta-regression of CKD in agricultural regions where CKDnt is endemic, covering studies published between January 2010 and October 2023, followed by a meta-analysis to estimate the effect of traditional and non-traditional risk factors for CKD. A meta-regression was used to examine the relationship between geological latitude and ambient temperature on CKD.",
    "Results": "We screened 1,327 articles, with 28 articles meeting the inclusion criteria. The pooled OR for CKD in the agricultural population compared to the non-agricultural population was 2.12 (95% CI 1.75‒2.58, I2 = 85.1%). Significant non-traditional kidney disease risk factors for CKD included drinking well water (OR = 2.75, 95% CI 2.04‒3.70), malaria (OR = 2.64, 95% CI 1.44‒4.83), low water intake (pooled OR = 2.06, 95% CI 1.17‒3.63), water sources (pooled OR = 1.50, 95% CI 1.11‒2.02), agrochemicals (OR = 1.50, 95% CI 1.26‒1.77), heat exposure (OR = 1.46, 95% CI 1.37‒1.55), alcohol consumption (OR = 1.27, 95% CI 1.11‒1.46), and low BMI. The meta-regression indicates that geographic latitude and temperature are statistically significant moderators of CKD risk, with a higher risk observed in studies conducted at lower latitudes closer to the equator (QM-test = 10.11, df = 1, P < 0.05). Temperature is a significant moderator (QM-test = 44.36, df = 1, P = 0.04) with 1°C increase in the CKDnt epidemic region associated with an 8% increase in CKD risk (OR = 1.08, 95% CI 1.01–1.16).",
    "Conclusion": "CKDnt is a multifactorial tropical disease driven by heat exposure, infectious diseases, physically demanding work without adequate hydration, water contamination, and agrochemical exposure. Addressing these factors is essential for developing effective occupational health policies and tailored prevention programs to reduce CKDnt among high-risk agricultural populations in tropical endemic regions."
}