{
    "Background": "This study aims to establish the prevalence of soil-transmitted helminth (STH) intestinal infections, nutritional status, and anemia in school children aged 7 to 10 years old in the biogeographic provinces of Colombia in 2012–2013. STH prevalence in the country has not been described within the last 30 years and it is needed in order to establish policies its control in the country.",
    "Methodology": "National Survey of STH in school-aged children with a multistage stratified probability sampling was conducted. The overall prevalence and intensity of STH infection, as well as for each parasite, (A. lumbricoides, T. trichiura and hookworms) were calculated for the country and for each of the nine biogeographic provinces.",
    "Principal findings": "Stool samples were collected from 6045 children in eight out of nine biogeographic provinces. The combined prevalence of STH in the country was 29.6%. T. trichiura was the most prevalent helminth (18.4%), followed by A. lumbricoides (11.3%), and hookworms (6.4%). For A. lumbricoides and hookworms, the highest prevalence values were found in the Amazonía province (58.0% and 35.7%, respectively). Regarding STH intensity, most cases showed moderate intensity (41.3%) for A. lumbricoides, and light intensity, for T. trichiura and hookworms. The national prevalence of anemia in school-aged children was 14.2%, lowest in the Nor-Andina province (3.5%), and highest in the Territorios Insulares oceánicos del Caribe province (45.1%).",
    "Significance": "Colombia has a moderate risk of STH infection in school-aged populations, with considerable variation in the prevalence values among the biogeographic provinces. Like any public health issue, this problem should be handled with a comprehensive approach that involves deworming programs and strategies for STH control according to the specific epidemiological and socioeconomic conditions and sanitation service coverage in each biogeographic province. The program should be further supported by intersectoral action to improve living conditions, particularly the excreta disposal, promoted at municipality levels."
}