{
    "Abstract": "Ixodes ricinus is the most widespread and abundant tick in Europe, frequently bites humans, and is the vector of several pathogens including those responsible for Lyme disease, Tick-Borne Encephalitis, anaplasmosis, babesiosis and bartonellosis. These tick-borne pathogens are transmitted to vertebrate hosts via tick saliva during blood feeding, and tick salivary gland (SG) factors are likely implicated in transmission. In order to identify such tick factors, we characterized the transcriptome of female I. ricinus SGs using next generation sequencing techniques, and compared transcriptomes between Bartonella henselae-infected and non-infected ticks. High-throughput sequencing of I. ricinus SG transcriptomes led to the generation of 24,539 isotigs. Among them, 829 and 517 transcripts were either significantly up- or down-regulated respectively, in response to bacterial infection. Searches based on sequence identity showed that among the differentially expressed transcripts, 161 transcripts corresponded to nine groups of previously annotated tick SG gene families, while the others corresponded to genes of unknown function. Expression patterns of five selected genes belonging to the BPTI/Kunitz family of serine protease inhibitors, the tick salivary peptide group 1 protein, the salp15 super-family, and the arthropod defensin family, were validated by qRT-PCR. IrSPI, a member of the BPTI/Kunitz family of serine protease inhibitors, showed the highest up-regulation in SGs in response to Bartonella infection. IrSPI silencing impaired tick feeding, as well as resulted in reduced bacterial load in tick SGs. This study provides a comprehensive analysis of I. ricinus SG transcriptome and contributes significant genomic information about this important disease vector. This in-depth knowledge will enable a better understanding of the molecular interactions between ticks and tick-borne pathogens, and identifies IrSPI, a candidate to study now in detail to estimate its potentialities as vaccine against the ticks and the pathogens they transmit."
}