{
    "Background": "Control of soil-transmitted helminth (STH) infections relies on the periodic and long-term administration of anthelmintic drugs to high-risk groups, particularly school-age children living in endemic areas. There is limited data on the effectiveness of long-term periodic anthelmintic treatment on the prevalence of STHs, particularly from operational programmes. The current study investigated the impact of 15 to 17 years of treatment with the broad-spectrum anthelmintic ivermectin, used for the control of onchocerciasis, on STH prevalence and intensity in school-age and pre-school children.",
    "Methods and Findings": "A cross-sectional study was conducted in communities that had received annual or twice-annual ivermectin treatments and geographically adjacent communities that had not received treatment in two districts of Esmeraldas Province in Ecuador. Stool samples were collected from school-age children and examined for STH infection using the Kato-Katz and formol-ether concentration methods. Samples were collected also from pre-school children and examined by the formol-ether concentration method. Data on risk factors for STH infection were collected by parental questionnaire. We sampled a total of 3,705 school-age children (6–16 years) from 31 treated and 27 non-treated communities, and 1,701 pre-school children aged 0–5 years from 18 treated and 18 non-treated communities. Among school-age children, ivermectin treatment had significant effects on the prevalence (adjusted OR =  0.06, 95% CI 0.03–0.14) and intensity of Trichuris trichiura infection (adjusted RR = 0.28, 95% CI 0.11–0.70), but appeared to have no impact on Ascaris lumbricoides or hookworm infection. Reduced prevalence and intensities of T. trichiura infection were observed among children not eligible to receive ivermectina, providing some evidence of reduced transmission of T. trichiura infection in communities receiving mass ivermectin treatments.",
    "Conclusion": "Annual and twice-annual treatments with ivermectin over a period of up to 17 years may have had a significant impact on T. trichiura infection. The present data indicate that the long-term control of onchocerciasis with ivermectin may provide additional health benefits by reducing infections with trichuriasis. The addition of a second anthelmintic drug such as albendazole may be useful for a long-term effect on A. lumbricoides infection."
}