{
    "Abstract": "Cholera rapid diagnostic tests (RDTs) can strengthen existing surveillance systems by offering a cost-effective screening method that improves understanding of cholera burden allowing for targeted prevention and control efforts. The RDT Implementation Strategy and Evaluation (RISE) project is the pilot study for Gavi’s innovative Diagnostic Procurement Platform which provides cholera RDTs to enhance national surveillance. Implementation of cholera RDTs was evaluated following their distribution in 2023 to facilities within Nepal’s Early Warning and Reporting System (EWARS). Quantitative data was collected through EWARS surveillance reports, national-level and individual-level REDCap surveys from select facilities in Kathmandu. Key-informant interviews were also conducted in Kathmandu with personnel involved in cholera surveillance and response. Interviews were conducted using a semi-structured interview guide and analyzed according to inductively identified themes. Qualitative findings indicated generally positive perceptions of cholera RDTs, highlighting their speed and ease of use, and suitability for deployment in under-resourced areas by unskilled personnel. However, a lack of awareness of the RDTs, limited training, and concerns about the RDTs’ quality, availability, and costs were challenges raised consistently. Quantitative findings revealed underreporting of acute gastroenteritis (AGE) and cholera in EWARS and an underutilization of the cholera RDTs, with only 2.6% of reported AGE cases screened using an RDT. This field evaluation demonstrated that RDTs can have an important role in cholera surveillance but highlighted significant challenges with cholera lab capacity, reporting, and training. Both the qualitative and quantitative findings showed gaps in surveillance reporting, which were exacerbated by the complexity of adding RDTs without strong guidance as well as beliefs about the RDTs’ poor validity. These misconceptions and challenges need to be addressed at the local and national level to successfully scale-up cholera RDTs in Nepal and beyond."
}