{
    "Background": "The binding of Leishmania promastigotes to the midgut epithelium is regarded as an essential part of the life-cycle in the sand fly vector, enabling the parasites to persist beyond the initial blood meal phase and establish the infection. However, the precise nature of the promastigote stage(s) that mediate binding is not fully understood.",
    "Methodology/Principal Findings": "To address this issue we have developed an in vitro gut binding assay in which two promastigote populations are labelled with different fluorescent dyes and compete for binding to dissected sand fly midguts. Binding of procyclic, nectomonad, leptomonad and metacyclic promastigotes of Leishmania infantum and L. mexicana to the midguts of blood-fed, female Lutzomyia longipalpis was investigated. The results show that procyclic and metacyclic promastigotes do not bind to the midgut epithelium in significant numbers, whereas nectomonad and leptomonad promastigotes both bind strongly and in similar numbers. The assay was then used to compare the binding of a range of different parasite species (L. infantum, L. mexicana, L. braziliensis, L. major, L. tropica) to guts dissected from various sand flies (Lu. longipalpis, Phlebotomus papatasi, P. sergenti). The results of these comparisons were in many cases in line with expectations, the natural parasite binding most effectively to its natural vector, and no examples were found where a parasite was unable to bind to its natural vector. However, there were interesting exceptions: L. major and L. tropica being able to bind to Lu. longipalpis better than L. infantum; L. braziliensis was able to bind to P. papatasi as well as L. major; and significant binding of L. major to P. sergenti and L. tropica to P. papatasi was observed.",
    "Conclusions/Significance": "The results demonstrate that Leishmania gut binding is strictly stage-dependent, is a property of those forms found in the middle phase of development (nectomonad and leptomonad forms), but is absent in the early blood meal and final stages (procyclic and metacyclic forms). Further they show that although gut binding may be necessary for parasite establishment, in several vector-parasite pairs the specificity of such in vitro binding alone is insufficient to explain overall vector specificity. Other significant barriers to development must exist in certain refractory Leishmania parasite-sand fly vector combinations. A re-appraisal of the specificity of the Leishmania-sand fly relationship is required."
}