{
    "Background": "Children under two years of age are in the most critical window for growth and development. As mobility increases, this time period also coincides with first exposure to soil-transmitted helminth (STH) infections in tropical and sub-tropical environments. The association between malnutrition and STH infection, however, has been understudied in this vulnerable age group.",
    "Methodology/Principal Findings": "A nested cross-sectional survey was conducted in 12 and 13-month old children participating in a deworming trial in Iquitos, an STH-endemic area of the Peruvian Amazon. An extensive socio-demo-epi questionnaire was administered to the child's parent. Length and weight were measured, and the Bayley Scales of Infant and Toddler Development were administered to measure cognition, language, and fine motor development. Stool specimens were collected to determine the presence of STH. The association between malnutrition (i.e. stunting and underweight) and STH infection, and other child, maternal, and household characteristics, was analyzed using multivariable Poisson regression. A total of 1760 children were recruited between September 2011 and June 2012. Baseline data showed a prevalence of stunting and underweight of 24.2% and 8.6%, respectively. In a subgroup of 880 randomly-allocated children whose specimens were analyzed by the Kato-Katz method, the prevalence of any STH infection was 14.5%. Risk factors for stunting in these 880 children included infection with at least one STH species (aRR = 1.37; 95% CI 1.01, 1.86) and a lower development score (aRR = 0.97; 95% CI: 0.95, 0.99). A lower development score was also a significant risk factor for underweight (aRR = 0.92; 95% CI: 0.89, 0.95).",
    "Conclusions": "The high prevalence of malnutrition, particularly stunting, and its association with STH infection and lower developmental attainment in early preschool-age children is of concern. Emphasis should be placed on determining the most cost-effective, integrated interventions to reduce disease and malnutrition burdens in this vulnerable age group."
}