{
    "Introduction": "Leptospirosis is an endemic bacterial disease in many tropical and sub-tropical areas. Various Leptospira strains, maintained in different animal species, are excreted in the urine of asymptomatic chronically infected individuals [1]–[3]. Humans get infected when abraded skin or mucous membranes come into contact with contaminated kidneys, urine or urine-contaminated environments [2]. The detailed epidemiology of leptospirosis, both a zoonosis and an environmental disease, both an occupational and a recreational disease, is highly complex. Though veterinary leptospirosis is often studied, little is usually known on how wild or feral Mammals contribute to leptospirosis dynamics [4]. Virtually any Mammal species can act as a reservoir of a co-adapted Leptospira strain [1], but among animal reservoirs, rodents are recognized as the most significant Mammal species maintaining and disseminating leptospires worldwide [2], [3], [5]. The Norway (or brown) rat Rattus norvegicus is notably known to be a reservoir of Leptospira interrogans of the serogroup Icterohaemorrhagiae, whereas the domestic mouse (Mus musculus) is a reservoir for Leptospira borgpetersenii of the serogroup Ballum [2], [3]. In New Caledonia, Mammal biodiversity is low: no native terrestrial Mammal is known, except 9 bat species (both micro- and megabats) [6]. However, four rodent species are known to be present, all resulting from importation by the early human settlements: three rat species (Rattus exulans, Rattus rattus, and R. norvegicus) and the domestic mouse (M. musculus) [7]. Leptospirosis in farm animals has been well studied (see [4] for review) but feral Mammals have not been investigated. Even though several strains and serovars are involved in human cases [8]–[10], Icterohaemorrhagiae is the most frequent serogroup, pointing to the importance of rodents as a major reservoir.\nIn most tropical regions where leptospirosis is known to be endemic, a seasonality is observed, with highest incidence during hot rainy periods, particularly after tropical storms and floods [11], [12] or during the monsoons [13]. During seasonal or post-cyclone outbreaks, there are particular areas of New Caledonia where leptospirosis incidence can reach 500 annual cases per 100,000 habitants [14]. Patchy distributions of leptospirosis have been described in New Caledonia [14], [15] but also in Brazil [16]–[18].\nHow human exposure to environmental contamination, reservoir abundance (especially rodents) and their Leptospira prevalence each contribute to such outbreaks and “leptospirosis hot spots” remains unknown. The aim of our study was to determine rodent abundance and the dynamics of Leptospira prevalence in their populations, in a site previously determined as a leptospirosis hot spot.",
    "Methods": "Choice of the study site and survey periods\nBased on previous studies [9], [19], the municipality of Bourail (see Figure 1) was known as a place of high incidence of leptospirosis. Using the diagnostic data of the early 2008 outbreak [14], we more precisely described the probable contamination area of these cases. Demographic data obtained from the Institut de la Statistique et des Études Économiques (http://www.isee.nc/index.html) were also used to evaluate the incidence of leptospirosis in each district. This incidence was then plotted on a map using PopGis version 1.0 (Secretariat of the Pacific Community). This allowed identifying three hot spots within the municipality of Bourail (Figure 1). The districts of Pötê and Buiru were chosen for our survey, based on their limited surface area and the good acceptance of our project by custom chiefdom and populations. These two study sites correspond to two Melanesian tribes where many outdoor activities are part of the everyday life, including fishing and bathing in freshwater streams, agriculture, maintenance of backyard pig pens, hunting (deers and wild hogs). Most of the households have one or more dogs that freely stray from the houses. Most of the inhabitants go bare foot and know the presence of rodents in and around their houses. After adequate contacts with the customs authorities, the study period was determined as a two-year period, one survey being conducted for each hot (January–April) and each cool (July–October) seasons.\n(Map produced using PopGis, as described in the Methods section and demographic data from the Institut de la Statistique et des Études Économiques, http://www.isee.nc/.).\n\n\nRodent capture, identification and abundance\nRelative rodent abundance was evaluated both in the hot season (March) and during the cooler months (September-October). The sampling strategy was aimed at evaluating both the rodent abundance and the prevalence of Leptospira in the kidneys of the different rodent species. The method used was based on the standard index trapping technique developed in New Zealand for the study of rodents [20]: Hundred snap traps were placed by pairs (one rat- and one mouse-sized lethal snap trap) every 25 meters along a transect line close to the households within the study site. In Pötê, two transects were used with 50 traps each: one along the stream close to the households, the other one starting close to a farmer's house and extending in a cattle pasture along the same stream (Figure 2). In Buiru, the transect also extended along the streams close to the household, thus dividing at a stream confluence. Trap stations were set for 3 consecutive nights and baited with cheese and peanut butter. The processing of the trapped rats used the methods of Cunningham & Moors [20] and included the identification of species based on measurements for head-body length (HBL) and tail length (TL), assignment to a developmental stage (either adult or juvenile), and sex determination. Any animal that had been damaged by predators was identified to the species level, sex and age class was determined only if possible. Traps were checked and re-baited daily, captures and whether baits were taken or the trap sprung was also recorded. Trapping success was corrected for sprung and bait-taken traps by subtracting half a trap night for each such occurrence as described [21]. This allowed calculating an index of abundance, expressed as a number of captured animals per 100 corrected trap-nights.\nHouseholds have been colored in black. The geo-referenced map was kindly provided by DITTT, Government of New Caledonia.\n\n\nMeteorological data\nMeteorological data were kindly provided by Météo-France (http://www.meteo.nc/) and corresponded to the closest automated meteorological station (Bourail). Rain (monthly accumulated rainfall) and temperature (monthly average of daily minima and monthly average of daily maxima) were plotted for the two years of the study (2009 and 2010).\n\n\nRodent kidney samples and Leptospira isolation\nRodents were killed when caught by the snap traps. Each individual rodent was aseptically dissected and one kidney was immediately put in 95% alcohol for postponed DNA extraction. During the first survey (March 2008), one small piece of kidney was also aseptically transferred into a EMJH culture tube supplemented with 300 µg.ml−1 5-Fluoro-Uracile as an inhibitor of contaminant bacteria [22] for Leptospira isolation. A few rodents captured had been attacked by cats or birds at the time of collection; some could therefore not be completely identified or dissected. These were considered for abundance calculations but not studied for Leptospira prevalence.\nBack at the lab (at the end of the 3-day sampling period), EMJH culture tubes were incubated aerobically for 14 weeks at 30°C with weekly dark field microscopic observation. Positive cultures were immediately subcultured in fresh EMJH and then frozen at −80°C with 10% glycerol.\n\n\nDNA extraction\nA small piece of each individual kidney (ca. 10 mg) was aseptically dissected, rehydrated in 3 successive ultrapure sterile water baths for 6–12 hours each. It was then grinded in 50 µL sterile Phosphate Buffer Saline, pH 7.4 (Sigma) and 180 µL ATL Buffer (QIAamp DNA mini kit, QIAGEN) using a sterile single-use Piston Pellet (Kimble Chase). DNA was then extracted using QIAamp DNA mini kit (QIAGEN) following the manufacturer's instructions for tissue. The proteinase K digestion step was set for 4 hours. Additional proteinase K (20 µL) was added to samples incompletely digested at this time and incubation prolonged until complete tissue lysis (up to 8 hours). One millilitre of each Leptospira culture was centrifuged and extracted using the same QIAamp DNA mini kit (QIAGEN) using the manufacturer's instructions for cultured cells. The elution volume was 100 µL for either rodent kidney or Leptospira isolate.\n\n\nLeptospira detection from rodent kidneys\nLeptospira carriage in the rodent kidneys was assessed using two previously described diagnostic real time PCR assays, both using SYBR Green I technology, namely the detection and amplification of lfb1 [23] or lipL32 [24]. To check the absence of PCR inhibitors that would lead to false negative results, all kidney DNA extracts were also amplified with a “universal” 18S rDNA PCR, using primers previously described [25] and SYBR Green I technology. All oligonucleotide sequences are shown in Table S1.\n\n\nLeptospira identification from strains or from rodent kidneys\nThe lfb1 PCR products amplified from positive kidneys were purified using the MinElute PCR Purification Kit (Qiagen) and directly sequenced as previously described [10]. For Leptospira isolates, a MLST scheme [26] was used as described before [10]. Alignments and phylogenies were then obtained using previously described techniques [10].\n\n\nGeographic Information System\nAll sampling points were referenced using a handheld GPS device (Garmin). Data were transferred to MapInfo version 7.0 (Pitney Bowes Software Inc.) on a 1/10,000 map, kindly provided by the Direction des Infrastructures, de la Topographie et des Transports Terrestres – Gouvernement de la Nouvelle-Calédonie. All captured animals were similarly plotted on the map.\n\n\nStatistical analysis\nQualitative variables were expressed as percentages or proportions. Groups were compared using Fisher's exact test. A test with a p value lower than 0.05 was considered statistically significant. Statistical analyses were performed by using Stata 11.0 (StataCorp LP, College Station, TX, USA).\n\n\nSampling authorization, ethics statement, and authorization for study on tribal land\nBecause rodents are introduced invasive Mammals in New Caledonia, they are legally classified as “dangerous detrimental species” and no particular authorization is required for their capture and study [27]. Protocols for animal experiments were prepared and conducted according to the guidelines of the Animal Care and Use Committees of the Institut Pasteur. The protocol was approved before the start of the experiments by a scientific committee and an animal care committee of the Institute Pasteur in New Caledonia.\nTo obtain the permission of conducting surveys in tribal lands, custom chiefs were met and the project of the research explained during a public information meeting on leptospirosis. A custom council (directed by the tribe and senior council chiefs) gave the necessary agreement for working on their land. All field studies were conducted with the help of a salaried tribe guide.",
    "Results": "Meteorological conditions during the survey\nFieldwork surveys were carried out in highly contrasted meteorological conditions with major differences in monthly accumulated rainfalls and temperatures (Figure 3): 2009 had a very rainy hot season, while 2010 had a relatively dry hot season. When compared to historical ten-year average rainfall and temperature data, the hot season in 2009 had a large rainfall excess, and stream overflows and floods actually occurred, whereas the 2010 hot season was both cooler and much dryer than a ten-year average. Although the cool season was warmer in 2010 than in 2009, both cool seasons had quite similar patterns, especially regarding (near normal) rainfall intensities.\nThe rainfall bars of our sampling months appear deeper blue.\n\n\nRodent species captured, abundance by species, season and age class\nAll four rodent species known to be present in New Caledonia, namely the three rat species (R. rattus the black rat, R. norvegicus the brown or Norway rat and R. exulans the Polynesian rat) and the domestic mouse (M. musculus) were actually captured during our study. A total of 239 rodents were captured, out of which 231 could be identified (species) and 210 could be sampled for Leptospira carriage. Similarly due to predation of the captures, the age class could only be ascertained for 213 individuals. The black rat R. rattus was the most frequently captured species, accounting for 60.6% of the captures (140 rats), whereas mice M. musculus accounted for 25.5% (59 mice), Norway rats R. norvegicus for 9.1% (21 individuals), the rarest species being Polynesian rats R. exulans (4.8%, 11 rats). The greatest number of captures was achieved during the hot season 2009, with 113 rodents (47.3%). During the 2009 cool season, 2010 hot and cool seasons, the numbers of rodents captured were 28, 56 and 42 respectively. A greater number of rodents were systematically captured in Buiru (a total of 142 captures, 59.4%) than in Pötê (a total of 97 captures, 40.6%). The corresponding values in terms of abundance, an index used to compare rodent densities between different places and seasons and expressed as a number of captured rodents per 100 corrected trap × nights, are shown in Figure 4.\nA significantly higher proportion of juveniles was found in all rat species in hot seasons (63.6%) when compared to cool seasons (18.9%) (p<0.001). Contrastingly, in mice, a lower proportion of juveniles was captured in hot seasons (14.3%) compared to cool seasons (46.7%) (p = 0.027).\n\n\nLeptospira carriage\nFrom the universal 18S amplification, only one kidney DNA extract demonstrated PCR inhibition. This rodent was therefore considered for abundance calculations but excluded from prevalence studies. The detailed results are shown in Figure 5 and Table S2. In total, 56 rodents out of 210 (26.7%) were found as carrying Leptospira in their kidneys. This prevalence however considerably varied according to species, age class and seasons. The Leptospira prevalence was significantly higher in mice (24/51 = 47.1%) and Norway rats (7/19 = 36.8%) than in black rats (23/129 = 17.8%) or Polynesian rats (2/11 = 18.2%). Considering all species together, adults were more frequently carrying Leptospira (40/119 = 33.6%) than juveniles (15/88 = 17%) (p = 0.01), though this difference was not significant in every individual species. As an example, the prevalence was 21.2% in adult black rats, whereas it was 14.3% in juveniles (p = 0.36). Similarly, it was 75% (6 out of 8) in adult Norway rats and only 10% (1/10) in juveniles (p = 0.01).\n(The animals for which the stage (adult/juvenile) could not be determined are not represented.).\nThe culture technique, used only during the first survey (March 2008) allowed the collection of 8 Leptospira isolates, from 6 mice (6 isolates), one black rat and one Norway rat. Because of its low yield and frequent failure in Leptospira positive kidneys, it was not used in further surveys.\n\n\nTemporal trends in Leptospira prevalence and effect of age class\nThe difference in Leptospira prevalence between the different surveys (see Figure 5) was not significant. However, trends could be evidenced in all rodent species, regardless of species or age class. The prevalence was higher in hot seasons (30.1%) than in cool seasons (19.4%) this difference however is not significant (p = 0.13). This difference was highest between the hot and rainy season in 2009 (33.7%) than all other seasons grouped together (21.2%) (p = 0.59) and was significant when considering only adult rodents (20/43 = 46.5% vs. 20/76 = 26.3% p = 0.0284). Similarly, the Leptospira prevalence was significantly higher during the hot and rainy season in 2009 (31/92 = 33.7%) than during the cool season in 2010 (5/40 = 12.5%) (p = 0.011).\n\n\nIsolates identification using MLST\nThe 8 isolates obtained from mice (6), one Norway rat (1) and one black rat (1) were typed using a MLST scheme described previously [10], [26]. The results pointed to L. borgpetersenii putatively belonging to the serogroup Ballum for mice isolates and L. interrogans putatively belonging to the serogroup Icterohaemorrhagiae for the isolates from both rat species.\n\n\nStrain identification according to the rodent host species\nIn the 2 Polynesian and 7 Norway rats, the lfb1 PCR product sequence presumptively identified L. interrogans belonging to the Icterohaemorrhagiae serogroup as the infecting Leptospira [10]. Identical lfb1 sequences pointing to the serogroup Icterohaemorrhagiae were obtained from 20 out of 26 (76.9%) black rats, the remaining 6 (23.1%) were infected with a L. borgpetersenii with an lfb1 sequence presumptively pointing to the serogroup Ballum. From 24 Leptospira-infected mice, 22 were also infected with a L. borgpetersenii presumptively belonging to the serogroup Ballum, one with a L. interrogans presumptively identified as serogroup Icterohaemorrhagiae, whereas the last one was infected with an unidentified Leptospira sp. Actually, its kidney DNA extract gave a positive PCR amplification using the lipL32 PCR [24] but failed to be amplified using the other diagnostic PCR targets tested, namely lfb1 [23], secY [28], even if using degenerated primers (see Table S1) or different primers targeting a larger product [29]. Similarly, the TaqMan-based lipL32 assay [30] gave negative results using this DNA extract. The lipL32 PCR product was purified and sequenced, yielding a 352 bp sequence (Accession Number JN092329) that did not match any known Leptospira strain when compared with sequences available in GenBank using the Blast algorithm. Attempts to specifically amplify the 16S rRNA gene using Leptospira specific primers [31] for species identification were conducted on a gradient thermocycler but despite many attempts only allowed the sequencing of 207 bp of this gene. This 16S rDNA sequence (Accession Number JN092330) demonstrated a highest identity of 98% with L. kirschneri. The phylogenetic position of this uncultured Leptospira as deduced from this short 16S ribosomal sequence is shown in Figure S1.",
    "Discussion": "We were able to capture all four rodent species (the black rat R. rattus, the Norway rat R. norvegicus, the Polynesian rat R. exulans and the mouse M. musculus) present in New Caledonia. The Norway rat (R. norvegicus) was very rarely captured in Pötê while this species was captured in all four seasons in Buiru. Whatever the site, the black rat (R. rattus) was the species most frequently captured and accounted for about 60% of captures. This coexistence of the black rat with Polynesian rats (R. exulans) and domestic mice (M. musculus) is consistent with previous studies realized in other locations in New Caledonia in uninhabited sclerophylls or rainforests. The sympatric behaviour of these rodent species in New Caledonia is regarded as a peculiarity. The four introduced rodents are usually not been found to coexist in the same habitat notably in New Zealand except possibly on the Chatham Islands [32]. In New Caledonia however, like in Hawaii [33], we found the four species to be sympatric. Our surveys allowed sampling rodents during highly contrasted seasons: the hot season 2009 was especially wet and warm, contrasting with the hot season 2010 which was much drier. The cool seasons 2009 and 2010 were quite similar, except that succeeding to either a wet (2009) or a dry (2010) hot season. Significant differences were noted in rodent abundance, highest abundances being observed during the hot and rainy period in 2009. A marked seasonality of rodent dynamics is well-known and has notably been considered as a major concern when considering rodents as reservoirs of infectious diseases [34], [35] and was modelled for an African rodent in the context of leptospirosis [36]. It is also recognized that seasonal factors must be considered when rodent control programs are to be implemented [37], [38].\nThe overall prevalence of Leptospira spp. in our rodent sample was 26.7%, a finding in accordance with former studies [39], [40]. No correlation was shown between sex and prevalence but age had a major impact on prevalence, adult animals being much more frequently infected (33.6%) than juveniles (17%) (p = 0.01), as already described in other locations [41]–[43]. Mice were more frequently infected than rats (p<0.001), no difference being evidenced between the three rat species (p = 0.16). Interestingly, when considering the ecological habits of the different rodent species, mice and Norway rats that are considered as commensal species (living closer to humans) have a higher prevalence (44.3%) than the more sylvatic black and Polynesian rats (17.9%) (p<0.001). Higher Leptospira prevalence in mice and Norway rats compared to black rats was frequently observed in some locations [44], [45], though contrasting results were reported in others [46].\nAs expected and already largely recognized, mice appeared to maintain L. borgpetersenii strains, the DNA sequences pointing to Ballum as the putative serogroup, Norway rats maintaining L. interrogans presumptively identified as belonging to the Icterohaemorrhagiae serogroup, both being evidenced in black rats in which Ballum appeared to be less frequent (23%). The simultaneous carriage of these two leptospires in a single (and probably panmictic) black rat population was also already described, e.g. in New Zealand [43] or Argentina [42]. Oppositely, no L. borgpetersenii carriage was detected in Norway rats, as was sometimes observed in Hawaii [41] or New Zealand [43]. Only two Polynesian rats were found as carrying leptospires, both from the species L. interrogans and presumptively identified as belonging to the serogroup Icterohaemorrhagiae, while leptospires from the serogroup Ballum found in other R. exulans populations [41] were not evidenced in our captures.\nUnexpectedly, an unknown leptospire was also detected using various PCR techniques. This leptospire was found in the kidney of a domestic mouse. Its sequences clearly point to a species belonging to the pathogenic cluster of Leptospira spp. (see Figure S1) but its exact species identification cannot be ascertained. Interestingly, this strain could not be detected using the lfb1 PCR [23] routinely used for diagnosis in New Caledonia, nor using the TaqMan-based lipL32 technique [30] or the secY technique [28], all supposed to detect all pathogenic Leptospira spp. This surprising finding not only highlights the rich biodiversity of the Leptospira phylum but also questions about the existence of other pathogenic Leptospira species in New Caledonia that would be undetected using several of the PCR techniques described and currently used for diagnosis.\nWater and rodents are known to play pivotal roles in the epidemiology of leptospirosis. Taken together, Icterohaemorrhagiae and Ballum serogroups have been responsible for more than 75% of human leptospirosis cases in New Caledonia [10], again highlighting the major contribution of rodents to human leptospirosis. The increased incidence of human leptospirosis in hot rainy seasons observed in New Caledonia [9], [14] and elsewhere [3] could result from the combined effects of an increased exposure of humans to mud and surface waters and of an increased Leptospira contamination of these environments. This latter would also result from both a higher survival probability of leptospires in wet environments during hot rainy periods and higher leptospire abundance due to increased seeding by reservoir populations. We actually evidence a higher rodent abundance and an increased Leptospira prevalence in rodent populations during one hot period with heavy rainfall. The results of our study are therefore in agreement with this global scheme, notably suggested as a factor contributing to a leptospirosis epidemics in Guadeloupe, West Indies [47] and with the rural model proposed by Holt and colleagues [36]. Additionally, our study in an area of leptospirosis hyper-endemicity highlights a higher Leptospira prevalence in mice and Norway rats, both rodent species which ecology and behavior bring in closer contact to humans compared to the more sylvatic black and Polynesian rats. Taken together, our data strongly suggest that all parameters studied might contribute to the occurrence of human leptospirosis epidemics during hot periods with heavy rainfalls: increased rodent populations with higher Leptospira carriage, leading to an increased contamination of an environment more favorable to leptospire survival.\nOur data, though in complete agreement with prior knowledge on rodent dynamics elsewhere, only rely on two consecutive years and even more significantly only one season with heavy rain. Because interactions between climate variables, reservoir hosts and the pathogen are especially complex, additional surveys are needed to ascertain the influence of climate on rodents and their Leptospira carriage dynamics in the context of New Caledonia. With regard to rodent control measures, our results are also in agreement with previous knowledge and model predictions [36]–[38]. Should the impact of climate and meteorological variability be confirmed, the best rodent management strategy to minimize leptospirosis burden in New Caledonia would probably be the use of rodenticides before the start of a hot rainy period, a situation similar to rodent control for agricultural crops [38], therefore at times of low rodent density and low leptospirosis incidence, also corresponding to periods of low political and public awareness. Nevertheless, because economical modeling tends to demonstrate a similar cost-benefit effect of rodent control measures compared to post-exposure treatments [48], a better control of rodent populations should be increasingly considered as a possible approach for leptospirosis management in endemic areas.\nSimilarly to a study in Guadeloupe [47], the climatic conditions leading to leptospirosis epidemics in New Caledonia are under strong influence of the El Niño Southern Oscillation [9], [49]. The major advances in the modeling and prediction of this climatic phenomenon probably provides opportunities for predicting leptospirosis epidemics in some regions (e.g. [50]), in turn permitting to implement leptospirosis prevention measures (like river dredging, drainage or rodent control actions) in areas of high leptospirosis endemicity, in a timely manner."
}