{
    "Background": "Giardia lamblia parasitizes the human small intestine to cause diarrhea and malabsorption. It undergoes differentiation from a pathogenic trophozoite form into a resistant walled cyst form. Few cyst proteins have been identified to date, including three cyst wall proteins (CWPs) and one High Cysteine Non-variant Cyst protein (HCNCp). They are highly expressed during encystation and are mainly targeted to the cyst wall.",
    "Methodology and Principal Findings": "To identify new cyst wall proteins, we searched the G. lamblia genome data base with the sequence of the Cryptosporidium parvum oocyst wall protein as a query and found an Epidermal Growth Factor (EGF)-like Cyst Protein (EGFCP1). Sequence analysis revealed that the EGF-like repeats of the EGFCP1 are similar to those of the tenascin family of extracellular matrix glycoproteins. EGFCP1 and HCNCp have a higher percentage of cysteine than CWPs, but EGFCP1 has no C-terminal transmembrane region found in HCNCp. Like CWPs and HCNCp, the EGFCP1 protein (but not transcript) was expressed at higher levels during encystation and it was localized to encystation-specific vesicles in encysting trophozoites. Like HCNCp, EGFCP1 was localized to the encystation-specific vesicles, cyst wall and cell body of cysts, suggesting that they may share a common trafficking pathway. Interestingly, overexpression of EGFCP1 induced cyst formation and deletion of the signal peptide from EGFCP1 reduced its protein levels and cyst formation, suggesting that EGFCP1 may help mediate cyst wall synthesis. We also found that five other putative EGFCPs have similar expression profiles and similar locations and that the cyst formation was induced upon their overexpression.",
    "Conclusions and Significance": "Our results suggest that EGFCPs may function like cyst wall proteins, involved in differentiation of G. lamblia trophozoites into cysts. The results lead to greater understanding of parasite cyst walls and provide valuable information that helps develop ways to interrupt the G. lamblia life cycle."
}