{
    "Introduction": "Lymphatic filariasis (LF) is a disease caused by parasitic nematodes transmitted by mosquitoes. The infection leads to a spectrum of clinical outcomes that range from asymptomatic microfilaremia (parasite larvae circulating in the blood) to hydrocele, lymphedema, and elephantiasis [1]. Lymphatic filariasis is caused by the nematodes Wuchereria bancrofti, Brugia malayi, and Brugia timori, of which W. bancrofti accounts for over 90% of infections worldwide [2]. The World Health Organization (WHO) currently estimates that 883 million people in 44 countries are at risk for LF and that 15 million are disfigured and incapacitated by the disease [3]. The WHO started the Global Program to Eliminate Lymphatic Filariasis (GPELF) with the aim to eliminate LF by 2020 [2], which was later revised to 2030 [4]. The elimination strategy comprises community-wide mass drug administration (MDA) in endemic areas based on administrative units that often include a mix of areas with high and low LF endemicity. Mass drug treatment comprises annual single-dose therapy of albendazole (ALB) combined with diethylcarbamazine (DEC) in countries not co-endemic for onchocerciasis and ALB combined with ivermectin (IVM) in onchocerciasis co-endemic countries in sub-Saharan Africa that are not co-endemic for Loa loa [5]. Areas in Africa that are co-endemic for Loa loa and have high parasite loads should receive ALB only. The LF elimination strategy also includes morbidity management of advanced clinical cases. To eliminate LF, the current GPELF strategy recommends MDA with a minimum effective coverage of ≥65% of the total population for up to five annual rounds of MDA [6,7]. This strategy has been highly successful in many LF-endemic countries, resulting in 740 million people no longer requiring MDA. This amounts to a 52% reduction in the at-risk population worldwide [8]. However, this approach has been less successful in other LF endemic areas because of poor uptake of drugs in people with the highest risk of infection (e.g., adult men, migrants, and pregnant women), logistical challenges for drug delivery, and limited efficacy of the two-drug MDA regimens.\nIn 2017, the WHO endorsed the use of a single co-administered medication consisting of Ivermectin (IVM), Diethylcarbamazine (DEC), and Albendazole (ALB) (referred to as IDA) for the elimination of lymphatic filariasis (LF) in many areas outside of Africa [9]. This combination was more effective than using DEC plus ALB alone [10–15]. IDA is recommended in LF endemic areas that meet certain criteria: i) where onchocerciasis is not co-endemic, ii) where have not yet started MDA, iii) that have received fewer than four effective rounds of MDA, or iv) in areas where MDA results have been suboptimal [16]. Currently, WHO recommends two annual rounds of MDA with IDA in eligible countries with at least 65% epidemiological coverage.\nOne challenge associated with MDA is knowing when infection prevalence has been reduced to levels that no longer can support transmission so that MDA can be stopped. The current MDA stopping protocol uses transmission assessment surveys (TAS) to detect CFA in children 6–7 years of age as an indicator of recent transmission [17]. However, TAS can be insensitive to ongoing LF transmission in areas where infection prevalence is much lower in children than adults. Before proceeding to TAS, programs perform pre-TAS surveys to assess whether CFA prevalence is less than 2% or Mf prevalence is <1% in one sentinel and one spot-check site within an evaluation unit (EU). However, the focal distribution of LF represents an important limitation to this strategy; pre-TAS surveys may miss persistent infection when only some sites are sampled in large evaluation units. The detection of persistent CFA after two annual rounds of MDA with IDA is an unreliable marker for monitoring LF transmission because treatment does not kill all adult worms. It requires years to decline, long after MF prevalence has been reduced to levels that cannot sustain transmission [11]. However, CFA may be an informative variable for developing new tools for improving LF monitoring in EUs.\nThe Task Force for Global Health developed a new monitoring and evaluation approach to assess MDA with IDA to address these challenges. This approach was applied to East New Britain Province (ENBP), which received province-wide MDA for LF. The goals here are to i) evaluate the impact of one round of IDA on LF infection parameters, ii) provide evidence to support the adoption of new elimination criteria and endpoints using MDA with IDA, and iii) improve sampling strategies to understand better the focal nature of LF in the population and demonstrate the elimination of LF.",
    "Methods": "Ethics statement\nThe protocol was approved by the Medical Research Advisory Council of Papua New Guinea (MRAC 19.14) and Case Western Reserve University Institutional Review Board (STUDY20191141). Individual written informed consent was provided by adults aged 18 years and older. If the individuals could not read or write, a village member who could read or write witnessed and cosigned the informed consent form. Children’s participation required the consent of their parents and documented assent for children older than 12 years of age. Written consent was obtained from the parents or guardians of the children.\n\n\nStudy site\nEast New Britain Province (ENBP, population approximately 376,566) comprises the eastern half of the island of New Britain in PNG (5°10′ 0ʺ S, 151° 45′ 0ʺ E). It is divided into four districts: Gazelle, Pomio, Kokopo, and Rabaul (Fig 1 and Table 1). Most people reside in the northeastern part of the province. Cocoa, copra, and palm oil are the major cash crops. Rabaul and Kokopo districts are more urbanized, with more modern structures (housing with window screens), easy access to paved roads, and electricity. Gazelle and Pomio are rural districts with less infrastructure.\nThe maps were made using R package, leaflet. Map data copyright from OpenStreetMap contributors and data is available under the Open Database License at https://www.openstreetmap.org/copyright. Basemap of PNG map (insert) from “CartoDB Basemaps” (https://github.com/CartoDB/CartoDB-basemaps) designed by Stamen and Paul Norman for CartoDB Inc. Basemap of East New Britain province from Esri World Street Map (sources: Esri, DeLorme, HERE, USGS, Intermap, iPC, NRCAN, Esri Japan, METI, Esri China (Hong Kong), Esri (Thailand), MapmyIndia, Tomtom) was obtained from https://leaflet-extras.github.io/leaflet-providers/preview/#filter=Esri.WorldStreetMap). Both maps are licensed under CC-BY 4.0.\n\n\nMass drug administration\nIn November 2019, MDA with IDA (MDA-IDA) was conducted throughout the province. Before MDA, community health workers (CHW) were essential in mobilizing the community for MDA through meetings (known as Toksave) and training community distributors. MDA was distributed over three weeks to facilitate travel to remote areas, better capture mobile populations, and provide time for mop-up. The whole MDA process was coordinated by a highly engaged LF/NTD task force in the province that involved community leaders and other stakeholders, ensuring campaign success.\n\n\nStudy design and village selection\nThe village is the primary sampling unit. We adopted three sampling methodologies to assess the LF prevalence and evaluate the impact of IDA in ENBP. At baseline, we used i) population proportionate (PPS) sampling to assess the population mean prevalence (N = 30) and ii) surveyed additional villages suspected or known to have a high prevalence of LF (N = 19). Post-MDA, we re-sampled villages that were identified to have CFA >2% and/or >1% Mf pre-MDA. We used a geostatistical sampling design to identify additional sites post-MDA at high risk for failing to reach the <1% Mf threshold following MDA. Because LF infection prevalence was low in children, we only sampled children 6–9 in villages where we observed LF infection at baseline, otherwise we only sampled adults 18 years and older.\nSince the Anopheles mosquitos transmit LF in PNG, the sample size was powered to detect a 2% CFA threshold for each of two groups; i) children aged 6–9 years old and other community members ≥10 years, and ii) during the post-MDA survey children aged 6–9 years old and other community members ages ≥18 years. The post-MDA target population and sample size were adjusted based on WHO interim guidelines of a 1% Mf threshold in adults ≥18 years, based on the upper 1-sided 95% confidence interval to assess the impact of IDA (IDA Technical Report 2022). The selected households within each village was adapted from the WHO guidelines for evaluating coverage surveys and monitoring [18]. This approach divided the villages into segments with approximately an equal number of households and a segment. A segment was randomly selected and surveyed. Given this sampling frame, we wanted an equal likelihood of sampling all 6–9-year-old children and ≥10 years present per household. Fifty households in a segment were selected to reach 100 individuals per village [19]. We also considered that there may be households without 6–9-year-olds and expanded our sampling to include >50 households if we did not achieve the required number of children with adults. These households were randomly selected from a list of household numbers.\nAt baseline, we surveyed all members of 49 randomly selected households to find children aged 6–9 years and individuals aged 10 and above, until we reached 100 participants (approximately 50 children and 50 adults aged 10 and above) per village. If a randomly selected household consisted of only adults, it was excluded.\nOne year post-MDA, we examined adults (18 years and above) in 23 newly selected villages using model-based geostatistics MBG. In the 24 villages examined before and after MDA (with more than 2% CFA at baseline), we surveyed approximately 50 children and 50 adults in the villages with CFA positivity in 6–9-year-old children identified at baseline. Only adults were sampled post-MDA (approximately 100) in villages without CFA positivity in children. All eligible individuals in the household were examined.\n\n\nSocio-economic assessment\nAt baseline, we adapted a socioeconomic impact (SEI) score adapted from prior studies [20,21] for each village by assessing access to potable water, the use of window screens, and the level of education for each household. In calculating the SEI scores, we counted 1 point if a household had access to a water tank or pipe (0 for river/stream or public pump/well) and 1 point if window screens were used (0 for no screens). In scoring educational status, each adult (18 years or older) received a score based on their highest level of education attained: 3 points for college or vocational training, 2 points for high school graduates, 1 point for an 8th-grade education, and a score of 0 if the adult had not attended school through the 8th-grade. The composite educational score was computed by taking the average score of each adult in the household. The total SEI score for each household was obtained by adding the educational average to the water and screen scores. To get the SEI score for each village, we averaged all the households in that village. Higher SEI scores indicate higher socioeconomic status. We also computed 95% confidence intervals and ranges for village SEI scores. The SEI scores were used in the geostatistical model for sampling at 1-year post-MDA.\n\n\nCoverage survey\nA cluster sampling approach was applied to determine drug coverage after one round of MDA [18]. The primary sampling unit was local level government (LLG) within each of the four districts, and each LLG contained wards that consisted of many villages. The Rotary Against Malaria (RAM) survey for 2016 was used as the denominator of the village population. In this survey, 8 LLGs or clusters in each of the four districts were selected by population proportionate sampling (PPS), which were: Gazelle Central Rural (Gazelle), Lasul Baining Rural (Gazelle), Vunadirir Toma Rural (Gazelle), Bitapaka Rural (Kokopo), Kokopo Vunamami Urban (Kokopo), East Pomio Rural (Pomio), Balanataman Rural (Rabaul) and Rabaul Urban (Rabaul). Gazelle Central Rural LLG was divided into three independent clusters because of the large population size relative to the rest of the LLGs in ENBP. Population proportionate sampling then selected the villages within the LLGs for the coverage surveys. Across the LLGs, 45 villages were surveyed for drug coverage. Twenty-five of the 45 villages were in the Gazelle district, 10 in Kokopo, 5 in Pomio, and 5 in Rabaul. Of the 45 villages surveyed, 15 (33.3%) were included in the baseline LF prevalence survey.\n\n\nProcedures\nFingerstick blood samples were collected during the surveys for CFA testing with Filariasis Test Strips (FTS) (Alere, Scarborough, ME, USA) according to the manufacturer’s protocol. Tests with no control line were invalid and repeated. The FTS detects a biomarker for infection with W. bancrofti (Wb) adult worms, and it has a high sensitivity for detecting persons with microfilaremia. In community studies in PNG, all Mf-positive individuals had positive FTS results [22]. In this study, persons with positive FTS results were tested for Mf with 60-μl thick blood smears prepared from fingerstick samples collected between 9 PM and 1 AM, as previously described [22]. Two microscopists reviewed the slides. If Mf counts were highly discordant or one reader identified Mf and the other did not, a third reader reviewed the slide.\n\n\nData acquisition and management\nThe study used Epi Info (Centers for Disease Control) software to capture and transfer data to a REDCap database (v11.0.3, Vanderbilt University). The data were entered by trained members of the PNG research team on the day of enrollment. A participant key (separate from the REDCap database and maintained at PNG Institute for Medical Research) linked study ID numbers with personal identifying information, such as name and date of birth. The participant key was not shared with Case Western Reserve University investigators or staff.\n\n\nGeostatistical and statistical analysis\nThe geostatistical methods sampled villages one-year post-MDA-IDA following adaptive geostatistical designs [23]. The methodological framework includes prevalence data modeled to describe the number of people infected with a particular disease or outcome at a given location in a specific region of interest with a vector of associated covariates. The model accounted for the spatial correlation between villages based on their proximity in space, whereby closer villages were assumed to be more correlated than villages further apart. The current analysis also modeled the association between locations on distinct land masses through the Euclidean distance - i.e., the ordinary “straight-line” distance. The predictions were carried out on a 1 by 1 km regular grid. Grid locations whose distance from the closest data locations was larger than 15 km were excluded from the predictions. There were 748 villages in ENBP, of which we selected 49 that had the probability of exceeding the 2% CFA prevalence threshold. This was accomplished as follows:\nThe geostatistical model selects the number of positively tested cases for LF,  Yi, out of ni sampled individuals at the i-th village location xi. We then assume that conditionally on spatial Gaussian process  the Yi follow a set of mutually independent Binomial variables with logit-link function. Let  denote the probability of a positive test for an individual living in a village at location xi. The linear predictor is then expressed as\nwhere:  is a covariate which quantifies the environmental exposure to LF at location xi by combining information on relative humidity, annual precipitation, annual temperature, elevation and distance from the sea using principal component analysis;  is the socio-economic impact (SEI) score. The rationale for the inclusion of  is to account for unmeasured risk factors that, in addition to  and  affect LF prevalence. We assume  to be an isotropic and stationary Gaussian process with exponential covariance function given by\nwhere σ2 is the variance of the spatial process \n is the distance, in km, between location xi and xj and φ is a scale parameter which regulates how fast the spatial correlation decays to zero for increasing distance \nWe fitted the model given in the above equation using Monte Carlo maximum likelihood methods included in the PrevMap package [24].\nAfter fitting the geostatistical model described above, we obtained the predictive probability of exceeding 2% prevalence thresholds (or EP2%) at each of the 49 sampled and 699 unsampled villages. Interpreting the exceedance probabilities EP2% is: values of EP2% close to 0 indicate a high probability that prevalence is below 2%; values of EP2% close to 1 indicate a high probability that prevalence is above 2%; and, if values of EP2% are close to 50%, this corresponds to the highest level of uncertainty, with an equal probability of exceeding or not the 2% threshold. To identify locations that were more likely to have a higher than 2% prevalence baseline, we proceed through the following iterative steps: i) Set the minimum value of EP2% say α, used to include new villages in the sample to 95%, ii) among the 49 sampled villages select those for which EP2%> α. If a Ward is represented by more than one village, take only the village with the highest EP2%. Denote this final set of villages as S1, iii) among the 699 sampled villages, select those for which EP2%> α. If a Ward is represented by more than one village, take only the village with the highest EP2%. Denote this final set of villages as S2, iv) if the sum of the size of S1 and S2 exceeds 50, then increase α to αnew= α+1/100; if the sum of the size of S1 and S2 is below 50, then decrease α to αnew= α-1/100; repeat steps 1 to 3, v) if the sum of the size of S1 and S2 is 50, then stop with S1 and S2 corresponding to the set of villages to be sampled. A sample size of 50 villages was selected as the upper limit in the model, which is comparable to the number of villages surveyed at baseline.\nDescriptive statistics were calculated as frequencies and proportions for categorical variables ± 95% confidence intervals. Median and interquartile ranges, or mean ± SD, were used for demographic variables. Comparisons between treatment groups for demographic and infection variables were performed using chi-square and Fisher’s exact tests (as appropriate) for categorical variables using SAS (v 9.4, SAS Institute).\n\n\nMapping software\nThe geostatistical probability and prevalence maps were developed using R statistical computing software (v 4.4.1) [25] with PrevMap [24] and leaflet [26] packages. The ENBP boundaries for the geostatistical map was from DIVA-GIS [27]. Grid for model outputs were generated on the boundaries and plot of the raster was created of the model data. The map was created on a blank background and no basemap. The ENBP boundaries for the CFA and Mf prevalence maps were from the global database of administrative boundaries [28].",
    "Results": "The evaluation unit in PNG is the province, although the districts better capture the province’s geographic and social heterogeneity. Overall, 4,252 participants were enrolled for the baseline survey and 4,611 for the post-MDA-IDA survey. Table 1 describes the population characteristics and sampling design pre- and post-MDA-IDA.\n\nBaseline LF infection parameters\nTo estimate the mean LF prevalence in ENBP, we used the WHO-recommended PPS sampling of 30 villages (Table 2). This corresponded to 8 villages in the Kokopo District, 11 in the Gazelle District, 5 in the Pomio District and 3 in the Rabaul District which corresponds to districts from the highest population (Gazelle) to the lowest (Rabaul). The estimated mean LF prevalence was low, with CFA prevalence of 2.3% (95% CI 1.8–2.9%; 59/2,561) and Mf prevalence of 0.6% (95% CI 0.3–0.9%; 14/2,561). In children 6–9 years of age only 0.7% (95% CI 0.3–1.4; 8/1,121) were CFA positive, and none were Mf positive. However, LF infection was highly heterogeneous. Eight of 30 (26.7%) PPS-selected villages had CFA >2%.\nThe CFA prevalence of <2.0% among 6–9-year-olds would suggest that ENBP might not have ongoing LF transmission based on the WHO transmission assessment survey (TAS) of lower primary school-aged children 6–7 years of age using a 2% CFA threshold. To examine this age group, we stratified the 1,906 6–9 year-old children sampled into those 6–7 years of age (N = 1,075), representing 54% of children examined. Thus, there would be approximately 24,000 6–7 year of age children in ENBP (based on the population pyramid of PNG [populationpyramid.net] of 5–9 year olds approximately 45,188 × 0.54 = 24,400). Using a community-based TAS algorithm of a population size of ~20,000, the sample size would be ~1,500 in 30 clusters, like the current baseline survey. The CFA prevalence in 6–7-year-olds was 0.6% (4/625), below the 2% CFA threshold; although this sample size is smaller than the WHO recommendation, the upper 95% CI is <2%. Thus, using the standard TAS survey might have led to an erroneous conclusion that ENBP would not need MDA. The problem with PPS was sampling the whole province as the evaluation unit, that failed to capture the high heterogeneity of LF infection.\nThe purposeful sampling of five villages with previously known LF infection and 14 additional villages suspected of infection highlighted the focal nature of LF and identified villages with higher LF prevalence (Table 3). The five purposively selected villages known to have LF all had >2% prevalence of CFA, and 3 had Mf prevalences of >1% (Fig 2). Of the additional 14 purposely selected villages in rural villages, 10 (71.4%) villages had ≥2% CFA, and 4 of 14 (28.6%) had >1% Mf prevalence. Overall, we sampled 4,252 participants in 49 villages with 1,906 children aged 6-9 years, and 2,346 were individuals aged ≥10 years (Table A in S2 Table). Females accounted for 48% of the 6–9 years sampled and 61% of those ≥10 years. Circulating filarial antigen and Mf prevalence increased with age, with the highest prevalence in men between 21 and 30 (Fig 3). Combining all groups, twenty-four (48.9%) of the 49 villages had ≥2% CFA, and 14 met the ≥1% Mf threshold (Fig 2 and S1 Table)\nThirty villages used a population proportion random sample. ENBP Provincial Health Authority purposefully selected five additional villages with prior evidence of LF. Fourteen more villages were chosen to adequately sample rural areas in Pomio (N = 9) and Gazelle (N = 5) districts. The dashed line on the left panel and the red line on the right panel represent WHO-specified thresholds of 2% CFA and 1% MF rates, suggesting ongoing LF transmission in villages above these thresholds.\nThe identified villages with the highest prevalence concentrated in the Duke of York Islands (DOY) in the Kokopo district and Wide Bay Area along the eastern coast of the Pomio District (Fig 4). Gazelle and Rabaul Districts had lower LF infection prevalence.\nSmall solid dots indicated communities without any detectable LF infection. The colors and circle size represent LF prevalence for CFA or Mf. Mapping: The map was made using R package, leaflet. Map data copyright from OpenStreetMap contributors and data is available under the Open Database License at https://www.openstreetmap.org/copyright. Basemap from “CartoDB Basemaps” (https://github.com/CartoDB/CartoDB-basemaps) designed by Stamen and Paul Norman for CartoDB Inc., licensed under CC-BY 4.0.\n\n\nMass drug administration\nThe ENBP Provincial Health Authority administered the first round of MDA in November 2019 to 307,568 of 376,566 total residents of ENBP (81.7% reported or administrative coverage, S6 Table). The reported coverage varied by district, Pomio (72.8%) and Gazelle (83.8%), rural districts, to 93.3% and 96.7% in the more urban districts of Kokopo and Rabaul, respectively. Of note, only DEC plus Albendazole was administered to children 2 to 4 years of age. In December 2019, an independent coverage survey was performed to validate the administrative coverage survey. This included 2,598 individuals in 450 randomly selected households in 45 randomly selected villages. Over 80% of the individuals reported taking treatment in all age groups except those >50 years of age (S1 Fig).\n\n\nModel-based geostatistical sampling post-MDA LF infection parameters\nBecause the pre-MDA PPS oversampled urban areas with lower LF prevalence and under-sampled rural areas with higher LF prevalence, we undertook a sampling strategy to reflect better the geographical distribution of LF in ENBP. Thus, we used model-based geostatistical (MBG) as an alternative method to select villages for monitoring and evaluation during the post-MDA 1-year follow-up survey. The model incorporated baseline CFA prevalence data and covariates associated with the probability of LF infection: relative humidity (RH), annual precipitation (AP), annual temperature (AT), elevation (E), distance from the sea (DS), socio-economic status (SEI) and malaria prevalence. Because of the small sample size, we combined the covariates using principal component analysis (PCA) and used the first component (PCA1) as a predictor for LF. The sample size was too small to establish which variables were most informative for predicting areas with >2% CFA. The model selected the 24 villages at baseline with >2% CFA positivity (as expected) and 23 additional villages across the four districts of ENBP that were likely to have >2% CFA positivity (Fig 5).\nThe dark red area has a low probability that CFA prevalence is <2%; thus, these areas are more likely to have LF. The map resolution is 1 km. White regions have insufficient data to assess LF risk. Risk mapping was generated based on covariates of elevation, rainfall, temperature, distance from the sea, socioeconomic status, and LF prevalence using baseline survey villages (black dots). Mapping: Map was developed using R package, PrevMap. No basemap was used in the creation of this image.\nFollowing MDA-IDA, a total of 4,611 participants were sampled in the 47 villages. Twenty of 23 (87%) newly selected villages had >2% CFA prevalence, indicating an efficient selection of communities using MBG. Children were surveyed in 19 of the 47 villages, and adults (≥18 years) were studied in all 47 (Table 4). Fig 6 shows LF infection parameters pre- and post-MDA, for age-matched adults (≥18 years) in 24 of 47 villages monitored at baseline and 1 year post-MDA. The CFA mean prevalence decreased by 38.6% from 17.3% (141 of 816) to 10.6% (215 of 2,015). By contrast, Mf prevalence decreased by 90.1% from 4.9% (40 of 816) to 0.45% (9 of 2016). Eleven of the 24 sentinel sites also surveyed children post-MDA. Comparison of LF infection parameters in these 11 villages in children showed a decrease in CFA prevalence by 30.1% from 7.2% (30 of 417) to 4.9% (18 of 365) and completely cleared Mf infection in children; from 1.2% (5 of 417) to 0% (0 of 365).\nPrevalence estimates are for ≥18 years old with N = 816 before MDA and N = 2015 12 months post-MDA. Dashed lines represent means.\nImportantly, in the 23 villages selected by MBG, we identified one Mf-positive individual in each of the four villages. The four villages were <1% Mf cutoff using the lower 95% confidence interval based on each village’s total population of adults.\nConcerning all 47 villages surveyed post-MDA, Mf prevalence decreased to 0.38% (15 of 3,917). Two villages in Duke of York Islands (Figs 6 and 7) exceeded >1% Mf with 95% lower confidence interval. CFA prevalence of 9.0% (352 of 3,917; post-MDA-IDA, S3 Table) was comparable to the baseline CFA prevalence of 9.6% (151 of 1,581; Table E in S2 Table). There are limitations to a direct comparison of the 49 villages pre-MDA with 47 post-MDA because of differences in sampling design, e.g., primarily adults in post-MDA.\nFig 7 shows the CFA and Mf prevalences in sampled villages post-MDA. Two districts, Rabaul and Gazelle, had no sentinel villages with ≥1% Mf positivity. However, six villages had 1 or more LF-positive individuals, three in the Duke of York Islands (Kabatira, Karawara, and Utuan, 1%, 2%, and 7%, LF prevalences respectively, and the others were clustered along the East Coast in the Wide Bay area of the Pomio district. Only two villages, Utuan and Karawara, would exceed >1% Mf prevalence based on lower 95% confidence interval.\nThe left panel shows CFA prevalence, and the right panel shows Mf prevalence. Small white dots are villages without detectable CFA or Mf in participants. The color gradient of the maps corresponds to the different CFA prevalence (left panel). The size of green circles correlates with Mf prevalence, with the smallest green circles being 1% Mf. Mapping: The map was made using R package, leaflet. Map data copyright from OpenStreetMap contributors and data is available under the Open Database License at https://www.openstreetmap.org/copyright. Basemap from “CartoDB Basemaps” (https://github.com/CartoDB/CartoDB-basemaps) designed by Stamen and Paul Norman for CartoDB Inc., licensed under CC-BY 4.0.",
    "Discussion": "East New Britain was the first province in PNG to implement MDA with IDA. The program was highly successful and achieved >80% drug coverage after the first round of MDA. Following one round of MDA, overall Mf prevalence decreased from 1.2% pre-MDA to 0.4%, well below the WHO pre-TAS Mf prevalence target of <1%. However, some areas with high prevalence at baseline failed to reach this target. One of the four districts in the province detected no Mf-positive individuals, and another district detected one Mf-positive individual following MDA-IDA, suggesting little risk of ongoing LF transmission. By contrast, 6 of 47 villages surveyed had 1 or more Mf-positive individuals post-MDA. Only two of these villages can be classified ≥1% Mf positivity based on WHO criteria of lower 95% confidence interval. These remaining Mf-positive communities were clustered in small geographic areas with high LF prevalence pre-MDA.\nCurrent WHO guidelines recommend another round of MDA for the whole province [14], which has the advantage of treating other parasitic infections or capturing Mf carriers from nearby unsampled villages. This study highlights the strengths and weaknesses of different sampling strategies and endpoints to assess LF prevalence where infections are highly focal and prior information on LF is limited. The population proportional sampling strategy (PPS, WHO recommended) used at baseline underestimated the LF burden. This is because PPS oversampled communities in urban and peri-urban areas with little LF and under sampled communities in rural areas with more LF. This sampling strategy may not be appropriate in EUs that are highly heterogeneous for LF, as observed in ENBP and other PNG provinces. However, it may be applicable in smaller, more homogenous areas with LF infection or rural areas. Still, it increases the number of villages to be sampled and the cost. Results from this study also add to recent reports that highlight the limitations for TAS of young school-aged children for post-MDA stopping decisions. Before MDA, only 0.7% of children 6–9 years of age in ENBP were CFA positive, and 0.6% among children 6-7 years old, the TAS target population, which is well below the 2% threshold believed to suggest recent or ongoing LF transmission. Indeed, ENBP probably could have passed TAS performed according to WHO protocols before any MDA, even though the province had areas with high endemicity at that time. Since only a few infections in young children were detected before MDA, TAS would have provided unreliable information for MDA-stopping decisions following MDA. Children may not be suitable sentinels for assessing LF transmission as their exposure often differs from adults. Despite low infection prevalence in children, ENBP was known to be endemic for LF based on prior surveys conducted by health officials and confirmed by baseline surveys reported here. However, many other areas in PNG do not have detailed information on LF prevalence because LF testing and reporting are not included in the country’s National Health Information Surveillance System. Our results from ENBP suggest that PPS and TAS may not be the best way forward for LF elimination efforts in other regions in PNG.\nThis study reinforced the difficulty of using CFA alone as an endpoint for assessing the impact of IDA on LF transmission. One round of MDA reduced CFA prevalence by 30.1% in children 6–9 years of age and 38.6% in adults; this lower CFA reduction has been observed in prior clinical trials [10,11,13–15]. However, worms that survive IDA treatment can continue to release CFA for years after Mf clearance [11]. One approach to this problem for MDA-stopping decisions and post-MDA surveillance is to use CFA as a screening test in adults, with Mf testing restricted to those with positive antigen tests. It should be safe to stop MDA if Mf prevalence has been reduced to very low levels in adults despite a CFA prevalence of >2%. Mosquitoes cannot transmit LF without access to Mf.\nWe used geostatistical modeling to more efficiently identify communities at risk for LF and assess the impact of one round of MDA. Geostatistical modeling is increasingly used for mapping tropical diseases in low-resource settings where disease data are limited or insufficient information is available to provide insight into the infection intensity, distribution, affected populations, and environmental and seasonal patterns [29]. It incorporates information on known environmental and sociodemographic risk factors for LF, including elevation, vegetation, and population density. It has been increasingly used to map tropical diseases, such as malaria, Chagas disease, LF, and trachoma, where data are limited or nonexistent [30–33]. The method has also been applied to predict residual LF hotspots post-MDA. Our results show that geostatistical modeling was more helpful than PPS for identifying communities with high CFA post-MDA using baseline infection data and environmental variables. This approach should help inform programmatic decisions [26] by facilitating the detection of persistent infections. East New Britain province is highly heterogeneous for LF, with low infections predominantly found in areas closer to urban areas or main roads, compared to remote, logistically challenging, and inaccessible locations. The PPS had limitations in adequately identifying high-risk locations in ENBP because the whole province was considered the EU and failed to account for highly heterogeneous risk among districts. The districts could be EUs, and PPS could be used for each district. However, the geostatistical sampling approach was more efficient in sampling sites likely to exceed the LF threshold. The advantage of the geostatistical modeling approach is the versatility of using available LF infection data and other covariates to predict high-risk locations for sampling. Alternatively, the size of the EU can be reduced after the first MDA-IDA to target localities with high LF, as we showed for the Duke of York Islands, Kokopo district. We show that site selection using a geostatistical model is more efficient than PPS because it accommodates infection and environmental variables predictive of LF. Therefore, geostatistical model selected sites can be used to determine the decision to stop MDA in an EU. The sampling strategy can be cost-effective in low- and middle-income countries where the distribution of LF is heterogeneous. The PPS is more reliable in locations homogenous for LF. The limitations of geostatistical modeling are that it has yet to be widely available, it takes technical expertise to run the programs, and because of its limited use so far, there remains insufficient data to better identify individual factors in the model most predictive of LF infection.\nThe previous recommendations from WHO, stating that decisions to stop mass drug administration (MDA) should be based on the mean prevalence in an evaluation unit (EU), are inadequate in areas like PNG, where LF distribution is highly heterogeneous. As lymphatic filariasis (LF) transmission levels approach elimination, the remaining LF infections become increasingly concentrated in certain areas, and these areas should be targeted for potential further MDA interventions. This study emphasizes this concept. One round of MDA with high coverage likely halted LF transmission in two of the four districts in East New Britain Province (ENBP) with low initial LF prevalence. Additional rounds of MDA could focus on the two districts with clusters having over 1% microfilaria (Mf) prevalence or specific clusters within the district, such as the Duke of York Islands. The WHO recommends two rounds of MDA, which may reach those who missed the first round and address other infections. However, in LF-endemic areas like PNG, where LF infection may be highly localized, conducting a single round of MDA achieving over 80% coverage could be adequate, and an impact survey could take place after the first round of MDA. This approach would enable additional rounds of MDA to target areas with over 1% Mf prevalence.\nThere are some limitations to this study. Before MDA, we sampled many children so that the median age of our sample was 12 years. In contrast, our post-MDA survey focused more on adults (median age of 29 years). Since LF is age-dependent, a direct comparison of infection prevalence before and after MDA required a comparison of an age-matched subset of individuals sampled before and after MDA. Another limitation of the study is that it only assessed the impact of one round of MDA, although WHO recommends two rounds. This was intentional because we wanted to determine whether a single round of MDA with high coverage would reduce Mf prevalence to <1%. This did occur in many areas, but hotspots remained.\nIn summary, this study showed that a single round of MDA-IDA significantly reduced the prevalence of Mf to very low levels in most endemic areas in ENBP. This success was due to the excellent efficacy of IDA in clearing Mf in PNG and the high MDA coverage provided by public health officials in ENBP. Further surveys will be needed to determine if a second round of MDA-IDA will eliminate any remaining infection hotspots. The findings of this study will support the broader use of IDA for LF elimination in areas with logistical challenges and limited resources. Additionally, the study emphasized the importance of sampling adults (rather than young children) post-MDA, indicated that CFA is not suitable for monitoring the reduction in LF transmission with MDA with IDA, and highlighted the value of geostatistical modeling in identifying high-risk locations for LF to optimize monitoring and evaluation efforts for LF elimination programs."
}