{
    "Background": "Neuroschistosomiasis is a severe complication of schistosomiasis, triggered by the local immune reaction to egg deposition, with spinal cord involvement the most well recognised form. Early treatment with praziquantel and high dose steroids leads to a reduction of neurological sequelae. The rarity of this condition in returning travellers to high income countries can result in delayed diagnosis and treatment. We aimed to evaluate the diagnosis and management of neuroschistosomiasis in a UK national referral centre.",
    "Materials/Methods": "A retrospective review of confirmed clinical cases of spinal schistosomiasis referred to the Hospital for Tropical Diseases, UK, between January 2016 and January 2020 was undertaken. Electronic referral records were interrogated and patient demographic, clinical, laboratory, and radiological data collected.",
    "Results": "Four cases of neuroschistosomiasis were identified. The median age at diagnosis was 28 (range 21 to 50) with three male patients. All patients had epidemiological risk factors for schistosomiasis based on travel history and freshwater exposure; two in Uganda (River Nile), one in Malawi and one in Nigeria. All patients presented with features of transverse myelitis including back pain, leg weakness, paraesthesia and urinary dysfunction. The mean time from presentation to health services to definitive treatment was 42.5 days (range 16–74 days). Diagnosis was confirmed with CSF serology for schistosomiasis in all cases. Radiological features on MRI spine included enhancement focused predominantly in the lower thoracic spinal cord in three cases and the conus in one patient. All patients received a minimum of three days of oral praziquantel and high dose steroids. At three-month follow-up, one patient had complete resolution of symptoms and three had residual deficit; one patient was left with urinary and faecal incontinence, another had urinary retention, and the final patient has persistent leg pains and constipation.",
    "Conclusion": "We observed a marked delay in diagnosis of neuroschistosomiasis in a non-endemic country. We advocate undertaking a thorough travel history, early use of imaging and CSF schistosomal serology to ensure early diagnosis of neuroschistosomiasis in patients presenting with consistent symptoms. If schistosomal diagnostics are not immediately available, presumptive treatment under the guidance of a tropical medicine specialist should be considered to minimize the risk of residual disability. We advocate for consensus guidelines to be produced and reporting to be performed in a uniform way for patients with spinal schistosomiasis."
}