{
    "Background": "Aedes aegypti is a globally distributed vector of human diseases including dengue, yellow fever, chikungunya, and Zika. Pyrethroid insecticides are the primary means of controlling adult A. aegypti populations to suppress arbovirus outbreaks, but resistance to pyrethroid insecticides has become a global problem. Mutations in the voltage-sensitive sodium channel (Vssc) gene are a major mechanism of pyrethroid resistance in A. aegypti. Vssc resistance alleles in A. aegypti commonly have more than one mutation. However, our understanding of the evolutionary dynamics of how alleles with multiple mutations arose is poorly understood.",
    "Methodology/Principal findings": "We examined the geographic distribution and association between the common Vssc mutations (V410L, S989P, V1016G/I and F1534C) in A. aegypti by analyzing the relevant Vssc fragments in 25 collections, mainly from Asia and the Americas. Our results showed all 11 Asian populations had two types of resistance alleles: 1534C and 989P+1016G. The 1534C allele was more common with frequencies ranging from 0.31 to 0.88, while the 989P+1016G frequency ranged from 0.13 to 0.50. Four distinct alleles (410L, 1534C, 410L+1534C and 410L+1016I+1534C) were detected in populations from the Americas. The most common was 410L+1016I+1534C with frequencies ranging from 0.50 to 1.00, followed by 1534C with frequencies ranging from 0.13 to 0.50. Our phylogenetic analysis of Vssc supported multiple independent origins of the F1534C mutation. Our results indicated the 410L+1534C allele may have arisen by addition of the V410L mutation to the 1534C allele, or by a crossover event. The 410L+1016I+1534C allele was the result of one or two mutational steps from a 1534C background.",
    "Conclusions/Significance": "Our data corroborated previous geographic distributions of resistance mutations and provided evidence for both recombination and sequential accumulation of mutations contributing to the molecular evolution of resistance alleles in A. aegypti."
}