{
    "Abstract": "In some transmission foci of Leishmania infantum in Brazil, Lutzomyia cruzi could be considered the main vector of this pathogen. In addition, L. cruzi is a permissive vector of L. amazonensis. Its geographical distribution seems to be restricted and limited to Cerrado and Pantanal biomes, which includes some areas in Brazil and Bolivia. Considering that predicting the distribution of the species involved in transmission cycles is an effective approach for assessing human disease risk, this study aims to predict the spatial distribution of L. cruzi using a multiscale ecological niche model based in both climate and habitat variables. Ecological niche modelling was used to identify areas in South America that are environmentally suitable for this particular vector species, but its presence is not recorded. Vector occurrence records were compiled from the literature, museum collections and Brazilian Health Departments. Bioclimatic variables, altitude, and land use and cover were used as predictors in five ecological niche model algorithms: BIOCLIM, generalised linear model (logistic regression), maximum entropy, random forests, and support vector machines. The vector occurs in areas where annual mean temperature values range from 21.76°C to 26.58°C, and annual total precipitation varies from 1005 mm and 2048 mm. Urban areas were most present around capture locations. The potential distribution area of L. cruzi according to the final ecological niche model spans Brazil and Bolivia in patches of suitable habitats inside a larger climatically favourable area. The bigger portion of this suitable area is located at Brazilian States of Mato Grosso do Sul and Mato Grosso. Our findings identified environmentally suitable areas for L. cruzi in regions without its known occurrence, so further field sampling of sand flies is recommended, especially in southern Goiás State, Mato Grosso do Sul (borders with Mato Grosso, São Paulo and Minas Gerais); and in Bolivian departments Santa Cruz and El Beni."
}