{
    "Background": "Control and prevention of dengue relies heavily on the application of insecticides to control dengue vector mosquitoes. In Colombia, application of the larvicide temephos to the aquatic breeding sites of Aedes aegypti is a key part of the dengue control strategy. Resistance to temephos was recently detected in the dengue-endemic city of Cucuta, leading to questions about its efficacy as a control tool. Here, we characterize the underlying mechanisms and estimate the operational impact of this resistance.",
    "Methodology/Principal Findings": "Larval bioassays of Ae. aegypti larvae from Cucuta determined the temephos LC50 to be 0.066 ppm (95% CI 0.06–0.074), approximately 15× higher than the value obtained from a susceptible laboratory colony. The efficacy of the field dose of temephos at killing this resistant Cucuta population was greatly reduced, with mortality rates <80% two weeks after application and <50% after 4 weeks. Neither biochemical assays nor partial sequencing of the ace-1 gene implicated target site resistance as the primary resistance mechanism. Synergism assays and microarray analysis suggested that metabolic mechanisms were most likely responsible for the temephos resistance. Interestingly, although the greatest synergism was observed with the carboxylesterase inhibitor, DEF, the primary candidate genes from the microarray analysis, and confirmed by quantitative PCR, were cytochrome P450 oxidases, notably CYP6N12, CYP6F3 and CYP6M11.",
    "Conclusions/Significance": "In Colombia, resistance to temephos in Ae. aegypti compromises the duration of its effect as a vector control tool. Several candidate genes potentially responsible for metabolic resistance to temephos were identified. Given the limited number of insecticides that are approved for vector control, future chemical-based control strategies should take into account the mechanisms underlying the resistance to discern which insecticides would likely lead to the greatest control efficacy while minimizing further selection of resistant phenotypes."
}