{
    "Abstract": "Aedes aegypti poses a serious risk to human health due to its wide global distribution, high vector competence for several arboviruses, frequent human biting, and ability to thrive in urban environments. Pyrethroid insecticides remain the primary means of controlling adult A. aegypti populations during disease outbreaks. As a result of decades of use, pyrethroid resistance is a global problem. Cytochrome P450 monooxygenase (CYP)-mediated detoxification is one of the primary mechanisms of pyrethroid resistance. However, the specific CYP(s) responsible for resistance have not been unequivocally determined. We introgressed the resistance alleles from the resistant A. aegypti strain, Singapore (SP), into the genetic background of the susceptible ROCK strain. The resulting strain (CKR) was congenic to ROCK. Our primary goal was to determine which CYPs in SP are linked to resistance. To do this, we first determined which CYPs overexpressed in SP are also overexpressed in CKR, with the assumption that only the CYPs linked to resistance will be overexpressed in CKR relative to ROCK. Next, we determined whether any of the overexpressed CYPs were genetically linked to resistance (cis-regulated) or not (trans-regulated). We found that CYP6BB2, CYP6Z8, CYP9M5 and CYP9M6 were overexpressed in SP as well as in CKR. Based on the genomic sequences and polymorphisms of five single copy CYPs (CYP4C50, 6BB2, 6F2, 6F3 and 6Z8) in each strain, none of these genes were linked to resistance, except for CYP6BB2, which was partially linked to the resistance locus. Hence, overexpression of these four CYPs is due to a trans-regulatory factor(s). Knowledge on the specific CYPs and their regulators involved in resistance is critical for resistance management strategies because it aids in the development of new control chemicals, provides information on potential environmental modulators of resistance, and allows for the detection of resistance markers before resistance becomes fixed in the population."
}