{
    "Abstract": "Dengue is a major health problem in tropical and subtropical regions. Some patients develop a severe form of dengue, called dengue hemorrhagic fever, which can be fatal. Severe dengue is associated with a transient increase in vascular permeability. A cytokine storm is thought to be the cause of the vascular leakage. Although there are various research reports on the pathogenic mechanism, the complete pathological process remains poorly understood. We previously reported that dengue virus (DENV) type 3 P12/08 strain caused a lethal systemic infection and severe vascular leakage in interferon (IFN)-α/β and γ receptor knockout mice (IFN-α/β/γRKO mice), and that blockade of TNF-α signaling protected mice. Here, we performed transcriptome analysis of liver and small intestine samples collected chronologically from P12/08-infected IFN-α/β/γRKO mice in the presence/absence of blockade of TNF-α signaling and evaluated the cytokine and effector-level events. Blockade of TNF-α signaling mainly protected the small intestine but not the liver. Infection induced the selective expansion of IL-17A-producing Vγ4 and Vγ6 T cell receptor (TCR) γδ T cells in the small intestine, and IL-17A, together with TNF-α, played a critical role in the transition to severe disease via the induction of inflammatory cytokines such as TNF-α, IL-1β, and particularly the excess production of IL-6. Infection also induced the infiltration of neutrophils, as well as neutrophil collagenase/matrix metalloprotease 8 production. Blockade of IL-17A signaling reduced mortality and suppressed the expression of most of these cytokines, including TNF-α, indicating that IL-17A and TNF-α synergistically enhance cytokine expression. Blockade of IL-17A prevented nuclear translocation of NF-κB p65 in stroma-like cells and epithelial cells in the small intestine but only partially prevented recruitment of immune cells to the small intestine. This study provides an overall picture of the pathogenesis of infection in individual mice at the cytokine and effector levels."
}