{
    "Background": "Infection with the filarial nematode Loa loa, endemic in Central and Western Africa, has been associated with increased morbidity and mortality. A number of reports described the presence of spleen nodules, originating from degenerating microfilariae, in humans and animals infected with L. loa. The long-term consequences of this process on individuals chronically exposed to infection in terms of spleen function and possible link with excess mortality are unknown. The aim of this study was to evaluate the prevalence of focal spleen lesions, their evolution over time, and markers of spleen function, in individuals with L. loa infection living in highly endemic areas of Gabon.",
    "Methodology/principal findings": "This was a cross-sectional study followed by a longitudinal study of the subset of individuals with spleen nodules. Two hundred sixteen participants from Ngounié and Moyen-Ogooué provinces of Gabon, reporting a history of eyeworm migration and/or Calabar swelling, were included. Participants were categorized into infected microfilaraemic with low (N = 74) and high (N = 10) microfilaraemia, and symptomatic amicrofilaraemic (N = 132), based on blood microscopy. Howell-Jolly bodies in erythrocytes, as indirect marker of spleen functional impairment, were within normal ranges. On ultrasound, no evident signs of spleen fibrosis or hypotrophy were observed. Multiple spleen hypoechoic centimetric macronodules were observed in 3/216 participants (1.4%), all with microfilaraemic L. loa infection (3.4% of microfilaraemics); macrondules disappeared at the 6-months follow-up examination in 2/3 individuals. Spleen hypoechoic micronodules, persisting at the 6-months follow-up, were detected in 3/216 participants (1.4%), who were all amicrofilaraemic.",
    "Conclusions/significance": "Transitory spleen macronodules are present in a small but consistent proportion of individuals with microfilaraemic loiasis, appearing a rather benign phenomenon in terms of impact on spleen morphology and function. Their occurrence should be taken into consideration to avoid misdiagnosis and mistreatment. Prevalence and significance of spleen micronodular ultrasound patterns in the general population would be also worth evaluating."
}