{
    "Introduction": "Talaromycosis (formerly penicilliosis), caused by Talaromyces marneffei (T. marneffei), is a disseminated fungal infection that involves multiple organ systems and causes significant morbidity and mortality. Talaromycosis is one of the most common opportunistic infections (OIs) in human immunodeficiency virus (HIV) infected patients in endemic areas of Southeast Asia [1–3]. Even more alarming is the increasing number of talaromycosis cases reported in non-endemic areas, especially in HIV-infected patients with a low CD4+ counts [4–6]. Recent study found talaromycosis has become the leading cause of HIV-associated death, with a high in-hospital mortality rate of up to 25 per 100 person-months [3]. Therefore, exploring the prevalence of talaromycosis is essential to improve the treatment strategy and reduce the mortality of people living with HIV [7,8].\nScreening is recommended by World Health Organization (WHO) as the important component for guiding resources in a public health approach for identifying major OIs [9]. It has been reported that screening for cryptococcal antigen (CrAg) in the blood of patients with HIV, prior to the initiation of antiretroviral therapy (ART), can identify those at risk of developing cryptococcal meningitis (CM) [10–12]. However, screening for talaromycosis has not been implemented optimally over the years. A number of diagnostic methods for T. marneffei infection have been developed [13,14], but researches on assessing their diagnostic utility in screening for talaromycosis are insufficient. The gold standard for the diagnosis of T. marneffei infection is microbiological culture. But this is time-consuming, taking approximately 1 to 2 weeks to yield a positive result, making early clinical diagnosis and effective treatment difficult. The Mp1p antigen is a T. marneffei-specific protein which located throughout the cell wall of T. marneffei yeast and is abundantly secreted, with its detection has the advantage of time saving, making it an ideal and specific target for the rapid and early diagnosis [14,15]. Mp1p antigen detection had been recommended in a global guideline on endemic mycoses which published in 2022 [16]. However, well-designed studies to fully assess its utility in screening for talaromycosis in real-world clinical practices among HIV-infected population are still lacking.\nSouthern China is one of the major endemic regions of T. marneffei, thus the prevention and control of talaromycosis are urgently needed. Unfortunately, the lack of screening remains a major obstacle to improve the treatment of T. marneffei-infected patients. To address the knowledge gaps, we performed this study to evaluate the prevalence of talaromycosis based on the Mp1p antigen detection and to assess the utility of Mp1p antigen screening among HIV-infected ART-naïve population in Guangdong, China.",
    "Methods": "Ethics statement\nThis study was approved by the Ethical Committee of the Guangzhou Eighth People’s Hospital (GZ8H), Guangzhou Medical University (Approval No.202034167). All patients signed the informed consent.\n\n\nStudy setting and population\nThe present study enrolled patients at Guangzhou Eighth People’s Hospital in 2018 with the following design. Inclusion criteria were 1) confirmed HIV infection by HIV antibody or HIV nucleic acid detection, 2) age ≥18 years, 3) antiretroviral therapy-naïve, and 4) having complete data. Exclusion criteria were 1) pregnant or lactating women, and 2) patients who had received antifungal therapy before starting ART.\nAccording to the results of Mp1p antigen detection, all subjects were split into two groups: the Mp1p positive group, including patients with the detectable Mp1p antigen in their serum sample, and the Mp1p negative group, including those with undetectable Mp1p antigen (Fig 1).\nPPV: positive predictive value, NPV: negative predictive value, Kappa: Cohen’s kappa coefficient.\n\n\nDemographic data and clinical information collection\nData were collected from electronic medical records of enrollment, including demographic and clinical data. In addition, data from the case record form were independently double-entered to ensure data integrity.\nAn AIDS physician evaluated the stage of HIV/AIDS according to the WHO guidelines [17]. OIs were defined as those infections caused by conditional pathogens not harmful to healthy populations but to immunodeficient populations, including tuberculosis (TB), pneumocystis pneumonia (PCP), cytomegalovirus (CMV), candida albicans, etc.\n\n\nMp1p antigen test in the serum samples\nSerum samples were obtained within 3 days of enrollment. A double-antibody sandwich ELISA (DAS-ELISA) was used to detect the Mp1p antigen. Mp1p antigen testing kits were purchased from Wantai (Wantai Mp1p antigen ELISA; Wantai Biological Pharmacy Enterprise Co. Ltd, Beijing, China). As previously described, the Mp1p protein was produced using the Pichia pastoris expression system [15,18]. The assay was performed as follows. First, the serum samples were thawed at a room temperature of 25°C. Then, 20 μL of biotin reagent and 50 μL of serum specimen were added to the microplate, which was pre-coated with the rabbit anti-Mp1p polyclonal antibody and incubated at 37°C for 30 min. The plates were washed five times and dried, then 100 μL of biotinylated mouse anti-Mp1p monoclonal antibody was added, and the plates were incubated at 37°C for 30 min. The plates were then washed five times, dried again, and incubated at 37°C for 15 min, avoiding light, after adding chromogenic agent A (50μL) and chromogenic agent B (50μL) to each well. Finally, 50 μL of stopping solution was added to each well. The plates were examined in a microplate reader at 450 nm.\nThe cut-off value was 0.1 plus the average of negative control wells. Samples with a value greater than or equal to the cut-off were considered positive, and those below the cut-off value were negative.\n\n\nSpecimen culture for talaromycosis\nThe gold standard for diagnosis of talaromycosis is specimen culture, including blood, bone marrow, bronchoalveolar lavage fluid (BALF) or other body fluid samples, and/or histopathological examination of clinically suspected foci of T. marneffei infection, according to the guidelines for the prevention and treatment of opportunistic infections [19]. The patients’ blood was cultured following the study design. Invasive tests were performed only when the patient had a clinically suspected specific focus of infection and provided informed consent. The isolation of T. marneffei was conducted with the standard culture techniques, and the identification was based on the morphological and microscopic observation of the colonies, as previously reported [19–21].\n\n\nStatistical analysis\nContinuous variables were expressed as the median and interquartile range (IQR), and categorical variables were expressed as numbers and percentages. Wilcoxon rank-sum and chi-squared tests were used for continuous and categorical variables, respectively. The utility of baseline CD4+ counts for classifying patients according to results of Mp1p antigen detection was examined using receiver operating characteristic (ROC) curve analysis and Youden’s index (J) to determine the optimal cut-off point. Logistic regression analysis was used to identify the association between CD4+ counts and Mp1p antigen status. The sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and kappa value were calculated to evaluate the coincidence between Mp1p antigen detection and microbiological culture. All analyses were performed with the statistical software SPSS 25. A P-value <0.05 was considered statistically significant.",
    "Results": "Demographic characteristics of patients\nTable 1 shows the baseline characteristics in this study. Among the 784 enrolled patients, the median age was 37.0 years, 87.8% (688/784) were male, and 78.6% (616/784) were infected with HIV by sexual intercourse. The median CD4+ count was 151 Nr/μl (IQR, 35–289 Nr/μl), and the median CD4+/CD8+ ratio was 0.20 (IQR, 0.09–0.36). Totally 89 of the 784 (11.4%) patients had detectable Mp1p antigen in serum samples. Compared to the Mp1p negative group, the Mp1p positive group present with more advanced HIV disease, characterized by significantly lower CD4+ counts (12 Nr/μl [IQR, 6–38 Nr/μl] vs. 179 Nr/μl [IQR, 61–315 Nr/μl], P<0.001), lower CD4+/CD8+ ratio (0.05 [IQR, 0.03–0.10] vs. 0.22 [IQR, 0.10–0.38], P<0.001), higher proportion of HIV/AIDS stage IV (78.7% vs. 11. 2%, P<0.001), higher proportion of other known OIs (86.5% vs. 34.2%, P<0.001) and higher risk of hospitalization (83.2% vs. 40.3%, P<0.001).\n\n\nPrevalence of talaromycosis based on the Mp1p antigen detection in patients with different CD4+ count levels\nWe stratified the CD4+ count according to the cut-off values commonly used in clinical practice by ≤50 Nr/μl, 51–100 Nr/μl, 101–200 Nr/μl, 201–350 Nr/μl, and >350 Nr/μl. The positive rate of Mp1p antigen detection peaked at 32.2% (75/233) in patients with CD4+ ≤50 Nr/μl and gradually decreased in the following four groups with higher CD4+ count, which were 6.3% (5/79), 4.3% (7/163), 1.2% (2/171), and 0.0%, respectively (Fig 2, P value for trend <0.001). To identify the association between CD4+ counts and Mp1p antigen status, we perform a logistic regression analysis and found Mp1p antigen positive rate decreased with the increase in CD4+ counts (OR 0.982, 95% CI 0.977–0.987, P<0.01). ROC curve analysis revealed the ability of CD4+ count to discriminate between patients who were Mp1p antigen positive or negative with the area under ROC curve [AUC] = 0.870 (95% CI, 0.835–0.906, P<0.001) (Fig 3). Analyses to determine an optimal CD4+ count cutoff to classify patients with or without Mp1p antigen using the Youden index (J) indicated the optimal cutoff is 50 Nr/μl or less, yielding a sensitivity of 84.3% and specificity of 77.7% (Table 2). Therefore, the prevalence of talaromycosis based on the Mp1p antigen detection in serum samples among the overall patients, those with CD4+ ≤50 Nr/μl and CD4+ >50 Nr/μl was 11.4% (89/784), 32.2% (75/233) and 2.5% (14/551), respectively. Patients with CD4+ ≤50 Nr/μl had 18 times higher chance of Mp1p antigen positive than those with CD4+ >50 Nr/μl. Similar results were found in subgroup analyses according to source of patients (inpatient department or outpatient department).\n\n\nFungal culture and Mp1p antigen detection\nA culture of pathogen was conducted in 350 clinically suspected patients, over 99% of whom came from the inpatient department, to confirm talaromycosis. The CD4+ count and the prevalence of Mp1p antigen among these patients were shown in Fig 4. The CD4+ counts of these 350 patients showed the similar trend with those of the total of 784 participants.\nT. marneffei was isolated from the clinical specimens of blood, bone narrow, bronchial alveolar lavage and others. Among the 350 patients receiving both fungal culture and Mp1p antigen detection, 95/350 (27.1%) patients were culture-positive for a T. marneffei, 75/350 (21.4%) patients were Mp1p antigen positive. The Mp1p antigen assay showed a good agreement to the culture of pathogen. The sensitivity, specificity, PPV, NPV, and kappa value were 71.6% (68/95), 97.3% (248/255), 90.7% (68/75), 90.2% (248/275), and 0.737, respectively. The screening accuracy of the Mp1p antigen assay in patients with CD4+ counts of ≤50 Nr/μl was superior to that in those with higher CD4+ counts, shown in Table 3 with a sensitivity of 73.6%, a specificity of 96.5%, a PPV of 94.1% and a NPV of 82.8% and a higher Kappa value (0.720 vs. 0.509).",
    "Discussion": "This study evaluated the prevalence of talaromycosis and assessed the value of Mp1p antigen screening in HIV infected ART-naïve population. We found that performing the Mp1p antigen screening, especially in high-risk population with CD4+ ≤50 Nr/μl, might contribute to the improvement of early diagnosis and timely treatment of talaromycosis.\nThe CD4+ cell count is the best indicator of disease stage that was associated with the risk of OIs [9]. Talaromycosis, as reported previously, is a common HIV-associated OI that is endemic in Southeast Asia and Southern China [3, 22, 23]. We observed a significant difference in the CD4+ count at baseline between the results of Mp1p antigen detection, with the consistent observations of high ratios of the OIs and advanced HIV disease in the Mp1p antigen positive group. More than 80% of the Mp1p antigen positive patients had a CD4+ count of less than 50 Nr/μl, and the Mp1p-positive rate peaked at this subgroup. Logistic regression analysis in present study further showed that decreasing CD4+ count was positively associated with the presence of Mp1p antigen. The above data supported a high prevalence of talaromycosis in HIV infected patients, especially in those with low CD4+ count. Our study was consistent with previous researches. Qin et al. evaluated the prevalence of talaromycosis and found that patients with a low CD4+ count of less than 200 Nr/μl had a higher risk of T. marneffei infection [24]. Wang et al. reports that patients with a CD4+ count of less than 50 Nr/μl were prone to various OIs, including talaromycosis [6]. A previous research conducted in Guangdong during 2011–2017 found that 91.9% of HIV infected patients with talaromycosis had a CD4+ count less than 50 Nr/μl [25]. These findings above are not surprising since a lower CD4+ count means weaker immunity, and people presenting with advanced HIV disease are more vulnerable to T. marneffei infection. What’s more, in our study, ROC curve analysis proved the CD4+ count of 50 Nr/μl or less was the optimal cut-off point to discriminate the presence or absence of the Mp1p antigen with an AUC of 0.870. Although it was not possible to completely identify the presence of Mp1p antigen using a single CD4+ count cutoff. This screening tool would benefit for the outpatients without systematic and comprehensive physical and pathological examination in the regular follow-up to diagnose talaromycosis early and rapidly. In addition, performing the Mp1p screening among the patients without obvious symptoms might contribute to the rapid diagnosis at the early stage of talarymocosis.\nMany previous researches had demonstrated that the Mp1p antigen could be a promising biomarker of talaromycosis. The Mp1p antigen detection has been shown an excellent specificity, between 90.0% and 99.6%, and superior sensitivity and time to diagnosis compared to standard blood culture [15]. In the present study, the Mp1p antigen was confirmed by specimen culture in 350 clinically suspected patients, observing a substantial agreement between Mp1p antigen detection and the gold standard. This result is consistent with the researches above. Compared to specimen culture, Mp1p antigen detection is time-saving, inexpensive and does not require sophisticated equipment. What’s more, our data showed this agreement in patients with CD4+ counts of ≤50 Nr/μl (Kappa = 0.720) was superior to that in those with higher CD4+ counts (Kappa = 0.509). The better diagnostic accuracy of the Mp1p antigen was supported in the subgroup with low CD4+ count, with a sensitivity of 73.6%, a specificity of 96.5%, a PPV of 94.1% and a NPV of 82.8%. Therefore, the Mp1p detection in our study was reliable in screening for talaromycosis in ART-naïve HIV infected patients. The high accuracy in individuals with CD4+ ≤50 Nr/μl indicated that it is worth conducting the Mp1p antigen screening in this population presenting with advanced HIV disease. This screening strategy would contribute to the early diagnosis of talaromycosis, driving the initiation of timely and proper antifungal treatment, and to reduce the mortality.\nOur research should be interpreted in light of some limitations. First, this is a single-center study, the prevalence of talaromycosis is representative only of the Southern China. Second, the CD4+ count was unevenly distribution among enrolled patients, especially the number of patients with CD4+ count of 51–100 Nr/μl was relatively insufficient, which might underestimate the prevalence of talaromycosis in this subgroup. Third, as a cross-sectional study, clinical details such as some comprehensive physical and pathological examination in outpatients might be incomplete. Finally, assessing the value of Mp1p antigen screening by specimen culture was conducted in 350/784 (44.6%) clinically suspected patients, over 99% came from the inpatient department, only one of them came from outpatient department. However, it is not realistic for all HIV infected patients to receive specimen culture, especially given that it takes time, is expensive, and requires invasive methods to obtain samples such as bone marrow or bronchoalveolar lavage fluid. Therefore, multicenter, large sample size and longitudinal study with long-term follow up are needed to explore the prevalence of talaromycosis based on the Mp1p antigen detection in different endemic regions and to fully assess value of Mp1p antigen screening on cost-effective and clinical outcome.\nIn conclusion, Mp1p antigen screening can be an effective tool for more efficient diagnosis of talaromycosis, especially in HIV/AIDS patients with low CD4+ counts. Future validation studies are needed."
}