{
    "Introduction": "Rift Valley fever virus (RVFV) remains an important emerging arboviral pathogen due to its recent geographic spread and its combined disease and financial impacts on vulnerable human populations [1]. Specifically, RVFV is listed as a priority pathogen by the World Health Organization (WHO), the Food and Agriculture Organization of the United Nations (FAO), and the U.S. Centers for Disease Control and Prevention (CDC) because of its ability to cause life-threatening hemorrhagic fever and encephalitis in humans [2,3], its epidemic potential to cause severe harm to livestock [4,5], and its potential for non-vector aerosol spread during epizootics and epidemics [6,7]. The RVF virus is a member of the Phlebovirus genus, with three main lineages, with East African, West African, and Southern African groupings. In the absence of efficacious human drugs and/or vaccines against RVF, the virus has the potential to trigger significant public health emergencies in affected areas.\nRVFV was first identified in 1931 during an investigation into an epidemic of fatalities among sheep on a farm in the Rift Valley Province of Kenya [8]. Since that time, its spatial range has continued to expand from East Africa into southern Africa, West Africa, and North Africa, and more recently outside Africa to the Arabian Peninsula [6,7,9]. RVFV can infect a wide range of mammalian hosts [10] and can be carried by many arthropod vectors. Floodwater Aedes spp. are important in maintenance during interepidemic periods, whereas other Diptera serve as secondary vectors during outbreaks in sub-tropical and temperate regions of the world [11–15]. RVFV results in lower case fatality rates (CFR) compared to other hemorrhagic fever viruses [4], but its outbreaks have profound compounding effects on human subsistence (from loss of livestock) and on national economies, related to livestock export bans [16–19].\nThe critical environmental reservoir of RVFV is presently unknown. Humans become infected either through the bite of an infected vector or through exposure to infectious animal tissues or bodily fluids such as abortus, birthing fluids, meat, milk, or blood aerosolized during slaughtering. Other than in utero transmission, there is no evidence for human-human transmission of RVFV [4]. Those infected either remain minimally symptomatic or develop a mild form of the disease Rift Valley fever (RVF) (96% of patients), which is characterized by a febrile syndrome with sudden onset of flu-like fever, muscle pain, joint pain, and headache [4]. Some patients develop neck stiffness, sensitivity to light, loss of appetite and vomiting and therefore RVF can be mistaken for meningitis [20]. While most human cases are relatively mild, a small percentage of patients will develop a much more severe form of the disease [21]. This usually appears as one (or more) of three distinct syndromes: ocular (eye) disease (0.5–2% of patients), meningoencephalitis (fewer than 1% of patients) or hemorrhagic fever (fewer than 1% of patients) [4].\nEqually important is the lethal threat to peoples’ livestock. RVFV spread into naïve ecosystems is driven by infected animal movement, and potentially via infected vectors [22], and can result in death of between 70–90% of young ruminants, with sheep the most affected, and loss of pregnancy in nearly 100% of pregnant animals [23].\nOutbreaks in humans and in animals do not occur at random. Instead they are strongly linked to excess rainfall and to local flooding events [24] and the consequent rise in mosquito abundance [25–32]. In addition, there is mounting evidence that suggests that there is continuing low-level RVFV transmission to humans and to animals between recognized epidemic periods [33–49]. Undetected infections, particularly in livestock, provide an important reservoir for recurrent outbreaks, leading to a continuing threat of disease in economically marginal communities and risk of further geographical expansion.\nWith no human-use vaccines available, the Coalition for Epidemic Preparedness Innovations (CEPI) expanded its list of target diseases to include RVF in January 2019. To date, CEPI has supported two programs to advance human RVF vaccines in collaboration with Wageningen Bioveterinary Research (WBVR), a division of Wageningen University, and Colorado State University (CSU). Both vaccine candidates are currently in the preclinical stages of development. Elsewhere, the University of Oxford has developed a single dose ChAdOx1 RVF vectored vaccine that is currently in phase 1 studies to determine the safety and immunogenicity among healthy adult volunteers (https://clinicaltrials.gov/ct2/show/NCT04672824). Previously, the US Army Medical Research Institute of Infectious Diseases (USAMRIID) developed an improved version of inactivated RVF vaccine, TSI-GSD-200, which, from early 1986 to late 1997 was given to 598 at-risk workers in their facilities, which provided effective antibody immunity after a three dose regimen [50]. However, to date, none of these vaccines has been trialed in endemic human populations, and none has undergone phase III clinical trials in order to be licensed for general use. A major challenge in planning clinical trials is the lack of precise understanding of the RVFV epidemiology and the unpredictability of outbreaks. Thus, there was need for an in depth review of existing epidemiological data and identification of remaining key knowledge gaps to further vaccine development.\nThe specific objective of this study was to consolidate the understanding of recent RVF epidemiology over the recent 1999–2021 period. We sought to catalogue the variability of national/regional incidence and prevalence, human risk factors and populations at risk, the geospatial distribution of RVF serotypes/lineages, and the present day national and regional human and animal RVF/viral hemorrhagic fever surveillance systems. The systematic review also highlighted current knowledge gaps in RVFV epidemiology to establish the major challenges remaining for current efforts in development and testing of human vaccines.",
    "Methods": "To meet our study goals, we performed a systematic review of the available published literature as well as governmental monitoring and media reports of RVF activity during the period 1999–2021. The study results are reported according to the 2020 Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA 2020) guidelines [51]. See S1 Table for details.\n\nInclusion/Exclusion criteria\nStudies included in the review were those that contained reports of human, animal, and/or vector RVFV infection or exposure among individuals (of any age) in countries across Africa, the Arabian Peninsula, and the Indian Ocean where RVFV transmission was detected during the period January 1st 1999 to June 1st 2021, including historical, observational, and prospective studies. Serosurveys from outside this target area (Spain [52,53], Poland [54], Korea [55], and Jordan [56]) were also catalogued, although not formally included in our analysis. Reports containing primary human seroprevalence or incidence data, reported RVF outbreaks or cases, details of RVF transmission, RVFV lineage distribution, and/or risk factors were included. Reports of infections among regional livestock and wildlife during the same period were also included.\nThe primary objective was to obtain population-based survey data. However, georeferenced location-specific case reports were also included in spatiotemporal analysis. There was no restriction according to the language of publication.\nExcluded studies were those that reported laboratory-based studies or intervention trials among experimental animals in controlled settings. Reports, reviews, or opinion articles without primary data were also excluded.\n\n\nInformation sources and search strategy\nTo maximize detection of eligible RVFV transmission studies, we searched the online databases PubMed, Web of Science, African Journals Online, The Cumulative Index to Nursing and Allied Health Literature (CINAHL), The Scientific Electronic Library Online (SciELO), Elsevier, ResearchGate, and the Program for Monitoring Emerging Diseases (ProMED) listserv site. Animal outbreak data recorded by the World Organization for Animal Health (OIE) was recovered from their databases, the 2005–2021 WAHIS (https://wahis.oie.int/#/home), and the older Handistatus II database (https://web.oie.int/hs2). Other sources of papers and reports that were also retrieved included: i) polling colleagues involved in RVF research or control for any non-indexed ‘grey literature’, ii) using Google Scholar referrals for ‘similar papers’, iii) scanning of literature found in personal archives, and iv) obtaining non-indexed citations found among the reference lists of the papers reviewed in our study. Details of the information sources and search strategy used are available in S1 Text.\n\n\nSelection process\nReview of titles and abstracts was performed by two trained reviewers who independently searched for data content meeting study requirements. The studies found potentially suitable for inclusion after title-abstract review were then obtained for full-text review from online or library sources. Where a single report contained data on multiple individual community surveys, each of these surveys was separately abstracted and given a unique ID number for inclusion in sub-group comparison analyses. Studies with insufficient details of the incidence or prevalence of RVFV infection were not included, and cases of duplicate publication or extended analysis of previously published data were removed from the list of selected references for this review. Full listings of included and excluded references are provided as Supporting Information files S2 and S3 Tables.\n\n\nData collection process\nIncluded papers were abstracted by two independent reviewers, and their relevant features entered into a purpose-built database created with Google Forms. The entries were then stored in a shared master spreadsheet in Google Sheets. The included papers and data registry downloads were archived in electronic text (pdf) or spreadsheet formats at the Department of Pediatrics, Stanford University School of Medicine, and at the Center for Global Health and Diseases, Case Western Reserve University.\n\n\nData items\nFor the human and animal RVFV exposures or clinical cases reported, information was entered into the database based on UN geographic region (https://unstats.un.org/unsd/methodology/m49), country, and the sub-national administrative location details that were reported. Islands in the Indian Ocean, normally classified as ‘Eastern Africa’ by the UN, were grouped separately for our analyses. The beginning and ending month and year of the reported RVF activity or exposure study were recorded, as well as information about whether the event was a recurrence of transmission in a previously affected area, whether there had been flooding before the event, and whether the period involved an El Nino-Southern Oscillation (ENSO) event. When outbreaks spanned more than one calendar year, the year of onset was used to classify the event. Study design and the eligible study population were recorded for each report and whether the report involved human cases, domestic or wildlife animals, or arthropod vectors, and the number of affected individuals by species. Where available, age and gender distributions were captured for both animal and human studies, along with any potential risk factors that were studied, and which were found to be significant by that study. Factors evaluated for human exposure risk were age and age class, gender, occupation, socio-economic status, and participation in the animal care activities of feeding, herding, sheltering, or milking livestock, as well as assisting birth, butchering, or skinning, and disposal of aborted material, or consumption of raw milk. Factors evaluated for animal RVFV exposure were age and age class, sex, breed, body condition, herd size, grazing strategy, and environmental conditions including proximity to water, local vegetation, rainfall, and mosquito control measures. Our data extraction tool was designed to capture factors related to the area the animal was raised (water sources nearby, mosquito exposures, rainfall, vegetation), herd factors (grazing strategy, mosquito control measures, herd size) and individual risk factors such as body condition and breed. In some animal studies, the age of the animal (by dental examination) and sex could be objectively assessed at the time of sampling. We grouped common animal exposures and determined how many studies had assessed for the risk factor and how many individual studies found statistically significant results by bivariate or multivariate analyses. Not all studies separated the species of animals involved within each exposure, and these have been reported as “not subdivided by species.” Information was recorded on the diagnostic tests used to identify acute cases or exposures, and on each study’s criteria used to identify suspected and confirmed animal or human cases of RVF. Available information regarding local RVF surveillance methods was noted, as well as any information about the RVFV lineage involved in the reported cases. Where individual outbreaks were reported in more than one publication or governmental bulletin, case numbers and mortality for that outbreak were taken from the latest reports.\n\n\nStudy risk of bias assessment\nWe used an abridged version of the Liverpool Quality Appraisal Tool (LQAT) [57,58] to assess study quality and risk of bias of included studies because of the tool’s flexibility in accommodating different study designs and in creating potential bias assessments specific to our diverse set of studies. Scoring involved assessment of possible subject selection bias, response bias, follow up bias, bias in risk factor assessment, bias in outcome assessment, or possible bias in reporting the outcome. Scoring also included whether the study’s analysis involved adjustment for potential confounders. The LQAT score, combined with recorded information about study design and power, were used to classify reports as weak (score 1–5), moderate (score 6–8), or strong evidence (score 9 or 10) regarding local risk for disease or exposures. Each study was assessed independently by two reviewers with discrepancies resolved in consultation with a third reader.\n\n\nEffect measures\nWe enumerated the cumulative number of outbreaks reported within national and sub-national borders over time, and the observed incidence or period prevalence by location. However, because of significant heterogeneity created by reporting bias, relative risk comparisons among the multiple locations were considered unreliable. Continent-wide RVF risk assessment for Africa, based on climate, weather, population, and landscape factors has been recently well studied [59–64] and so was not repeated here. We have, however, updated prior meta-analysis assessment [65] of individual human risk factors to provide evidence regarding specific sub-groups who might serve as suitable high-risk subjects for a human vaccine trial. Because the chances of infection were based on post hoc determination of exposures, summary odds ratios derived by random effects statistical modeling were used to determine the strength of these associations in the meta-analysis.\n\n\nSynthesis methods\nOutbreaks and exposures were classified into five groups: 1) acute human RVF cases, 2) acute animal cases, 3) human RVFV exposure data (based on sero-surveys), 4) animal exposure data, and 5) arthropod infection data. These were tabulated over time and space using frequency measures and geo-located, when necessary, using Google Earth Pro software (available at https://www.google.com/earth/versions/). The two decades of inclusion (1999–2010 and 2001–2021) were assessed jointly and then separately to determine the evolution of disease, changes in detection of disease through improved diagnostics, and the effects of more robust surveillance. Regional maps at the national and sub-national level were then prepared using QGIS software (https://www.qgis.org/en/site/) using base maps supplied by the Database of Global Administrative Areas (GADM) (version 3.4, (April 2018, www.gadm.org/data, licensed for non-commercial purposes; see www.gadm.org/license). Surveillance systems in animals, humans, and vectors were categorized either as early warning systems, detection in hospital-based surveys, use of sentinel herds for surveillance, or farmer reported syndromic surveillance. For meta-analysis of individual human level risk factors, results from those included studies with relevant human exposure data were entered into Comprehensive Meta-Analysis software, v.3 (CMA, Biostat, Englewood, NJ) for calculation of pooled summary estimates of exposure effects, along with their confidence intervals. Heterogeneity levels were scored using Higgins’s and Thompson’s I2 statistic [66]. Summary estimates of intervention effects were computed using Der Simonian and Laird random-effects modeling [67] implemented by the CMA software. Summary data were presented visually by Forest plots showing the respective odds ratio and 95% confidence interval (CI95%) for the pooled analysis. Assessment for potential publication bias was carried out by visual inspection of funnel plots, and statistically by calculating the Egger test. To explore heterogeneity and factors that could potentially modify the summary estimates of effect, we performed subgroup analyses stratified by study risk of bias, and by year of publication. For the sensitivity analysis, each meta-analysis was retested with the exclusion of one study at a time to assess the possibility of a disproportionate impact of any individual study on summary estimates.",
    "Results": "Studies and RVFV reports selected for inclusion\nInitial screening of online publication databases yielded 7097 listings for RVF or RVFV during the period January 1999-June 2021 for our initial review (Fig 1). These were supplemented by 771 georeferenced outbreak case reports obtained from OIE databases World Animal Health Information System (WAHIS, https://wahis.oie.int/#/home) for events after 2004, and from OIE Handistatus II (https://web.oie.int/hs2/report.asp?lang=en) for earlier 1999–2003 events. Other sources, including private archives, governmental reports, ProMed listings, listings from previous systematic reviews [65,68], and non-indexed citations (found in Google Scholar and in bibliographies of papers under review), provided an additional 667 reports for consideration for possible inclusion. After removal of duplicates, 1976 unique articles or reports were selected for full text review. After the full text review was performed, 285 events reported in 281 publications, plus the 771 events identified in OIE databases and 48 from grey literature, identified a total of 1104 unique human or animal RVFV transmission events for inclusion in the analysis.\nOnline searches for publications and data registers (left side flow) were supplemented by governmental outbreak reports, non-indexed citations found in local archives, and citations found within the reference lists of the papers that were reviewed (right side flow).\n\n\nReport characteristics\nOf the 285 included reports selected from the published literature, 91% were in peer-reviewed journals, 7% were in governmental reports, and 2% were in abstracts or published correspondence. Following the regional designations of the United Nations, 43% of these papers reported RVF activity in East Africa, 13% in West Africa, 13% in the Arabian Peninsula, 10% in North Africa, and 10% in Southern Africa. The countries of Kenya (n = 42 reports), Saudi Arabia (n = 32), Tanzania (n = 24), South Africa (n = 22), Madagascar (n = 14), Sudan (n = 13), Mauritania (n = 11), and Mozambique (n = 11) were the most frequent subjects of RVF outbreak reports and surveys. Thirty percent of reports documented active epidemics/epizootics, 61% were exposure studies performed during interepidemic periods, and 7% were post-epidemic survey studies. One hundred sixty-five (58%) were cross-sectional surveys of humans or animals, 60 (21%) were acute case series, 35 (12%) involved prospective cohorts, and 4 (1%) were case-control studies. Forty-two (15%) reported on vector testing in affected areas. Among published studies, 195 (68%) were non-randomized, 79 (28%) involved some form of random sampling, and 11 (4%) did not clearly indicate how sampling was done. In terms of study quality, the median LQAT score for published studies (where higher scores indicated higher quality studies) was 6 (range = 2–11, IQR 5–7), meaning the majority of studies had moderate-to-high risk of bias in assessing risk by location or by sub-population. Details of all included studies, including individual risk-of-bias scores are provided in S2 Table.\n\n\nWhere RVFV transmission or RVF epidemics/epizootics occurred, 1999–2021\nOverall, 39 countries had evidence of RVFV circulation in humans, animals, or vectors during the 1999–2021 period, based on detection of probable or confirmed acute cases, positive PCR testing, or serosurvey results (Fig 2 and S4 Table). Eighty-three reports documented 124 locations in 19 countries that had 4,353 probable or confirmed acute human RVF cases and 755 deaths (Fig 3), whereas 107 reports documented acute RVF animal events (470 OIE confirmed cases) in 31 countries between 1999 and 2021 (Fig 4). The median year of reported events was 2010. Outbreaks of clinical disease among humans or animals occurred at average rates of 5.8/year and 12.4/year, respectively, with Mauritania, Madagascar, Kenya, South Africa, and Sudan having the most human outbreak years. When month of onset was given for active epizootics or epidemics, in East Africa, 77% (27/35) of outbreaks began between November and January; for southern Africa, 80% (8/10) began between March and June; for West Africa, 92% (12/13) began between July and October; for the Arabian Peninsula, 93% (13/14) began between August and October; and for North Africa, 67% (6/9) began between September and October.\nCountries were categorized as to whether there was evidence of human, animal, or arthropod RVFV infection during the 1999–2021 era. Base map is from Database of Global Administrative Areas (GADM) (version 3.4, (April 2018, www.gadm.org/data.html).\nLocations are shaded according to whether they experienced outbreaks before or after 2011, or if they had outbreaks during both periods. Base map is from Database of Global Administrative Areas (GADM) (version 3.4, (April 2018, www.gadm.org/data.html).\nLocations are shaded according to whether they experienced outbreaks before or after 2011, or during both periods of time. Base map is from Database of Global Administrative Areas (GADM) (version 3.4, (April 2018, www.gadm.org/data.html).\nMaps in Figs 3 and 4 show the sub-national administrative regions where acute human and animal cases were reported during the earlier (1999–2010) or latter (2011–2021) halves of our study period, or both. The countries with multiple repeated human outbreaks across both early and later time intervals were Kenya (n = 4), Mauritania (n = 5), South Africa (n = 4) and Madagascar (n = 2). S5 Table lists dates, place names, GPS locations, reported human case counts, incidence rates per 100,000, reported numbers of deaths, and estimated case fatality risks.\nIn terms of epizootic activity, Fig 4 highlights the countries that experienced repeated acute RVF outbreaks among animals during one or both decades of the 1999–2021 period. These were Kenya (n = 4), Madagascar (n = 2), Mauritania (n = 6), Mayotte (n = 2), Mozambique (n = 2), Senegal (n = 3), and South Africa (n = 4).\n\n\nSerosurveys of human and animal RVFV exposure\nOf the population surveys performed during interepidemic periods to detect evidence of prior local RVFV circulation, 50 surveyed human populations, 79 surveyed livestock populations, and 23 tested local wild animals. Of these, eight jointly surveyed both humans and livestock, and nine surveyed both wildlife and livestock. A summary of available diagnostic assays used to identify anti-RVFV antibodies is presented below in Table 1.\nIn several animal surveys performed during interepidemic periods, low rates of livestock and wildlife anti-RVFV IgM seropositivity or IgG seroconversion were detected in areas of Namibia, Senegal, South Africa, and Kenya [47,78–80] suggesting unsuspected ongoing RVFV transmission in those locations without detection of concurrent clinical RVF cases. Also of note were animal studies that showed serologic evidence of RVFV circulation among animals or humans within areas that had no prior evidence of RVFV circulation. These were, among animals only, in Libya [OIE], Tunisia [81], and Western Sahara [82] in North Africa; but in either humans or animals, in Sierra Leone [36], Côte d’Ivoire [83], Djibouti [84], Rwanda [85,86], and eSwatini [OIE], i.e., geographical areas in sub-Saharan Africa with no previously documented transmission. Anti-RVFV antibody testing of human patients in health centers in Ghana [87] and Jordan [56] did not detect evidence of local exposure.\n\n\nRVFV lineage studies\nTwenty-six papers reported on sequence analysis of RVFV isolates from recent and more distant outbreaks in an attempt to identify the geographic extent of specific viral lineages in circulation at the time. Although variants have been seen to cluster in East African, West African, and Southern African groupings, the results from different studies are heterogeneous, and nomenclature for these variants has not yet been standardized. The included studies on strain and lineage are summarized in S6 Table.\nDifferences are noted depending on the segment(s) of the viral genome analyzed, the clustering algorithm used, and the reference isolate used as a ‘type specimen’ for comparison.\nSub-lineages of the Eastern group were found in the 1997–1998 Kenya/Tanzania RVF outbreak, as well as the 2000–2001 Saudi Arabia/Yemen outbreak [88,89]. These were most similar to the RVFV isolates from humans, animals, and insects during the Kenya 2006–2007 epidemic (when variants termed Kenya-1, Kenya-2, and Tanzania-1 co-circulated) [88,90]. Later 2008–2009 isolates from outbreaks in Comoros [91], Mayotte, and Madagascar [92,93] were also from the Eastern group. Although Eastern African group isolates were recovered from Mauritania in 2010 [94] and Senegal in 2013 [95] in West Africa, outbreaks in these countries in other years have identified a separate West African lineage grouping of RVFV isolates [96,97]. Grobbelaar and colleagues [98] have used the sequence from the viral Gn surface peptide to compare 198 isolates recovered between 1944–2010 from across Africa and the Arabian Peninsula, and have defined 15 different lineages, which they have labeled A through O (Table 2). South African isolates in 2008 were grouped in the C lineage, related to the Kenya-1 lineage. However, during 2009–2011, South African isolates were predominantly found in a new, separate lineage H [99], while one isolate in Northern Cape Province was from lineage K. Lineage K was later identified in a small South African outbreak in 2018 [100], and in an RVFV-infected Chinese expatriate working in Angola in 2016 [101].\n(Based on Grobbelaar, et al. 2011 [98])\n\n\nHuman outbreak characteristics\nDuring human outbreaks, surveillance and reporting efforts varied greatly from location to location. We observed that among human outbreak reports, the calculated incidence rates of probable or confirmed human RVFV infections among local or regional residents varied between 0.01 and 91 per 100,000 population, with a median value of 2.5. Case fatality risks for these probable or confirmed cases varied from zero to 65% (median = 14.3%) in locations where more than one case was reported (n = 107 locations from 41 publications, see S5 Table).\nThe cumulative human exposure to RVFV infection is also heterogeneous across locations. In endemic areas, this cumulative exposure is usually estimated from cross-sectional surveys based on the population prevalence of human anti-RVFV IgG seropositivity at different ages. Among the 25 well-designed population-based serosurveys (scored as having low risk-of-bias) among our included reports (n = 44), IgG seroprevalence during interepidemic periods ranged from (0.15%) in Madagascar in 2014–2015 [40] to 22% in eastern Kenya in early 2006 [103] and again in 2013–2014 [104], with an overall median intra-epidemic value of 5.2% (IQR 1.8% - 13%) seropositivity across all 25 surveys.\nAcute human RVF outbreaks were reported across Africa, the Arabian Peninsula, and the Indian Ocean from 2000–2021 (Fig 5). The highest number of reported human RVF events occurred in 2006–7, starting in East Africa, moving to Sudan (North Africa) and then to the islands in the Indian Ocean during 2007–2008, as part of an evolving epidemic and epizootic of the East African RVFV lineage. In East Africa, new RVFV outbreaks have recurred annually since 2016, whereas no new human cases have been reported in the Arabian Peninsula since 2001. RVF flared in southern Africa in multiple episodes between 2008 and 2011 and West African countries Mauritania and/or Senegal have reported cases across multiple years, 2003. 2010, 2012–3, 2015–6, and again in 2020.\nA larger number of acute animal RVF events (N = 273), compared to human events (N = 132), was reported during the 1999–2021 period studied. The reported animal events in southern Africa (N = 31) and in the Indian Ocean islands (N = 19) were concentrated during the 2008–2011 period (Fig 6). By contrast, animal events in West Africa and East Africa were reported during most years of the targeted time interval (cumulative N = 80 and N = 118, respectively), with the highest yearly tally being 41 reported events in 2018 (Fig 6). No animal event was reported in the Arabian Peninsula after 2010, while only a low number of events were reported in Central and North African countries between 2002–2019 (cumulative N = 8 and N = 9, respectively; Fig 6).\nOf 28 papers that reported both human and livestock data, 17 contained information on concurrent co-local RVF epidemic and epizootic activity. These reports documented combined human/animal RVFV transmission events in Saudi Arabia [105,106] and Yemen [107] in 2000–2001; in Egypt [108] and Mauritania [109] in 2003; in Kenya [5,90] and Tanzania [90,110] in 2006–2007; in Mauritania in 2010 [94,111] and again in 2012 [112]; in Senegal in 2013–2014 [95]; in Niger [97] and in Uganda [113] in 2016; and in Kenya [114], Mayotte [115], and South Africa [116] in 2018.\n\n\nEvidence of vector presence and competence for interepidemic RVFV transmission\nIn S7 Table we summarize 31 published studies from 1999–2021 that tested arthropod vector species for RVFV infection potential. Our systematic review identified 21 locations (in 8 countries) with RVFV-positive vectors, including mosquitos from Aedes, Culex, Anopheles, and Mansonia spp. and from Hyalomma spp. ticks (Fig 2). Notably, in 6 out of 10 trapping surveys performed during interepidemic years in endemic zones, live RVFV or RVFV RNA was detected in captured vector mosquitoes or ticks [117–122]. As the lifespan of mosquito vectors is relatively short, the presence of RVFV viral RNA in these vectors likely represents sustained circulation in each of the given locations.\n\n\nHuman risk of RVFV-related disease\nAmong our included studies from the systematic review, 84 reports assessed human risk factors for RVFV exposure. The factors most commonly assessed were occupation (N = 33 papers), gender (N = 30), age (N = 89), contact with animals (N = 38), travel (N = 15), as well as proxies for mosquito exposure such as work or residence in proximity to water sources (N = 12), and personal behaviors related to mosquito avoidance (N = 29).\nQuantitative assessment of the role of gender involved estimation of chances for RVFV exposure by men and women in endemic settings. There were 31 studies that reported RVFV exposure (cases or anti RVFV seropositivity) according to gender (Fig 7). There was moderate heterogeneity among these studies (I2 = 39%), and random effects modeling estimation yielded a summary pooled OR estimate of 1.41 (CI95% 1.24, 1.60, p < 0.001) for males vs. females in their exposure rates (Fig 7). This value, based on studies from 1999–2021, remained very similar to that calculated by Nicholas and colleagues [65] (OR = 1.36) in their meta-analysis of studies from 1984–2011.\n\n\nGreater human risk associated with animal contact\nEleven well-structured human surveys (having moderate to low risk of bias, i.e., LQAT scores ≥ 6) compared rates of RVFV exposure among local residents according to the extent of their daily contact with animals, particularly ruminant livestock. Heterogeneity was high among these studies (I2 = 68%). However, random effects meta-analysis, summarized in the Forest plot in Fig 8, yielded a summary OR estimate signifying a 46% increase in the odds of RVFV exposure among people with regular animal exposure (random effects model pooled OR = 1.46, CI95% = 1.09, 1.94, p = 0.01) in at risk populations. In separate task analyses, S1–S3 Figs show Forest plots for summary estimates of associations between butchering, sheltering, and milking livestock activities and risk of RVFV exposure among at-risk populations. The estimates were: for butchering, OR = 3.7 (CI95% = 2.5, 5.4, p < 0.001, I2 = 75%); for sheltering, OR = 3.4 (CI95% = 2.1, 5.4, p < 0.001, I2 = 57%); and for milking, OR = 5.0 (CI95% = 2.8, 8.8, p < 0.001, I2 = 77%), indicating significantly higher risk with these exposures. Among these pooled studies, there was no evidence of publication bias (by funnel plot or by Egger’s statistic). There were no yearly trends in exposure effects, nor did sensitivity analysis indicate evidence of any single dominant study for each exposure-related outcome.\nThirty-nine included studies assessed human RVFV-infection risk factors related to different animal exposures and 17 of those studies linked animal exposures to acute human RVFV infections (S8 Table). In meta-analyses performed according to specific animal contact tasks, handling aborted material during an RVF outbreak had a pooled odds ratio of human infection (Fig 9, random effects model pooled OR = 3.65, CI95% = 2.32, 5.73, p < 0.001, I2 = 73%).\nOur survey also provided individual reports of an additional 21 significant animal contact risk factors that had not been commonly assessed. In a study in Tanzania during the 2006–2007 East Africa outbreak, 40% of 115 RVFV cases reported having contact with animal products including meat and milk from sick animals, compared to just 28% of the cases reporting having slaughtered an animal [123]. Specifically, consumption of meat from sick animals was associated with a nearly four-fold increased risk of RVF-associated death during the 2006–7 outbreak in Kenya [68].\n\n\nOccupational and socioeconomic factors associated with RVFV exposure\nOur systematic review identified seven studies overall that found statistically significant risks related to socioeconomic factors such as education level, ethnicity, and household size. Briefly, the less wealthy and less educated were overrepresented among RVFV exposed people (S9 Table).\nForty-five of the 506 papers assessed occupation as a human risk factor and 14 references found occupation to be a statistically significant factor (S10 Table). For clarification, those who were classified as ‘herders’ may not necessarily live a pastoralist lifestyle, so they have been given separate status. We found three studies that reported high seroprevalence among “housewives”, which might be explained by their frequent handling of raw meat and animal products for cooking.\n\n\nRisk factors for RVF severity\nOut of the 135 included papers assessing human RVFV exposure and disease, 12 presented data on human risk factors associated with more severe RVF disease presentation (S8 Table). Persons with severe disease were usually more likely to have had animal contact, [21,124,125]. In outbreaks in Kenya [124,125], specific animal contact activities such as handling or consuming products from obviously sick animals (OR for more severe disease = 2.53, CI95% = 1.78, 3.61, population attributable risk percentage [PAR%] = 19%) and touching an aborted animal fetus (OR = 3.83, CI95% = 1.68, 9.07, PAR% = 14) were strongly linked to risk of severe (rather than mild) human RVF disease. Older age and death of a family member were also linked to more severe human disease [124]. In Sudan, males aged 15–29 years were overrepresented among patients who presented with severe disease, as compared to females of the same age [126]. Environmental factors, such as excess rainfall and muddy soil linked to emergence of mosquito blooms have also been linked to severe human disease in both Sudan and Kenya [127,128].\nSeverity of human RVF was associated with the presence of concomitant co-infections. A fatal outcome in a travel related case was attributed to the presence of concurrent hepatitis A virus infection [45]. Additionally, a study in South Africa during the 2010 RVFV outbreak indicated that existing HIV-positive infection status was associated with risk of the encephalitic form of RVF disease [129], a finding similar to experience among HIV-infected patients in Tanzania in 2007, where all patients with HIV-positive status developed encephalitis, and of whom 75% died [123].\nFour studies performed in three countries (Kenya, Sudan, Saudi Arabia), examined the risk factors linked to death from RVF. In Kenya in 2007, consuming and handling products from sick animals and village and district location were linked to risk of death (OR = 3.67, CI95% = 1.07, 12.64, PAR% = 47%) [125,130]. In Saudi Arabia, a retrospective analysis of the 2000–2001 outbreak showed that specific clinical signs were independently linked to death. These included jaundice, bleeding, and neurologic symptoms (P < 0.0002) [131]. One study demonstrated an increased level of RVFV replication in fatal RVFV [132].\n\n\nRisk factors for animal RVFV outbreaks\nBecause human risk of RVFV exposure is closely associated with the local presence of infected livestock, we reviewed factors related to animals’ risk of RVFV infection.\nHerd Immunity Levels. Our systematic review included results from 174 animal studies, in which 144 tested domestic livestock and 26 tested wild animals for RVFV exposure and/or acute infection. Of all livestock studies included, 32 were conducted during an active epizootic, 10 were conducted just after an outbreak in the post-epidemic phase, and 97 were conducted during interepidemic years. For wildlife surveys, 5 were carried out during an active epizootic, 5 were done in the post-epidemic phase, and 14 were performed during interepidemic periods. Of all animal risk factors, sex and age were the most studied, and older animals and those that had lived through outbreaks were more likely to have been exposed. A wide range of anti-RVFV IgG seroprevalence was observed among livestock in endemic countries (4% in Senegal [95] to 39% in Tanzania [133]) and rates were dependent on species and population sampled, the timing of sampling, and the sampling strategy used. As a result, seroprevalence listed at a given time and place did not imply a specific level of long-term herd immunity. A summary of livestock risk factors is presented in S11 Table.\nHerd level risks.For herd level risks, the observed effects of herd size has varied across studies. A 2013–2014 study in a high risk area of Kenya showed that medium sized herds of 50–100 animals had a significantly higher seroprevalence compared to small herds (< 50 animal) or very large herds (>100 animals) [134], though this did not account for the differences in animal rearing strategies dependent on herd size. The statistical significance of herd size was lost when village was accounted for as a random effect [74]. In Tunisia, the first assessment of serology in camels in 2017–2018 showed that camels living in smaller herds intended for meat production had a higher seroprevalence than those used for military purposes or tourism. Additionally, this study found that camels that had contact with ruminants had significantly higher rates of RVFV exposure [81].\nThe differing levels of RVFV susceptibility across livestock species (S11 Table) further complicates the herd immunity threshold related to animal-to-human RVFV spillover. Additionally, livestock had variable contact with other livestock from neighboring herds and regions. An extensive social contact analysis from the 2008–2009 Madagascar outbreak showed that bartering practices, in which cattle can have multiple contacts within a village, was a significant seroconversion risk factor [135]. Such bartering practice can support inter-village RVFV circulation, whereas formal trade networks or cross-border smuggling were more likely to be responsible for trans-national and international spread [136,137].\n\nIndividual animal risks.For individual-level animal risk, studies examining cattle had the most significant findings. Abortion was the most recognized clinical sign associated with RVFV infection and recent abortion was significantly associated with RVFV exposure [138]. This experience was the first to identify the 2018 RVFV outbreaks in Kenya when farmer-reported surveillance was implemented [127]. None of the included studies found an association between underlying animal body condition and RVF risk.\n\n\n\nWild animals’ role in RVFV transmission\nRVFV has been found in a variety of wild mammals [48]. Their role in transmission to humans has been documented, as well as their role as viral amplifiers that contribute to increased risk of livestock infection. Wild ruminants, especially buffalo, have been found to have significant herd seroprevalence during inter-epidemic period in endemic areas [46,139,140]. For species-specific risk factors, interspecific network centrality, home range and reproductive life-history traits were associated with RVFV occurrence. S12 Table summarizes the wild animal seropositivity and acute infections identified in our literature review.\n\n\nAnimal vaccination\nAmong the included papers in this review, we identified 17 studies in six countries that included vaccinated animals. Countries that had vaccinated cattle, sheep, or goats for RVFV were Kenya, Tanzania, South Africa, Egypt, and Saudi Arabia [5,141–145]. In Egypt, between 2013 and 2015, seroprevalence of anti-RVFV was 14.9% among immunized cattle, compared to 7.9% among unimmunized cattle [146]. Although livestock are required to be vaccinated before they are exported to Saudi Arabia, a study at a livestock quarantine facility in Djibouti found an anti-RVFV IgM-positive seroprevalence of 1.2% in sheep and goats (small ruminants grouped as ‘shoats’) and 0.3% in cattle [141,147]. A 2009 study in Mecca, Saudi Arabia found 55.8% anti-RVFV IgG in ostensibly vaccinated sheep, but still found a 2.6% rate of IgM positivity, indicating possible ongoing circulation (despite herd vaccine status) or recent vaccination [148].\n\n\nAdditional considerations for RVF risks\nThe range of RVFV-endemic areas is expanding, and the virus appears to travel well [39,149,150]. In endemic countries, internal travel to or from outbreak epicenters is typically included in suspect case definitions. A recent review by Grossi-Soyster and LaBeaud [151] has highlighted the risk of RVFV transmission to travelers, and although most travelers will not have direct contact with livestock, their mosquito exposure behavior needs to be assessed.\n\n\nReported surveillance methods\nIn animal, humans or vectors are summarized in S13 Table. Our review revealed 52 papers specifically reporting on RVFV surveillance. Their methods are not uniformly implemented, but include: i) leveraged RVFV testing of samples taken during surveillance for other diseases such as malaria, dengue, HIV, or Lassa fever [38,152–154]; ii) the use of sentinel livestock herds in high-risk areas; iii) increased case surveillance based on monitoring of weather-related early warning signs; and iv) international collaborations with neighboring regions to conduct surveillance. These surveillance systems do not necessarily operate in parallel, but instead may overlap and may only be implemented at times of perceived increased risk.\nFig 10 depicts the different types of early warning and surveillance systems and their relative certainty. S13 Table further summarizes available information from open-source platforms on the early warning and surveillance systems used for RVFV transmission during 1999–2021.\nRepublished with permission of The National Academies Press, from Under the Weather: Climate, Ecosystems, and Infectious Disease (2001), Chapter 7: Towards the Development of Disease Early Warning Systems. P. 87; permission conveyed through Copyright Clearance Center, Inc. under license ID #1142222\n\n\nRVFV diagnostics\nWhen implementing surveillance for detecting RVFV transmission, one major constraint is the limited availability of accurate diagnostics in places where RVF disease occurs. For both human and animals, reliance on a clinical presentation to prioritize RVFV testing is complicated by the significant clinical diagnostic overlap with other febrile infection syndromes.\nAlthough detection of circulating RVFV RNA by RT-PCR can be a definitive diagnosis of active infection, because the human and livestock viremic period is typically only 4–6 days (up to 14 days if hemorrhagic human disease), serologic testing is more extensively used to investigate the epidemiology of recent and past infection. We extracted data from 207 included review reports on the type of assays recently employed for diagnosis of acute RVF. No studies tested livestock and wild animals together for acute infection. The assays used to detect acute RVFV infections are summarized in Table 3.",
    "Discussion": "During RVF epidemics, assessment of incidence, prevalence, and associated risk factors for infection are often based on case series of suspected patients, rather than well-designed, population-based surveys that enumerate laboratory-confirmed cases vs. non-cases. Epidemic and epizootic outbreak surveys are further hampered by limited access to the affected rural communities, which are often experiencing severe flooding caused by excessive rainfall, and very limited access to diagnostic testing. In addition, survey incidence/prevalence calculations may be imprecise because of lack of accurate census information. As a result of these factors and the irregular frequency of disease outbreaks, the epidemiology of RVFV transmission and the risk factors for RVFV-related human disease are not well defined. In some endemic areas, post-epidemic serosurveys have shown high community exposure to RVFV [69,104,153–158], even though symptomatic RVF had been only rarely reported by local health care services. Based on our consolidated picture of recent RVFV epidemiology and the knowledge gaps we have identified, future operational research and clinical trial design should consider the factors discussed below, with the understanding that currently available data have some significant limitations in accurately defining human risk for RVF.\nOur review indicated that during the last two decades, new patterns of RVF epidemiology have emerged. The virus continues to expand its range across Africa countries and into new regions within endemic countries [59,159]. It should be noted that among studies that were technically excluded from our review, there were several completely negative serosurveys of animals performed in Spain [52], the Canary Islands [53], Mauritius [160], Zanzibar [161], South Korea [55], and Poland [54]. Expansion of RVFV transmission has been aided by livestock movement [34,162–165] and the increasing frequency of extreme weather events involving heavy rainfall and flooding [60]. The discovery of vertical transmission within arthropod vector species other than floodwater Aedes spp. mosquitoes [166] indicates the existence of multiple pathways for local RVFV persistence in different ecosystems during time periods that are in between recognized outbreaks. An additional non-vector route of RVFV transmission to humans, i.e., maternal-fetal transmission, has also been identified recently [167–169], and it has been established that RVFV can be an abortifacient in humans [170]. Thus, treating RVF as a concern only during large scale outbreaks in known hotspots fails to capture the full burden of disease and its underlying transmission, and fails to detect new areas of emergence.\nThe review identified 9 actionable critical knowledge gaps for vaccine development and testing. Until this knowledge is improved, clinical trial planning and therefore vaccine development will continue to face practical implementation challenges that can’t easily be overcome:\n\nGap 1: Defining the likely interval between significant RVF outbreaks is challenging\nGap 2: The unpredictability of livestock herd immunity\nGap 3: Differences in seasonality across endemic/enzootic locations.\nGap 4: Data challenges related to bias based on limited study designs and inconsistent reporting.\nGap 5: Delineating human risk factors.\nGap 6: Need for consistent naming of RVFV lineages and strains.\nGap 7: Need for consistent RVFV testing frameworks.\nGap 8: Evolving better approaches to diagnostics.\nGap 9: The need for One Health approaches for RVFV detection and control.\n\n\nGap 1: Defining the likely interval between significant RVF outbreaks is challenging\nThe limited understanding of transmission persistence during interepidemic periods is a major gap affecting our ability to control continued expansion of RVFV, both within and between countries. Prospective studies during interepidemic periods are needed to provide a deeper understanding of how RVFV survives then subsequently thrives in an endemic area. Study findings could then suggest how mitigation efforts, such as vaccination of high-risk humans, can be implemented even before existing surveillance systems detect an outbreak.\nDefining periodicity of outbreaks is challenging because, without active case finding, passive detection is an imperfect, trailing indicator of transmission, as it requires a large enough case number of RVF clinical syndromes (e.g., abortions in livestock) to identify events. Over the last two decades, increased availability and sensitivity of RVFV diagnostic assays, including genotyping, have contributed to increased recognition of viral transmission. However, without baseline interepidemic surveys in both high and low risk areas it is not possible to determine whether RVF outbreak waves are due to persistence or to re-introduction of RVFV transmission. As the outbreak intervals for RVFV remain undefined, the lack of studies during interepidemic periods limit our ability to understand viral maintenance and make it difficult to qualify endemicity in support of mitigation efforts such as vaccination. More useful data would include concomitant active surveillance of vectors, livestock, and humans, and information on rainfall, temperature, mosquito larval sources, and the frequency of risk-related human behaviors. Because RVF livestock outbreaks are up to five times more likely to occur where outbreaks have previously occurred, and human outbreaks are more likely to occur in the same locations as livestock outbreaks [5,171], areas with prior RVFV transmission shown in Figs 3 and 4 would be best locations to characterize interepidemic transmission.\nKenya, South Africa, Madagascar, and Mauritania have had recurrent human and domestic animal RVF outbreaks in the last two decades and are thus most likely to experience additional outbreaks in the near future, and thus could be most suitable for a human vaccination trial. Notably, areas with recurrent outbreaks tend to have more robust surveillance which may account for the higher frequency of RVF detection in those locations (i.e., ascertainment bias). This could impact the predictability of outbreaks, and strongly affect the validity of vaccine trial endpoints. Based on findings identified in this systematic review, RVF can be more likely in a given location, compared to a similar nearby location due to many factors, including the total number of susceptible hosts (influenced by herd immunity), the presence of wildlife reservoirs [172], the water retention properties of the soil and rainfall patterns [63], local cultural practices that may increase risk (e.g., consumption of blood) or decrease risk (e.g., refusing to eat meat from dead animals) [173], and mitigation efforts that persist between outbreaks. As these factors can be confounded, an in-depth understanding of RVFV epidemiology is needed to design investigations so that resources for operational research can be maximized.\n\n\nGap 2: The unpredictability of livestock herd immunity\nCurrent prevention and readiness efforts for RVFV outbreaks rely mostly on early warning prediction and a rapid livestock vaccination response, both of which occur with variable reliability. Recovery from infection and vaccination with live-attenuated vaccines are thought to result in lifelong neutralizing antibodies in livestock [174] and indeed, if enough livestock could be vaccinated for RVFV, then human spillover would be unlikely [175]. However, livestock have a rapid turnover rate within and between herds as animals are slaughtered and sold, or arrive naïve into the herd from new births or purchases. Additionally, livestock in RVFV endemic countries often live in close proximity to wild ruminant species that also acquire many naïve animals each breeding season. The logistics and current intermittent nature of domestic livestock vaccination campaigns, in the face of unknown baseline herd immunity levels, makes full reliance on reactive livestock vaccination a risky approach to RVFV public health control.\nMost livestock animal studies have focused on cattle, sheep, and goat seroprevalence. Although some surveys have used power analysis to determine how many animals to sample from each species, many surveys have still opted for convenience sampling, focusing either on sheep and goats, which are easier to handle, or on just cattle alone. The interpretation of such livestock prevalence surveys should be viewed with caution. Animal age is also likely to influence the results—cattle and dairy animals tend to live longer than sheep or goats, so it can appear that their cumulative burden of exposure is higher. However, evidence of infection among younger animals does provide evidence for recent RVFV transmission activity, and increased seroprevalence between years can indicate an unrecognized outbreak. When multiple species are surveyed, rates should be calculated based on animal-years at risk and better attempts should be made to age animals based on their dentition. Factors that confound RVFV exposure risk should be captured, such as the wealth and knowledge of the farmer [114], area livestock density, and location-specific climate factors. We suggest factors such as nearby temporary and permanent water bodies, land use, mobility at peak mosquito biting times, housing conditions, and rearing strategy be combined with climate data to better discern spatial and temporal high-risk periods for livestock. This will be important in defining optimal locations for human vaccination trials.\nAs the previous systematic review by Clark, et al. [68] has highlighted, and as we found in our review, there are few studies that assess both human and animals from the same site at the same time. The high-risk periods for livestock and humans may not necessarily overlap, as livestock infections are undoubtedly driven by rainfall and mosquito blooms, but human outbreaks can also expand with increased slaughtering of sick animals and the increased presence of secondary mosquito vectors.\nIt is understood that livestock viral amplification is an important predecessor of human outbreaks. The greater number of acute animal events (N = 273), compared to human events (N = 132) identified in this review could be due to our increasing ability to detect smaller animal outbreaks or could represent our inability to reliably detect acute human cases associated with smaller animal outbreaks [176,177]. After animal outbreaks are established, we recommend broad-based human outbreak investigations that include all community members, not just the high-risk individuals, i.e., all individuals who may have had contact with animal products from the affected herd, as well as those who do not own livestock but reside in areas within vector flight range.\n\n\nGap 3: Differences in seasonality across endemic/enzootic locations\nAs climate change modifies seasonal weather patterns, differences in outbreak incidence are becoming more prominent among at-risk locations, but these changes may make epidemics harder to predict. Eighty-nine (31%) of our included studies specifically mention flooding at the outbreak site. A defined “rainy season” and “dry season” in tropical locations can guide risk assessment, but it is not just rain that makes an outbreak more likely. Congregation of many susceptible hosts and large volume slaughtering of animals (for example, as part of religious or community festivals [148,178,179]), an abundance of mosquito breeding containers (for example, in plastic trash) [180], large-scale animal movement [181], and low baseline herd immunity will increase the chance of RVFV outbreaks. Recent data-driven modeling efforts by Hardcastle and colleagues [59], incorporating environmental and human and animal census data at the district level, predict that outbreaks in southern and eastern Africa are most likely to occur in December through July, whereas risk in the Sahelian zone will be higher in September through November [182]. Even within countries, seasonal rainfall can vary widely. For example, in western Kenya, August typically has above average rainfall while the remainder of the country remains dry [183]. Real-time regional level weather information must be considered to obtain adaptive implementation of mitigation efforts.\nPastoralist herds tend to have higher RVFV exposure, and this is influenced by the types of ecozones where the herds circulate. Pastoralists follow water and pasture availability as they become available in a seasonal cycle, which may involve movement through high-risk zones. As animal protein demand increases, mostly in urban centers, more livestock will be passing through areas that have previously experienced RVF cases, and in the presence of competent mosquito vectors. Recent infections are more common in nomadic herds compared to agro-pastoralist herds [184] and in herds with longer distance to travel to their night pens or to the nearest permanent water [83]. Modeling of data from Senegal suggested that nomadic herd movements are sufficient to account for endemic circulation of RVFV, although the co-existence of Aedes vertical transmission cannot be ruled out [185].\nIn addition to climate, the variety of suitable hosts present in those areas will also vary from location to location. All potential wildlife reservoir species should be considered when comparing incidences between two geographically distinct areas because wild animals’ behaviors and range is intimately tied to topography and resource availability. In Botswana, wildlife hunters’ seroprevalence was 27% compared to a 3% community level exposure [35], showing that wildlife exposure may contribute directly to human burden independent of domestic livestock presence. This is further illustrated by human case exposure in Angola without documented livestock exposure [101]. As RVFV can adapt to new ecological niches and utilize a wide variety of mammals to amplify itself, including common white-tail deer [186,187], we caution not to make the assumption that wild animals’ role in RVFV transmission will be similar between locations. All suitable wild animals, particularly wild ungulates, should be included in calculations of regional herd immunity and their interface with humans should be considered as a likely risk factor.\n\n\nGap 4: Data challenges related to bias based on limited study designs and inconsistent reporting\nA systematic review by Bron and colleagues [188] has summarized the patchwork of data collected on RVFV epidemiology over the last century, and has highlighted the lack of standardized reporting as the major challenge in comparing data between locations. In our current systematic review, which focused solely on studies from the last two decades, we confirm that uneven reporting remains a significant problem. Improving study designs and sampling frameworks for RVFV is challenging, in part due to the lack of funding opportunities during interepidemic periods. In outbreak reports, uncertain levels of ascertainment bias and possible diagnostic misclassification mean that case finding and resulting case counts have unclear accuracy. ‘Population at risk’ numbers used in incidence and prevalence calculations are often chosen based on outdated census data without true understanding of who is at risk within a community. With many smaller, low-budget, short-term studies (rather than large collaborative long-term efforts) the focus turns to identifying enough cases for a meaningful statistical analysis, which means that some studies will test only high-risk individuals working with animals. This likely excludes vulnerable populations who have not yet been identified as being at high-risk.\nHospital-based surveys for hemorrhagic fever surveillance are an attractive tool because they do not require household field visits and blood samples are typically more available for testing [38,40,152–154,189,190]. Such sero-surveillance can be compared from year to year to gain retrospective insight on when transmission has occurred. However, as with most hospital-based studies, these efforts do not represent the population at large, so they likely underestimate true incidence and overestimate the percentage of cases with severe disease.\n\n\nGap 5: Delineating human risk factors\nLimitations in our knowledge of detailed human risk factors undermines ability to use targeted strategies, such as human anti-RVFV vaccination, for prevention. For vaccine development, the predefined geographic site(s) in which clinical trials will be conducted must contain individuals who: 1) are likely to be at a high infection risk during the trial; 2) are likely to exhibit the primary endpoint upon infection; and 3) represent populations in which the vaccine will likely be distributed if found efficacious. Our meta-analysis of human risk factors across multiple 1999–2021 studies confirms the increased RVFV infection risk associated with male gender, general livestock care, contact with animal abortus, butchering animals, and milking risks identified in previous reviews and meta-analysis [65,191]. Not all of the studies in this systematic review were population-based, thus the variable reporting of associations having ‘statistical significance’ may be attributed to differences in study design, low sample size (with lack of statistical power), and/or choice of target populations.\nIn most places where RVFV outbreaks occur, lack of health care infrastructure impedes detailed description of human disease signs and performance of laboratory studies (including assessment of viral load and immunologic responses to infection), which might be predictive of severe disease or death. It is possible that other health comorbidities, such as concurrent HIV or hepatitis, can influence the presentation of RVFV disease, but these associations have not yet been widely studied. Further descriptions of the natural history of clinical and laboratory findings in human RVF are needed, and efforts should be made to fully assess the relative risks from direct (non-vector) animal exposures vs. mosquito vector-borne exposure. Frontline healthcare workers need to recognize when testing for RVFV infection is appropriate, based on patients’ significant risk factors, and they should communicate frequently with local veterinary colleagues to identify high-risk transmission periods.\nMost risk factor analyses rely on participant recall, risking recall bias, and it has been difficult to discriminate the risk of living in the presence of susceptible livestock from risk due to direct participation in husbandry activities or from risk due to local mosquito exposure (including variably zoophilic and anthropophilic mosquito species). Aside from animal rearing activities, the association of human risk with consumption of infected animal products is concerning, as this is practiced by a majority of human populations and the true infectivity by consumption is still not well understood. For example, consumption of raw milk is a now well recognized as an RVFV exposure risk factor [65,191], but no previous studies have isolated RVFV from milk during outbreaks. Ongoing studies in Kenya [192] are conducting risk assessments in urban areas to distinguish consumption risk factors versus risk from livestock rearing activities common to rural areas.\nRVF has been perceived as a disease of poverty, but this is likely due to its greater incidence recognized in rural areas. It is not known whether RVFV has an urban transmission cycle, and so far, the risk of RVF related to socioeconomic status (aside from having a pastoralist lifestyle) is poorly defined. Choice of occupation is intimately connected to socioeconomic status and this systematic review confirmed that the highest-risk occupations are associated with livestock exposure. Even within occupational categories, differences in assigned tasks can carry differential risks [193]. We combined common terminology for the same profession, for example, slaughterhouse and abattoir workers for our analysis; however, more specific factors such as size of the slaughterhouse, species slaughtered, and available personal protective equipment (PPE) are likely strong confounding factors.\n\n\nGap 6: Need for consistent naming of RVFV lineages and strains\nA possible explanation for variation in RVF attack rates and disease severity, noted between locations and among different hosts, could be differences in RVFV strain virulence. Laboratory studies suggest some strain-specific differences in mortality in experimental animals [194]. However, the variability observed during natural outbreaks is likely due to site-related diagnostic misclassification of RVFV infection with erratic ability to detect milder cases of disease and variable presentations due to patients’ age and health status. Our systematic review aimed to capture strain- and lineage-specific effects; however, a meaningful analysis was obscured by inconsistent naming of lineages due to differences in the genetic sequences chosen to be studied and different approaches to sequence homology analysis. International harmonization of lineage identity and nomenclature will help to determine differential effects, if any, of individual RVFV lineages and strains. Formal delineation could be applied to study lineage and strain as a potential confounders in RVF outcome measures such as disease severity in larger-scale multi-center vaccination trials. As with SARS-CoV2 variants, a naming scheme that does not rely on location may help to alleviate some of the disincentive and stigma for national governments to report acute cases and identify sequences of circulating genomes to identify sources of local introduction.\n\n\nGap 7: Need for consistent RVFV testing frameworks\nAs highlighted earlier, identification of RVFV outbreaks and determination of the endemic state of a country require consideration of the efficacy of surveillance efforts in place. Well organized and implemented surveillance systems provide the basis for understanding the epidemiology of RVFV and provide an opportunity for warning and an opportunity to fill the gaps in current knowledge.\nAs RVFV diagnostics become more widely available, physicians in hyperendemic regions will be able to consider co-infection with RVFV in their differential diagnoses, especially for pregnant mothers who are at risk for abortion [170]. Additionally, if hospitals are aware of current RVFV circulation in livestock, they can go on high-alert and intensify their screening of patients for RVF. However, the lack of specific medical therapeutics may dissuade clinicians from testing for RVFV and favor testing for more treatable conditions, notably malaria. As the recent experience with Ebola virus in West Africa has taught, compassionate care must be the cornerstone of outbreak response in order for the at-risk population to buy into control measures. Public health messaging that fuels despair results in massive underreporting, particularly if outbreaks become political [195].\nThere are concerted efforts to create a pan-viral hemorrhagic fever diagnostic assay. The Uganda Virus Research Institute (UVRI) in Entebbe has been implementing laboratory-based surveillance for viral hemorrhagic fevers (VHF) in Uganda since 2010, which includes testing for RVFV [196]. While this may help differentiate RVFV from other concerning viruses, we caution about the grouping of RVFV with other hemorrhagic fevers for surveillance purposes as RVF-related hemorrhage in humans is the rarest clinical manifestation, and the risk factors for other forms of RVFV-related disease are different.\nDevelopment of robust RVFV surveillance systems is complex, because both animals and humans display variably detectable disease outcomes when they become infected. Currently, most RVFV surveillance systems are engaged only in response to climate early warning systems and are focused on periods with high-risk for large scale outbreaks. We found that recent re-structuring of the FAO Global Animal Disease Information System (EMPRESi) has provided an open-source, easy to navigate platform for tracking reports of RVFV cases in member countries. Since 2004, the system has recorded 1,186 animal cases of RVFV, of which 1,175 were confirmed. This reporting system relies on mandatory reporting of acute cases by national authorities, the OIE, WHO, FAO field officers, and published reports such as those included in this review. However, this database excludes longitudinal seroconversions, and therefore, excludes evidence of sub-clinical transmission during interepidemic periods and so does not capture the full extent of RVFV burden. Future modeling approaches using only these data should consider this key missing piece in their assumptions. The lack of consistent and systematic open-source data capture currently impedes the design of both animal and human vaccine trials. Although RVFV is a reportable disease in many of the affected countries, a system that relies on passive reporting is likely to miss areas of new emergence when viral activity is below the threshold to detect excess numbers of patients with the more obvious clinical signs of RVF. It should be noted that the partnership of a strong national veterinary service with close ties to a fully equipped national laboratory is crucial to any successful surveillance effort. If farmer-based cellphone reporting is to be successful at identifying RVF cases, farmers need to be sensitized to the greater goals of the system and incentivized to report. Overall, the ideal surveillance system for RVFV would utilize aspects of each of the discussed surveillance types (Fig 10), focusing on sentinels and enhanced active case finding, including during interepidemic periods, and take into account regional differences in animal and human health systems. Since RVFV is a vector-transmitted disease, and a large proportion of the world has the potential for RVFV emergence, the management of RVFV surveillance efforts should be regionally collaborated and all RVFV-naive countries with large numbers of livestock should take into account past lessons about recent introductions into new geographic areas as they prepare prevention and mitigation efforts for themselves [197–202].\nPost-epidemic performance analyses have found that the lead time given by early warning systems may not be sufficiently long to prepare and vaccinate enough livestock to contain an outbreak. Just as reliance on a passive surveillance system for RVFV is likely to not be enough to detect outbreaks, sole reliance on a remotely sensed early warning systems (EWS) should also be avoided. One major limitation of climatic EWS is that they do not account for the effect of existing herd immunity obtained either through natural infection or prior livestock vaccination. Livestock seroprevalences as high as 60% have been captured in high risk areas [203] and up to 38% in areas that are not typically classified as high risk, such as Chad [204]. The lack of outbreak detection, despite seemingly high-risk weather conditions, can be explained both by the effect of herd immunity and limitations of existing surveillance systems. With this current level of performance, at-risk countries should not rely solely on early warning systems and instead use them as part of integrated decision support tools, similar to those developed for the greater Horn of Africa [205]. As RVFV outbreaks have often had an insidious onset, we recommend active case finding in high-risk areas in response to any of the previously mentioned early warning signals.\n\n\nGap 8: Evolving better approaches to diagnostics\nBecause arboviral infections such as RVF often result in self-limited febrile syndromes with non-specific signs and symptoms, isolated cases of infection are frequently misdiagnosed as malaria in sub-Saharan Africa. This highlights the critical need for affordable and accurate point-of-care diagnostics for RVFV [206–209]. In the majority of recent transmission surveys, anti-RVFV IgM serology was used alone to define recent infection, and more humans than animals were found to be positive. As commercial IgM ELISA tests are now more widely available for livestock, this gap likely represents a lack of available resources, either financial or logistical, for testing livestock for recent infection. For suspect acute cases, IgM allows a wider window of detection than discovery of circulating virus or viral RNA [210].\nAmong the 95 studies that reported human serology, the methods for human anti-RVFV antibody detection exhibited significant variability, with most studies relying on tertiary reference laboratories for final diagnosis. Future efforts should focus on increasing the number and capacity of local laboratories so that the burden of shipping time and costs can be alleviated. The Covid-19 pandemic response has led to expansion of molecular diagnostic capacity in many regions. In the aftermath of the pandemic, these important logistical and laboratory resources should be leveraged to include other viral diseases such as RVF.\nSerology serves as the basic approach for investigating individual and community level risk factors as it can monitor changes in prevalence over time. Both enzyme-linked immunosorbent assays (ELISA) and viral neutralization tests (VNT) have advantages and disadvantages. Identifying IgG-positive livestock by ELISA has often been the first step in recognizing new areas of emergence [81,211]. However, follow up VNT should be used to confirm positive ELISA results in new locations, especially if the seroprevalence is low (less than 1–2%) when misclassification due to false-positive tests is of concern. For future vaccination trials, if seroconversion is the primary measure of local RVF occurrence in livestock, greater emphasis on the availability of diagnostic techniques of differentiating infected from vaccinated animals (DIVA) will be needed.\n\n\nGap 9: The need for One Health approaches for RVFV detection and control\nExpanding RVFV surveys to include human community populations at-large will identify risk associated with socioeconomic standing, while simultaneously detecting patients with incident infections but without presently known risk factors. To fully understand the ecology of local transmission such broad-based human studies need to be conducted concurrently with robust animal surveys. Recent reviews and policy papers in the human and animal health RVFV literature call for a greater emphasis on a One Health management approach, both in research and control efforts [128,212,213]. For vaccination strategies, application of a One Health approach would focus on the combined use of veterinary and human vaccinations. A better understanding of viral transmission to all species during interepidemic periods, with an improvement of diagnostic sampling frameworks, are within reach in the next decade. Reaching an understanding of the herd immunity threshold for outbreak initiation, the variability in case fatality risks, the contributions of vectors to both asymptomatic and symptomatic human and animal infections, and the most influential transmission pathways will take a collaborative effort among multiple disciplines and public health sectors.\n\n\nSummary\nThe gaps presented here are based on a collated estimates of recent RVFV transmission. The available case counts and serosurveys in this systematic review contribute to a body of evidence that can guide the way forward to clinical testing of novel preventive and curative interventions.\nThe identified gaps will all affect development of human vaccines for RVF, acting as potential impediments to planning and preparing clinical field trials. Trial feasibility will depend on understanding incidence with sufficient granularity and identification of suitable target populations. Site selection faces challenges in forecasting—timing, duration and location of outbreaks, and study population selection will depend on existing seroprevalence and the duration of protection after prior natural exposure and infection. Definition of clinical endpoints will depend on good characterization of clinical presentations, and availability of diagnostic tests for differentiating non-specific febrile syndromes.\nRVFV continues to transmit across Africa and nearby Indian Ocean islands at a high rate, but at an irregular frequency. As previously noted, because of its typical mosquito-borne re-emergent transmission, RVFV outbreaks often follow periods of excess rainfall and local flooding, particularly in semi-arid regions. During the 1999–2021 period studied in this review, human outbreaks of RVF occurred at an average rate of 5–6 events per year across the region. The range of transmission has expanded, with human cases documented for the first time in Saudi Arabia, Yemen, Comoros, Mayotte, Burundi, Niger, and Mali, and with re-emergence in Uganda after multiple decades of no activity. Reported human RVF events were most common in Mauritania, Kenya, Sudan, Madagascar, and South Africa, and each of these countries experienced multiple epidemics since 1999. In districts or counties where human cases were reported, the median attack rate was 2.5 per 100,000 (range 0.1 to 91), and median case fatality was 14.3% of severe cases, highlighting the significant population health burden of RVF.\nExperience with veterinary vaccines indicates that pre-event vaccination can mitigate the spread of RVFV infection. Now that human vaccines are under development, their clinical testing and implementation should be guided by particular focus on the high-risk subgroups (based on location and exposures) identified in this review. Effective vaccine trials will depend on achieving accurate outbreak predictions combined with efficient animal and human case surveillance systems.\nThe feasibility of such trials can be assessed using the present summary of recent epidemiology, while approaches to trial design will be strengthened by simultaneously addressing the gaps we have discussed here. Recommendations for vaccine trial study design will be addressed in greater detail in a subsequent paper by the CEPI RVF study group."
}