{
    "Abstract": "The operation of a health care facility, such as a cholera or Ebola treatment center in an emergency setting, results in the production of pathogen-laden wastewaters that may potentially lead to onward transmission of the disease. The research presented here evaluated the design and operation of a novel treatment system, successfully used by Médecins Sans Frontières in Haiti to disinfect CTC wastewaters in situ, eliminating the need for road haulage and disposal of the waste to a poorly-managed hazardous waste facility, thereby providing an effective barrier to disease transmission through a novel but simple sanitary intervention. The physico-chemical protocols eventually successfully treated over 600 m3 of wastewater, achieving coagulation/flocculation and disinfection by exposure to high pH (Protocol A) and low pH (Protocol B) environments, using thermotolerant coliforms as a disinfection efficacy index. In Protocol A, the addition of hydrated lime resulted in wastewater disinfection and coagulation/flocculation of suspended solids. In Protocol B, disinfection was achieved by the addition of hydrochloric acid, followed by pH neutralization and coagulation/flocculation of suspended solids using aluminum sulfate. Removal rates achieved were: COD >99%; suspended solids >90%; turbidity >90% and thermotolerant coliforms >99.9%. The proposed approach is the first known successful attempt to disinfect wastewater in a disease outbreak setting without resorting to the alternative, untested, approach of ‘super chlorination’ which, it has been suggested, may not consistently achieve adequate disinfection. A basic analysis of costs demonstrated a significant saving in reagent costs compared with the less reliable approach of super-chlorination. The proposed approach to in situ sanitation in cholera treatment centers and other disease outbreak settings represents a timely response to a UN call for onsite disinfection of wastewaters generated in such emergencies, and the ‘Coalition for Cholera Prevention and Control’ recently highlighted the research as meriting serious consideration and further study. Further applications of the method to other emergency settings are being actively explored by the authors through discussion with the World Health Organization with regards to the ongoing Ebola outbreak in West Africa, and with the UK-based NGO Oxfam with regards to excreta-borne disease management in the Philippines and Myanmar, as a component of post-disaster incremental improvements to local sanitation chains."
}