{
    "Background": "The rising incidence of visceral leishmaniasis due to Leishmania infantum requires novel methods to control transmission by the sand fly vector. Indoor residual spraying of insecticide (IRS) against these largely exophilic / exophagic vectors may not be the most effective method. A synthetic copy of the male sex-aggregation pheromone of the key vector species Lutzomyia longipalpis in the Americas, was co-located with residual pyrethroid insecticide, and tested for its effects on vector abundance, hence potential transmission, in a Brazilian community study.",
    "Methods": "Houses within eight defined semi-urban blocks in an endemic municipality in Brazil were randomised to synthetic pheromone + insecticide or to placebo treatments. A similar number of houses located >100m from each block were placebo treated and considered as “True Controls” (thus, analysed as three trial arms). Insecticide was sprayed on a 2.6m2 surface area of the property boundary or outbuilding wall, co-located within one metre of 50mg synthetic pheromone in controlled-release dispensers. Vector numbers captured in nearby CDC light traps were recorded at monthly intervals over 3 months post intervention. Recruited sentinel houses under True Control and pheromone + insecticide treatments were similarly monitored at 7–9 day intervals. The intervention effects were estimated by mixed effects negative binomial models compared to the True Control group.",
    "Results": "Dose-response field assays using 50mg of the synthetic pheromone captured a mean 4.8 (95% C.L.: 3.91, 5.80) to 6.3 (95% C.L.: 3.24, 12.11) times more vectors (female Lu. longipalpis) than using 10mg of synthetic pheromone. The intervention reduced household female vector abundance by 59% (C.L.: 48.7, 66.7%) (IRR = 0.41) estimated by the cross-sectional community study, and by 70% (C.L.: 56.7%, 78.8%) estimated by the longitudinal sentinel study. Similar reductions in male Lu. longipalpis were observed. Beneficial spill-over intervention effects were also observed at nearby untreated households with a mean reduction of 24% (95% C.L.: 0.050%, 39.8%) in female vectors. The spill-over effect in untreated houses was 44% (95% C.L.: 29.7%, 56.1%) as effective as the intervention in pheromone-treated houses. Ownership of chickens increased the intervention effects in both treated and untreated houses, attributed to the suspected synergistic attraction of the synthetic pheromone and chicken kairomones. The variation in IRR between study blocks was not associated with inter-household distances, household densities, or coverage (proportion of total households treated).",
    "Conclusions": "The study confirms the entomological efficacy of the lure-and-kill method to reduce the abundance of this important sand fly vector in treated and untreated homesteads. The outcomes were achieved by low coverage and using only 1–2% of the quantity of insecticide as normally required for IRS, indicating the potential cost-effectiveness of this method. Implications for programmatic deployment of this vector control method are discussed."
}