{
    "Abstract": "Between August 2012 and April 2013 the Career Development Fellowship programme of the Special Programme for Research and Training in Tropical Diseases (World Health Organization) underwent an external evaluation to assess its past performance and determine recommendations for future programme development and continuous performance improvement. The programme provides a year-long training experience for qualified researchers from low and middle income countries at pharmaceutical companies or product development partnerships. Independent evaluators from the Swiss Tropical and Public Health Institute and the Barcelona Institute for Global Health used a results-based methodology to review the programme. Data were gathered through document review, surveys, and interviews with a range of programme participants. The final evaluation report found the Career Development Fellowship to be relevant to organizers’ and programme objectives, efficient in its operations, and effective in its training scheme, which was found to address needs and gaps for both fellows and their home institutions. Evaluators found that the programme has the potential for impact and sustainability beyond the programme period, especially with the successful reintegration of fellows into their home institutions, through which newly-developed skills can be shared at the institutional level. Recommendations included the development of a scheme to support the re-integration of fellows into their home institutions post-fellowship and to seek partnerships to facilitate the scaling-up of the programme. The impact of the Professional Membership Scheme, an online professional development tool launched through the programme, beyond the scope of the Career Development Fellowship programme itself to other applications, has been identified as a positive unintended outcome. The results of this evaluation may be of interest for other efforts in the field of research capacity strengthening in LMICs or, generally, to other professional development schemes of a similar structure."
}