{
    "Introduction": "African trypanosomes (genus Trypanosoma), cyclically transmitted by the tsetse fly vector (genus Glossina), cause a group of diseases known as African trypanosomiasis (AT). The disease is called sleeping sickness (human African trypanosomiasis, HAT) in humans and nagana (African animal trypanosomiasis, AAT) in animals. African trypanosomiasis is endemic in regions inhabited by the insect vector in 37 countries in Africa, rendering approximately 70 million people and 60 million cattle in AT-endemic regions at risk of infection [1,2]. Consequently, reduced productivity due to chronic disease in humans and animals and loss of livestock through death threatens food security, quality of living, and economic stability, particularly in regions where pastoralism is the main economic activity [3–5]. Therefore, more effective AT control and management strategies are required.\nControl of AT has involved active surveillance, vector control strategies, and mass chemotherapy [6,7]. Notably, chemotherapy has been limited by increasing levels of resistance to the available trypanocides, chemotoxicity, and unavailability of new drugs [6,8]. To address the limitations associated with chemotherapy, disruption of trypanosomes transmission through vector control is crucial. Vector control is largely applied in areas where livestock are kept [9,10]. However, wild animals sustain the life cycles of tsetse flies [11–13] as well as the trypanosomes [14,15] and are thus an important factor in the transmission dynamics of AT, particularly in wildlife ecologies. Tsetse fly blood-meal sources are highly variable, especially in wildlife areas. Hence, one sampling area cannot be used to make generalized conclusions on tsetse feeding behavior [12]. Consequently, identification of tsetse fly blood-meal host sources in specific regions can help to elucidate wildlife species that are potentially involved in AT transmission and provide a baseline for research towards improving vector-control strategies, particularly in wildlife-human-livestock interfaces that serve as hotspots for the emergence and re-emergence of AT.\nTransmission of vector-borne pathogens is also highly influenced by vector competence, which is affected by various factors, including vector endosymbionts [16–19]. In the case of AT, Wigglesworthia glossinidia, Sodalis glossinidius, Wolbachia pipientis, and Spiroplasma are well-defined tsetse fly endosymbionts [20–22]. Sodalis and Wigglesworthia have been shown to increase tsetse vector competence [23–27], while Spiroplasma may potentially reduce vector competence [19]. Therefore, the influence of endosymbionts on the susceptibility of tsetse flies to trypanosomes is likely to have an impact on disease transmission. Despite numerous studies on the influence of endosymbionts on tsetse fly competence [19,23,25,28–31], studies on the presence and influence of tsetse fly endosymbionts in wildlife-livestock-human interfaces are scant in Kenya.\nThe Maasai Mara National Reserve (MMNR) is a prime tourist destination in Kenya that is surrounded by a number of ranches and is thus characterized by constant interactions between wildlife and humans and their livestock. With endemic tsetse fly populations, cases of tourists contracting HAT in the MMNR have been reported [32,33]. Therefore, the MMNR is an ideal study site for investigating the contribution of tsetse fly blood-meal sources and the major endosymbionts of tsetse flies in relation to transmission of African trypanosomes in a human-livestock-wildlife interface. We conducted a cross-sectional study to identify trypanosome species circulating in wild-caught tsetse flies from the MMNR and their blood-meal sources. Further, we sought to identify the tsetse endosymbionts, Sodalis, Wolbachia, Spiroplasma, and salivary gland hypertrophy virus in the tsetse flies and their correlations with trypanosome presence.",
    "Materials and methods": "Ethics statement\nEthical clearance for this research in protected areas was sought from and approved by the Kenya Wildlife Service (KWS) Research Authorization committee.\n\n\nStudy area\nField sampling was performed between June and July 2016, within the MMNR (1°29′24″S 35°8′38″E, 1500 m above sea level), located in southwest region of Kenya, which is contiguous with the Serengeti National Park (SNP) in Tanzania (Fig 1). This sampling site is located approximately 150 km south from the equator and covers an area of 1500 km2. The MMNR is home to a diverse variety of flora and fauna and is famously known for its wild animals and the ‘Great Migration’ of wildebeests, zebras, and antelopes across the Mara River. Grassland forms the major vegetation cover in this ecosystem, with swampy grounds found around the riverbanks. The sampling sites were selected along the rivers due to their high populations of animals (Fig 1).\nTotal numbers of flies sampled in each sampling site are indicated in the pie charts. This map is republished with data from the following sources: https://www.wri.org/resources/data-sets/kenya-gis-data from the World Institute Resources, 2007 [34]; https://africaopendata.org/dataset/kenya-counties-shapefile from openAfrica, 2015 [35]; and http://geoportal.rcmrd.org/layers/?limit=100&offset=0 from RCMRD Geoportal, 2016 [36].\n\n\nTsetse collection and identification\nTsetse flies were trapped at the start of the annual wildebeest migration between June and July 2016 using Nguruman (Ngu) traps baited with acetone and cow urine. Traps were set in the morning (10–11 am) at different sampling sites in the various regions demarcated by Mara, Talek, and Sand Rivers, and at the wildlife crossing points across the Mara River at the border of Kenya and Tanzania’s SNP (Fig 1). The traps were emptied after 24 hours, and trapped flies were transferred into 50-mL falcon tubes and stored in dry ice before transportation in liquid nitrogen to the laboratory at the International Centre of Insect Physiology and Ecology (icipe), Nairobi, where they were sorted and stored in a -80°C freezer. The flies were identified to species level under a light microscope (Stemi 2000-C, Zeiss, Oberkochen, Germany) based on standard published taxonomic keys [37]. Tsetse were identified on a cold pack for not more than five minutes during which we removed fly wings and legs. They were then stored at -80°C, awaiting DNA extraction.\n\n\nNucleic acid extraction\nBefore DNA extraction, individual tsetse flies were surface sterilized by quick submersion in 1% bleach, followed by 70% ethanol for five minutes and rinsing with distilled water. Immediately after surface sterilization, individual flies were homogenized for 20 seconds in a Mini-beadbeater-16 (BioSpecs Inc., Bartlesville, OK, USA) using six 2-mm zirconium beads in 1.5-ml microcentrifuge tubes. DNA was extracted from the homogenate of each sample using the ammonium acetate protein precipitation method described by Adams et al. [38], with slight modifications. Briefly, 300 μl of cell lysate buffer (10 mM Tris-HCl, pH 8.0, 0.5% SDS and 5 mM EDTA) was added into homogenized samples and incubated for 90 minutes at 65°C. Thereafter, 100 μl of protein precipitate solution (8M ammonium acetate and 1M EDTA) was added to each mixture, which were vortexed for 30 seconds, incubated on ice for 30 minutes, and centrifuged at 14,000 x g for 15 minutes at 4°C. The supernatants were transferred into new 1.5-ml microcentrifuge tubes containing 300 μl of isopropanol, mixed gently by inverting 100 times, and centrifuged at 14,000 x g for 30 minutes. The supernatants were pipetted off and subsequently, 300 μl of ice-cold 70% molecular grade ethanol was added to each pellet, gently mixed by inversion, and centrifuged at 14,000 x g for 30 minutes. Ethanol was pipetted off and the pellets were air-dried overnight. The DNA pellets were solubilized by adding 100 μl of PCR grade water and quantified using a NanoDrop 2000 Spectrophotometer (Thermo Scientific, NJ, USA). Concentrations were adjusted to 50 ng/μl using PCR grade water.\n\n\nPCR identification of African trypanosomes\nTrypanosome parasites present in flies were detected using trypanosome-specific ITS1 CF and BR primers (S1 Table) as described by Njiru et al. [39]. Trypanozoon species were further resolved using species-specific primers (S1 Table), whereby glycosylphosphatidylinositol-phospholipase C polypeptide (GPI-PLC) and serum resistance-associated (SRA) species-specific primers were used to identify T. brucei brucei and T. brucei rhodesiense, respectively, by PCR [40]. Trypanosoma congolense savannah was identified according to Masiga et al. [41].\nPCR reactions were carried out in 20-μl reaction volumes containing 10.4 μl of PCR grade water, 1× GeneScript PCR reaction buffer and 1.6 units of Green Taq DNA polymerase enzyme (GeneScript, New Jersey, USA), 1 μl (final concentration 0.5 μM) of each primer, and 200 ng DNA template. The PCRs were performed in a SimpliAmp Thermal Cycler (Applied Biosystems, California, USA) programmed as follows; initial denaturation at 94°C for 3 minutes followed by 30 cycles of denaturation at 94°C for 30 seconds, annealing at temperatures specific for each primer pair (S1 Table) for 30 seconds, and extension at 72°C for 45 seconds, and a final extension at 72°C for 7 minutes. PCR grade water was used as a negative control in place of DNA template. DNA obtained from characterized and archived stocks of African trypanosome species were used as positive controls. The PCR products were size separated by ethidium-stained agarose gel electrophoresis and viewed under UV light.\nGel products of representative samples were purified using QIAquick Gel Extraction Kit (QIAGEN, Valencia, CA) according to the manufacturer’s instructions and sequenced at Macrogen (The Netherlands). The sequences were analyzed and aligned using the MAFFT plugin in Geneious software version 11.1.4 [42]. Trypanosome species were confirmed by sequence alignments with basic local alignment search tool (BLAST) hits [43] with > 99% homology.\n\n\nHost blood-meal identification\nBlood-meal sources were determined by PCR coupled with high-resolution melting (HRM) analysis of vertebrate cytochrome c oxidase subunit I (COI) and cytochrome b (cyt b) mitochondrial genes as previously described [44–46]. We analyzed 760 flies, representing 65% of the sampled population, including all engorged flies (n = 39), trypanosome-positive flies (n = 28), and randomly selected non-engorged flies. The PCRs were carried out in 20-μl reaction volumes, which included 4 ul of 5× Hot FIREPol EvaGreen HRM Mix (Solis BioDyne, Tartu, Estonia), 0.5 μM of each primer, 50 ng of DNA template, and 10 μl of PCR grade water. The PCR cycling conditions included an initial denaturation at 95°C for 15 minutes followed by 35 cycles of denaturation at 95°C for 30 seconds, annealing at specific temperatures for COI and cyt b primers (S1 Table) for 30 seconds and elongation at 72°C for 30 seconds. This was followed by a final extension at 72°C for 7 minutes. Thereafter, HRM analysis of PCR products was conducted as described by [44–46]. HRM profiles were analyzed using the Rotor-Gene Q software version 2.1 with normalized regions between 76.0–78.0°C and 89.50–90.0°C. Amplicons representative of each unique HRM profile were purified using ExoSAP-IT (USB Corporation, Cleveland, Ohio, USA) according to the manufacturer’s instructions and sequenced at Macrogen. The sequences were analyzed and aligned using the MAFFT plugin in Geneious software version 11.1.4 [42]. Vertebrate species were confirmed by sequence alignments and ≥99% homology with sequences obtained using the BLAST.\n\n\nPCR identification of Sodalis glossinidius, Wolbachia, Spiroplasma, and salivary gland hypertrophy virus\nWe screened all of the sampled tsetse flies for their endosymbionts, S. glossinidius, Wolbachia, Spiroplasma and salivary gland hypertrophy virus (SGHV). The endosymbionts were amplified in 20-μl PCR volumes using endosymbiont-specific primers [47–50] (S1 Table) and similar reagent concentrations and thermocycling steps as described above for host blood-meal identification. Positive controls for Wolbachia, Spiroplasma, and Sodalis were obtained from positive samples from our study that were confirmed by sequencing. A plasmid standard from a synthetic construct of the P74 gene of SGHV from GenScript was used as a positive control. PCR-grade water was used as negative control template. The amplified products were size separated in 2% (W/V) agarose gels. Representative endosymbiont amplicons (S3 Fig) were purified using ExoSAP-IT (USB Corporation) and sequenced for confirmation at Macrogen (The Netherlands).\n\n\nStatistical analyses\nFor deviations from the expected 1:1 sex ratio proportion within tsetse fly species, exact binomial tests with 95% confidence intervals were used. A t-test was used to compare frequencies of host blood-meals between the tsetse fly species. We also tested for correlations between trypanosome presence and specific endosymbionts identified in each of the sampled tsetse species using generalized linear models (GLM). All statistical analyses were conducted within RStudio.",
    "Results": "Tsetse fly species identified\nA total of 1167 tsetse flies were collected from the ten sampling sites, of which 1136 were G. pallidipes and 31 were G. swynnertoni. Most of the G. swynnertoni flies sampled (27/31) were from sites close to the border between the MMNR and the SNP, i.e. Mara Bridge (n = 20/31) and Sand River (n = 7/31) sampling sites (Fig 1). More female than male tsetse flies were sampled for both G. pallidipes (P = 9.285e-12, 95% CI: [57, 0.63]) and G. swynnertoni (P = 0.0009, 95% CI: [0.63, 0.93]).\n\n\nTrypanosome species identified in sampled tsetse flies\nTrypanosome DNA amplified in 28 (2.40%) of the 1167 tsetse flies sampled (Table 1). Of the African trypanosome species identified, 61% were T. vivax (17/28), 25% were T. congolense savannah (7/28), and 14.3% were T. brucei brucei (4/28) (GenBank accessions MK684364-MK684366). We did not detect DNA from more than one trypanosome species in any specimen. Samples positive for trypanosomes by PCR are shown in S1 Fig. Trypanosome presence was higher in G. swynnertoni (n = 7/31, 22.6%) than in G. pallidipes (n = 21/1136, 1.8%).\n\n\nTsetse blood-meal sources identified\nVertebrate blood-meals were detected and identified in 46.6% (354/760) of the tsetse flies analyzed, of which 328 were G. pallidipes and 26 were G. swynnertoni (Fig 2 and S2 Table). The most common source of blood-meal was from humans (Homo sapiens) (n = 131) (cyt b GenBank accession MK684355, MK684357), followed by hippopotamus (Hippopotamus amphibious) (cyt b GenBank accession MK684356) (n = 103), African buffalo (Syncerus caffer) (cyt b GenBank accessions MK684354, MK684358) (n = 93), African savannah elephant (Loxodonta africana) (cyt b GenBank accession MK684359) (n = 12), and giraffe (Giraffa camelopardis) (cyt b GenBank accession MK684360) (n = 3). There were 406 samples, including six flies with trypanosome DNA, that had HRM peaks lower than 0.5 rate in fluorescence (dF/dT) or no peaks and thus qualified as having no detectable blood-meal traces. The vertebrate blood-meal detection rates were 94.87% and 43.69% in engorged and non-engorged flies, respectively.\nPanel A. HRM profiles of single species and mixed species blood-meals. Mixed blood-meals were determined by matching melt rate profiles to those of more than one blood-meal control. Panel B. Overall and per-tsetse-species proportions of vertebrate blood-meal sources.\nHumans were the most frequently identified blood-meal source in G. pallidipes, whereas African buffalo was the major blood-meal source of G. swynnertoni (Fig 2B and S2 Table). However, there was no significant difference in the mean blood-meal sources between the two tsetse fly species (t4 = 2.47, p = 0.069). Further, we observed that of the 28 tsetse with trypanosome DNA, 14 (10 G. pallidipes and four G. swynnertoni) had blood-meals from African buffalo and eight (G. pallidipes) had blood-meals from hippopotamus.\nTwelve mixed blood-meals were detected (Fig 2), accounting for 3.4% of the blood-meals. These samples had distinct melt curves that matched multiple reference samples. Mixed blood-meals were further confirmed by analyzing mixed chromatograms sequenced from representative PCR-HRM amplicons (S2 Fig). Of these, mixed blood-meals from human and buffalo were most frequent (6/12), followed by human and elephant (3/12), elephant and giraffe (2/12), and human and hippopotamus (1/12) blood-meals (Fig 2 and S2 Table).\n\n\nCorrelations between endosymbionts and presence of African trypanosomes\nA total of 77 (n = 1167, 6.6%) flies (74 G. pallidipes, three G. swynnertoni) had DNA of the endosymbiont S. glossinidius (GenBank accessions MK684361-MK684363) (S3 Table.). Notably, a greater proportion of S. glossinidius-positive G. pallidipes flies were positive for trypanosomes (7/74, 9.46%) than G. pallidipes without Sodalis endosymbionts (14/1062, 1.32%) (Deviance = 14.205, P = 0.0002; Table 2). Five of the G. pallidipes that were positive for Sodalis had T. congolense DNA, while two had T. vivax DNA. In G. swynnertoni, only one out of three flies with Sodalis had trypanosome DNA (T. vivax), with no association between Sodalis and trypanosome presence (Deviance = 0.2023, P = 0.6529; Table 2).\nSeventeen out of 1,136 (1.5%) G. pallidipes were Spiroplasma-positive, none of which had detectable trypanosome DNA. Eighteen out of 1136 (1.6%) G. pallidipes were positive for Wolbachia (deposited GenBank accessions MK680053-MK680056) (S3 Table). No Spiroplasma or Wolbachia were detected in G. swynnertoni. Only one G. pallidipes with trypanosome DNA was positive for the Wolbachia symbiont. However, there was no significant association between trypanosome presence and Spiroplasma (Deviance = 0.5218, P = 0.4701) or Wolbachia (Deviance = 1.4284, P = 0.232) in G. pallidipes. No SGHV was detected in this study.",
    "Discussion": "Transmission of vector-borne diseases is dependent on vector competence and the interactions between vectors and their vertebrate hosts that are reservoirs of the parasites [12,51]. This cross-sectional study revealed that humans, hippopotamus, and African buffaloes were the most frequent blood-meal sources of tsetse flies in the MMNR, a wildlife ecology in Kenya. We also found that the endosymbiont, S. glossinidius, was positively correlated with trypanosome presence in wild-caught G. pallidipes tsetse flies in the MMNR, supporting the hypothesis that Sodalis potentiates African trypanosome transmission in tsetse flies [25,26,52]. However, we found no correlation between Wolbachia and trypanosome presence. Although we only found Spiroplasma in G. pallidipes that did not have trypanosomes, the limited numbers of G. pallidipes (21, 1.8%) with trypanosome DNA or Spiroplasma (17, 1.5%) precluded meaningful analysis of potential Spiroplasma-trypanosome correlations. Nevertheless, a recent study in Uganda demonstrated a negative correlation between Spiroplasma and T. brucei brucei in Glossina fuscipes, warranting further investigation on whether the same effect would be observed in the MMNR [19]. We found no evidence of SGHV endosymbionts in the tsetse populations analyzed. Taken together, these findings emphasize the importance of understanding the complete spectrum of interactions amongst vertebrates, tsetse fly vectors, endosymbionts, and trypanosome parasites, particularly in the context of wildlife-livestock-human interfaces where emergence and reemergence of AT and other vector-borne diseases are reported.\nGlossina pallidipes was the most abundant tsetse species sampled in the MMNR in this study, while G. swynnertoni was less abundant. This finding corroborates previous studies in which these two savannah tsetse species were found to be predominant in the Maasai Mara-Serengeti ecosystem of Kenya and Tanzania [5,53]. As both species are competent vectors of human and animal trypanosomes [52,54,55], their presence highlights the persistent risk of AAT and HAT in the MMNR. Glossina pallidipes is a widely-spread species in Kenya and intense control strategies have had limited success [56]. However, populations of G. pallidipes have been found to be clustered genetically in Kenya [57], necessitating tailor-made control and monitoring strategies for the different clusters for effective tsetse fly eradication. Unlike G. pallidipes, the geographical range of G. swynnertoni in Kenya is limited to a narrow belt within the Maasai Mara-Serengeti ecosystem, which has resulted in the prioritization of this tsetse species as a target for elimination in East Africa [58]. Extensive efforts have been employed over the last four decades to reduce G. swynnertoni populations using various techniques as comprehensively reviewed by Nagagi and co-workers [58]. These have included spraying with both residual and non-residual insecticides, use of mechanical traps and baits with insecticide-impregnated traps or cloth targets, and insecticide-treated animals as live mobile targets. Coordinated studies are needed to evaluate their effect on tsetse populations and quantify their impact in East Africa.\nDespite recent cases of HAT (caused by T. b. rhodensiense) being reported in East Africa [59], the trypanosome species identified in this study are only those responsible for causing trypanosomiasis in animals. Kenya is currently classified by the WHO as a country with diminished incidence of HAT (<10 cases in the last decade), with recent cases being reported in tourists returning from the MMNR in 2012 [32,33]. Nevertheless, the persistent presence of G. pallidipes and G. swynnertoni, which are competent vectors of T. b. rhodensiense, coupled with the relatively higher incidences of HAT in neighboring Tanzania and Uganda and increased tourism, reinforces the need for coordinated surveillance and diagnosis in the MMNR and other HAT foci in eastern Africa.\nAmong trypanosomes responsible for AAT, this study identified T. vivax as the most prevalent species, followed by T. congolense and T. brucei brucei. Our findings are congruent with previous findings within the East African savannah [60,61]. The higher numbers of flies with T. vivax DNA may be due to differences in development cycles in tsetse flies; T. vivax has all its development stages in the fly’s proboscis unlike T. congolense and T. brucei, which establish in the fly midgut where they are affected by low pH, proteases, and lectins [62,63]. Moreover, T. vivax usually achieves higher parasitemia in hosts than do T. congolense and T. brucei, further increasing its chances of being transmitted to tsetse flies during blood-feeding on infected hosts [63]. It is worth noting that this was a cross-sectional study in a fast-changing ecosystem and thus forms the basis for further investigation into effects of seasons, vegetation, and other factors on the prevalence of trypanosomes species. This study used PCR-based methods to determine presence in tsetse fly species, which best detect trypanosome DNA rather than infection status.\nThe greater abundance of G. pallidipes but higher rate of trypanosome DNA detected in G. swynnertoni in the MMNR highlights the need for understanding the difference in susceptibility between the two tsetse species. Differences in susceptibility to trypanosome infection among Glossina species has been postulated to be due to the different capabilities of tsetse species-specific mutualistic Wigglesworthia bacteria to synthesize folate in their different host species [23]. Vector susceptibility of G. pallidipes to midgut trypanosomes has been shown to be lower compared to G. morsitans morsitans and G. morsitans centralis [64,65]. Further still, tsetse protection against trypanosome invasion has been shown to be different for G. pallidipes and G. morsitans morsitans [65]. Similarly, field studies have shown G. swynnertoni to be more susceptible than G. pallidipes [54,58]. Given that G. swynnertoni is an important species in the Maasai Mara-Serengeti ecosystem, its potentially greater susceptibility to trypanosome infection needs further investigation to elucidate its role in trypanosome transmission relative to the more abundant sympatric G. pallidipes.\nBlood feeding of tsetse fly populations in the wild is influenced by the composition of vertebrate host species in an area and how these species attract tsetse flies [12]. Our identification of animal trypanosome DNA in flies with hippopotamus and African buffalo blood-meals was not surprising as these vertebrates are known to be reservoirs for T. vivax, T. congolense, and T. brucei [12,64]. Nevertheless, our findings suggest that animal trypanosomiasis is actively transmitted in this wildlife-livestock interface and may be maintained by multiple potential vertebrate hosts. Despite the abundance of wildebeest, zebra, and other antelopes when the study was conducted (during the Great Migration season), no blood-meals from these hosts were detected in the tsetse flies. This finding is congruent with previous reports that G. pallidipes and G. swynnertoni exhibit significant specificity in host selection; wildebeest are not preferred blood-meal sources [13,66] and zebra skin odors are repellant to G. pallidipes [67]. This study also showed that G. pallidipes and G. swynnertoni share vertebrate blood-meal host species. This can be attributed to the fact that the two tsetse species belong to the morsitans group Glossina, possibly exhibiting similar host preferences. The influx of people into the MMNR due to heightened tourism during the Great Migration season, may partially explain why humans were frequent blood-meal sources. Nevertheless, identification of mixed blood-meals from humans and wildlife is indicative of the inherent risk of HAT transmission in the MMNR [12,68], even though T. b. rhodensiense was not detected in this study.\nVisual cues and odors released by vertebrate hosts influence tsetse fly host choice and have been pivotal to the development of baited traps and targets for the control and management of tsetse fly populations, HAT, and AAT. A tsetse repellant formulation mimicking the odor of waterbuck (Kobus ellipsiprymnus defassa), a non-host animal, was recently developed and used as an innovative collar device to protect cattle from tsetse bites and AAT [69]. Visual cues have been extensively exploited in the development of improved traps–stationery and mobile targets impregnated with insecticides for riverine/“palpalis” [70–72] and savannah/“morsitans” [58,73] groups of tsetse. However, for the morsitans group of tsetse flies, including G. pallidipes and G. swynnertoni, host odors play a more significant role than visual cues as they strongly attract the tsetse flies across long ranges of up to 100 m [74]. Acetone and butanone odors obtained from cattle have long been used as attractants of choice in tsetse fly control [75]. However, other better tsetse fly attractants, such as 2-propanol, have been identified [76].\nDespite this study being cross-sectional, tsetse flies were collected in a season with a high influx of vertebrate hosts into the ecosystem, providing a wide range of choice for host blood-meals. Therefore, our observed high rates of buffalo, hippopotamus, and human blood-meals imply that semiochemicals from these vertebrates may be possible candidates to advance research for novel host-derived cues for controlling G. pallidipes and G. swynnertoni populations. This can contribute to existing knowledge on emergent repellant odors and host attractants (such as those described from zebra and waterbuck) [67,69], presenting a unique opportunity to further improve tsetse bait technology. Improved bait technologies could include exploring “Push-Pull” and/or “Attract-and-Kill” approaches. Push-Pull refers to using odorants with a repelling effect that push the arthropods away from the source, thereby protecting animals from their bites and possible disease transmission [77]. Attract-and-Kill refers to use of odorants that attract the arthropods to a target that is treated with an insecticide, thus killing them [77].\nOur finding that higher proportions of tsetse flies with Sodalis endosymbionts had trypanosome DNA than those without Sodalis corroborates previous findings in both wild-caught [25,49] and lab-reared [24,26] tsetse flies. The prevalence of Sodalis in this study was lower (6.6%) than the 15.9% prevalence recorded in the Shimba Hills National Reserve, a wildlife-human-livestock interface on Kenya’s south coast [52]. This difference in prevalence may be due to the difference in the locales and study designs, as the previous study was based on a longitudinal survey. Understanding of the functional role of S. glossinidius in tsetse flies remains limited [21] and was not explored in this study. However, inhibition of tsetse midgut and mouthpart lectins by N-acetyl-D-glucosamine, a product of chitin catabolism by S. glossinidius, has been proposed as the main factor associated with S. glossinidius and increased tsetse-vector competence [24,30,78]. Nevertheless, this association is complex as a number of other factors, including geographic location, tsetse fly species, sex, and age also affect the capacity of S. glossinidius to increase vector competence in wild-caught tsetse flies [30]. While more studies are needed to elucidate the role of Sodalis endosymbionts on tsetse competence to vector trypanosomes, our findings suggest that S. glossinidius symbionts increase the probability of savannah tsetse flies to acquire animal trypanosome infections in this wildlife-livestock interface. In addition to S. glossinidius, the presence of Spiroplasma and Wolbachia in tsetse flies in the MMNR presents the region as a favorable site for understanding their potential influence on tsetse vector competence, given that Spiroplasma has been shown to reduce tsetse vector competence [19] while Wolbachia induces cytoplasmic incompatibility, reducing mating and reproduction capabilities of tsetse flies [79].\nThis study highlights the sensitivity of HRM analysis to accurately, reliably, rapidly, and reproducibly identify arthropod blood-meal hosts. We were able to identify blood-meals from wild-caught non-engorged flies and detect mixed blood-meals that were confirmed by DNA sequencing. Unlike serological and other PCR-based techniques for blood-meal identification [66,80,81], the use of HRM to detect sequence variants is fast, cost-effective, accurate, easy-to-use, and sensitive, making it a more economical tool for blood-meal analysis [44,46,82,83].",
    "Conclusions": "Emergence and/or reemergence of AT, especially in human-wildlife-interfaces like the MMNR where AT has been recently reported, happens occasionally. With limitations on current methods of control and management of AT and its tsetse fly vectors, more research on the factors influencing trypanosome transmission is required. This study indicates complex interactions of tsetse flies with vertebrate hosts and endosymbionts that may influence maintenance and transmission of African trypanosomes. Our identification of trypanosome DNA in tsetse flies that had fed on hippopotamus and African buffalo highlights these two vertebrate species as possible reservoirs of trypanosomes in the MMNR, providing a basis for investigating their contributions to AT in the MMNR and other wildlife ecosystems. Further understanding of the attractiveness of hippopotamus and expounding existing knowledge on African buffalo attractiveness to tsetse flies based on the volatiles they release, may help to improve tsetse baits and repellants. In addition, our findings indicate that the endosymbiont S. glossinidius may increase tsetse fly susceptibility to trypanosome infection in this endemic ecology. These findings support the idea that S. glossinidius can be a potential target for vector control [17]. Despite T. b. rhodensiense not being detected, evidence of tsetse flies feeding on humans and previous reports of T. b. rhodensiense in the MMNR warrant continuous surveillance of human African trypanosomes in the MMNR."
}