{
    "Background": "With the current treatment options for visceral leishmaniasis (VL), recrudescence of the parasite is seen in a proportion of patients. Understanding parasite dynamics is crucial to improving treatment efficacy and predicting patient relapse in cases of VL. This study aimed to characterize the kinetics of circulating Leishmania parasites in the blood, during and after different antileishmanial therapies, and to find predictors for clinical relapse of disease.",
    "Methods": "Data from three clinical trials, in which Eastern African VL patients received various antileishmanial regimens, were combined in this study. Leishmania kinetoplast DNA was quantified in whole blood with real-time quantitative PCR (qPCR) before, during, and up to six months after treatment. An integrated population pharmacokinetic-pharmacodynamic model was developed using non-linear mixed effects modelling.",
    "Results": "Parasite proliferation was best described by an exponential growth model, with an in vivo parasite doubling time of 7.8 days (RSE 12%). Parasite killing by fexinidazole, liposomal amphotericin B, sodium stibogluconate, and miltefosine was best described by linear models directly relating drug concentrations to the parasite elimination rate. After treatment, parasite growth was assumed to be suppressed by the host immune system, described by an Emax model driven by the time after treatment. No predictors for the high variability in onset and magnitude of the immune response could be identified. Model-based individual predictions of blood parasite load on Day 28 and Day 56 after start of treatment were predictive for clinical relapse of disease.",
    "Conclusion": "This semi-mechanistic pharmacokinetic-pharmacodynamic model adequately captured the blood parasite dynamics during and after treatment, and revealed that high blood parasite loads on Day 28 and Day 56 after start of treatment are an early indication for VL relapse, which could be a useful biomarker to assess treatment efficacy of a treatment regimen in a clinical trial setting."
}