{
    "Introduction": "Undifferentiated febrile illness (UFI) is one of the most common reasons for people seeking healthcare in many low-income countries.[1] While illness and death due to some specific infections such as malaria are often well-quantified, others which can be caused by a wide range of pathogens, are frequently uncounted and their impact therefore underestimated.[2,3] At least 12 outbreaks of undifferentiated febrile illness have been reported in the Federal Republic of Sudan since 2012, frequently associated with haemorrhage and high case fatality rates, including a cluster in the Darfur region of Sudan in 2015/2016 which resulted in 594 cases and 108 deaths over 27 localities (Table 1). The aetiology of these outbreaks remains unknown.\nA range of high consequence infectious diseases (HCID) are endemic or epidemic in Sudan including Ebola virus, which was identified contemporaneously in Sudan and the Democratic Republic of Congo in 1976. [19,20] The National Public Health Laboratory (NPHL) of Sudan intermittently identifies viral haemorrhagic fever (VHF) cases including Rift Valley fever (RVF) and Crimean-Congo haemorrhagic fever (CCHF). Sudan is also at high risk of yellow fever virus (YFV) epidemics, the most recent outbreak occurring in 2012/13.[21] Outbreaks of dengue fever and chikungunya are common, and cases of West Nile fever have been recorded. (Table A in S1 Text). There have also been outbreaks of undiagnosed fever with haemorrhagic symptoms in South Sudan, most recently in Aweil State in 2016, and of RVF in Eastern Lakes State in 2018.\nOutbreak investigation in Sudan is the responsibility of the ministries of health of the 18 states, reinforced by the Federal Ministry of Health (FMoH) when cases appear to increase significantly or exhibit characteristics of HCID and/or person-to-person transmission. Alerts are received through 1659 sentinel sites (27% of all health facilities) which transmit reports weekly or daily depending on the disease. In past outbreaks, epidemiological data have often been incomplete and laboratory analysis delayed due to the limited capacity of state-level laboratories which necessitates transfer of samples for analysis to the NPHL in Khartoum. Rapid Response Teams comprising epidemiology, laboratory and clinical staff have been established in each State and at Federal level to improve the speed and depth of outbreak investigation.\nThe Darfur outbreak, reported to FMoH on September 21, 2015 and eventually affecting all 5 states in the Darfur region, was initially thought to result from severe dengue complicated by malaria and other underlying conditions such as sickle cell disease commonly found among some tribes in Darfur.[22] However, only 24% of the suspect case samples received and tested by NPHL showed evidence of dengue virus (DENV) IgM antibodies, and no samples were positive by PCR. Samples tested for viral haemorrhagic fevers at the WHO collaborating laboratory in Dakar, Senegal and the Robert Koch Institute in Berlin were also all negative. Limited in their capacity to test further due to restrictions on reagent importation, the NPHL tested a small number of samples (30) in-house for CCHFV and found 7 were PCR positive, all from East Darfur. A further 7 samples were found to have serological evidence of West Nile fever virus but as neutralisation tests were not available, a cross-reaction could not be ruled out.\nOver the next 9 months, 594 cases were reported using the outbreak case definition (Fig 1) across 27 localities of Darfur, the majority coming from West Darfur and focused on Kereinik, followed by Al Sareef in North Darfur, and Zalingei in Central Darfur–areas which hosted substantial numbers of displaced people. Cases peaked in November 2015 and dropped to sporadic cases from February until the announced end of the outbreak in May 2016. (Fig 2) Since then, at least 3 smaller outbreaks of a similar syndrome have occurred in different locations in Sudan.\nThe unknown source(s) and ill-defined characteristics of these outbreaks are of significant concern. To try to identify the outbreak pathogen(s), better characterise the outbreak syndrome, inform public health and treatment interventions, and assist development of diagnostic capacity, we investigated a set of stored samples from the outbreak with a bespoke panel of molecular and serological assays and epidemiological analysis.",
    "Materials and methods": "Ethics statement\nApproval for the study was granted by the FMoH Technical Review Board, and the Ethics Committees of Karary University, Khartoum and the London School of Hygiene & Tropical Medicine (Ref: 11930). Individual consent was not required as samples were collected for diagnostic purposes during the public health response to the outbreak. Permission to export samples to the UK was given by the FMoH and samples and data were anonymised before transfer.\nThe NPHL received blood samples from 263 of the 594 cases notified during the outbreak, from which serum was stored. After matching data held by the FMoH Epidemiology Unit with samples and data stored at the NPHL, we evaluated samples for inclusion in the study using the following criteria: sufficient sample volume to accommodate multiple tests (>300 μl); sufficient epidemiological data to allow minimum characterisation of the case; specimen not previously tested by an external laboratory, and not previously tested positive for CCHFV in NPHL. Sixty-five (65) of the 263 stored samples met the criteria and were transported as frozen serum to the Rare and Imported Pathogens Laboratory (RIPL), Porton, UK where assays covering a broad range of likely pathogens were performed (Fig 3). As sample volume was limited, PCR assays were chosen based on clinical syndrome and geographical location and included haemorrhagic fever viruses, arboviruses, arenaviruses, leptospirosis and rickettsiae. Samples that did not meet the criteria (198) were not transferred and remained stored in NPHL. Sensitivity analysis was performed to assess if the samples transferred to the UK were representative of the samples that remained in Sudan.\n\n\nLaboratory methods\nDetailed information on the design and conditions for each assay is available in the Technical Appendix: Laboratory and Metagenomic Materials and Methods in Supporting Information (S1 Text)\nMolecular analysis.PCRs using nucleic acid extracted from plasma were performed on all 65 samples in parallel, for pathogens and in the sequence shown in Fig 3, and in accordance with RIPL clinical protocols. After the detection of CCHF RNA, serological assays for CCHF IgG and IgM were performed on all 65 samples to investigate if acute cases were present that had not been identified by PCR and if there was evidence of previous exposure.\n\nSerological analysis.Plasma samples in which CCHFV RNA was detected were transferred to a containment level (CL) 4 laboratory in PHE Porton and heat-inactivated at 56°C for 30 minutes (with intermittent sample-mixing) before transfer to the CL2 laboratory in the same location for ELISA analysis. Samples in which no CCHFV RNA was detected were analysed without additional pre-treatment. VectoCrimea-CHF ELISA kits (Vector-Best, Novosibirsk, Russia) were used for detection of CCHFV-specific IgG and IgM. Absorbances were read at an optical density of 450nm (OD450nm) on a microplate reader (SpectraMax M3, Molecular Devices, UK) and analysed using SoftMax Pro (version 7.0, Molecular Devices, UK). The cut-off value was calculated as the average OD450nm of the negative controls supplied with the kit + 0.2. Samples were considered to be positive if their OD450nm was greater than or equal to this cut-off value.\n\nGenome sequencing.A metagenomic RNA sequencing protocol and analysis, described in detail previously, was applied to fresh extracts of the 7 CCHFV positive samples and sequenced in the RIPL on a MiSeq (Illumina, UK).[23] CCHF-negative samples were also prepared for metagenomic sequencing using residual extracts remaining after PCR as too few had primary sample available for fresh extract. However, processing of this group was halted after analysis of 22/58 revealed inadequate RNA quality.\n\nData analysis.Data cleaning and analysis was carried out at the London School of Hygiene & Tropical Medicine (LSHTM) in collaboration with the FMoH epidemiology team. Results are expressed as the median and Inter-Quartile Range (IQR) for continuous variables, and frequencies and percentages (n (%)) for categorical variables. Associations were tested using Fisher’s exact test or Chi2 as appropriate. We compared the characteristics of the samples transferred to RIPL with those that were not transferred for potential bias and assessed the effect of missing values. Variables without a definitive entry (e.g. yes/no, positive/negative) were counted as missing data. Significance level was set at <0.05. All analyses were completed in STATA (StataCorp LLC, USA, V14.2).",
    "Results": "Forty-three per cent (263) of the 594 cases notified in the outbreak had samples sent to NPHL. The majority of those sampled came from West Darfur (40.3%, 104/258), Central Darfur (23.6%, 61/258), and East Darfur (15.5%, 40/258), with the remainder from North and South Darfur (55/258) and 5 samples without location data.\nThe majority of all sampled cases were children or young adults and were either at school or studying or working in farming or animal husbandry. There were no samples from healthcare workers. The most common symptoms among all sampled cases were fever (95.8%, 252/263)), bleeding (95.7%, 235/243), mainly epistaxis (57.4%, 140/244) and hematemesis (53.5%, 129/241) headache (51.6%, 128/248) and arthralgia (42.2%, 103/244) (Table 2).\n\n\nRepresentativeness of tested samples\nSixty-five (24.7%) of the samples met the criteria for transfer for testing at RIPL. These were largely representative of the total cases sampled. There were no significant demographic differences, nor differences in the time from symptom onset to sample-taking, in the assays used by NPHL on the sample during the outbreak, or in their results or case outcome (Table 2). However, the transferred samples were associated with significantly less fever (p <0.001) and more bloody diarrhoea (p = 0.02) than those not transferred. It must be noted that, although a case definition was established during the outbreak, not all notified cases corresponded to it when analysed.\nCase fatality was similar in both transferred and non-transferred samples (6.4%, 3/47 and 8.2%, 16/196 respectively, p = 1.0), but outcome data were missing in 18/65 cases in transferred group (27.7%) and 2/198 in non-transferred samples (1.01%).\nOnly 8 cases overall–none of which were among the transferred samples–reported any animal contact, but over 75% of data for this variable were missing. No other exposure variables were routinely reported, though early investigators reported seeing no epidemiological patterns, such as family clusters or healthcare worker infections, that might indicate person-to-person transmission.\n\n\nLaboratory results\nOf the 15 tests performed on the 65 samples transferred to RIPL (Fig 3 & S1 Text), only the RT-PCR and ELISA for CCHFV produced positive results. Seven (11%) samples were positive on both RT-PCR and IgG ELISA, including 2 samples which had previously tested negative for CCHFV at NPHL. Cycle thresholds ranged from 23.90 to 36.02. Six of the 7 were also ELISA IgM positive. An additional 4 samples were RT-PCR and IgM-negative but positive for CCHFV IgG antibodies. All other samples tested negative on all assays.\nNo significant results were initially obtained through the metagenomic sequencing of either the CCHFV positive or negative samples due to inadequate RNA quality after storage and PCR work. However, when fresh nucleic acid extracts were made from primary samples for the CCHFV positive samples, sequencing on an Illumina MiSeq was successful, and confirmed that sequence reads identifiable as CCHFV were present in all 7 samples. Genome coverage varied widely between the samples (0–99.5% for the S segment, 0–96.5% for the M and 5.5–98.5% for the L, at 5x minimum depth) but produced adequate information to characterise the virus. Phylogenetic analysis of the near-complete S-segment of the sample with the highest quality information (S segment: 99.5%; M segment: 96.5%; L segment: 98.5%), dated 18 October in Table 3: male, 5 years, Ct 23.9), placed it within the Africa 3 S Segment clade, and showed close homology to the 2009 Sudan strain (HQ378179.1). (Genbank accession nos. S Segment: MK442893; M Segment: MK442894; L Segment: MK442895). See Fig 4 and S1 Text for further details.\nPreviously defined major groups are indicated by branch colour (Asia 1,2 –Purple, Blue; Africa 1,2,3 –Green, Turquoise, Amber; Europe 1,2- Red, Brown).\nSerological assays performed by NPHL during the outbreak on some of the study samples identified evidence of dengue antibodies in 23.2% (13 of 56 tested samples), chikungunya virus (1/65), hepatitis E virus (1/7) and West Nile virus (1/1). None of these infections were detected in RIPL testing. The only potential for co-infection seen was malaria. Clinical records at the time reported that 62.9% of the samples transferred to the UK were malaria-positive, including three of the cases subsequently shown to be positive for CCHF. Malaria testing was not repeated in RIPL.\n\n\nCharacteristics of CCHFV positive cases\nAll 7 CCHFV RT-PCR positive/IgM positive cases were males aged 21 to 30 years, except for a 5-year-old boy who was also the only reported death in the group (CFR 20.0% of the 5 cases with reported outcome) (Table 3). The fatality was one of three CCHFV cases reported to be coinfected with malaria. Four of the positive cases were farmers and 2 were of unknown occupation. Three came from East Darfur, 2 from North Darfur and 1 each from South and Central Darfur. Of the 4 cases who were only CCHFV IgG positive, 1 came from each of North, South and East Darfur and the origin of the 4th was unknown. Two of the 4 worked in animal husbandry.\nAcute CCHFV positive cases were similar to CCHFV negative cases in most characteristics and symptoms, including the time from symptom onset to admission to a health facility and to sample-taking.\nThe only significant associations with acute CCHFV positivity were male sex (p 0.02) and origin in the state of East Darfur (p 0.002). The association with location was reinforced when RIPL-identified CCHFV positive cases were added to those identified during the outbreak by NPHL: when combined, 23% of all samples originating from East Darfur during the outbreak (9/40) were CCHFV positive and occurred during a 9-week period (September 28, 2015—January 12, 2016). NPHL-identified CCHFV positives originated from 2 main localities in East Darfur: RIPL-identified positives occurred in similar areas. Unfortunately, epidemiological data are not complete enough to investigate possible transmission links. CCHFV positive cases were less likely to report rectal bleeding than CCHFV negative cases (p 0.04) but half the CCHFV positive cases had missing data for this symptom.",
    "Discussion": "Comprehensive diagnostic evaluation of this set of historical samples has demonstrated that CCHFV was one important cause, but not the only aetiology, of the large outbreak of undifferentiated febrile illness with haemorrhagic symptoms in Darfur in the 2015–2016. This fact that CCHFV was not the main cause is reinforced by the absence of CCHFV-positive samples from West Darfur, the state reporting the majority of cases in the outbreak. The substantial proportion of CCHFV-positive samples from East Darfur might suggest that the virus played a stronger role in the outbreak there, or that it simply represents background transmission in an endemic area. The 4 cases who were only CCHFV IgG positive most likely represent previous CCHFV exposure. It is also important to note that we found no evidence of DENV infection despite several previous outbreaks in the area having been attributed to this pathogen.\nCCHFV-specific antibodies have been found in 19.1% of cattle in East Darfur and 21.3% of camels in Khartoum State, as well as in camels, sheep and goats exported from Sudan.[24,25] The first human cases of CCHFV in Sudan were confirmed during an outbreak of haemorrhagic fever among healthcare workers in Al Fulah Rural Hospital, Western Kordofan in 2008 with a CFR of 69.2%.[26] Since then, an average of 12 cases of human CCHFV have been confirmed by NPHL per year and multiple strains have been identified.[27] However, the persistent lack of laboratory capacity and supply at central level and complete absence of testing at district level mean that cases are likely to be under-reported.\nThe CFR of 20.0% among the CCHFV positive cases identified in this outbreak is at the lower end of the reported range for comparable resource-limited treatment settings. It is lower than might be expected given the severity of the reported illness[28,29], but similar to mortality in highly endemic regions such as Kazakhstan and Tajikistan.[30] One explanation may be that the severely ill and dead were less likely to be sampled, a possibility supported by the much higher mortality among outbreak cases reported but not sampled (24.1%). The only fatal case identified was in a 5year-old child with haemorrhage, and reportedly coinfected with malaria, who was admitted two days after onset of symptoms, who tested negative by PCR at the NPHL but subsequently positive by PCR and sequencing at RIPL and died 3 days after admission. While fatal outcome of CCHF in children is thought to be rare it has been reported from a range of settings.[31–33]\nAn explanation for the finding of positive CCHFV results in two samples previously tested ‘negative’ at NPHL could be that CT values were borderline, but unfortunately documentation at that time only reported results as negative or positive. It is also possible that the assays used (Altona real time PCR and Euroimmune ELISA) could have been at the limit of their validity as NPHL have had great difficulty in maintaining reagent supply and conditions during the embargo in Sudan and with frequent power cuts and equipment failure.\nThe importance of livestock to the Sudanese economy and the risks that CCHFV presents to healthcare workers and other patients[34], especially in resource-limited healthcare facilities, highlight the urgent need for improved surveillance and faster, more accessible CCHFV laboratory diagnosis. But while our comprehensive testing clearly highlights the risks and response requirements for CCHFV and has underlined some important negative results which excluded other HCIDs and VHFs, it has not solved the conundrum of what caused the majority of cases.\nThe absence of a diagnosis for the majority of these historical specimens may result from compromised sample integrity in transportation from the field to the NPHL, or during the storage period (18–24 months) between sample collection and final laboratory analysis. While the NPHL’s receipt of samples for almost 50% of reported cases is remarkable given the challenges in surveillance and outbreak response in these low-resourced and remote settings, the inherent delays and difficulties with cold chain take their toll on sample condition. It is also possible that delayed presentation to health facilities could have led to sampling later in the disease course when opportunity to identify pathogens by PCR is reduced. A further factor difficult to assess is the impact of genetic variation and primer and/or probe mismatches during the PCR testing which may have affected opportunity for positive findings. The extent of our laboratory work and our sample size was also limited by the relatively small amounts of stored sample available. This combined with the absence of convalescent samples precluded more detailed serological analysis.\nIncreasing the capacity to investigate samples on site through the development of innovative near-patient diagnostic platforms—a priority in the WHO R &D Blueprint for Action to Prevent Epidemics[35]—and/or improving storage and transfer of samples to the reference laboratory, will be key to rapid identification of pathogens in future outbreaks. Additional diagnostic capacity achieved by increasing the range of assays available in the NPHL, collecting a broader range of field samples (e.g. urine, naso-oropharangeal and stool samples as well as convalescent samples) and a developing a sequencing capability, will also increase diagnostic yield.\nOur interpretation of the syndrome characteristics was limited by missing epidemiological data. The absence of full case investigation forms (CIF) for 19 of the 65 investigated samples restricted characterisation of symptoms, occupation and outcomes. Exposures and contact information were also rarely recorded–an important oversight for outbreak control–and similar or greater gaps in data were found in the information of the un-transferred cases. Using a more detailed CIF in future outbreaks, ideally in electronic format to speed interpretation, and reinforcing the importance of face-to-face interviews with patients, family and community will help the capture of important data. To assist investigation of future outbreaks, the UK Public Health Rapid Support Team/FMoH research collaboration has put in place an ethics-approved prospective study protocol and trained a study team comprising FMoH, NPHL and University staff ready to deploy.\nIn conclusion, Sudan is a large country at the crossroads of Africa and the Middle East that has experienced several outbreaks of HCIDs and regularly has outbreaks of zoonotic infections. We have shown the presence of CCHFV as an important cause of fever and haemorrhage in Darfur which has critical infection prevention and control as well as clinical implications for future care and response. To fulfil its global obligations under the International Health Regulations (2005), the FMoH needs to maintain and develop robust surveillance, response and laboratory capacity. Support in these areas, and for well-developed prospective fever studies, could dramatically improve understanding of circulating pathogens in Sudan and facilitate the rapid recognition and investigation of the next outbreak."
}