{
    "Background": "Onchocerca volvulus is a filarial parasite that is a major cause of dermatitis and blindness in endemic regions primarily in sub-Saharan Africa. Widespread efforts to control the disease caused by O. volvulus infection (onchocerciasis) began in 1974 and in recent years, following successful elimination of transmission in much of the Americas, the focus of efforts in Africa has moved from control to the more challenging goal of elimination of transmission in all endemic countries. Mass drug administration (MDA) with ivermectin has reached more than 150 million people and elimination of transmission has been confirmed in four South American countries, with at least two African countries having now stopped MDA as they approach verification of elimination. It is essential that accurate data for active transmission are used to assist in making the critical decision to stop MDA, since missing low levels of transmission and infection can lead to continued spread or recrudescence of the disease.",
    "Methodology/Principal findings": "Current World Health Organization guidelines for MDA stopping decisions and post-treatment surveillance include screening pools of the Simulium blackfly vector for the presence of O. volvulus larvae using a PCR-ELISA-based molecular technique. In this study, we address the potential of an updated, practical, standardized molecular diagnostic tool with increased sensitivity and species-specificity by comparing several candidate qPCR assays. When paired with heat-stable reagents, a qPCR assay with a mitochondrial DNA target (OvND5) was found to be more sensitive and species-specific than an O150 qPCR, which targets a non-protein coding repetitive DNA sequence. The OvND5 assay detected 19/20 pools of 100 blackfly heads spiked with a single L3, compared to 16/20 for the O150 qPCR assay.",
    "Conclusions/Significance": "Given the improved sensitivity, species-specificity and resistance to PCR inhibitors, we identified OvND5 as the optimal target for field sample detection. All reagents for this assay can be shipped at room temperature with no loss of activity. The qPCR protocol we propose is also simpler, faster, and more cost-effective than the current end-point molecular assays."
}