{
    "Abstract": "HTLV-1 infection is associated with several inflammatory disorders, including the neurodegenerative condition HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP). It is unclear why a minority of infected subjects develops HAM/TSP. CD4+ T cells are the main target of infection and play a pivotal role in regulating immunity to HTLV and are hypothesized to participate in the pathogenesis of HAM/TSP. The CD39 ectonucleotidase receptor is expressed on CD4+ T cells and based on co-expression with CD25, marks T cells with distinct regulatory (CD39+CD25+) and effector (CD39+CD25−) function. Here, we investigated the expression of CD39 on CD4+ T cells from a cohort of HAM/TSP patients, HTLV-1 asymptomatic carriers (AC), and matched uninfected controls. The frequency of CD39+ CD4+ T cells was increased in HTLV-1 infected patients, regardless of clinical status. More importantly, the proportion of the immunostimulatory CD39+CD25− CD4+ T-cell subset was significantly elevated in HAM/TSP patients as compared to AC and phenotypically had lower levels of the immunoinhibitory receptor, PD-1. We saw no difference in the frequency of CD39+CD25+ regulatory (Treg) cells between AC and HAM/TSP patients. However, these cells transition from being anergic to displaying a polyfunctional cytokine response following HTLV-1 infection. CD39−CD25+ T cell subsets predominantly secreted the inflammatory cytokine IL-17. We found that HAM/TSP patients had significantly fewer numbers of IL-17 secreting CD4+ T cells compared to uninfected controls. Taken together, we show that the expression of CD39 is upregulated on CD4+ T cells HAM/TSP patients. This upregulation may play a role in the development of the proinflammatory milieu through pathways both distinct and separate among the different CD39 T cell subsets. CD39 upregulation may therefore serve as a surrogate diagnostic marker of progression and could potentially be a target for interventions to reduce the development of HAM/TSP."
}