{
    "Background": "Mass drug administration (MDA) of praziquantel has been the intervention of choice against schistosomiasis but with limited success in interrupting the transmission. The development of anti-Schistosoma vaccines is underway. Our objective is to quantify the population-level impact of anti-Schistosoma vaccines when administered alone and in combination with mass drug administration (MDA) and determine factors in vaccine design and public health implementation that optimize vaccination role in schistosomiasis control and elimination.",
    "Methods and findings": "We developed a deterministic compartmental model simulation of schistosomiasis transmission in a high-risk Kenyan community, including stratification by age, parasite burden, and vaccination status. The modeled schistosomiasis vaccines differed in terms of vaccine duration of protection (durability) and three biological efficacies. These are vaccine susceptibility effect (SE) of reducing person’s susceptibility to Schistosoma acquisition, vaccine mortality effect (ME) of reducing established worm burden and vaccine fecundity effect (FE) of reducing egg release by mature worms. We quantified the population-level impact of vaccination over two decades under diverse vaccination schemes (childhood vs. mass campaigns), with different age-targeting scenarios, different risk settings, and with combined intervention with MDA. We also assessed the sensitivity of our predictions to uncertainties in model parameters. Over two decades, our base case vaccine with 80% SE, FE, and ME efficacies, 10 years’ durability, provided by mass vaccination every 10 years, reduced host prevalence, mean intensity, incidence, and patent snail prevalence to 31%, 20 eggs/10-ml sample/person, 0.87 worm/person-year, and 0.74%, from endemic-state values of 71%, 152, 3.3, and 0.98%, respectively. Lower impact was found when coverage did not encompass all potential contaminators, and childhood-only vaccination schemes showed delayed and lower impact. In lower prevalence settings, the base case vaccine generated a proportionately smaller impact. A substantially larger vaccine program effect was generated when MDA + mass vaccination was provided every 5 years, which could be achieved by an MDA-only program only if drug was offered annually. Vaccine impact on schistosomiasis transmission was sensitive to a number of parameters including vaccine efficacies, human contact rates with water, human density, patent snails’ rate of patency and lifespan, and force of infection to snails.",
    "Conclusions": "To be successful a vaccine-based control strategy will need a moderately to highly effective formulation combined with early vaccination of potential contaminators and aggressive coverage in repeated rounds of mass vaccination. Compared to MDA-only program, vaccination combined with MDA accelerates and prolongs the impact by reducing the acquisition of new worms and reducing egg release from residual worms."
}