{
    "Background": "Though Nepal declared leprosy elimination in 2010, its burden is constantly rising in Terai communities for the past 2 years with 3000 new leprosy cases being diagnosed annually. Community’s perception is important for prevention and control of leprosy and enhancing quality of life of leprosy patients. Poor knowledge, unfavorable attitude and stigma create a hindrance to leprosy control. The main objective of this study was to assess the knowledge, attitude and stigma of leprosy amongst the community members living in Dhanusha and Parsa districts of Southern Central Nepal.",
    "Methods": "A total of 423 individuals were interviewed using a structured questionnaire in Dhanusha and Parsa districts. Data was analyzed using both descriptive (frequency, percentage, median) and statistical inferences (Chi-square test, Kruskal Wallis H test, Mann Whitney U test, binary logistic regression) using SPSSvs20.",
    "Results": "All respondents had heard about leprosy. Source of information on leprosy was mainly found to be health workers/hospitals (33.1%). Only 62.6% reported bacteria being its cause followed by other myths such as bad blood/curse/heredity/bad deeds (36%). Only 43.8% responded that leprosy is transmitted by prolonged close contact with leprosy patients and 25.7% reported religious rituals as the treatment. Only 42.1% had good knowledge and 40.9% had favorable attitude. Good knowledge of leprosy was highly associated with favorable attitude towards leprosy (P<0.001). The outcome variables- knowledge, attitude and EMIC score were found to have highly significant association with age, sex, ethnicity, religion, education and occupation of the respondents (P<0.001). Having knowledge on leprosy transmission was positively associated with favorable attitude towards leprosy (P<0.001).",
    "Conclusions": "Strategizing the awareness programmes according to socio-demographic characteristics for enhancing the knowledge regarding leprosy cause, symptoms, transmission, prevention and treatment, can foster the positive community attitude towards leprosy affected persons. Enhancing positive attitude towards leprosy affected persons can reduce the community stigma, thus may increase their participation in the community. Positive attitude may further increase their early health seeking behaviour including their quality of life."
}