{
    "Background": "The World Health Organization recommends that schistosomiasis be treated through Mass Drug Administration (MDA). In line with this recommendation, Zimbabwe commenced a national helminth control program in 2012 targeting schoolchildren throughout the country for 6 years. This study, part of a larger investigation of the impact of helminth treatment on the overall health of the children, determined the effect of annual praziquantel treatment on schistosome infection and morbidity in a cohort of children during Zimbabwe’s 6-year national helminth control program.",
    "Methodology/Principal findings": "A school-based longitudinal study was carried out in 35 sentinel sites across Zimbabwe from September 2012 to November 2017. The sentinel sites were selected following a countrywide survey conducted in 280 primary schools. Schistosoma haematobium was diagnosed using the urine filtration technique. Schistosoma mansoni was diagnosed using both the Kato-Katz and formol-ether concentration techniques. S. haematobium morbidity was determined through detection of macro and microhaematuria. A cohort of children aged 6–15 years old was surveyed annually before MDA and 6 weeks post treatment. Maximum treatment coverage reached 90% over the 6 rounds of MDA. At baseline S. haematobium infection prevalence and intensity were 31.7% (95% CI = 31.1–32.2) and 28.75 eggs/10ml urine (SEM = 0.81) respectively, while S. mansoni prevalence and intensity were 4.6% (95% CI = 4.4–4.8) and 0.28 eggs/25mg (SEM = 0.02). Prior to the 6th round of MDA, S. haematobium infection prevalence had reduced to 1.56% (p<0.001) and infection intensity to 0.07 (SEM 0.02). Six weeks later after the 6th MDA, both were 0. Similarly the prevalence of S. haematobium morbidity as indicated by haematuria also fell significantly from 32.3% (95% CI = 29.9–34.6) to 0% (p< 0.0001) prior to the final MDA. For S.mansoni, both prevalence and intensity had decreased to 0 prior to the 6th MDA. After 6 rounds of annual MDA, prevalence and intensity of both schistosome species decreased significantly to 0% (p< 0.0001).",
    "Conclusion": "Zimbabwe’s helminth control program significantly reduced schistosome infection intensity and prevalence and urogenital schistosomiasis morbidity prevalence in a cohort of school-aged children, moving the schistosome prevalence in the children from moderate to low by WHO classification. These findings will inform the design of the country’s next stage interventions for helminth control and eventual elimination."
}