{
    "Background": "Given the widespread distribution of Plasmodium and helminth infections, and similarities of ecological requirements for disease transmission, coinfection is a common phenomenon in sub-Saharan Africa and elsewhere in the tropics. Interactions of Plasmodium falciparum and soil-transmitted helminths, including immunological responses and clinical outcomes of the host, need further scientific inquiry. Understanding the complex interactions between these parasitic infections is of public health relevance considering that control measures targeting malaria and helminthiases are going to scale.",
    "Methodology": "A cross-sectional survey was carried out in April 2010 in infants, young school-aged children, and young non-pregnant women in south-central Côte d'Ivoire. Stool, urine, and blood samples were collected and subjected to standardized, quality-controlled methods. Soil-transmitted helminth infections were identified and quantified in stool. Finger-prick blood samples were used to determine Plasmodium spp. infection, parasitemia, and hemoglobin concentrations. Iron, vitamin A, riboflavin, and inflammation status were measured in venous blood samples.",
    "Principal Findings": "Multivariate regression analysis revealed specific association between infection and demographic, socioeconomic, host inflammatory and nutritional factors. Non-pregnant women infected with P. falciparum had significantly lower odds of hookworm infection, whilst a significant positive association was found between both parasitic infections in 6- to 8-year-old children. Coinfected children had lower odds of anemia and iron deficiency than their counterparts infected with P. falciparum alone.",
    "Conclusions/Significance": "Our findings suggest that interaction between P. falciparum and light-intensity hookworm infections vary with age and, in school-aged children, may benefit the host through preventing iron deficiency anemia. This observation warrants additional investigation to elucidate the mechanisms and consequences of coinfections, as this information could have important implications when implementing integrated control measures against malaria and helminthiases."
}