{
    "Background": "Spiders of the genus Loxosceles are distributed throughout tropical and temperate regions worldwide. Loxosceles spp. bites may evolve to necrosis, with or without intravascular hemolysis. There is no consensus regarding the best treatment to prevent necrosis. The objective of this study was to evaluate the factors associated with the development of necrosis and the impact that antivenom administration has on the evolution of cutaneous loxoscelism.",
    "Methodology/Principal findings": "This was a prospective observational study carried out at a referral center for envenoming. Over a 6-year period, we included 146 patients with a presumptive or definitive diagnosis of loxoscelism. Depending on the symptom severity, a polyvalent anti-arachnid antivenom was administered or not—in 74 cases (50.7%) and 72 cases (49.3%), respectively. Cutaneous and systemic manifestations were assessed at admission and weekly thereafter. Adverse reactions to the antivenom were also evaluated. Cutaneous loxoscelism was observed in 141 cases (96.6%), and the spider was identified in 29 (19.9%). The mean time from bite to antivenom administration was 41.6 ± 27.4 h. After discharge, 130 patients (90.9%) were treated with corticosteroids, antihistamines and analgesics being prescribed as needed. The probability of developing necrosis was significantly lower among the patients who were admitted earlier, as well as among those who received antivenom (p = 0.0245). Among the 74 patients receiving antivenom, early and delayed adverse reactions occurred in seven (9.5%) and four (5.4%), respectively. Local infection was observed only in three (2.3%) of the 128 patients for whom that information was available.",
    "Conclusions/Significance": "Necrosis after a Loxosceles sp. bite appears to more common when hospital admission is delayed or when antivenom is not administered. In addition, the administration of a polyvalent anti-arachnid antivenom appears to be safe, with a relatively low rate of adverse reactions."
}