{
    "Background": "Hundreds of millions of people in poor countries continue to suffer from disease caused by bloodfeeding hookworms. While mice and rats are not reliably permissive hosts for any human hookworm species, adult Golden Syrian hamsters are fully permissive for the human and animal pathogen Ancylostoma ceylanicum. Similar to humans, hamsters may be infected with A. ceylanicum third-stage larvae orally or percutaneously. Oral infection typically leads to consistent worm yields in hamsters but may not accurately reflect the clinical and immunological manifestations of human infection resulting from skin penetration.",
    "Methodology/Principal findings": "In this study we compared host responses following percutaneous infection to those utilizing an established oral infection protocol. Infected hamsters exhibited a dose-dependent pathology, with 1000 percutaneous larvae (L3) causing anemia and adult worm recovery comparable to that of 50 orally administered L3. A delayed arrival and maturity of worms in the intestine was observed, as was variation in measured cellular immune responses. A long-term study found that the decline in blood hemoglobin was more gradual and did not reach levels as low, with the nadir of disease coming later in percutaneously infected hamsters. Both groups exhibited moderate growth delay, an effect that was more persistent in the percutaneously infected group. Fecal egg output also peaked later and at lower levels in the percutaneously infected animals. In contrast to orally infected hamsters, antibody titers to larval antigens continued to increase throughout the course of the experiment in the percutaneous group.",
    "Conclusions/Significance": "These results demonstrate that the route of infection with A. ceylanicum impacts disease pathogenesis, as well as humoral and cellular immune responses in an experimental setting. These data further validate the utility of the Golden Syrian hamster as a model of both oral and percutaneous infection with human hookworms."
}