{
    "Background": "Echinococcosis is a natural focal, highly prevalent disease in China. Factors influencing the spread of echinococcosis are not only related to personal exposure but also closely related to the environment itself. The purpose of this study was to explore the influence of environmental factors on the prevalence of human echinococcosis and to provide a reference for prevention and control of echinococcosis in the future.",
    "Methods": "Data were collected from 370 endemic counties in China in 2018. By downloading Modis, DEM and other remote-sensing images in 2018. Data on environmental factors, i.e., elevation, land surface temperature (LST) and normalized difference vegetation index (NDVI) were collected. Rank correlation analysis was conducted between each environmental factor and the prevalence of echinococcosis at the county level. Negative binomial regression was used to analyze the impact of environmental factors on the prevalence of human echinococcosis at the county level.",
    "Results": "According to rank correlation analysis, the prevalence of human echinococcosis in each county was positively correlated with elevation, negatively correlated with LST, and negatively correlated with NDVI in May, June and July. Negative binomial regression showed that the prevalence of human echinococcosis was negatively correlated with annual LST and summer NDVI, and positively correlated with average elevation and dog infection rate. The prevalence of human cystic echinococcosis was inversely correlated with the annual average LST, and positively correlated with both the average elevation and the prevalence rate of domestic animals. The prevalence of human alveolar echinococcosis was positively correlated with both NDVI in autumn and average elevation, and negatively correlated with NDVI in winter.",
    "Conclusion": "The prevalence of echinococcosis in the population is affected by environmental factors. Environmental risk assessment and prediction can be conducted in order to rationally allocate health resources and improve both prevention and control efficiency of echinococcosis."
}