{
    "Introduction": "Cysticercosis is caused by Taenia solium, a parasitic disease that affects humans and freely roaming pigs in developing countries [1]. In Mexico, cysticercosis persists because conditions ideal for the parasite's life cycle remain prevalent in many rural areas [2]. The most severe manifestation of the disease occurs when the larval phase of the parasite (cysticerci) lodge in the human central nervous system (CNS), causing neurocysticercosis (NC). NC is a common parasitic disease affecting the CNS and is still responsible for high morbidity and mortality rates in endemic countries [3],[4].\nIt has long been recognized that porcine cysticercosis is closely associated with the presence of freely roaming pigs that have access to sites contaminated with human feces [5]–[10]. Because of the prevalence of this form of pig husbandry in endemic countries, combined with problems associated with poverty and poor education, eradication of Taenia solium [11],[12] may appear to be unachievable in the near future. However, a number of traditional measures have proved effective in lowering levels of transmission in Mexican villages, including education, improvement of household sanitation, changes in meat inspection methods and the corresponding destruction of infected meat, treatment of tapeworm carriers, and modifications in pig-rearing methods [5],[13]. Additional control measures have also been devised: vaccines [14], more-effective treatment protocols [15], and improved methods for diagnosing taeniasis [16] and cysticercosis [17]. Nonetheless, huge costs and logistic complexity make most of these measures impractical for large-scale, long-term nationwide campaigns in developing countries.\nMexico's demographic and geocultural vastness poses additional challenges for nationwide control programs. Thus regional approaches are also recommended, especially as epidemiological studies point to variations in rural rearing methods, in different regions and villages [18]. Understanding the details of porcine cysticercosis microepidemiology in defined and limited areas may help to improve the efficacy of programs for controlling transmission. The short life span (about a year) of pigs reared in primitive conditions, the relatively restricted movements of even freely roaming pigs compared to humans, and the relative ease of diagnosing porcine cysticercosis in vivo, make pigs useful indicators of ongoing active sites of cysticercosis transmission. Sentinel hosts reared on quasiexperimental farms [19] were originally employed to study the dynamics of Taenia ovis transmission in ovine cysticercosis. These farms were later proposed as bioindicators of environmental contamination with T. solium eggs [20].\nIn the present study, a spatial analysis of rural porcine cysticercosis was conducted to determine whether the risk of infection is focused in an area or is widely dispersed, and subsequently whether massive or focal measures of parasite control are required.",
    "Materials and Methods": "In 2003, a study of the prevalence of porcine cysticercosis (PC) in the 33 municipalities of the State of Morelos detected many villages with endemic PC in the “Sierra de Huautla” region [9]. This region includes 145,861 acres of tropical forest and a total of 50,000 inhabitants [21]. It is located in the southern part of the state of Morelos, between the geographical coordinates of 18°20′ and 18°31′ north latitude and 98°51′ and 98°53′ west longitude, within an area classified as a Biosphere Reserve and recently declared a Natural World Heritage site. The rainy season lasts from mid-June and to October/November, and the dry season lasts from January and to May.\nThe present study was carried out in 13 of the 25 villages located in the Sierra de Huautla. The 13 villages included are located in the road-accessible area of the eastern slope of Sierra de Hautla and represent 72% (13/18) of all villages in the area (Figure 1). The criteria for selecting villages included a high prevalence of roaming pigs and the existence of previous individual reports indicating the presence of T. solium porcine cysticercosis (J. Morales, personal observations). The villages share cultural, commercial, social, and economic characteristics. Health facilities are scarce, drainage is lacking, and only the main streets are paved. Most villages have electricity (90%) and rural telephone services (70%). The public water supply system is dependent on wells and water deposits (80%) and water is not potable.\nThe main figure shows a map of the “Sierra de Huautla” displaying the studied villages marked by stars as well as their prevalence. Other villages in the region, marked by open circles, and main roads are shown. The distance bar applies to the largest map.\nPig phenotypes in the area are extremely diverse. The animals mate casually and 85% roam freely in streets, backyards, and nearby pastures, frequently finding and ingesting human feces that can be contaminated with parasite eggs. During the rainy season, a number of pigs (15%) are tethered in improvised pens to prevent them from damaging areas of farm production. Some pigs (8%) are occasionally fed with commercial concentrates and corn. Most of the time pigs drink residual water from ravines, dikes, and borders and that is sometimes contaminated with human feces. Animals in some villages are provided tap water from the public system (21%) and from wells (17%) when water is scarce. The remaining free-ranging pigs drink stagnant water that is often accumulated from household drainage run-off. Almost all (96%) of the village pigs were born in the community, 2% were introduced from other municipalities, and the remainder were introduced from other federal entities. The predominant pig phenotype is “native” (58%), and 42% are descended from “mixed” breeds (York, Landrace, Duroc, Hampshire, and Pietrain). Twenty percent of pigs are slaughtered and consumed by their owners, 13% are sold to butchers in the village, and the remaining 67% are sold at minimal prices to pig traffickers and later resold outside the area, in neighboring communities and cities. Most male pigs are castrated a few months prior to being slaughtered.\n\nDiagnosis of pig cysticercosis\nThe present study was carried out between August and December 2003. A total of 562 free-roaming pigs over 3 mo of age (61% of the pigs in the area [V. Maza personal communication]), regardless of sex, were included in this study and their owner's permission was obtained for inspection by our team. Once the pig was caught and restrained, its tongue was examined visually and in vivo palpation [6] was carried out to identify any subepithelial cysticerci. Six highly trained animal-health technicians supervised by a research team veterinarian confirmed diagnoses. In vivo PC diagnosis by tongue inspection manifests certain shortcomings: inspectors may vary in opinion as cysticerci not evident on the tongue may evade identification, and conversely lumpy lesions on the tongue may be wrongly identified as cysticerci. Our accuracy scores were 74% (17/23) sensitivity using tongue diagnosis, and 94% (8/206) specificity, when compared to the gold standard of necropsy diagnosis among rural pigs. Positive serology by antibody detection reveals previous exposure, not necessarily infection, whereas testing for circulating antigens is more accurate for diagnosing infection, but identifies only heavily infected animals [22],[23]. Furthermore, the strong resistance of pig owners to permitting more invasive forms of diagnosis, for example those that require bleeding, biopsy, or premature slaughter for autopsy, make tongue diagnosis the only practical way of examining hundreds of rural pigs in Mexico.\n\n\nBiological factors\nThe age (months), weight (kg), and phenotype (native or mixed breed [York, Landrace, Duroc, Hampshire, and Pietrain]) were recorded for each pig. Veterinarians also determined whether sows were pregnant at the time of inspection and whether boars had been castrated, and if so, at what age. As pregnancy was detected only by physical inspection, early pregnancies probably passed unnoticed.\n\n\nExposure factors\nA questionnaire was administered to the pigs' owners in order to obtain information about how pigs were kept (i.e., whether drinking water came from; a well, a river, or a tap; whether the pig was allowed to roam freely at all times or was occasionally tethered). Additionally, owners' households were inspected to determine whether a latrine existed.\n\n\nGeo-referenced location of pig-rearing households\nThe location of households that contained pigs was recorded using a global positioning system (Garmin Etrex Venture1). The actual location recorded was that of the corrals adjacent to the house. Using ArcView 9.0 ArcGis (2006; ESRI, http://www.esri.com/) the geo-referenced location was placed on orthomaps kindly provided by Valentino Sorani, LISIG-UAEM. Schematics of the orthomaps were used to represent the distribution of houses in the village and mark the position of the pig rearing households included in the study, illustrated in Figure 2.\n\n\nClustering\nThe spatial position of each household was identified with a hand-held GPS, which established the paired coordinates. The location and numbers of healthy and cysticercotic pigs residing at each of these household positions were recorded. The coordinates for each village were normalized separately (applying values from 0 to 1) to eliminate the potential effects of units of scale and distance and thus permitting specific comparison for some of the indices used [24]. Three different indices were calculated for all pig-rearing households in each village, for those containing cysticercotic pigs, and for those with healthy pigs.\nFirst, a quadrant analysis was applied, which requires laying a grid of equally sized quadrants over a map showing distribution; then the number of households in each quadrant were counted, with ni representing the number of households in each quadrant i [24]. The variance-to-mean ratio (VMR) was used to evaluate the level of dispersion of the households, expressed as: variance of ni over mean of ni. To account for the variation in the number of pigs in each household a second index, VMR2, was calculated, using the number of pigs in the households included in each quadrant. Thus, pi is the number of pigs in the quadrant/total number of pigs in the village and VMR2 is the variance of pi over the mean of pi.\nThe nearest neighbor index (NNI) employs the distance between occupied quadrants in order to evaluate the organization of the spatial distribution of the clusters [24],[25]. The NNI is calculated by the divisionwhere N is the number of occupied quadrants and  is the mean of the distance from every point to its nearest neighbor. The interpretation of the index values is presented in Table 1. The grid resolution for all the indices is chosen, having once evaluated the different sizes and chosen the larger size, so that the values of the indices remain visually similar. In this case, the same grid was used for every town, consisting of 25 quadrants of side length of 0.20 each.\n\n\nStatistical analysis\nRecorded data were stored in a database using Excel (Microsoft 2000). Data were statistically analyzed using SPSS10, InStat3, and GraphPad Software(1992–1998 GraphPad Software, http://www.graphpad.com). Qualitative results were compared, using a Chi-square test or a Fisher's exact test, in order to measure statistical significance. Prevalence odds ratios and their 95% confidence intervals (CIs) were employed to assess the strength of the association. A multivariate analysis was applied in order to assess risk factors by using logistic regression and retaining all the factors for which the p-value was ≤0.25. The threshold for significance was set at 0.05 for all statistical analyses.\n\n\nEthical approval\nThe study protocol was approved by the ethics committee of the Instituto de Investigaciones Biomédicas, Universidad Nacional Autónoma de México. No experiments were performed on either humans or animals. The procedures reported herein were: (1) in humans resident in the rural villages, the application of questionnaires concerned with their home facilities and lifestyles, as well as with their forms of pig-raising; and (2) in pigs, the routine visual and manual exploration of their tongues by a professional veterinary, conducted according to the principles set forth by the Mexican Ethical Committee for the Care and Use of Farm Animals. Pig owners gave their written informed consent for the publication of questionnaire results and permission to examine the tongues of their pigs.",
    "Results": "Prevalence of porcine cysticercosis\nTongue cysticercosis was detected among 13.3% [95% CI, 13.27%–13.33%] of the 562 pigs (31% boars and 69% sows) with a statistically significant variation (p = 0.002) between villages of 0%–33.3% (Table 2). No relationship was evident in terms of between-village distances or with the total number of resident pigs (p>0.05).\n\n\nRelevant exposure risk factors\nTable 3 presents a list of village features and household habits found to correlate significantly with PC: i.e., lack of latrines (p = 0.0008, OR = 2.4); allowing pigs to roam freely (p = 0.07, OR = 2.2) or to drink stagnant rainwater (p = 0.07, OR = 1.6). Regarding biological factors, early castration of males (4 mo before slaughter) significantly increased cysticercosis prevalence (p = 0.001, OR = 17.3).\nAbsence of latrines (OR = 13.3 [2.4–72.7]; p = 0.003) and early castration (OR = 24.76 [2.8–217.4]; p = 0.004) both represented factors closely linked with cysticercosis, as determined by binary logistic regression.\n\n\nSpatial location and prevalence\nThe clustering indexes show that the spatial distribution of pig-rearing households ranged from random (0.83–1.06) to clustered (1.24–2.33) according to VMR, and clustered (<0.29) for NNI (see Table 4). The households that had healthy pigs, which were in the majority, had a distribution similar to the total of households; both had nearly equal clustering indices. For the households with infected pigs, only villages 1, 5, and 6 manifested clustering (1.14, 1.61, and 1.46, respectively) and this was therefore very similar to the clustering indices recorded in all of the households. It is particularly evident (Figure 2) that the distribution of the infected pigs in these villages was very similar to the distribution of households and was therefore not related to the distribution of infection. Every case in Table 4 shows the NNI for the distribution of households with infected pigs to be higher, indicating less clustering, than that observed for the households with healthy pigs and for households overall.\nThe values for the VMR2 show a similar pattern, in which frequencies of pigs in every household produced a large clustering value for the distribution of total households and for those containing only healthy pigs (>2.69 and >1.99, respectively). Nonetheless, the values for those containing pigs infected with cysticercosis were less in all cases, due to the relatively small number of infected pigs, when compared to the greater numbers of healthy animals; therefore there was less clustering among infected pigs.\nA similar lack of clustering of cysticercotic cases was observed when examining only pigs younger than 5 mo, a subsample most likely to detect focal points of transmission presumably on account of their more sedentary behavior as compared to adult pigs. Finally, no clustering indices for cysticercotic pigs were revealed for 30% of the villages, since villages 4 and 13 presented no cases of cysticercotic pigs and villages 9 and 12 showed very low prevalence (3%).",
    "Discussion": "This epidemiological study identified 13.3% (75/562) of the pigs in 13 villages of the ecological reserve Sierra de Huautla as suffering from tongue cysticercosis, with significant variations existing between villages (0%–33.3%). The significant differences in prevalence between communities did not appear to relate either to the measured risk factors or to the total number of pigs in the village.\nThe high levels of prevalence recorded in this study dispel optimistic hopes of cysticercosis having been eradicated in Mexico [26] and emphasize the importance of applying measures to control transmission in rural areas of central Mexico. Our findings concur with those from previous studies [5]–[9],[13], confirming the importance of preventative measures, such as the construction of latrines and the confinement of rural pigs, to reduce risk of infection. Likewise, the significant increase in cysticercosis infection that we recorded among castrated male pigs and pregnant sows corroborates previous observations [8],[9] and points to the role played by sex steroids in murine cysticercosis, as described in more detailed studies [27].\nFor pigs under 5 mo of age, 21% (16/75) demonstrated less risk of cysticercotic infection compared to older pigs (p<0.0001), possibly either due to their more sedentary behavior or because they were disadvantaged in the competition to forage when roaming free [10], or because of passive transfer of maternal immunity [28].\nThe use of spatial information to evaluate clustering of PC is a novel approach that attempts to detect the most active sites for PC transmission in an endemic area. This type of analysis has contributed to epidemiological studies of other diseases (i.e., rabies, bovine tuberculosis, schistosomiasis [29]–[32]). This study indicates that the risk of cysticercosis is widely dispersed throughout rural pig-rearing households rather than being focused in specific households. Consequently, it is unlikely that sentinel pigs will be useful in identifying tapeworm carriers. Thus, for the rural pigs of this region, the infection risk of living close to a putative tapeworm carrier would appear to be lower than that of roaming free in search of food and ingesting contaminated human excrement. The roaming behavior of pigs that cover large distances (2–5 km) daily [10] may partially account for the dispersed distribution of PC in the area. In addition, the perambulation of rural workers while in the fields, tending to crops and herds, or waiting on the road for transportation provides the occasional tapeworm carrier with ample opportunities to disperse parasite eggs on soil and agricultural produce. The combination of the mobile patterns of both pigs and humans in this endemic area seems to be a cause for many of the PC cases in the Sierra de Huautla.\nOur findings differ from other studies that report aggregation of cysticercotic pigs in specific households within villages is an important factor in transmission [7],[13],[33]. Besides regional, climatic, and cultural differences that may influence the geographic distribution of the risk of PC, discrepancies between our study and the other reports may also be due to our distinguishing the distribution of cysticercotic pigs from that of all pigs. Specific clustering of the infected pigs must significantly differ from that of all pigs for a claim of clustering of the risk of transmission to be supported.\nNo significant differences in particular risk factors were found between villages, although PC prevalence values varied greatly. It was to be expected that cysticercotic pig clusters would indicate the presence of a tapeworm carrier in the vicinity of certain villages, conforming with a recent report claiming that seroprevalence increases with decreasing distances to a tapeworm carrier [34]. However, this was not evident from our research in the Sierra de Huautla rural area. Instead, the distribution of cysticercotic pigs implied such a dispersed risk of infection that human factors emerged as more important determinants of parasite transmission (e.g., internal migration, family ties, human lifestyles, pig-rearing practices).\nThe findings presented here may not be representative of all rural regions of Mexico, as variations may exist relating to the local ethnic population and economic, demographic, cultural, and geographic conditions affecting routes of cysticercosis transmission. However, if we discard the premise that PC has a focal distribution, and instead show—as we have here—that risk factors in a given region are geographically broadly dispersed, then it follows that applying inclusive control measures at a region-wide level, rather than implementing localized or individually focused methods, will be the most effective approach to controlling cysticercosis."
}