{
    "Background": "Leishmania infantum is the causative agent of visceral and cutaneous leishmaniasis in the Mediterranean region, South America, and China. MON-1 L. infantum is the predominating zymodeme in all endemic regions, both in humans and dogs, the reservoir host. In order to answer important epidemiological questions it is essential to discriminate strains of MON-1.",
    "Methodology/Principal Findings": "We have used a set of 14 microsatellite markers to analyse 141 strains of L. infantum mainly from Spain, Portugal, and Greece of which 107 strains were typed by MLEE as MON-1. The highly variable microsatellites have the potential to discriminate MON-1 strains from other L. infantum zymodemes and even within MON-1 strains. Model- and distance-based analysis detected a considerable amount of structure within European L. infantum. Two major monophyletic groups—MON-1 and non-MON-1—could be distinguished, with non-MON-1 being more polymorphic. Strains of MON-98, 77, and 108 were always part of the MON-1 group. Among MON-1, three geographically determined and genetically differentiated populations could be identified: (1) Greece; (2) Spain islands–Majorca/Ibiza; (3) mainland Portugal/Spain. All four populations showed a predominantly clonal structure; however, there are indications of occasional recombination events and gene flow even between MON-1 and non-MON-1. Sand fly vectors seem to play an important role in sustaining genetic diversity. No correlation was observed between Leishmania genotypes, host specificity, and clinical manifestation. In the case of relapse/re-infection, only re-infections by a strain with a different MLMT profile can be unequivocally identified, since not all strains have individual MLMT profiles.",
    "Conclusion": "In the present study for the first time several key epidemiological questions could be addressed for the MON-1 zymodeme, because of the high discriminatory power of microsatellite markers, thus creating a basis for further epidemiological investigations."
}