{
    "Introduction": "Cryptococcus neoformans is a leading cause of meningitis among severely immunocompromised HIV-infected adults and even with amphotericin B-based therapy, the mortality is high [1–3]. Advanced HIV disease at diagnosis (CD4+ T-lymphocyte (CD4) count <200 cells/μl), high cerebrospinal fluid (CSF) fungal burden, sub-optimal management of cryptococcal meningitis (CM), delayed initiation of antiretroviral treatment (ART) and the presence of co-morbid conditions such as tuberculosis all contribute to the high case-fatality ratio (CFR) [4–6].\nAmphotericin B deoxycholate (AmBd), in combination with fluconazole, is recommended as first-line induction therapy for the treatment of CM in South Africa (AmBd 1 mg/kg/day plus oral fluconazole 800 mg daily). Since publication of recommendations by the South African HIV Clinicians’ Society (SAHIVCS) in 2007, the proportion of patients treated with AmBd-based therapy for CM has increased from 30% to 80% [7–10]. Despite this increase, there has been no associated decrease in the in-hospital CFR which has remained between 31% and 34% since 2007[11, 12].\nAmBd is rapidly fungicidal against Cryptococcus; however, the antifungal agent has several adverse effects due to its binding with cholesterol in human cell membranes [13, 14]. The most common adverse events include nephrotoxicity, hypokalemia, hypomagnesemia, anemia, febrile reactions and chemical phlebitis. An observational study from Kenya reported nephrotoxicity in 59%, hypokalemia in 93%, and hypomagnesaemia in 80% of 70 patients with CM treated with AmBd[15]. In clinical trial settings with standardized pre-hydration and electrolyte supplementation regimens, 10% of patients still develop nephrotoxicity and 6% develop hypokalemia [16–18]. A recent study reported improved 30-day survival following proactive fluid and electrolyte management of patients with CM treated with AmBd.[19] Following recommendations by the WHO, South African guidelines were modified to include a minimum package of interventions to prevent, monitor and treat AmBd-related toxicities [7, 20].\nCurrently, there are few real-world data on the prevalence of AmBd toxicities and the use of interventions to prevent, monitor and treat these toxicities in the context of HIV-associated CM. In this observational study conducted at 25 sentinel South African hospitals, we aimed to establish the prevalence of AmBd-related toxicities among patients with CM, to determine physician awareness of the recommendations and to determine if these recommendations were being followed.",
    "Methods": "Study setting and design\nThis prospective, observational cross-sectional study was nested within national, laboratory-based, population-based surveillance for cryptococcosis in South Africa, conducted by the National Institute for Communicable Diseases (GERMS-SA)[21]. A case of cryptococcosis was defined as a person who was seen at a South African healthcare facility with a positive CSF India ink test, a positive cryptococcal antigen test (on CSF or serum) or culture of Cryptococcus from any anatomical specimen. If a subsequent specimen from the same person tested positive for any of the aforementioned tests >30 days after the first positive specimen, this was considered as a case of recurrent disease and included in the study. At 25 enhanced surveillance (ES) sites in nine provinces, clinical data (such as HIV infection status, CD4 count, ART use, mental status at diagnosis [assessed by using the Glasgow Coma Scale (GCS) score], antifungal treatment and in-hospital outcome) were collected through medical record review and/or interview. The ES sites are large hospitals in urban areas; 11 of the 25 facilities were categorized as academic hospitals (i.e. directly linked to a university medical school and conducted training of medical students and specialists). From October 2012 through February 2013, additional laboratory and clinical data were collected from adults who were prescribed AmBd in hospital and gave informed consent for both surveillance and this nested study.\n\n\nStudy definitions\nAmBd-related toxicities.Patients with anemia, hypokalemia or nephrotoxicity that was diagnosed prior to initiation of AmBd were excluded from prevalence calculations. Toxicities were determined according to the Division of AIDS grading criteria[22]. Anemia was defined as a hemoglobin (Hb) <10 g/dL, hypokalemia was defined as a serum potassium (K) <3.4 mEq/L and nephrotoxicity was defined as a serum creatinine (Cr) level that increased to >1.1 times the upper limit of normal (1.1 mg/dL). Toxicities were reported as potentially life-threatening (grade 4 of the severity of adverse events grading for laboratory tests) if Hb was <6.5 g/dL, serum K was <2.0 mEq/L and serum Cr increased to ≥3.5 times the upper limit of normal (1.1 mg/dL)[22]. No data were collected on thrombophlebitis.\n\nAdherence to recommendations for prevention of AmBd-related toxicities.Four laboratory or clinical parameters were reviewed: (1) baseline Hb, K and Cr tests performed in the week prior to starting AmBd; (2) intravenous (IV) pre-emptive hydration with 1L of 0.9% saline administered prior to each AmBd dose; (3) 1 ampule of IV potassium chloride (KCl) administered prior to each AmBd dose and (4) oral KCl supplementation administered daily whilst the patients were receiving AmBd. For each parameter, optimal adherence was arbitrarily defined as: (1) all baseline tests were performed in the week prior to starting AmBd, (2) 1L of 0.9% saline was administered prior to at least 80% of AmBd doses, (3) IV KCl supplementation was administered prior to at least 60% of AmBd doses and (4) oral KCl was administered for at least 60% of the days during which the patient was on AmBd.\n\nAdherence to recommendations for monitoring for AmBd-related toxicities.Four parameters were reviewed and while patients were on AmBd treatment, optimal adherence was defined as: (1) a completed daily fluid input/output chart; (2) weekly Hb tests; (3) biweekly serum K and (4) biweekly serum Cr tests.\n\n\n\nPhysician interviews\nFrom October 2012 through June 2013, we interviewed physicians who were currently involved in the daily management of patients with cryptococcosis at the 25 ES sites. We approached at least 4 physicians at each of the ES sites to participate in the study. A standardized study questionnaire was used to determine the knowledge and behavior of physicians with regard to prevention and monitoring of AmBd toxicities and the general in-hospital management of cryptococcosis.\n\n\nStatistical analysis\nData analysis was performed using Stata version 11.2 (StataCorp, College Station, Texas). Univariate and multivariable analyses were conducted to determine the factors that were associated with in-hospital outcome. The logistic regression model included ES site category [academic vs. non-academic], sex, CD4 count, ART use, mental status at diagnosis and whether or not recommendations to prevent and monitor AmBd-related toxicities were followed optimally. P values <0.05 were considered significant.\n\n\nEthics\nApproval to conduct cryptococcal disease surveillance was obtained from the following university-affiliated Human Research Ethics Committees: University of the Witwatersrand (WITS) (M081117); University of Cape Town (UCT) (115/2009); Stellenbosch University (SU) (N04/01/001) and University of KwaZulu-Natal (UKZN) (BF130/11). Approval for the nested study was obtained from SU and UKZN as amendments to the cryptococcal disease surveillance protocol and as a new study with unique references from WITS (M120845) and UCT (482/2012). Written informed consent was obtained from all interviewed patients and clinicians.",
    "Results": "Cases of cryptococcosis at ES sites\nDuring the five-month study period, of 846 unique episodes of cryptococcosis, clinical data were available for 642 (76%). (Fig 1) There were no significant differences in ES site category, sex or age for patients with available data compared to those with missing data. Of those with available data, 45% were female (288/640, sex unknown for 2 cases); all patients were HIV-infected; and 78% (351/452, CD4 count not done for 190 cases) had a CD4 count <100 cells/μl at diagnosis. Thirty-seven per cent (240/642) were on ART at diagnosis. Eighty-two per cent (524/642) of the patients were treated with AmBd with no significant difference by ES site category. (Table 1) Of 524 patients treated with AmBd, the median number of days on treatment was 11 (interquartile range (IQR), 6–14 days). The CFR for those on AmBd was 25% (134/524). Overall in-hospital CFR was 29% (187/642) (academic: 29% [103/352] vs. non-academic: 29% [84/290], p = 0.935).\nFootnote: AmBd: amphotericin B deoxycholate. *Other reason: 10 (8%) no antifungal therapy was given; 3 (3%) AmBd was out of stock\n\n\nPrevalence of AmBd-related toxicities\nPrior to receiving AmBd therapy, there were 91 patients with pre-existing anemia, 101 with hypokalemia and 42 with renal dysfunction. During AmBd therapy, an additional 12% of patients (52/433) developed anemia, 39% (163/423) developed hypokalemia and 30% (144/482) developed nephrotoxicity. Of those who were optimally monitored for AmBd-related toxicities (and including those with pre-existing anemia, hypokalemia and nephrotoxicity), 54% (77/142) developed anemia, 71% (167/235) developed hypokalemia and 55% (127/232) developed nephrotoxicity (Table 2). Among those optimally monitored, the proportion of patients who developed toxicities was similar at academic vs. non-academic ES sites (p = 0.363 for anemia, p = 0.717 for hypokalemia and p = 0.101 for nephrotoxicity) and did not differ significantly if those with pre-existing anemia, hypokalemia and nephrotoxicity were excluded. Most cases of new-onset nephrotoxicity (57%; 82/144) developed during the second week of AmBd therapy. In most cases, the severity of complications was mild to moderate. Among those optimally monitored, potentially life-threatening (grade 4) toxicities occurred among 17% (13/77) of patients with anemia, 5% (8/167) of patients with hypokalemia and 6% (7/127) of patients with nephrotoxicity. Severe (grade 3) nephrotoxicity and anemia was significantly higher among patients treated with AmBd who had pre-existing nephrotoxicity and anemia (57% vs. 25% for grade 3 nephrotoxicity, p = 0.03; and 22% vs. 7% for grade 3 anemia, p = 0.03) (S1 Table).\n\n\nAdherence to recommendations for prevention of AmBd-related toxicities\nWhile just under two-thirds of cases (64%, 333/524) had Hb, K and Cr tests performed at baseline, optimal pre-emptive hydration was administered to 40% (211/524), optimal oral KCl supplementation to 19% (101/524) and optimal IV KCl supplementation to 14% (72/524) of patients. (Table 3) Patients treated with AmBd at academic ES sites were more likely to receive optimal IV KCl supplementation than at non-academic sites (20%, 57/286 vs. 6%, 15/238, p<0.001).\n\n\nAdherence to recommendations for monitoring for AmBd-related toxicities\nThe majority of patients had daily fluid monitoring (86%, 452/524). However, only 45% (235/524) and 44% (232/524) of patients had serum K and Cr levels checked bi-weekly, whilst less than one third of patients had weekly monitoring of Hb levels. (Table 3) Patients at academic ES sites were significantly more likely to have all four aforementioned parameters monitored than those at non-academic ES sites (p<0.001). (S2 Table)\n\n\nCase-fatality ratio\nOn multivariable analysis, only a GCS score of 15 and optimal pre-emptive hydration during AmBd treatment was significantly associated with in-hospital survival. (Table 4) Among those optimally monitored for AmBd-related toxicities, there was also no significant difference in outcome between those who developed nephrotoxicity, hypokalemia or anemia (whether or not the patients with baseline anemia, hypokalemia or nephrotoxicity were included in the analysis) (Table 2). In addition, there was no difference in outcome by ES site category, sex, CD4 count, ART use, pre-existing anemia, pre-existing hypokalemia or pre-existing renal impairment. The exact cause of death for the 25% who died after receiving AmBd treatment was not determined.\n\n\nPhysician knowledge and behavior\nForty-two physicians, ranging in experience from interns to certified specialists, were interviewed at 20 of the 25 ES sites (this included at least one hospital from each of South Africa’s 9 provinces). (Table 1) Half the physicians were from academic sites and the other half from non-academic sites. At academic sites, most interviews were conducted with specialist trainees (registrars; 38% [8/21]) while non-specialist medical officers were most often interviewed at non-academic sites (48%, 10/21). There was no significant difference in responses between physicians at academic vs. non-academic sites. While 67% (28/42) reported that they were aware of any guideline for the management of cryptococcal disease, only 26% (11/42) were aware of the WHO Rapid Advice guidelines published a year earlier. The majority (38/42, 95%) indicated that they used AmBd as first-line management and 93% (39/42) were aware of potential toxicities associated with its use. When asked about interventions to prevent AmBd toxicities, 79% (33/42) reported prescribing pre-emptive hydration, 71% (30/42) said that they checked baseline Hb levels, 90% (40/42) reported checking baseline serum Cr and K and 71% (30/42) said that they prescribed routine electrolyte supplementation. However, when asked to specify the type of electrolyte supplementation, 40% (17/42) said that they prescribed oral KCl daily and only 5% (2/42) prescribed IV KCl. Almost all (40/42) claimed to monitor serum Cr and K levels during AmBd treatment, though only 60% (24/40) ordered these tests twice a week.",
    "Discussion": "While the vast majority of South African patients with cryptococcosis in this urban, hospital-based observational study were treated with AmBd, the overall in-hospital CFR was high. A GCS score of 15 and pre-emptive hydration during AmBd treatment was associated with in-hospital survival. AmBd-related toxicities developed frequently during treatment, including half of patients who developed nephrotoxicity, but most toxicities were graded mild to moderate. Almost two-thirds of patients had baseline laboratory tests performed but less than half received pre-emptive hydration and less than a fifth were prescribed pre-emptive potassium supplementation. Fluid monitoring was well implemented though less than half of patients had appropriate monitoring laboratory tests ordered. These findings contrast starkly with physician perceptions of management of AmBd toxicities. While most physicians prescribed AmBd as first-line therapy and were aware of the potential toxicities associated with its use, less than a third were aware of published recommendations to mitigate these toxicities.\nEighty per cent of patients admitted with cryptococcosis received AmBd induction therapy in 2012–2013. This is a substantial improvement since 2008 when only 30% of patients received AmBd[11, 12]. Possible reasons for increased use of AmBd include a reduction in the cost of AmBd, inclusion in the South African hospital-level essential medicines list, improved availability in hospital pharmacies and publication of local guidelines on cryptococcal disease management [7, 8, 23]. However, many patients still do not receive adequate induction-phase treatment due to the additional nursing time required to manage an IV infusion, the need to hospitalize patients while receiving AmBd, the perception that AmBd-related toxicities are unmanageable and the need for access to laboratory services to monitor for AmBd-related toxicities.\nAmong patients on AmBd therapy, those who were given a liter of normal saline intravenously prior to each dose of AmBd were 70% more likely to survive than those who did not receive optimal pre-emptive hydration, even when controlling for altered mental status which is a major contributor to acute mortality [3, 4]. This intervention may improve survival by decreasing AmBd-related nephrotoxicity and electrolyte abnormalities [16, 19, 24]. Unfortunately, we could not test this hypothesis by including nephrotoxicity, hypokalemia and anemia into our multivariate model as monitoring for these laboratory-diagnosed toxicities was very poor. We did not show any difference in in-hospital mortality among those who were both optimally monitored for AmBd-related toxicities and developed toxicities. This is not surprising since these patients were potentially already receiving superior care than those with no or suboptimal monitoring for AmBd-related toxicities. Eighty per cent of physicians reported giving pre-emptive hydration to patients prior to each dose of AmBd; however, in clinical practice this was only delivered 40% of the time.\nIn keeping with other studies, we found a high prevalence of AmBd-related toxicities; however, only 24% of these toxicities were classified as severe or life-threatening [3, 17, 25]. Half of the patients developed nephrotoxicity; two-thirds developed hypokalemia; and half developed anemia. The nephrotoxicity reported in this study was in keeping with experiences from elsewhere: this usually occurred in the second week of AmBd treatment and was mostly reversible if diagnosed and treated appropriately. We report a much higher prevalence of hypokalemia in this observational study than has been reported in clinical trial settings, where electrolyte supplementation was standardized [16]. Only 40% of interviewed physicians reported routinely administering KCl and in practice, very few patients actually received this supplementation (19% oral and 14% IV). Physicians may be reluctant to use KCl supplementation for fear of hyperkalemia and its complications. However, the high prevalence of hypokalemia during AmBd treatment in this and other studies suggests that this concern is unfounded, especially if laboratory tests are ordered as recommended [16, 18, 19]. Anemia is a common finding among HIV-infected hospitalized patients and a common toxicity associated with AmBd therapy [16, 26]. Of the patients with optimal Hb monitoring, a large proportion (54%) developed anemia during AmBd treatment. Severe, potentially life-threatening anemia, which requires urgent blood transfusion, was fortunately rare.\nDespite adequate knowledge of the disease management guidelines by interviewed physicians, actual implementation of recommendations for preventing and monitoring for AmBd toxicities was particularly poor. Evidence-based guidelines for patient management are useful documents but will only impact on patient outcome if physicians are aware of them and if all members of the clinical team adhere to them. Although local guidelines to reduce AmBd-related toxicities have been developed, targeted training may be required to educate hospital-based pharmacists, nurses and doctors. It may also be useful for hospital pharmacists to attach step-by-step prevention and monitoring recommendations to the prescription chart when AmBd is released by the hospital pharmacy.\nUse of liposomal amphotericin B in South Africa is currently prohibitive due to the high cost (approx. US$160 per 50 mg vial vs. approx. US$2.55 per 50 mg vial for AmBd). Liposomal amphotericin B is currently available through Gilead’s Visceral Leishmaniasis Treatment Expansion Program at a price of approx. US$16 per 50 mg vial. If a reduced price could also be negotiated for cryptococcosis in resource-limited settings, liposomal amphotericin B could potentially be used as a second-line agent in the subset of patients (approximately 25%) that develop AmBd-related nephrotoxicity. Liposomal amphotericin B is a much safer agent with fewer toxicities and use of this agent would eliminate the need for an intensive toxicity prevention and monitoring regimen [27, 28].\nThere were limitations in determining the presence of toxicities in this observational study, as laboratory testing was not performed according to a schedule. Many patients did not have appropriate tests ordered, even though all the hospitals in the study had access to laboratory facilities. Therefore, without optimal monitoring, we could not determine the impact that these toxicities had on patient outcomes as it is likely that patients who developed clinical signs of toxicities were more likely to be tested. We did not collect data on whether serial therapeutic lumbar punctures, which benefit patients with raised intracranial pressure and may be indicators of better patient care, were performed [29]. Our data showed that patients who had an initial intracranial CSF opening pressure measurement had better outcomes. Although this was not significant, it may indicate better patient care.\nA limitation of conducting separate physician interviews was that those interviewed may not have been the same physicians treating the patients in the study. However, all physicians reported being directly involved in day-to-day management of patients with cryptococcosis. Other reasons could include recall bias, physicians’ orders not being directly followed or various institutional barriers to best practice, e.g. pharmacy stock outs.\nA strength of this observational study was the large geographic area that it covered, as the ES sites, where the clinical data were collected, treat on average a quarter of the patients diagnosed with cryptococcosis in the country [12]. The aggregated results mask the excellent care provided at some hospital settings as well as the poor management of patients at others.\nAlthough prevention or early diagnosis of cryptococcal disease among HIV-infected patients should be the primary focus from a public health perspective, our data show that once patients are admitted to hospital with cryptococcosis, there are still many areas of management that could be improved upon. As AmBd forms the backbone of an induction-phase regimen for CM, AmBd-related toxicities need to be prevented and properly managed. This study highlights a need for adherence to AmBd toxicity prevention, monitoring and management recommendations, as toxicities occurred frequently but are potentially preventable with adequate monitoring and supplemental therapies."
}