{
    "Background": "Currently, vaccination of livestock with attenuated strains of Brucella remains an essential measure for controlling brucellosis, although these vaccines may be dangerous to humans. The aim of this study was to review the risk posed to humans by occupational exposure to vaccine strains and the measures that should be implemented to minimize this risk.",
    "Methods": "This article reviewed the scientific literature indexed in PubMed up to September 30, 2023, following \"the PRISMA guidelines\". Special emphasis was placed on the vaccine strain used and the route of exposure. Non-occupational exposure to vaccine strains, intentional human inoculation, publications on exposure to wild strains, and secondary scientific sources were excluded from the study.",
    "Results": "Nineteen primary reports were found and classified in three subgroups: safety accidents in vaccine factories that led to an outbreak (n = 2), survellaince studies on vaccine manufacturing workers with a serologic diagnosis of Brucella infection (n = 3), and publications of infection by vaccine strains during their administration, including case reports, records of occupational accidents and investigations of outbreaks in vaccination campaigns (n = 14). Although accidental exposure during vaccine manufacturing were uncommon, they could provoke large outbreaks through airborne spread with risk of spread to the neighboring population. Besides, despite strict protection measures, a percentage of vaccine manufacturing workers developed positive Brucella serology without clinical infection. The most frequent type of exposure with symptomatic infection was needle injury during vaccine administration. Prolonged contact with the pathogen, lack of information and a low adherence to personal protective equipment (PPE) use in the work environment were commonly associated with infection.",
    "Conclusions": "Brucella vaccines pose occupational risk of contagion to humans from their production to their administration to livestock, although morbidity is low and deaths were not reported. Recommended protective measures and active surveillance of exposed workers appeared to reduce this risk. It would be advisable to carry out observational studies and/or systematic registries using solid diagnostic criteria."
}