{
    "Introduction": "Neglected tropical diseases (NTDs) affect more than 1 billion individuals worldwide [1]. NTDs are typically a consequence of environmental and socioeconomic conditions and cause ill health and disability among the poorest and most marginalized people [2]. Moreover, the economic and social effects of NTDs are extensive [2, 3]. NTDs affect household and worker productivity [4–6] and are associated with substantial loss of work time [7, 8]. Interventions to control NTDs promise large economic pay-offs outside the health sector in agricultural productivity and educational benefits, and have been considered as investments in human capital and poverty reduction [9]. Given that the existing tools to control NTDs are effective, inexpensive, and the dividends are large, ending these diseases has been suggested as one of the most cost-effective interventions in population health [1]. As a result, a range of elimination and control initiatives for individual diseases has emerged, including the London Declaration on NTDs, inspired by the World Health Organization’s (WHO) 2020 roadmap on NTDs, and the Sustainable Development Goal (SDG) target 3.3 to end the epidemic of NTDs by 2030 [10].\nExisting cost-effectiveness analyses of NTD control, however, have typically focused on the health gains associated with the scale-up of preventive chemotherapy in low-resource settings [1, 2]. This is surprising given the wide array of economic and social benefits of investing in NTD control [11]. The first edition of Disease Control Priorities (DCP) already made this point in 1993, further highlighting the broad impact of worm infections (helminthiases) [12]:\n“The principal public health significance of the helminthiases resides, then, not in their effect on mortality but, rather, in their consequences of impaired growth and development in children, chronic disability, and long-term impairment of function. These consequences, combined with the extremely high prevalence of many helminthic infections, suggest aggregate outcomes for these conditions that are very substantial from the standpoint of both economic productivity and general welfare.”\n\nThe contents of the DCP served as powerful background information for the World Bank’s World Development Report 1993 [13], the estimation of disability-adjusted life years (DALYs), the ‘worm wars’ [14, 15], and the recently published third edition of DCP [16].\nFurthermore, given limited resources, policymakers dealing with NTDs face difficult decisions often having to balance multiple sectoral goals beyond health. The typical framework used allocates resources to optimize population health. This approach risks missing the fact that health investments contribute to gains in other sectors and may lead to underestimating the broader benefits of NTD control [17]. If NTD control, for instance, contributes to educational gains, policymakers in the education sector may be willing to contribute to the cost of NTD control in a co-financing approach between the education and health sectors to achieve their respective goals jointly [16, 18]. While previous work has documented the extensive benefits of NTD control across the SDG spectrum [13], our study attempts to comprehensively quantify the extended cost-effectiveness of NTD control across multiple sectors.\nTo address this objective, we assessed the potential health, financial, and education gains of national NTD control in Madagascar, where NTDs are highly endemic (see S1 Text in the Appendix for contextual information). In the spirit of extended cost-effectiveness analysis (ECEA) methods [19, 20], we examine interventions for five NTDs which the government aims to scale-up nationally: “lymphatic filariasis” (LF), “schistosomiasis”, and three intestinal parasites i.e. “soil-transmitted helminthiases” (STH) (Ascaris lumbricoides, Trichuris trichiura, and hookworm). This study focuses on the cost of scaling up NTD control efforts nationally and its impact on morbidity and mortality, out-of-pocket (OOP) treatment costs for households, as well as on educational outcomes. The goal of this study is not to assess the costs and benefits of NTD elimination in Madagascar; rather we propose a modeling approach and illustrate it by assessing the potential costs and benefits of scaling up NTD control.",
    "Methods": "Building on ECEA, we developed a modeling approach to examine the health gains (infections and DALYs averted), household financial gains (reduction in OOP treatment costs), and education gains (cases of school absenteeism averted, defined in years of schooling gained) resulting from NTD interventions in Madagascar (Table 1). These interventions included preventive chemotherapy for schistosomiasis, STH, and LF, delivered through school-based mass drug administration (MDA) [21, 22]. For simplicity, we assumed that these interventions were incremental to the current status quo with no other interventions taking place before their rollout. While this may be the case at the national level, in practice a number of interventions have already occurred at subnational levels. For example, the SECALINE program (“Sécurité alimentaire et nutrition élargie”–or Expanded Food Security and Nutrition) provided school-based deworming in two provinces in Madagascar between 1993 and 2003 [23]. Similarly, there might have been programmatic efforts by scientific institutions (e.g. Institut Pasteur) or non-governmental organizations [22].\nFig 1 displays an analytical framework for our analysis [19]. For each intervention, we estimated: the number of infections and DALYs averted; the reduction in household financial burden associated with seeking care for NTD-related conditions; and the number of cases of school absenteeism averted (years of schooling gained). These amounts depended on the target population size, NTD prevalence, intervention coverage and effectiveness, the probability of developing clinical conditions resulting from NTD infection, healthcare usage, average household expenditures on NTD treatment, and the education burden assigned to NTD infections. Despite some services being provided free of charge by the government, around 41% of (total) health expenditure are financed privately in Madagascar [26]. Therefore, with free preventive chemotherapy for NTDs, we assumed individuals would still pay on average about 41% of clinical treatment costs for the remaining NTD-related medical issues (e.g., surgical management of hydrocele or lymphedema resulting from chronic LF).\nAnalytical structure building on the extended cost-effectiveness analysis methodology where impact is estimated in four domains: cost to the government; health gains (i.e., morbidity and mortality due to infections averted); household financial gains (i.e., private out-of-pocket expenditures averted); and education gains (i.e., increased educational attainment among school-going age children) [19].\nWe used government reports to estimate the program costs of the interventions analyzed [21]. Table 2 displays a breakdown of costs of Madagascar’s 2013 NTD program. Program costs included community mobilization and supervision of staff; whereas all drugs used for the program were donated by pharmaceutical companies. Using the total cost of the campaign and the number of individuals targeted, we inferred the unit cost per individual. In sensitivity analyses, we added drug costs assuming drugs would not be donated by pharmaceutical companies. No other adjustments to the costs data were made. Additional details on Madagascar’s NTD program are provided in S1 Text in the Appendix.\nWe selected input parameters for our economic model in two steps. First, we conducted a narrative literature review of the evidence to identify meaningful estimates for each parameter (Appendix, S1 Text). Second, when multiple sources were identified for a parameter, we chose estimates based on source quality and similarity of the context with a Madagascar setting. If source quality or setting was not a differentiating factor, we opted for the more conservative estimate. In additional analyses, we varied our input parameters to assess the sensitivity of our findings to alternative parameter specifications. All parameter inputs used are listed in Table 3.\nWe present results for an ‘integrated’ program scenario, where the cost of an NTD campaign targeted to school-going age children covers the roll-out of preventive chemotherapy for all NTDs (as opposed to modeling all five NTD intervention independently–each with its own programmatic cost) [27, 28]. Indeed, the Madagascar NTD program was rolled out together to generate programmatic synergies [21]. Moreover, the same preventive chemotherapy is used to control multiple NTDs. Albendazole, for instance, is used to control all three STH (ascariasis, trichuriasis, and hookworm disease) as well as LF in areas where LF is co-endemic [21].\n\nMathematical derivations\nWe summarize here the mathematical derivations for our key outcomes including: program costs, the number of infections averted, household OOP treatment expenditures averted, and cases of school absenteeism averted (in years of educational attainment gained). For the five NTD interventions (D = schistosomiasis, STH, LF), the program targets school-age children (5–14 year-olds, Pop5-14). We denote pD the probability of treatment for disease D conditional on having D; cOOP,D the OOP costs for disease treatment; and cgov,D the government costs for disease treatment. Preventive chemotherapy (PC) has an effectiveness PCeff and the incremental coverage achieved is Cov.\nFrom the government perspective, the incremental costs of PC would be:\n(1)\nwhere ndoses is the number of treatment doses; cprev is the price per dose; and cprog is the cost of the program per individual. cprev = 0 when drugs are donated by pharmaceutical companies (we relax this assumption in a sensitivity analysis where we include drug costs), and ndoses = 1 since the campaign included one annual dose.\nThe number of infections averted is assumed to be:\n(2)\nwhere Prevante,D is the number of cases of D among Pop5-14 before program.\nThe number of cases of school absenteeism averted would be:\n(3)\nwhere Schoolante,D is the number of cases of school absenteeism associated with NTDs among the school-going age population Pop5-14 before program (i.e., education burden associated with NTD infections). As we identified no data on school years lost due to NTD infections in Madagascar, we used data from a randomized deworming program in primary schools in Kenya to estimate Schoolante, which found that treatment among children would increase educational attainment by about 0.15 years in the long run [30], and assumed: Schoolante, D = Pop5-14 * Prevante,D * 0.15.\nThe amount of household OOP expenditures averted by the program would be Epost = Prevpost * pS * pD * cOOP,D, where Prevpost is the number of infections averted, pS the probability of developing clinical symptoms resulting from D, pD the probability of seeking treatment for D (conditional on having D), and cOOP,D the OOP costs for D treatment.\n\n\nBenefit-cost ratio\nWe examined the ratio of the full spectrum of benefits of NTD control in monetary units divided by the total cost of investing in NTD control. We converted DALYs gained into a monetary value (USD). We assessed a range of monetary values since there is no formal consensus on how much to spend to avert a DALY in low-resource settings [39, 40]. To assess the monetary value of education gains, we used data from the Labor Force Surveys of Madagascar and evidence on the annual rates of return to schooling. The average monthly salary in Madagascar has been estimated at 55,000 Malagasy Ariary (about USD20), or 667,000 Malagasy Ariary (about USD230) per year, whereas the estimated return to one additional year of schooling has been quantified at 11% (of an individual’s wage) [41]. To capture the present value of long-run wage benefits associated with preventive chemotherapy, we conservatively assumed wage benefits over 20 years discounted at 3% per year [42]. We used data on the average wage in Madagascar (as opposed to the minimum wage) since the labor market is dominated by non-wage earners (only 11% of the labor force earns a salary) [43]. The average wage is lower than the minimum wage in the private sector [44].\n\n\nSubnational analysis\nTo assess the distributional impact, we examined the subnational variation in the effects of the program on health, financial, and education gains. Field studies conducted in Madagascar between 2015 and 2016 suggest that the prevalence of STH among school-aged children ranges from 0 to 94% (Appendix, S1 Fig). A similarly large range has been observed for schistosomiasis, which ranged from 1 to 89% in endemic districts (106 out of 114 districts). The prevalence of LF ranged from 0 to 58% (in 99/114 districts) [22]. We examined the differential impact of rolling out the program using a range of values for prevalence that is representative of the distributions seen in Madagascar. Specifically, we used 5%, 25%, 45%, 65%, and 85% as prevalence for the five NTDs. For instance, in the districts Ampanihy, Beloha, Ihosy and Toliara II in South-Western Madagascar, the prevalence of STH ranges from 1 to 8%. Conversely, in the districts Mananara Avaratra, Maroantsetra, Toamasina I and Toamasina II in North-Eastern Madagascar, the prevalence of STH ranges from 77 to 99%. A similarly high prevalence of STH is found along the Eastern coast [22]. We expect that the combination of high prevalence and focus on smaller geographic areas increases the cost-effectiveness of NTD control in highly endemic districts. It is likely that national NTD interventions may ultimately focus on specific “hot spots” where NTDs are highly endemic using regionally targeted campaigns.\n\n\nSensitivity analyses\nUnivariate and multivariate sensitivity analyses were conducted to explore the sensitivity of our findings to various parameter assumptions.\nConsiderable uncertainty exists around NTDs, including prevalence and intensity of infection and of related conditions, their distributions, effectiveness of MDA to control NTDs, as well as on the effect of NTD control on economic and social outcomes. In particular, there has been some degree of controversy around the effect of NTD control on school participation [14, 15, 45] and previous cost-effectiveness calculations [46]. To acknowledge the uncertainty around our results, we conducted a probabilistic sensitivity analysis using Monte Carlo simulations (n = 1,000) [47, 48], where we assumed selected distributions for each key input parameter including disease prevalence, treatment effectiveness, the percentage of paid workers in Madagascar, healthcare costs, and averted years of school absenteeism (school years gained) (Appendix, S1 Table). We then extracted 95% uncertainty ranges (UR) capturing the uncertainty in our findings. We used R statistical software version 3.4.3 for all simulations.\nWe also examined sensitivity to key input parameters, one at a time. First, we assumed that all drugs were donated by pharmaceutical companies, which may not always be the case, particularly after 2020 (a number of large manufacturers have pledged to continue large medicinal donations under the London Declaration for the period 2014–2020) [49]. We therefore tested alternative input parameters for the drug costs: USD0.080/tablet for schistosomiasis (praziquantel at 2.5 tablets of 600mg per person-year); and USD0.045/tablet (albendazole at 1 tablet of 400mg per person-year) and USD0.004/tablet (diethylcarbamazine (DEC) at 2 tablets of 100mg per person-year) for STH and LF [50] (Appendix, S2 Table). Second, we used the total cost of an entire NTD campaign to model each NTD intervention as an independent campaign with its own programmatic costs to further understand the contribution of each NTD subintervention (as opposed to an ‘integrated’ program scenario).\nOur main model assumed that targeted individuals were independent of each other. In other words, we assumed that infections averted by preventive chemotherapy for LF infection were unrelated to those infections averted by preventive chemotherapy for STH. In practice, we may be “double-counting” the benefits of NTD interventions in cases where there is co-infection with multiple NTDs within the same individual. This may particularly be the case in contexts where individuals at risk of NTD infection are also those most likely to be co-infected. We therefore studied a conservative scenario where we assumed a “worst-case” scenario of 100% co-infection. In other words, we assumed that all NTD infections co-occurred within the same individuals. (No data was available for Madagascar on the prevalence of co-infection with multiple NTDs within the same individual). To do so, we changed the following input parameters: we took the highest prevalence among NTDs in our target group and assumed that only those individuals were potentially infected with any of the other NTDs—in our application, the highest prevalence found was 26% among school-age children (ascariasis); and we used the lowest effectiveness for preventive chemotherapy among NTD interventions since the prevention of one NTD is insufficient without preventing other NTDs in co-infected individuals (13%, for trichuriasis preventive chemotherapy).",
    "Results": "The extent of health, financial, and education gains varied substantially across the five NTD interventions examined (Table 4). The number of infections averted would range from 61,000 (LF) to 439,000 (schistosomiasis). We also present calculations of DALYs averted for each NTD intervention, using estimates on the number of DALYs caused by each NTD from the Global Burden of Disease study (2015) [51]. The number of DALYs averted would range from 300 (trichuriasis) to 4,400 (schistosomiasis). The costs were identical for schistosomiasis, STH, and LF preventive chemotherapy, since drugs were donated by pharmaceutical companies and we examined an ‘integrated’ scenario, where all interventions were covered by a single programmatic delivery platform. Substantial uncertainty accompanied the impact on educational outcomes.\nSchistosomiasis and ascariasis preventive chemotherapy were the two interventions that prevented the highest number of infections per dollar spent, since schistosomiasis chemotherapy prevented 176,000 infections and ascariasis chemotherapy prevented 153,000 infections (per $100,000 spent). Schistosomiasis is highly prevalent (25% nationally) among school-age children and preventive chemotherapy is comparatively effective (at 37%). By contrast, LF preventive chemotherapy averted the smallest number of infections per dollar spent, since the prevalence (3% nationally) is comparatively low.\nThere was a relatively small reduction in household OOP treatment expenditures. For LF, the program would reduce OOP expenditures for the clinical management of chronic LF (lymphedema and hydrocele) by about $11,000 since healthcare services for chronic LF appeared underutilized in Madagascar (2%) [36]. For schistosomiasis and STH, the program would reduce OOP expenditures for the clinical management of symptoms related to infection by about $12,000 (trichuriasis) to $34,000 (schistosomiasis).\nWe calculated the incremental cost-effectiveness ratio (ICER) for the entire integrated NTD program by dividing the total program costs by the total number of DALYs averted. The estimated ICER was USD125 per DALY averted (95% UR: 65–231). After converting health and education gains into monetary terms, the benefit-cost ratio was estimated at 13 (5–31) (Table 5). Alternatively, using a monetary value of USD250 per DALY averted, the benefit-cost ratio would become 7 (1–19). These results represent the benefits and costs of investing in an ‘integrated’ NTD program, where the cost of an NTD campaign targeted to school-going age children covers the roll-out of preventive chemotherapy for all five NTDs jointly.\nIn S3 Table (Appendix), we illustrate the subnational impact by district using a varying prevalence of all NTDs in the integrated NTD program. As expected, in average-sized districts (population of 63,000) with an 85% prevalence of all NTDs (i.e. “hot spots”), preventive chemotherapy would avert a large number of infections, DALYs, and school years lost. In contrast, in districts with a 5% prevalence, preventive chemotherapy would avert a very small number of infections, DALYs, and school years lost. These results imply, as expected, strong geographical variation in the cost-effectiveness of NTD control in Madagascar and the need for regionally targeted approaches.\n\nSensitivity analyses\nOur results were generally consistent across sensitivity analyses (Appendix, S4–S6 Tables). When each NTD intervention was modelled independently with its own programmatic cost (instead of an ‘integrated’ program), the benefit-cost ratio would range from 1 (for trichuriasis preventive chemotherapy) to 5 (for schistosomiasis preventive chemotherapy). When adding drug costs to the campaign costs, the benefit-cost ratio would be reduced to about 4 (S5 Table). Taking into account the possibility of co-infection with NTDs within the same individuals (with the conservative 100% overlap), the benefit-cost ratio would be reduced to about 1 (S6 Table).",
    "Discussion": "We presented results for a comprehensive economic evaluation of five NTD interventions in Madagascar. We examined the likely consequences of scale-up of NTD preventive chemotherapy in averting infections, in addition to the potential household financial and education gains. This type of analysis distinguishes itself from a traditional cost-effectiveness analysis because it also includes non-health outcomes, allowing policymakers to make comprehensive decisions as they choose between alternative funding strategies given limited resources. The recent institution of the Sustainable Development Goals (SDGs) has garnered increasing attention to jointly improve health and financial protection (SDG3), reduce poverty (SDG1), and increase educational attainment (SDG4). Implementation of complementary investments across sectors is key to reducing and eliminating the NTD burden in the post-2015 development agenda [17]. This study examines the broader spectrum of societal benefits of NTD control.\nWe modeled each NTD intervention in an ‘integrated’ scenario since NTD interventions are typically rolled out together to generate programmatic synergies [27, 28], including in Madagascar [21]. The cost of an NTD campaign targeted to school-going age children therefore covered the rollout of preventive chemotherapy for all five NTDs. As expected, the benefit-cost ratio increased substantially with integration. For schistosomiasis, for instance, mass treatment would have costed USD286 per DALY if rolled out independently of the other four NTDs. Similarly, NTD interventions may be rolled-out together or in combination with campaigns targeted to other diseases (e.g., immunization or nutrition fortification [2]). The integration of these services could further reduce costs through economies of scope, and produce synergistic effects not captured by our model.\nOur cost-effectiveness estimates are somewhat higher than those from previous studies [1]. For instance, a study estimated the cost-effectiveness of school-based mass treatment programs for STH with albendazole or mebendazole at about 2008 USD2-11 per DALY averted [2]. Mass treatment of school-age children in Côte d'Ivoire for STH and schistosomiasis together costed around 2014 USD118 per DALY averted relative to doing nothing [52]. Even though the variances around these estimates may still overlap, there may be a number of reasons for discrepancies between studies [2]. Our modeling, for instance, used effectiveness estimates from mass treatment campaigns in real-world settings that mirrored the scale-up of NTD control in Madagascar [34, 35, 38]; in more controlled settings, the efficacy of preventive chemotherapy for NTDs may be larger [53, 54]. Other possible reasons for discrepancies include alternative choices of disability weights [46] or drugs [2], as well as local social and environmental conditions [55]. A recent review on preventive chemotherapy for STH, however, suggests that most studies present results within the range of being highly cost-effective [56], and NTD interventions seem one of the most cost-effective interventions in public health [1].\nNevertheless, our study presents a number of limitations. First, as with all cost-effectiveness analyses, our findings rely on the availability and quality of the evidence at hand. Limited robust evidence was available for the health, financial, and education burden assigned to NTDs, and the effectiveness of chemotherapy. In our review of the literature, we identified only limited evidence on the long-run education burden due to NTDs (years of schooling lost) [30, 57, 58] and we had no data on disease-specific healthcare usage and OOP spending for four out of five NTDs. Limited data was also available on the incidence of morbidity associated with chronic NTD infection. A recent systematic review on mass deworming, for instance, suggested that certainty in the evidence for long-term effects on educational outcomes was “very low” for STH control [59]. Consistent with the literature, uncertainty intervals around our estimates for cases of school absenteeism averted (in school years gained) were large. There is also controversy around the validity of evidence for schooling outcomes [60]. A trial in Kenya, in which school-based mass treatment with deworming drugs was randomly phased into schools found protective effects of NTD control on school absenteeism [15, 30]. A recent replication study, however, found that deworming may be less effective than previously suggested [14, 45, 61]. Second, we did not capture all benefits or costs of NTD control. For instance, because preventive chemotherapy likely increases labor supply, it could create a fiscal externality through its impact on tax revenues [62]. Conversely, if deworming allows children to go back to school and attain a higher level of schooling, the government may need to invest more in education [30]. Third, the roll-out of NTD control in Madagascar is planned until at least 2020 [22]. The cost-effectiveness of NTD control will likely decrease over time as NTD prevalence reduces. Fourth, due to lack of data, we used disease prevalence although it may not be the best measure to examine interventions addressing macroparasites (as opposed to viral or bacterial infections) [63–65]. The morbidity associated with NTDs is typically experienced by individuals with high parasitemia, hence the impact of an MDA campaign on morbidity would come from reducing the intensity of infections with high parasitemia (rather than prevalence). There may also be positive spillover effects for those not treated due to a reduction in the level of transmission [15, 30]. In our modeling, we did not take into account benefits of curing morbidity in individuals who are still infected but with a lower intensity infection, or possible benefits for those who are not directly treated. These benefits are potentially large as well as long-term (in the case of LF, chronic stages of disease such as hydrocele may be prevented providing health benefits accruing many years after MDA). Our modeling is static rather than dynamic, which would have otherwise captured additional synergies including transmission and indirect effects, but relied on additional data and assumptions around NTDs that is not available. Better data about the life history of NTDs is needed, including intensity of infection, disease severity, and their distributions, as well as transmission and indirect effects [65]. Fifth, the choice of drugs may affect our estimates. The government of Madagascar, for instance, has previously used mebendazole as antihelmintic instead of albendazole in a number of districts [21], which may have fewer benefits due to its lower efficacy against hookworm infection [66]. Sixth, the disability weights for the DALYs are intended to be solely measures of losses of ‘optimal health’, and are not intended to represent losses of economic productivity or well-being [63, 65]. We used the disability weights in the absence of other data on productivity losses due to health, similar to the Copenhagen Consensus exercise [39]. Yet, we focused on school-age children with most long-run economic gains resulting from increased school attainment, which we took into account. Seventh, our analysis focused on the most prevalent NTDs in Madagascar but included little case management of NTDs with high rates of catastrophic expenditure (average OOP treatment expenditures were used). We also did not examine impoverishment (for example, the number of cases of poverty averted). Lastly, our economic evaluation approach is only one method for priority setting. Decision-makers should also consider ethical and political factors, health system constraints, and targeting individuals at high risk (as opposed to the general population).\nEconomic evaluations for health policy have typically focused on quantifying the health gains per given expenditure. Policymakers in low-resource settings, however, face difficult decisions balancing multiple sectorial goals and require evidence on how to jointly achieve health, economic, and education objectives. This study attempts to comprehensively model the health, financial, and education impact of national NTD control in a resource-limited setting, and contributes to our understanding of how health interventions can affect economic and education aims."
}