{
    "Introduction": "The zoonotic form of visceral leishmaniasis (VL) is caused by the obligate intracellular protozoan Leishmania infantum (syn. L. chagasi, in Americas) [1,2]. VL is the most severe form of leishmaniasis and is fatal in 95% of untreated cases [3]. VL is distributed worldwide, occurring mainly in tropical and subtropical regions with approximately 300.000 new infections each year and an estimated 20.000 to 50.000 deaths [4]. Domestic dogs are considered the main reservoir of the parasite in urban areas [5]. In endemic areas, there is a correlation between the prevalence of seropositive dogs and number of human cases of VL [6–8], suggesting that controlling infection and/or disease in dogs (CanL) could contribute to effectively curbing human disease [8].\nThe current treatments available for CanL have leishmanicidal and leishmaniostatic effects [9] and lead to a reduction in parasite load, infectiousness, and resolution of clinical signs [10]. However, most dogs remain infected and experience disease relapse months after treatment withdrawal, once again becoming a source of parasites for other healthy dogs and human beings [10]. The frequent disease relapses following currently available therapy suggests that new drugs or therapeutic approaches for CanL, such as the association of existing drugs with immunostimulants, should be sought [11].\nUntreated asymptomatic dogs (generally resistant to infection by L. infantum) develop an efficient cellular immune response (Th1) with simultaneous production of IFN-γ, IL-2, and IL-12 [12–14], and an activation of leishmanicidal mechanisms in infected macrophages [15,16]. In contrast, symptomatic dogs (susceptible to the infection) mount an exacerbated humoral immune response (Th2) that may be accompanied by increased production in of IL-10 [17]. In addition, susceptible dogs present increased expression of programmed cell death 1 (PD-1) and PD-1 ligands (PD-L1 and PDL-2), in splenic cells [18]. Such heightened expression of PD-1 and PD-1 ligands may suppress lymphoproliferation and alters the production of Th1 cytokines, contributing to the development of the disease [19]. Manipulations of certain cytokine signaling pathways may favor control over the parasite in infected individuals [12,13,17,20–23]. Interestingly, most human beings who mount inappropriate adaptive immune responses for combating L. infantum and develop the disease, subsequent to treatment with pentavalent antimonials or amphotericin B, reprogram their specific immune responses [21,22], maintain the parasite replication under control and show no disease recurrence.\nHuman patients with VL lack the ability to mount lymphoproliferative response and IFN-γ production following peripheral blood mononuclear cells (PBMCs) in vitro stimulation with soluble Leishmania antigens (SLA), that would relate to development of the disease [21]. However, when PBMCs from such patients are stimulated with SLA in combination with recombinant human interferon gamma (rhuIFN-γ) and interleukin-2 (rhIL-2) they present restoration of lymphoproliferative response [21]. Further, stimulation of PBMCs with SLA together with rhuIL-12 or blocking signaling with anti-IL-10 antibodies results in both restoration of lymphoproliferative response and production of IFN-γ [21,22]. In naturally L. infantum-infected sick dogs, treatment of PBMCs with rcaIL-12 generates an increase in IFN-y mRNA expression or protein production [20,24] and a tendency to enhance lymphoproliferative response to SLA [20]. To our knowledge, studies evaluating the activities of IL-7 in humans or dogs with visceral leishmaniasis have not yet been conducted. Although interfering with a single cytokine pathway, with agonistic or antagonistic molecules, can drive responses in cells of the immune system, simultaneous intervention in two or more cytokines signaling pathways may elicit stronger responses in these cells, even in settings with low cytokine concentrations [25–28]. Successful attempts to modify immune responses in human or dog PBMCs using a combination of cytokines showing additive or synergistic effects have already been performed. For instance, rhuIL-15 combined with rhuIL-12 promotes higher levels of IFN-γ, compared with rhuIL-15 alone or rhuIL-12 alone, and may generate effective responses to infections caused by intracellular parasites [29]. In addition, rcaIL-12 and rcaIL-2 together stimulate efficient production of IFN-γ, whereas rcaIL-12 or rcaIL-2 alone do not induce this effect or does so in limited amounts [30,31].\nIn this study, canine recombinant proteins (rcaIL-12, rcaIL-2, rcaIL-15 or rcaIL-7, rcasIL-10R1 with antagonistic activity) were evaluated for their capacity to reprogram responses in PBMCs from dogs with leishmaniasis. These recombinant proteins were assessed in combination or alone. The responses studied were lymphoproliferation, the presence of PD-1 on lymphocyte surface, the production of IFN-γ, TNF-α, IL-10, and NO2, and the synthesis of T-bet and GATA3 in lymphocytes. Recombinant proteins potentially capable of stimulating macrophages to control replication or destroy L. infantum could have a positive impact on the development of immunotherapeutic protocols for CanL.",
    "Methods": "Animal screening and sample collection\nThis study was approved by the Brazilian Society of Science on Laboratory Animals/Brazilian College of Animal Experimentation (SBCAL/COBEA), and received approval from the Institutional Committee for Animal Care and Use (São Paulo State University (UNESP), Araçatuba, School of Veterinary Medicine (FMVA), under protocol no. 00765–2017. The license approved covered the use of healthy negative control and diseased dogs.\nFive healthy dogs from Araçatuba, São Paulo, with negative results for the detection of Leishmania DNA by real-time PCR, as well as complete blood counts and mean serum biochemistry parameters within reference ranges, were used as negative controls. These dogs were pet animals and their owners gave written permission for the experiment procedures. Ten dogs were selected from the Araçatuba Zoonosis Control Center that showed at least three of the following clinical signs of CanL: onychogryphosis, cachexia, ear-tip injuries, periocular lesions, alopecia, skin lesions or lymphadenopathy (see supplementary material, S1 Table).\nBlood samples from both groups, healthy controls and diseased dogs, were collected in tubes without EDTA to obtain serum for the evaluation of biochemical profiles (S2 Table) and to perform indirect ELISA (S1 Table) for the detection of anti-Leishmania antibodies [32]. Blood was also collected in EDTA tubes for complete blood counts (CBC) (S3 and S4 Tables) and PBMCs isolation. Real-time PCR for the detection of Leishmania DNA was performed in canine blood samples using a calibration curve obtained from the DNA of 102 to 107 Leishmania promastigotes, as previously described [33]. Sera samples were also tested for Dirofilaria immitis antigens and antibodies reactive to Anaplasma phagocytophilum/Anaplasma platys, Ehrlichia canis/Ehrlichia ewingii and Borrelia burgdorferi using the SNAP 4Dx Plus rapid test (IDEXX Laboratories, Inc. USA), in accordance with the manufacturer recommendations. In addition, blood samples were tested for Ehrlichia spp DNA by conventional PCR using a slightly modified protocol previously described by Labruna et al. 2007 [34].\n\n\nIsolation of peripheral blood mononuclear cells\nPBMCs from healthy controls and diseased dogs were isolated by gradient centrifugation using Histopaque 1077 (Sigma, USA), according to the manufacturer’s recommendations. Isolated cells were then washed three times in phosphate buffered saline (PBS, pH 7.2) and suspended in RPMI 1640 (Sigma, USA) supplemented with inactivated 10% fetal bovine serum (FBS) (Gibco, USA), 0.03% L-glutamine (Sigma, USA), 100 IU/mL penicillin (Sigma, USA) and 100 mg/mL streptomycin (Sigma, USA).\n\n\nGeneBank data\nData from GenBank accession numbers DQ845341, XM_844053, and XM_005620306.1 were used to design DNA constructs to produce rcaIL-7, rcaIL-15, and rcasIL-10R1. To evaluate similarities between human and canine T-bet and GATA3 proteins, GenBank accession numbers NP_037483, CAA38877, XP_548164, and XP_005617214) T-bet and GATA3 proteins were used.\n\n\nProduction of canine recombinant cytokines and soluble IL-10R1 receptor\nRecombinant canine IL-12 was produced using a baculovirus-insect cell system, as previously described [31]. Recombinant canine IL-2, rcaIL-7 and rcasIL-10R1 (soluble recombinant extracytoplasmic domain of the IL-10 receptor α chain) were also obtained using a baculovirus-insect cell system. For this, DNA constructs were designed to encode in tandem a signal peptide, either mature IL-2 [35], mature IL-7 (GeneBank, accession DQ845341) or casIL-10R1 (GeneBank, accession XM_005620306.1), followed by a spacer (only in IL-2 and IL-7 constructs) and His-tag. DNA encoding the signal peptide from Autographa californica multiple nucleopolyhedrovirus (AcMNPV) glycoprotein 64 kDa (GP64) [36] was used in the constructs. All DNA constructs were synthetized by GenScript using codons optimized for translation in Trichoplusia ni (Piscataway, USA). Bacmids (AcBacΔCC-GP64-IL-2E6H, AcBacΔCC-GP64-IL-7E6H, and AcBacΔCC-GP64-sIL-10R16H) were generated and purified from the DH10BacΔCC Escherichia coli strain [31]. The human IL-10R1 extracytoplasmic domain (GeneBank, accession NP_001549) was used as a model to identify the casIL-10R1 polypeptide chain using a freely available online tool (https://tmdas.bioinfo.se/DAS/index.html). Viral stocks (AcBacΔCC-GP64-IL-2E6H, AcBacΔCC-GP64-IL-7E6H and AcBacΔCC-GP64-sIL-10R16H) were titrated using an end-point method in Sf-9 cells (Invitrogen, Carlsbad, USA), and recombinant protein production and purification was performed, as previously described [31]. Recombinant canine IL-15 was generated in the BL21(DE3)pLysS E. coli strain (Invitrogen) transformed by a plasmid DNA construct (pRSET-mcaIL-15-opt-3S), according to the manufacturer’s instructions, and subsequently purified by affinity chromatography [30], then refolded in 100 mM Tris-HCl, 500 mM glycine, 1 mM oxidized glutathione and 10 mM reduced glutathione (pH 8.0). To produce the protein, a DNA construct was synthetized encoding mature canine IL-15 (Genebank, accession XM_844053) using codons optimized for translation in E. coli (GenScript). In addition, endotoxin concentrations from all purified recombinant proteins were determined using Limulus Amebocyte Lysate (Gel-clot Method, Pyrotell, USA) [37], which results in low levels of endotoxins (<0.03 EU of endotoxin per mg of protein). All purified recombinant proteins were confirmed by Western blot assays using anti-his antibodies. Biological activity was verified as follows: both rcaIL-2 and rcaIL-15 were shown to induce CTLL-2 cell proliferation [31]; RcaIL-12 in combination with rcaIL-2 promoted IFN-γ production in canine PBMCs [30]; rcaIL-7 and rcaIL-15 both stimulated the proliferation of canine PBMCs. Finally, rcasIL-10R1 was also shown to inhibit the proliferation of canine IL-10-treated MC/9 murine mast cells (ATCC CRL 8306) [38].\n\n\nLymphoproliferation assay\nTo assess the proliferation of lymphocytes, PBMCs were stained with carboxyfluorescein diacetate succinimidyl ester (2.5 μM) (CFSE, CellTrace, Invitrogen, UK) for 10 min at 37°C, according to the manufacturer’s recommendations and a previously published protocol [39]. Stained PBMCs were cultured in sterile 96-well plates (1×106/mL) in RPMI 1640 medium (Sigma, USA), either alone (negative control) or with the following recombinant canine proteins: rcaIL-2 (2 ng/mL), rcaIL-7 (40 ng/mL), rcaIL-12 (20 ng/mL), rcaIL-15 (20 ng/mL), rcasIL-10R1 (4 μg/mL). These recombinant proteins were tested in the following combinations: rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-7/rcaIL-15, or rcasIL-10R1 alone. Cells were cultured either in the presence or absence of 20 μg/mL of SLA (MHOM/BR/00/MERO2), as previously described [40]. Cultures containing the mitogen phytohemagglutinin-M (PHA-M, 5 μL/mL) were used as positive controls. CFSE-unmarked PBMCs were used to verify CFSE staining. PBMCs were cultured for 5 days at 37°C under 5% CO2. Ten thousand events were acquired in a flow cytometer (BD C5 Accuri Flow Cytometer, USA) and data analysis was performed using BD Accuri C6 software, version 1.0 (BD Biosciences, CA, USA). Cell populations with similar size and complexity to the lymphocyte population were gated and evaluated by positive CFSE labeling (S1 Fig). Assays were repeated in duplicate under identical conditions without CFSE staining. Cell culture supernatants were used to determine IFN-y, TNF-α and IL-10 concentrations by capture ELISA (R&D Systems, USA), according to the manufacturer’s recommendations and NO2 determination by Greiss reagent. Cells were also used to determine the protein expression of PD-1, T-bet and GATA3 transcription factors by flow cytometry (described below).\n\n\nFlow cytometry analysis for labeling PD-1, T-bet and GATA3 in PBMCs\nTo detect PD-1 expression, PBMCs were suspended in PBS containing 1% bovine serum albumin, 0.1% sodium azide and 20% fetal bovine serum, to block the Fc receptor (FcR). Cells were then mixed with either the PE-conjugated monoclonal anti-Human CD279 (PD-1) antibody [18,19] or an isotype control (BD Pharmigen, USA), according to the manufacturer instructions. Ten thousand events were acquired on the FL2 channel of a flow cytometer, and data analysis was performed as described above in the lymphoproliferation assay section (S2 Fig).\nTo evaluate T-bet and GATA3 expression, PBMCs were fixed and permeabilized with a commercial buffer (eBioscience Bioscience, USA), according to the manufacturer's instructions. Cells were mixed with the FITC-conjugated anti-human monoclonal antibody T-bet (R&D Systems) and with the PE-conjugated anti-human monoclonal GATA3 (R&D Systems), or control isotypes (R&D Systems), according to the manufacturer's instructions. The similarity between human (GenBank, accession # NP_037483 and CAA38877) and canine (XP_548164 and XP_005617214) T-bet and GATA3 proteins is 93 and 96% respectively. Ten thousand events were acquired on channels FL1 and FL2, and cytometric analysis was performed as described above in the lymphoproliferation assay section (S3 Fig).\n\n\nNO2 determination\nAs a surrogate marker of NO2, the Griess method was used to determine nitrite concentrations in supernatants of PBMCs cultured for 5 days with or without the addition of SLA and/or combinations of recombinant proteins [41]. For this, 50 μL of culture supernatant was added to 50 μL of Griess reagent (one part 0.1% NED and one part 1% sulfanilamide in 5% phosphoric acid). After 5 min of incubation at room temperature, optical density readings were taken at 540nm using a 96-well plate reader (Spectra Count, Packard Bio Science Company, Meriden, CT, USA). Nitrite concentrations in cell culture supernatants were determined using a standard sodium nitrite curve (range: 3–200 μM).\n\n\nStatistical analysis\nStatistical analysis was performed using GraphPad Prism v6 software (GraphPad Software, Inc., La Jolla, CA, USA). All statistical variables were tested for normality using the Shapiro-Wilk test. To compare values corresponding to lymphoproliferation, expression of PD-1, T-bet, GATA3, IL-10, IFN-y, TNF-α, as well as NO2 production within groups, Friedman’s test with Dunn’s post-test was used. The Mann-Whitney test was used to compare results among groups. Values were considered significant when p <0.05.",
    "Results": "Clinical and laboratory findings in naturally infected animals\nDogs selected from the Araçatuba Zoonosis Control Center showed at least three signs compatible with CanL, including onychogryphosis and skin lesions (in 7 out of 10 dogs), lymphadenopathy (6 out of 10), periocular lesions and cachexia (5 out of 10), alopecia (4 out of 10) and ear-tip lesions (3 out of 10). Negative control animals showed no clinical manifestations (S1 Table). All 10 diseased dogs, but none of the five negative controls, presented anti-Leishmania antibodies (ELISA OD, mean ± standard deviation, infected dogs: 0.88 ± 0.38 vs. negative controls: 0.10 ± 0.05, cut-off value: 0.27) (S1 Table) and Leishmania DNA (real-time PCR, mean CT value: 27.7) (Leishmania DNA calibration curve CT value range: 13.2–33.7). Furthermore, the infected dogs presented statistically significant reductions in RBC counts, hematocrit, hemoglobin and serum albumin concentrations and the albumin/globulin ratio, as well as increased serum globulin concentrations, in comparison to negative controls (S2–S4 Tables). Based on clinical signs and laboratory findings, the diseased dogs showed moderate disease manifestations classified as clinical stage II leishmaniasis according to Solano-Gallego et al, 2009 [42].\nIn 8/10 diseased dogs, antibodies specific for Ehrlichia spp were detected by rapid testing. None of these dogs presented Dirofilaria immitis antigens or antibodies specific to Anaplasma phagocytophilum/Anaplasma platys or Borrelia burgdorferi. Conventional PCR carried out in blood samples failed to reveal Ehrlichia spp DNA in either the diseased or control dogs.\n\n\nCombinations of recombinant canine proteins, or rcasIL-10R1 alone, induced lymphoproliferation\nIn dogs naturally infected with leishmaniasis, the ability to mount a lymphoproliferative response is limited after PBMCs are stimulated with Leishmania antigens [12,43,44]. In an attempt to develop protocols to promote a lymphoproliferative response in these dogs, combinations of rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7 or rcasIL-10R1 alone were tested. PBMCs from healthy or infected dogs were cultured together with, or without, the recombinant proteins, and with or without the addition of SLA, or in the presence of PHA alone for five days. The Mean Fluorescence Intensities (MFI) of CFSE-labeled lymphocytes was determined under each condition. Reductions in CFSE-fluorescence were considered an indicator of cell proliferation [39]. In healthy dogs, lymphoproliferation was observed when PBMCs were cultured with PHA or a combination of rcaIL-12/rcaIL-15, with or without the addition of SLA (Fig 1A). In Leishmania-infected dogs, although CFSE-labeled lymphocytes cultured with PHA showed some reductions in MFI, statistical significance was not observed (Fig 1B). Interestingly, the lymphocytes from diseased dogs exhibited a proliferative response when cultured in each of the combinations of recombinant proteins tested (rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7), as well as with rcasIL-10R1 alone, regardless of the addition of SLA to cultures (Fig 1B).\nCFSE-labeled PBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium), medium with soluble Leishmania antigens (SLA) or phytohemagglutinin (PHA). In addition, PBMCs cultured in medium alone or with SLA were stimulated with the following recombinant canine proteins: rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone. After 5 days, the mean fluorescence intensity (MFI) of CFSE-labeled lymphocytes was assessed by flow cytometry. Bars represent MFI median values and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\n\n\nCombinations of rcaIL12/rcaIL-2 and rcaIL-12/rcaIL-15 promote decreases in lymphocyte PD-1 expression\nThe inability of lymphocytes from dogs with leishmaniasis to proliferate and produce Th1 cytokines may be associated, at least in part, with increased PD-1 expression, which promotes apoptosis during the course of infection [18,19]. To assess whether interference in cytokine signaling could lead to reduced PD-1 expression in lymphocytes, PBMCs were cultured with or without SLA using combinations of recombinant canine proteins, or rcasIL-10R1 alone. No changes in PD-1 expression were seen in healthy dogs regardless of the addition of recombinant canine proteins, regardless of SLA stimulation (Fig 2A). However, lymphocytes from diseased dogs showed significant decreases in PD-1 expression under a combination of rcaIL-12/rcaIL-2 and rcaIL-12/rcaIL-15, both with and without SLA stimulation (Fig 2B). Although decreases in PD-1 expression were seen using rcaIL-12/rcasIL-10R1, both with and without SLA, no statistical significance was detected (Fig 2B).\nPBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium) or medium containing rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone, with or without the addition of SLA. After 5 days, PMBCs were labeled with anti-human CD279 (PD-1) PE-conjugated monoclonal antibodies or a PE-conjugated isotype control. Lymphocyte mean fluorescence intensity (MFI) was assessed by flow cytometry. Bars represent MFI median values and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\n\n\nStimulation with rcaIL-12/rcaIL-15 induces increased T-bet expression without altering levels of GATA3\nLeishmaniasis progression in dogs is associated with the inability to establish an effective cellular immune response (Th1) and the mounting of an exacerbated humoral immune response (Th2) and/or the development of an immunosuppressive state [8,17,45]. The generation of Th1 or Th2 cell subsets involves the expression of master transcription factors T-bet or GATA3, respectively [46,47]. To identify the conditions capable of modifying T helper cell differentiation in dogs with leishmaniasis, PBMCs were cultured with combinations of recombinant canine proteins with or without adding SLA.\nIn PBMCs from healthy dogs, the combinations of rcaIL-12/rcaIL-2 or rcaIL-12/rcaIL-15, both without SLA, generated a significant increase in lymphocyte T-bet expression, which was inhibited by the addition of SLA (Fig 3A). In contrast, in PMBCs from diseased dogs, rcaIL-12/rcaIL-15 induced a significant increase in lymphocyte T-bet expression, both in the absence or presence of SLA (Fig 3B). None of the other recombinant proteins tested, either in combination or alone, were found to affect T-bet expression. In addition, none of these recombinant proteins, regardless of the presence of SLA, significantly altered the expression of GATA3 in any of the lymphocyte cultures (Fig 3C and 3D).\nPBMCs from healthy negative control dogs (n = 5) (A, C) and dogs with leishmaniasis (n = 10) (B, D) were cultured in medium alone (Medium) or medium containing rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone, with or without SLA. After 5 days, PBMCs were labeled anti-human T-bet FITC-conjugated antibodies, and anti-human GATA3 PE-conjugated antibodies or FITC-conjugated and PE-conjugated isotype control antibodies. Lymphocyte mean fluorescence intensity (MFI) was assessed by flow cytometry. Bars represent MFI median values and 25th and 75th percentile interquartile range. Symbols represent data of individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\n\n\nCombinations of rcaIL-12/rcaIL-2, rcaIL-12/rcaIL15 and rcaIL-12/rcasIL-10R1 increased IFN-γ and TNF-α expression without altering IL-10 production\nDriving a long-term specific Th1 immune response, while preventing Th2 and/or an immunosuppressive state, may be useful in the treatment of CanL [8,17,45]. To determine the impact on the production of cytokines mediating Th1 or immunosuppression in diseased dogs, PBMCs were cultured with combinations of recombinant proteins, or rcasIL-10R1 alone. In healthy canine PBMCs, the combinations of rcaIL-12/rcaIL-2 and rcaIL-12/rcaIL-15 induced significant increases in IFN-γ levels (Fig 4A), while the combination of rcaIL-12/rcaIL-15 induced significant increases in TNF-α levels (Fig 5A), both regardless of SLA stimulation. In PBMCs from diseased dogs, the combinations of rcaIL-12/rcaIL-2 and rcaIL-12/rcaIL-15 induced significant increases in IFN-γ and TNF-α levels (Fig 4B and Fig 5B), both in the absence or presence of SLA. In addition, in diseased dogs, the combination of rcaIL-12/rcasIL-10R1 promoted significant increases in IFN-γ and TNF-α only in the presence of SLA (Fig 4B and Fig 5B). In PBMCs from healthy and diseased dogs, no combination of recombinant proteins, regardless of the presence of SLA, significantly altered IL-10 levels (Fig 6A and 6B). Interestingly, an increasing trend in IL-10 production was noted in the cell culture supernatants of dogs with leishmaniasis, especially under SLA stimulation (Fig 6B). Finally, in PBMCs from healthy dogs, minimal IL-10 detection was observed when rcasIL-10R1 was added either alone or in combination with rcaIL-12, yet without statistical significance (Fig 6A).\nPBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium) or medium containing rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone. These PBMCs were cultured with combinations of recombinant canine proteins with or without adding SLA. After 5 days, IFN-γ concentration was determined in culture supernatants by capture ELISA. Bars represent cytokine concentration medians and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\nPBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium) or medium containing rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone. These PBMCs were cultured with combinations of recombinant canine proteins with or without adding SLA. After 5 days, TNF-α concentration was determined in culture supernatants by capture ELISA. Bars represent cytokine concentration medians and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\nPBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium) or medium containing rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone. These PBMCs were cultured with combinations of recombinant canine proteins with or without adding SLA. After 5 days, IL-10 concentration was determined in culture supernatants by capture ELISA. Bars represent cytokine concentration medians and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).\n\n\nCombined rcaIL-12/rcaIL-2, or rcasIL-10R1 alone, increased NO2 production in the presence of SLA\nIFN-γ, TNF-α and IL-2 were associated with enhanced nitric oxide (NO) production in a canine macrophage (48). To assess whether IFN-γ and TNF-α observed in culture supernatant could lead to increased NO2, PBMCs were cultured with combinations of recombinant proteins, or rcasIL-10R1 alone, in the presence or absence of SLA for five days. Healthy dogs presented no changes in NO2 levels regardless of the addition of recombinant canine proteins and/or SLA to PMBC cultures (Fig 7A). However, significantly increased levels of NO2 were observed in diseased dogs when rcaIL-12/rcaIL-2 or rcaIL-10R1 was added to SLA-stimulated PBMC cultures (Fig 7B).\nPBMCs from healthy negative control dogs (n = 5) (A) and dogs with leishmaniasis (n = 10) (B) were cultured in medium alone (Medium) or medium with rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone, either in the presence or absence of SLA. After 5 days, NO2 concentrations was determined in culture supernatants by the Griess method. Bars represent nitrite concentration medians and 25th and 75th percentile interquartile range. Symbols represent data from individual animals. Asterisks indicate significant differences (Friedman’s test with Dunn’s multiple comparison, p < 0.05).",
    "Discussion": "The present work considered 10 dogs presenting clinical manifestations and clinical-pathological findings compatible with CanL. Leishmania DNA was detected in the peripheral blood of all animals. While 8/10 of these dogs had antibodies specific for Ehrlichia spp. antigens, Ehrlichia spp. DNA was not detected in any, therefore indicating prior bacterial exposure. None of the animals presented Dirofilaria immitis antigens, or antibodies specific to Anaplasma spp. or B. burgdorferi. Together, these data provide evidence that CanL was the primary disease affecting the studied animals.\nDogs naturally infected with Leishmania infantum that develop the disease or present disease relapse following specific treatment, show an inability to mount a specific effective adaptive immune response, the so-called Th1 immune response with long-term memory. In order to develop immunotherapeutic protocols, this study evaluated a set of recombinant canine proteins capable of interfering with cytokine signaling pathways to determine the modulation of cellular responses in dogs with leishmaniasis.\nThe inability to mount an effective response in dogs with leishmaniasis occurs due to T lymphocyte exhaustion [45], involving loss of ability to perform CD4 and CD8 effector cell functions. In this study, several different combinations of recombinant proteins were shown to promote lymphoproliferation in dogs naturally infected with leishmaniasis. Lymphoproliferation occurred following incubation with rcaIL-12/rcaIL-2, rcaIL-12/rcaIL-15, rcaIL-12/rcasIL-10R1, rcaIL-15/rcaIL-7, or rcasIL-10R1 alone, regardless of whether SLA was added to cultures or not. One probable explanation for this phenomenon is the presence of Leishmania parasites within the PBMCs used in experimentation [49]. In fact, Leishmania parasites were detectable in every blood sample from each diseased dog (S1 Table).\nPreviously, it has been reported that stimulation with IL-12 [20] or blocking IL-10 signaling [45,50], result in restoration of specific lymphoproliferative response in dogs with leishmaniasis. The data presented here also indicate that rcaIL-12 and IL-10 blockade (by rcasIL-10R1) can contribute to the generation of lymphoproliferative response in CanL. In future experiments, the subpopulations of lymphocytes stimulated to expand by the recombinant canine proteins tested here will be determined.\nNone of the combinations of recombinant proteins or rcasIL-10R1 caused significant alteration in the PD1 expression of lymphocytes from the healthy negative control dogs. However, the rcaIL-12/rcaIL-2 and rcaIL-12/rcaIL-15 elicited a significant decrease in PD-1 protein expression in lymphocytes from dogs with leishmaniasis. In a previous study, stimulation with IL-12 was shown to cause a reduction in PD-1 and an increase in T-bet expression, and arouse effector function in CD8+ T lymphocytes, rescuing these cells from exhaustion in human patients infected with hepatitis B virus [50]. Recombinant canine IL-12 probably modulates PD-1 in part through induction in T-bet transcription factor expression [51,52].\nRecombinant canine IL-12/rcaIL-2 and rcaIL-12/rcaIL-15 promoted an increase in T-bet expression in healthy negative control dog lymphocytes, which was inhibited by the addition of SLA, suggesting some suppressive SLA activity. In lymphocytes from dogs with leishmaniasis, only rcaIL-12/rcaIL-15 induced an increase in T-bet expression, independent of the addition of SLA in the cultures. Interleukin-15 may have elicited an increase in IL-12Rβ1 expression [53] resulting in a higher level of IL-12 signaling and, as a consequence, increased production T-bet. None of the recombinant canine or rcasIL-10R1 protein combinations modified the expression of GATA3 in healthy or diseased dogs.\nInterestingly, dogs with leishmaniasis also showed a significant increase in IFN-γ and TNF-α production by PBMCs cultured with rcaIL-12/rcaIL-2 or rcaIL-12/rcaIL-15 combinations with or without the addition of SLA. Further, PBMCs from these animals produced significantly higher levels of IFN-γ and TNF-α after stimulation with rcaIL-12/rcasIL-10R1 and the addition of SLA in the cultures. The data showing that rcaIL-12/rcasIL-10R1 or rcasIL-10R1 have only limited effect and no effect on promoting an increase in IFN-γ production, respectively, corroborate the findings of Esch and collaborators, 2013, who reported that blockade of IL-10 signaling does not boost IFN-γ synthesis in either CD4+ or CD8+ T lymphocytes in dogs with leishmaniasis [45].\nNone of the combinations of recombinant proteins or rcasIL-10R1 caused significant alteration in the NO2 levels in culture supernatant of PBMCs from the healthy negative control dogs. However, the rcaIL-12/rcaIL-2 and rcaIL-10R1 alone elicited a significant increase in NO2 concentration in culture supernatant of PBMCs from dogs with leishmaniasis when SLA was added to cultures. In previous studies, stimulation with IL-2, IFN-y, TNF-α induced activation of canine macrophages and increased production of NO2 [48] whereas stimulation with IL-10 negatively regulated NO2 production in human macrophages [54,55]. In our experiments, in SLA-stimulated PMBCs from diseased dogs, the combination of rcaIL-12/rcaIL-2 and rcasIL-10R1 alone could have promoted significant increase in NO2 production through IFN-γ and TNF-α induction and blockade of IL-10 signaling, respectively. However, it is unclear why the combination rcasIL-12/rcaIL-15, which also promotes IFN-γ and TNF-α expression would not have stimulated a significant increase in NO2 synthesis.\nIn conclusion, among the various combinations of recombinant canine proteins and rcasIL-10R1 alone capable of interfering in the cytokine signaling pathways tested, rcaIL-12/rcaIL-15 proteins were shown to promote significant lymphoproliferative response, an increase in T-bet without altering GATA3 expression, and an increase in IFN-γ and TNF-α without changing IL-10 production. These data suggest that rcaIL-12/rcaIL-15 may enhance cellular immune responses and contribute to the reprogramming of immune responses, which is potentially useful for developing effective treatments for CanL."
}