{
    "Background": "Dengue has emerged as one of the most important infectious diseases in the last five decades. Evidence indicates the expansion of dengue virus endemic areas and consequently the exponential increase of dengue virus infections across the subtropics. The clinical manifestations of dengue virus infection include sudden fever, rash, headache, myalgia and in more serious cases, spontaneous bleeding. These manifestations occur in children as well as in adults. Defining the epidemiology of dengue in a given area is critical to understanding the disease and devising effective public health strategies.",
    "Methodology/Principal Findings": "Here, we report the results from a prospective cohort study of 4380 adults in West Java, Indonesia, from 2000–2004 and 2006–2009. A total of 2167 febrile episodes were documented and dengue virus infections were confirmed by RT-PCR or serology in 268 cases (12.4%). The proportion ranged from 7.6 to 41.8% each year. The overall incidence rate of symptomatic dengue virus infections was 17.3 cases/1,000 person years and between September 2006 and April 2008 asymptomatic infections were 2.6 times more frequent than symptomatic infections. According to the 1997 WHO classification guidelines, there were 210 dengue fever cases, 53 dengue hemorrhagic fever cases (including one dengue shock syndrome case) and five unclassified cases. Evidence for sequential dengue virus infections was seen in six subjects. All four dengue virus serotypes circulated most years. Inapparent dengue virus infections were predominantly associated with DENV-4 infections.",
    "Conclusions/Significance": "Dengue virus was responsible for a significant percentage of febrile illnesses in an adult population in West Java, Indonesia, and this percentage varied from year to year. The observed incidence rate during the study period was 43 times higher than the reported national or provincial rates during the same time period. A wide range of clinical severity was observed with most infections resulting in asymptomatic disease. The circulation of all four serotypes of dengue virus was observed in most years of the study."
}