{
    "Introduction": "Dengue is a viral infection found in tropical and subtropical regions of the world that causes flu-like illness and can, in severe cases, result in death [1]. The disease is caused by four serotypes of dengue virus (Flaviviridae), DENV1-4 which are transmitted by Aedes mosquitoes. The incidence of dengue has grown dramatically over the last few decades. Results from a recent study suggest that 390 million dengue infections occur worldwide each year of which 96 million have clinical manifestations [2]. Another study estimated that about 3.9 billion people are now at risk [3]. Approximately 500,000 people, mostly children, are hospitalized with severe dengue, and approximately 2.5% of them die [4]. Mosquito control and improved clinical management have helped reduce the burden of dengue, but it remains a major public health concern in Asia and the Americas [4].\nAmong the candidate dengue vaccines, a recombinant, live-attenuated tetravalent dengue vaccine (CYD-TDV) has been tested in several phase I, II, and III clinical trials since 2002 [5–17]. This candidate vaccine is composed of four recombinant vaccine viruses (DENV1–4), each of which expresses the pre-membrane and envelope genes of a single serotype, with a yellow fever virus (YFV) 17D backbone. Pre-clinical studies have demonstrated that CYD-TDV is genetically and phenotypically stable, non-hepatotropic, and less neurovirulent than the parental 17D YFV [18].\nThe efficacy and safety, up to 25-months after the first dose of a three-dose vaccination regimen of CYD-TDV at D0, M6 and M12 was assessed in a monocenter phase IIb trial in Asia and two large-scale pivotal phase III efficacy trials in Asia and Latin America [19–21]. In addition, preliminary results from on-going longer-term assessment of vaccine safety in these trials, including an extension trial of the phase IIb, have been reported [22].\nThe World Health Organization (WHO) states that specific potential safety issues should be taken into considerations in the assessment of candidate dengue vaccines and long-term safety surveillance [23, 24]. These issues include possible vaccine-associated dengue-like disease due to vaccine viremia, sensitization or enhancement of dengue illness, and an increased likelihood of severe disease in young children. In addition, for the CYD-TDV vaccine, viscerotropic and neurotropic disease should be assessed due to the YFV backbone of the CYD-TDV. Here we report a pooled analysis of safety data from 18 phase I, II and III clinical trials that assessed the candidate CYD-TDV vaccine. The specific purpose of this pooled analysis was to increase the power to detect potential safety signals and provide more precise estimates of adverse event (AE) rates than those available in individual trials.",
    "Materials and Methods": "Trials included in the analysis\nA total of 18 clinical trials were included in this pooled safety analysis (Table 1). In addition, the participants from a phase IIb, proof of concept, efficacy trial in Thailand, and the two phase III large-scale efficacy trials in Asia and Latin America were invited to participate in a long-term follow-up period [22]. During this long-term follow-up the participants did not receive any further vaccine or placebo injections and they were analyzed according to their original group (CYD-TDV or placebo) and their age enrollment.\n\nMain clinical trials.The thirteen main randomized trials assessed the CYD-TDV vaccine with the current formulation (about 5 log10 CCID50 per dose of each serotype) and the current three-dose schedule, i.e. D0, M6 and M12 (Table 1).\n\nSecondary clinical trials.The five secondary trials assessed the same formulation; three randomized trials with a 3-dose schedule in which the second dose was given at 3.5 or 4 months, one non-randomized trial with two doses at D0 and M3.5 and one randomized trial with one dose of CYD-TDV at D0 (Table 1).\n\nLonger-term follow-up data.Long-term follow-up data are available from one phase I (CYD05; 5-years post-dose 1) and two phase II trials (CYD22 and CYD28; 4-years post-dose 1) for hospitalization for dengue disease, identified using a passive surveillance system (Table 1). Long-term data for dengue hospitalization and severe dengue are being collected, using an active surveillance system, in two of the phase III trials (CYD14 and CYD15) and the follow-up study for the phase IIb trial (CYD23/57; Table 1). Participants are contacted at least once every three months and they attend an annual visit [22]. Data are available for up to year 3 post-dose 1 in CYD15, and for up to year 4 post-dose 1 in CYD23/57 and CYD14. Due to the differences in the surveillance systems, only data from the efficacy trials were pooled in the present analysis; the number of events occurring in the other trials was provided.\n\nTrial characteristics.In the phase IIb and two of the phase III efficacy trials, participants were randomized 2:1 to the CYD-TDV and placebo groups, respectively [19–21]. The trials with a control group were observer-blinded so that participants, parents, investigators, and other personnel involved in follow-up and safety evaluation were unaware of which treatment was administered to minimize bias (Table 1). One trial was non-randomized, with participants analyzed on the basis of previous vaccination with a monovalent DENV1 or DENV2 vaccine, YFV vaccine or flavivirus sero-negative status [13].\nAll trials except one were registered on ClinicalTrials.gov or EudraCT [11]. All 18 trials involving vaccination included in this analysis were approved by the relevant ethical review committees, institutional review boards, or both, as well as by national health autorities. They were carried out in accordance with the relevant International Conference for Harmonization guidelines and the principles of the Declaration of Helsinksi.\n\n\n\nCYD-TDV vaccine\nThe CYD-TDV vaccine candidate contained about 5 log10 CCID50 of each live, attenuated dengue vaccine virus (serotypes 1–4) [5, 18]. The vaccine was supplied as a freeze-dried powder and was reconstituted in 0.4% sodium chloride immediately prior to use. In placebo-controlled trials, the placebo was 0.9% NaCl, except in two phase II trials, when the placebo was 0.4% NaCl containing 2.5% human serum albumin [9, 15]. The vaccine and placebo were administered by subcutaneous injection in the deltoid region. In trials using a licensed vaccine as an active control, the vaccines were administered according to the usual route of administration.\n\n\nSafety assessments\nIn all trials, after each injection, participants (or parents or legal guardians for children) used diary cards to record the occurrence and severity of solicited injection-site reactions (for 7 days after vaccination), solicited systemic reactions (for 14 days), and unsolicited adverse events (AEs; for 28 days).\nSolicited reactions were all considered as being vaccine-related whereas the vaccine-relatedness of unsolicited AEs and SAEs was assessed by the investigators. AEs considered as vaccine-related were called adverse reactions (ARs). AEs occurring within 30 minutes of an injection were considered immediate AEs. Serious adverse events (SAEs), including deaths, and their relatedness were recorded, as specified in each protocol, by investigators.\nSolicited injection site reactions included pain, erythema, and swelling, and solicited systemic reactions included fever, headache, myalgia, asthenia, and malaise. In the three efficacy trials, reactogenicity data were collected for participants who had been randomized to the immunogenicity/reactogenicity subset [19–21]. The severity of solicited reactions was graded as 1, 2 or 3 (Table 2). Analyses are reported by age group, defined using the age at enrolment, and, in trials with data available for specific subgroups, analyses are also reported by baseline dengue serostatus and post-injection viremia. Although in the original trials the safety events were coded using different versions of MedDRA, the events were re-coded using version 14.0 to ensure homogeneity across the trials.\nAllergic reactions and anaphylaxis within 7 days of vaccination and severe dengue disease virologically-confirmed any time after dose 1 were considered as adverse events of special interest (AESIs). Viscerotropic or neurotropic events within 30 days of vaccination (because of the YFV backbone of CYD-TDV) were also considered as AESIs [31, 32]. Episodes of serious dengue disease were defined as acute febrile illness, clinically suspected to be dengue by the investigator before virological confirmation, regardless of severity, but requiring hospitalization (with bed attribution); these events were also recorded as AESIs.\n\n\nBiological safety\nBiological parameters were assessed at pre-specified time points in subsets of participants in three main trials and all secondary trials (Table 1). Based on changes observed in phase I trials and on biological abnormalities that can mimic dengue disease, the parameters assessed were creatinine, liver function markers, i.e., alanine aminotransferase [ALT] and AST, and bilirubin and hemoglobin [Hb], hematocrit, white blood cells [WBCs], lymphocytes, neutrophils, and platelets. Biological parameters collected from participants with symptomatic dengue disease were not included in this pooled analysis. Since the parameters were assayed by local laboratories using local standards and the normal reference ranges varied between trials, these biological data were standardized for use in the quantitative and toxicity grading analyses. For hematology parameters, the normal ranges in the individual studies were used since there was limited variability across laboratories.\n\n\nCYD-TDV vaccine viremia\nVaccine viremia was assessed at pre-specified time points in nine phase I-III trials, in participants with acute febrile illness in six trials conducted in endemic areas (Table 1). Data after doses 1 and 2 were analyzed since vaccine viremia is mainly observed after these injections. Data were analyzed for time points for which vaccine viremia was consistently collected across studies, i.e., D7 (D5-D11) and D14 (D12-D17) in accordance with WHO recommendations [23]. Vaccine viremia was also assessed in individuals with acute febrile episodes within 28 days after vaccination, in trials performed in dengue endemic regions to determine if the fever was vaccine-related (positive vaccine viremia) or was due to dengue infection, in accordance with WHO guidelines [7, 9, 10, 15, 16, 21, 27]. Individuals with positive vaccine viremia, i.e., ≥LLOQ (lower limit of quantitation) measured by YF RT-PCR (non-serotype specific) or CYD RT-PCR (serotype specific) were considered as viremic [16, 19, 21].\n\n\nDengue hospitalization and severe dengue\nWHO guidelines stipulate that the clinical evaluation of a candidate live-attenuated dengue tetravalent vaccine should provide evidence that immune response to the vaccine does not predispose vaccinated individuals to develop severe dengue during natural infections in endemic regions [23, 24, 33]. Suspected symptomatic dengue cases were detected using a passive surveillance method in eight phase I/II non-efficacy trials and using an active surveillance system in the phase IIb and two of the phase III efficacy trials [7, 9, 10, 15, 16, 19, 21, 28, 34, 35]. Blood samples were taken from individuals with acute febrile illness (see case definition in Table 1) occurring from 28 days post-dose 1 for virological testing. In the pooled analysis, the relative risk (RR) of virologically-confirmed dengue (hospitalized and/or severe as assessed by the Independent Data Monitoring Committee (IDMC), see next section) occurring up to 25-months post-dose 1 in the phase IIb and two of the phase III efficacy trials was assessed by age group. In addition, virologically-confirmed dengue cases were assessed for severity according to the WHO 1997 recommendations (DHF grades 1–4) [36]. These events occurring in the non-efficacy trials with longer-term follow-up data were summarized using counts and percentages.\nIn addition, a pooled analysis of the RR of dengue hospitalization and severe dengue among those hospitalized during longer-term follow-up the phase IIb (Years 3 and 4 post-dose 1) and two of the phase III trials (CYD14: Years 3 and 4 post-dose 1; CYD15: Year 3 post-dose 1) by age group at enrolment was performed. The RRs for these endpoints were also calculated for the overall follow-up, i.e. from D0.\n\n\nIndependent data monitoring committees\nWHO guidelines stipulate that an independent data monitoring committee (IDMC) should be set up to ensure the participants’ safety and provide an independent assessment of the safety and efficacy data [23, 24, 33]. Separate IDMCs were set up for each phase I trial whereas a global IDMC was set up for the phase II/IIb and phase III trials to ensure a consistent assessment of the safety profile across all trials in the CYD clinical development program. The IDMC regularly reviewed safety data. Fatal, related SAEs and serious AESIs were reviewed as they occurred. In addition, throughout the CYD-TDV vaccine clinical development program, all dengue cases that were virologically-confirmed were blindly-assessed by the IDMC for disease severity according to pre-defined criteria, as described previously (IDMC severe disease) [19, 20].\n\n\nStatistical analysis\nNo formal testing between groups was performed for reactogenicity and all safety parameters, except severe virologically-confirmed dengue disease, although 95% confidence intervals (CIs) were calculated. The analysis set included all participants with available data who had received ≥1 dose of the dengue vaccine or placebo. Participants were analyzed according to the product received. Sub-group analyzes were performed by age group at enrollment (2–8 years, 9–60 years, 9–17 years and 18–60 years) and for virologically-confirmed dengue from the three efficacy trials, analyses were also performed for those aged 9–16 years. Analyses were also performed by dengue serological status at baseline; individuals with neutralizing antibodies above the low limit of detection (≥10 (1/dil)) against ≥1 dengue serotype at baseline were considered as dengue-seropositive and the others were considered as seronegative.\nThe statistical methods for estimating the annual incidence rates and relative risk (RR) have been described previously [19–22]. The RR function by age was estimated by kernel smoothing using the univariate Epanechnikov kernel method. Age was considered as a moving window, centered on all the possible ages, a0, and with a size of a0-h and a0+h, where h was 2.0; this approach resulted in a smoothed curve. The weight for each subject was maximal when their age was equal to a0, decreased as the window moved to a0-h and a0+h and was zero outside this window.",
    "Results": "Characteristics of trials contributing data\nIn the main clinical trials, 26,356 healthy participants aged between 2 and 60 years at enrollment, received at least one dose of CYD-TDV vaccine and were included in the integrated and pooled analyses (Table 3). The participants in the main trials received 77,234 doses of CYD-TDV and 36,006 doses of placebo. Some participants in the control groups of certain trials received licensed vaccines in accordance with the trial protocols (Tables 1 and 3).\nSlightly more participants vaccinated with CYD-TDV were female (51.0%) than male (49.0%), and the mean age was 11.7 years (Table 4). Almost one-third of the participants were Asian (32%) and nearly half were Hispanic with mixed ethnic origins (45%). Among the subset of 7,500 participants tested for dengue sero-status at baseline 59.2% were sero-positive. The demographic characteristics were generally similar between the CYD-TDV and placebo groups, within each age group.\nParticipants in main trials in which the current formulation of the CYD-TDV vaccine was administered at D0; M6 and M12.\n\n\nSolicited injection site and systemic reactions\nOverall, in the main trials, there was a trend for a higher percentage of solicited injection-site reactions in participants vaccinated with CYD-TDV (50.9%; 3177/6243) compared with those who received placebo (40.1%; 1018/2537). The highest rates of injection-site reactions were in children in both the CYD-TDV and placebo groups. In both groups, pain was the most common solicited injection-site reaction in all age groups and tended to be more frequent in the CYD-TDV group than in the placebo group (Fig 1; Table 5). Most solicited injection-site reactions were of grade 1 severity, occurred within 3 days of vaccination, and resolved within 3 days.\nPercentages and 95% confidence intervals for participants those who received at least one dose of CYD-TDV (left) or placebo (right) reporting solicited injection-site reactions within 7 days of any dose, solicited systemic reactions within 14 days of any dose, unsolicited AEs and SAEs within 28 days of any dose, by age group.\nThere was also a trend for a slightly higher incidence of solicited systemic reactions in the CYD-TDV group (65.7%) compared with the placebo group (57.7%) (Fig 1). Headache and malaise were the most frequently reported solicited systemic reactions in the CYD-TDV and placebo groups (Table 5). The rates of solicited systemic reactions were similar between the age groups except for fever, which was less frequent in adults than in children and adolescents. The highest rate of grade 3 solicited systemic reactions reported for those aged 9–17 years and 18–60 years was headache (6.4%); for children aged 2–8 years it was fever (4.4%). Most solicited systemic reactions occurred within 3 days of injection and resolved within 1–3 days, although fever occurred throughout the solicited period (up to 14 days after vaccination). Overall, the rates of solicited injection site and systemic reactions were higher after the first dose than after the second or third dose (Fig 2).\nPercentages and 95% confidence intervals for participants those who received at least one dose of CYD-TDV reporting solicited injection-site reactions within 7 days after each dose, solicited systemic reactions within 14 days after each dose, unsolicited AEs and SAEs within 28 days after each dose, by age group children (2–8 years), adolescents (9–17 years) and adults (≥18 years).\n\n\nUnsolicited adverse events and reactions\nTen (0.3%) and three (0.2%) participants reported immediate unsolicited AEs in the CYD-TDV and placebo groups, respectively; seven (0.1%) and one (<0.1%) participants reported immediate unsolicited ARs, respectively. Unsolicited non-serious AEs were reported for just over 40% of the participants in the CYD-TDV and placebo groups for all age groups, except for those aged 18–60 years in the placebo group (Fig 1). These occurred more frequently after the first dose than after the second or third doses (Fig 2).\nUnsolicited non-serious ARs were reported for 4.6% and 1.6% of participants in the CYD-TDV and placebo groups, respectively. The most common were injection-site reactions (hematoma), gastrointestinal disorders, and infections (Table 6). Most of these ARs occurred within 3 days of vaccination, resolved within 3 days, and were grade 1 or 2. The nature of non-serious ARs in the placebo group was similar to that in the CYD-TDV group, but they tended to be less frequent. The rates of non-serious ARs were generally lower after the second and third doses than after the first.\nn = number of participants with ≥1 of each SAE.\n\n\nSerious adverse events\nIn the main trials, 218 (0.8%) participants aged 2–60 years in the CYD-TDV group reported ≥1 SAE up to 28-days post any injection and 935 (3.5%) reported ≥1 SAE between day >28 and 6 months post any injection. In the placebo group, there were 121 (1.0%) and 499 (4.0%) participants, respectively. Among participants aged 9–60 years with ≥1 SAE up to 28-days post any injection six and two in the CYD-TDV and placebo groups, respectively (<0.1%) were considered to be vaccine-related SAEs by the investigator; one other SAE (convulsion in a participant aged 9–17 years who had received the CYD-TDV vaccine) was considered to be vaccine-related by the sponsor, but not by the investigator. SAEs considered as vaccine-related by the investigator in the CYD-TDV group were: urticaria, asthma, acute polyneuropathy, tension headache in participants aged 9–17 years; polymyalgia rheumatica and headache in participants aged 18–60 years. In the placebo group, the related SAEs were visual impairment and pyrexia, both in participants aged 9–17 years. In the period between day >28 and 6 months post any injection, one SAE, miscarriage due to blighted ovum considered to be vaccine-related by the investigator occurred in a participant aged 18–60 years in the CYD-TDV group and none in the placebo group. In participants aged 2–8 years, one related SAE was reported in the CYD-TDV group (acute disseminated encephalomyelitis) and two in the placebo group (7th nerve paralysis and angioedema).\nThe frequency and nature of SAEs occurring within 28 days of any dose were similar in the CYD-TDV and placebo groups. The SAEs were common medical conditions that could be expected as a function of age. The most frequently reported system-organ class was infections and infestations, followed by injuries and gastrointestinal disorders for those aged 9–60 years (Table 7). Among the participants, 22 and 13 had ≥1 neurological SAE within 30-days post-injection in the CYD-TDV and placebo groups, respectively. None of the SAEs resulted in permanent sequelae or death. In addition, a similar profile was observed in those aged 2–8 years.\nNone of the preferred term events affected ≥0.1% of the participants; n = number of participants with ≥1 of each SAE.\nThe nature of SAEs observed between day >28 and 6 months post any injection was similar to that observed up to 28 days post any injection. In addition, no safety concern were observed in the review of SAEs during longer-term follow-up, (up to year-3 post-dose 1), particularly in the two phase III efficacy trials, in which all SAEs were recorded.\n\n\nDeaths\nSix and eight deaths were reported within 6 months after any injection in the CYD-TDV and placebo groups, respectively, in participants aged 2–60 years; none were assessed as related to the CYD-TDV vaccine. In the CYD-TDV group the deaths were due to road traffic accidents (n = 3), tracheal injury (n = 1), deliberate poisoning (n = 1) and accidental asphyxia by strangulation (n = 1). In the placebo group the deaths were due to drowning (n = 2), T-cell lymphoma (n = 1), road traffic accident (n = 1), bronchoscopic aspiration (n = 1), head injury (n = 1), lupus nephritis (n = 1) and metastatic osteosarcoma (n = 1). In the period after 6-months post-dose 3; 17 and 6 deaths occurred in the CYD-TDV and placebo groups, respectively; none were judged to be related to the CYD-TDV vaccine.\n\n\nDiscontinuations due to SAEs\nA total of 71/26,356 (0.3%; 95% CI: 0.21; 0.34) and 33/12,562 (0.3%, 95% CI: 0.18; 0.37) participants in the CYD-TDV and control groups discontinued for safety reasons, including the 14 participants who died (see above). Eight and four participants, respectively, discontinued for SAEs considered related to the vaccine. After the occurrence of the SAE, the individual received no further injections, but continued in the safety surveillance, according to the trial protocol. Trial discontinuations due to vaccine-related SAEs all occurred within 28 days of vaccination, except one which occurred between 7 weeks after vaccination (miscarriage due to blighted ovum) in a participant who had received CYD-TDV.\n\n\nInfluence of baseline dengue sero-status on safety\nBaseline dengue virus sero-status did not appear to influence the rates of solicited injection site and systemic reactions, unsolicited non-serious AEs and SAEs in those aged 2–8 and 9–60 years (Fig 3).\nThe percentages and 95% confidence intervals for participants who had received at ≥1 dose of CYD-TDV who reported solicited injection-site reactions, solicited systemic reactions, unsolicited non-serious adverse events (AEs) and serious adverse events (SAEs) within 28 days of any dose by age (2–8 years and 9–60 years) and baseline dengue sero-status: sero-negative (left); sero-positive (right)\n\n\nAdverse events of special interest\nAmong participants aged 9–60 years in the main trials, 46 (0.7%) and 15 (0.5%) experienced non-serious potential allergic reactions (mainly rashes) within 7 days after any injection in the CYD-TDV and placebo groups, respectively. Only 3 were grade 3 (in CYD-TDV group). Most occurred within 3-days post-injection, and resolved spontaneously or after treatment in ≥5 days. In the CYD-TDV group, 14 participants reported these events after dose 1, 5 after dose 2 and 1 after dose 3. Eight of the events in the CYD-TDV group were assessed as vaccine-related; one was grade 3. Five participants (<0.1%) in the CYD-TDV group experienced serious allergic reactions (four experienced asthma or asthmatic crisis and all had a medical history of asthma, asthmatic bronchitis, or bronchial obstructive symptoms; one experienced urticaria and had a history of allergic rhinitis). One participant in the placebo group experienced asthma. A similar profile for AESIs was observed in participants aged 2–8 years. All participants recovered spontaneously or after medical care. Overall, no severe or serious immediate anaphylactic reactions following CYD-TDV vaccination were reported in any age group.\nNo confirmed cases of viscerotropic or neurotropic disease were reported.\nThe reporting of serious dengue disease, occurring at any time during the trials, as an AESI was implemented in the four phase III trials (Table 1). In two of these trials (non-efficacy), CYD17 and CYD32, that enrolled 250 and 715 participants, respectively, no serious dengue disease was reported over the 18-month follow-up period. In CYD14, 38/50 (76%) and 56/64 (88%) of serious dengue disease events in the CYD-TDV and placebo groups, respectively, that occurred up to 25-months post-dose 1 were virologically-confirmed. In CYD15, 14/41 (34%) and 38/50 (76%) serious dengue events, respectively, were virologically-confirmed.\n\n\nBiological safety profile\nThe pooled analyses of biological data available for 676 participants showed that most values were within normal ranges both at baseline and after any CYD-TDV dose. The highest rates of grade 3 biological abnormal values reported were 2.2% for low hemoglobin (15/668) and 1.8% for neutrophils (12/668), with no specific patterns being observed. The abnormal values for 12 participants were assessed as being vaccine-related, but none were reported as an SAE within 28 days after any CYD-TDV dose.\nIn addition, in individual trials, the biological safety profile of the CYD-TDV vaccine was found to be similar to that of the control groups (placebo or licensed vaccines). The incidence of biological abnormalities was 73.7% in participants with viremia compared with 74.8% in those without viremia.\n\n\nVaccine viraemia\nThe pooled analyses of viremia data available for 683 participants showed that 38 subjects (<6.0%) had detectable vaccine viremia after dose 1 or 2 of the CYD–TDV vaccine (34 after dose 1; 4 after dose 2). All levels of vaccine viremia were low. None of the participants with viremia experienced immediate AEs, post-vaccination dengue-like syndrome, AEs leading to trial discontinuation, AESIs, or SAEs. The rates of solicited reactions, non-serious unsolicited AEs, non-serious unsolicited ARs were similar between viremic and non-viremic participants (63.2% vs. 69.3%; 63.2% vs. 63.9%; 13.2% vs. 12.1%, respectively). Overall, no safety concerns were identified in the participants with vaccine viremia.\nIn six trials, blood samples were collected from participants who experienced an acute febrile episode (as defined in each protocol) within 28 days following dose 1 (n = 113) or 2 (n = 106), to be tested for wild-type and vaccine dengue viremia [7, 9, 10, 15, 16, 21, 27]. Vaccine viremia was detected in only one participant (after dose 1). This participant did not have virologically-confirmed dengue disease and had no reports of safety outcomes.\n\n\nDengue hospitalization and severe dengue up to 25-months post-dose 1\nIn the phase IIb and phase III efficacy trials, 89 and 134 individuals in the CYD-TDV and placebo groups, respectively, were hospitalized during the 25-month period after dose 1, with a RR of 0.33 (95% CI: 0.25, 0.43) in vaccine recipients. In these trials, there were 15 and 33 cases of severe dengue disease (IDMC assessment) in the CYD-TDV and placebo groups, respectively, with a RR of 0.23 (95% CI: 0.12; 0.42). In the CYD-TDV and placebo groups, 11 and 10 severe dengue cases, respectively, were reported in those aged 2–8 years; in those aged 9–16 there were 4 and 23 cases, respectively. There was no evidence of increased severity of dengue disease based on the review of the severity of clinical outcomes, biological parameters, vaccine viremia and hospitalization rates [19–21].\nIn the other phase I/II/III non-efficacy trials with a passive surveillance, very few hospitalized virologically-confirmed dengue cases were reported in the CYD-TDV group up to 6 month post-dose 3. None was assessed as severe by IDMC.\n\n\nDengue hospitalization and severe dengue during longer-term follow-up\nThe planned longer-term follow-up for participants in the efficacy trials is on-going. In the follow-up study for the phase IIb trial (CYD23/57), and in the phase III study in Asia (CYD14) data for virologically-confirmed dengue disease hospitalization and severe dengue disease hospitalization are available for two-years of longer-term follow-up (i.e. four-years after dose 1). In the phase III trial in Latin America (CYD15), data are available for one-year of longer-term follow-up (i.e. three-years after dose 1). The participants were originally randomized 2:1 to receive CYD-TDV or placebo.\nDengue hospitalization and severe dengue during Year 3.During year 3 of these trials, among all participants (aged 2–16 years), the overall pooled RR for hospitalization for symptomatic, virologically-confirmed dengue was 0.84 (95% CI: 0.56; 1.24) with 65/22,177 (0.29%) in the vaccine group and 39/11,089 (0.35%) in the control group [22]. Among those aged <9 years, the pooled RR was 1.58, 95% CI: 0.83; 3.02, and among those aged ≥9 years the RR was 0.50, 95% CI: 0.29; 0.86. Overall, during year 3, hospitalization for severe dengue occurred in 18/22,177 (0.08%) and 6/11,089 (0.05%) participants in the CYD-TDV and control groups, respectively. All participants with severe dengue disease recovered after appropriate treatment.\nIn the Asian phase III trial, the IDMC classified 12 cases of hospitalized dengue disease, in year 3, as severe (CYD-TDV, n = 11; placebo, n = 1; RR = 5.50 [95% CI: 0.80; 236.60]). Four of the 12 severe cases occurred in individuals aged 9–14 years (CYD-TDV, n = 3; placebo, n = 1) and the remaining eight occurred in the CYD-TDV group in those aged 2–8 years showing an excess of severe hospitalized cases in the CYD-TDV group. These cases were all classified as WHO DHF grade 1 (n = 5) or 2 (n = 7). This includes one of the participants in the CYD-TDV group, aged 12 years at enrollment, who presented with clinical shock which was classified as DHF grade 2.\nIn the Latin American phase III trial, which enrolled participants aged 9–16 years, the IDMC classified eight cases of hospitalized dengue disease, as severe in year 3 (3 and 5 in the CYD-TDV and placebo groups, respectively) with a RR of 0.30 (95% CI: 0.05; 1.54). These cases were all classified as DHF grade 2.\nIn the phase IIb trial, the IDMC classified four cases of hospitalized dengue disease in year 3 as severe, all in participants aged 4–8 years in the CYD-TDV group. One case was classified DHF grade 1, one DHF grade 2 and the remaining two of these cases were classified as DHF grade 3 associated with clinical shock.\n\nDengue hospitalization and severe dengue during Year 4.In year 4 of the phase IIb study, 16 and 17 participants in the CYD-TDV and placebo groups, respectively, were hospitalized for dengue (RR = 0.47, 95% CI: 0.22; 1.00). The RR for participants aged <9 years was 0.54 (95% CI: 0.23; 1.29) and 0.31 (95% CI: 0.05; 1.58) for those aged ≥9 years. The IDMC classified dengue disease as severe in three of these hospitalized participants (CYD-TDV, n = 1; placebo, n = 2); all occurred in patients aged <9 years at enrollment (RR = 0.25, 95% CI: 0.00; 4.83) and were classified as DHF grade 1 or 2.\nIn year 4 of the phase III trial, CYD14, 57 and 29 participants in the CYD-TDV and placebo groups, respectively, were hospitalized for dengue (RR = 0.98, 95% CI: 0.62; 1.59). The RR for participants aged <9 years was 1.19 (95% CI: 0.65; 2.28) and 0.73 (95% CI: 0.34; 1.61) for those aged ≥9 years. The IDMC classified 19 of these cases in the hospitalized participants as severe (CYD-TDV, n = 13; placebo, n = 6) RR = 1.08 (0.38; 3.47); 13 cases occurred in patients aged <9 years at enrollment (CYD-TDV, n = 9; placebo, n = 4) and 6 occurred in patients aged ≥9 years at enrollment (CYD-TDV, n = 4; placebo, n = 2). One case was not classified as DHF (associated with clinical shock; CYD-TDV group; aged<9 years at enrollment) and the others were all classified as DHF grade 1 (n = 3) and grade 2 (n = 15) including two associated with clinical shock (both in the placebo group, one aged <9 years and one aged ≥9 years at enrollment).\n\nDengue hospitalization and severe dengue from Dose 1 to Year 4.For the entire period from Dose 1 to Year 4, the cumulative RR for hospitalization was 0.61 (95% CI: 0.42; 0.87) and 0.60 (95% CI: 0.46; 0.79) for the phase IIb and the Asian phase III trials, respectively. In these trials the RRs for those aged <9 years were 0.78 (95% CI: 0.51; 1.21) and 0.79 (95% CI: 0.56; 1.13), respectively. In the Latin American phase III trial from Dose 1 to Year 3, the cumulative RR for hospitalization was 0.28 (95% CI: 0.18; 0.44). The overall RRs for participants aged ≥9 years were similar in all three trials, with RR <0.4 and the upper bound of the 95% CI below 1.0.\n\n\n\nDengue hospitalization and severe dengue in the other trials\nOnly one hospitalized virologically-confirmed dengue case, assessed as non-severe by IDMC, was reported in the CYD-TDV group, during the longer-term follow-up (from 6 months after the last injection up to year 5) in one of the three non-efficacy phase I-II trials.\n\n\nCumulative dengue hospitalization (any severity) and severe dengue\nThe cumulative RR for hospitalization for dengue disease by age at enrollment was analyzed from D0 up to year 3 in the phase III trial in Latin America and year 4 in the phase IIb and phase III trials in Asia (Fig 4). The RR for dengue hospitalization or severe dengue disease by age at enrollment decreased to below 1 at about age 5 and the 95% CI was below 1 from age 6 onwards, demonstrating an overall reduction in risk of dengue hospitalization and severe dengue in those aged ≥6 years (Fig 4).\nThe Epanechnikov kernel method (with h = 2.0) was used to provide a smooth curve. Data were combined from post-dose 1 up to year 3 in the phase III trial in Latin America and up to year 4 in the phase IIb and phase III trial in Asia.",
    "Discussion": "This pooled analyses included data from 13 main and 5 secondary clinical trials with 77,234 doses of the current formulation of the CYD-TDV vaccine (about 5 log10 CCID50 of each of the four live, attenuated dengue vaccine viruses) in individuals aged between 2 and 60 years. The results showed that the overall reactogenicity and safety profile for the CYD-TDV vaccine, including solicited reactions, unsolicited and serious adverse events, viremia and biological parameters was satisfactory and comparable to that for placebo across all age groups (2–8 years; 9–60 years) with similar reported rates and nature of events in the CYD-TDV and placebo groups. The safety profile was not influenced by baseline dengue sero-status or successive doses of the CYD-TDV vaccine. In addition, the reported AEs were transient and mainly mild to moderate. No safety concerns were identified for the frequency and nature of unsolicited AEs and SAEs. The nature of the reported SAEs was consistent with the participants’ ages, with few being considered as vaccine-related. There were no vaccine-related deaths. Likewise, no severe or serious immediate anaphylactic reactions to CYD-TDV were reported, although rash, an event that may indicate an allergic reaction, was reported by a similar percentage of participants in both groups.\nViscerotropic and neurotropic diseases are very rare events that have been reported for YFV vaccines such as Stamaril [37]. The event rate after vaccination with a licensed YFV vaccine has been reported to be 0.4/100,000 doses for viscerotropic events and 0.8/100,000 doses for neurotropic events [38]. Since the CYD-TDV vaccine viruses cannot express the YFV E protein, which is largely responsible for YFV tropism, it is unlikely that they will display the same tropism as YFV and none were reported in any age group [39]. Nevertheless, monitoring for these very rare events will continue after vaccine introduction through post-marketing surveillance in real life settings.\nVaccine viremia due to vaccination with live attenuated tetravalent dengue vaccines is considered by the WHO to be unlikely to cause dengue disease due to poor replication of the attenuated viruses [24]. The results presented here show that vaccine viremia was observed in <6% of the participants with available data, and the safety profiles were similar between participants with viremia and those without viremia. In addition, no cases of virologically-confirmed dengue disease were reported among the participants with viremia.\nSeveral risk factors for severe dengue following natural exposure to dengue infection have been identified, including previous infection with a different serotype [24]. Approximately 2% to 4% of patients who have a secondary infection with a heterologous type of dengue virus develop more severe illness [40]. Several hypotheses have been put forward to explain this phenomenon including antibody-dependent enhancement (ADE) [1, 41, 42]. ADE has been observed in mouse models and monkeys, but only indirect evidence is available for this phenomenon in humans [43–46]. As specified by the WHO guidelines, we assessed if the immune response to the live attenuated tetravalent dengue vaccines predisposed individuals in endemic regions to more severe dengue disease [23, 33]. In this regard, a reduction in the rates of dengue hospitalization or severe dengue was observed in the 25-month period post-dose 1 in participants in the CYD-TDV group compared with those in the placebo group. This reduction in rates of dengue hospitalization and severe dengue has continued up to Years 3 and 4 post-dose 1 in vaccinated children aged ≥9. In contrast, the data up to Year 3 from the phase IIb and phase III trials in Asia showed that there was an imbalance of hospitalization and severe dengue in younger children aged <9 years, mainly driven by participants aged <6 years [22]. However, data from Year 4 in these two trials, that enrolled participants aged <9 years, no longer show this imbalance for the younger participants, with the RR for hospitalization decreasing from 1.57 in Year 3 to 0.54 in the phase IIb trial and from 1.58 to 1.19 in the phase III trial. In addition, there were 12 vs. 0 participants with severe dengue in the CYD-TDV and placebo groups, respectively in Year 3, compared with 10 vs. 6 in Year 4. Within the setting of the clinical trials we have closely monitored safety during pre-defined periods (i.e. yearly). However, it is important to look at the overall safety profile in terms of value of the vaccine which shows that rates for hospitalization and severe dengue from post-dose 1 to the end of Year 4 were lower in the CYD-TDV group compared with the placebo group, overall and by age group (<9 years and ≥9 years).\nSome interconnected mechanisms, involving interactions between the infecting virus, pre-existing host immunity and vaccine-induced immune responses, have been proposed to explain the Year 3 observations in participants aged <9 years. [47, 48]. Although there is no conclusive evidence yet to support a particular mechanism for this phenomenon, our observations from the Year 4 data showing a decreased RR would seem to support the hypothesis that clustered vaccination in young vaccines, which may act as a primary-like exposure, would result in an ‘accelerated secondary infection’ in that group compared with the placebo group. In the placebo group, the ‘accelerated secondary infection’ would eventually occur at a later time point, making the observed Year 3 imbalance only temporary [48]. It is essential to note that there were no important differences in the clinical pattern and outcomes of severity (e.g. bleeding, thrombocytopenia, shock, plasma leakage, duration of symptoms, duration of hospitalization), biological parameters and presence of viremia for the cases of dengue hospitalization and severe dengue in all participants irrespective of the age, group and observation period; all subjects with severe dengue fully recovered [22]. In addition, the measurement of 38 cytokines, chemokines and growth factors did not reveal any particular immune risk profile in those who had received CYD-TDV vaccine [49]. We observed no differences in the profiles of these factors measured in acute sera from vaccine and placebo recipients who had been hospitalized for dengue or who had severe dengue, irrespective of trial, observation period, severity and age, which is consistent with the clinical findings and viremia results.\nThe cumulative RR by age showed that there was an overall reduction in risk of dengue hospitalization and severe dengue in those aged ≥6 years. In a conservative approach, a safety margin has been integrated in the vaccine’s indication which is for subjects aged 9 years or more. At the time of manuscript submission, these safety data have supported the licensure of this vaccine, Dengvaxia, in individuals aged 9 to 45 years in Mexico, the Philippines, Brazil and El Salvador and in individuals aged 9 to 60 years in Paraguay, making it the first vaccine to be licensed for the prevention of disease caused by four dengue virus serotypes. The WHO Strategic Advisory Group of Experts (SAGE) on Immunization reviewed the data for CYD-TDV in April 2016 and recommended countries consider introduction of the vaccine in geographic settings (national or subnational) with high endemicity [50]. A WHO vaccine position paper will be published outlining their recommendations in July 2016. In accordance with WHO recommendations, safety and efficacy follow-up will continue for five years after the third dose in the phase IIb efficacy trial and the two phase III efficacy trials in the context of the post-licensure surveillance [23, 33].\nTo evaluate the safety and effectiveness including indirect effects of the vaccine in ‘real-life’ setting, the post-licensure plan, summarized in the pharmacovigilance risk management plan includes post-authorization safety and effectiveness studies, which will be planned in close collaboration with national health authorities, in addition to routine pharmacovigilance surveillance. This surveillance, which will be implemented once the vaccine has been introduced, will provide data for larger-scale reactogenicity and safety assessments of the CYD-TDV vaccine in real-world settings, including in populations excluded from clinical trials. The pooled safety database was large enough to allow detection of uncommon adverse events occurring in at least 1 per 1,000 individual. As longer-term post-marketing safety data become available the detection of any rare and unexpected events will be also possible.\nThe results from this integrated analysis show that the CYD-TDV vaccine has satisfactory, short- and long-term reactogenicity and safety profiles for up to four years post-dose 1 in participants aged 9–60 years."
}