{
    "Background": "Epidemiological studies carried out using culture or microscopy in most of the amoebiasis endemic developing countries, yielded confusing results since none of these could differentiate the pathogenic Entamoeba histolytica from the non-pathogenic Entamoeba dispar and Entamoeba moshkovskii. The Northeastern part of India is a hot spot of infection since the climatic conditions are most conducive for the infection and so far no systemic study has been carried out in this region.",
    "Methodology/Principal Findings": "Following a cross-sectional study designed during the period 2011–2014, a total of 1260 fecal samples collected from the Northeast Indian population were subjected to microscopy, fecal culture and a sensitive and specific DNA dot blot screening assay developed in our laboratory targeting the Entamoeba spp. Further species discrimination using PCR assay performed in microscopy, culture and DNA dot blot screening positive samples showed E. histolytica an overall prevalence rate of 11.1%, 8.0% and 13.7% respectively. In addition, infection rates of nonpathogenic E. dispar and E. moshkovskii were 11.8% (95% CI = 10.2, 13.8) and 7.8% (95% CI = 6.4, 9.4) respectively. The spatial distributions of infection were 18.2% (107/588) of Assam, 11.7% (23/197) of Manipur, 10.2% (21/207) of Meghalaya, and 8.2% (22/268) of Tripura states. Association study of the disease with demographic features suggested poor living condition (OR = 3.21; 95% CI = 1.83, 5.63), previous history of infection in family member (OR = 3.18; 95% CI = 2.09, 4.82) and unhygienic toilet facility (OR = 1.79; 95% CI = 1.28, 2.49) as significant risk factors for amoebiasis. Children in age group <15 yr, participants having lower levels of education, and daily laborers exhibited a higher infection rate.",
    "Conclusions/Significance": "Despite the importance of molecular diagnosis of amoebiasis, molecular epidemiological data based on a large sample size from endemic countries are rarely reported in the literature. Improved and faster method of diagnosis employed here to dissect out the pathogenic from the nonpathogenic species would help the clinicians to prescribe the appropriate anti-amoebic drug."
}