{
    "Introduction": "Over 200 million people in 74 countries are currently infected with Schistosoma spp. parasites, which are responsible for an estimated 15, 000 deaths and 1.76 million disability adjusted life years per annum [1]–[3]. Schistosoma haematobium is the causative agent of urogenital schistosomiasis which results from pathological immune responses to eggs excreted into the bladder and genital tract of their host by adult parasites residing in the adjacent venules. Effective schistosome control is required to alleviate schistosome-associated pathologies, to protect the 650 million people currently at risk from schistosome infection and to reach the estimated 88% of infected people currently without access to drug treatment [2], [4]. Current control efforts rely on treatment with the anti-helminthic drug praziquantel (PZQ), which has reported cure rates of over 80% [5], [6] and can reduce the risk of urogenital lesions if administered during childhood [7]. There is also mounting evidence that PZQ boosts both innate and adaptive immune responses to schistosome antigens [8]–[10] due to increased worm death in the bloodstream and an associated increase in exposure of schistosome antigens to immune recognition after treatment [11], [12]. However, although there is some evidence that this immunological boost promotes a degree of resistance to re-infection in humans [10], [13], both infection prevalence and associated pathologies return after treatment and therefore repeated treatment is required [14], [15]. For nearly 30 years an anti-schistosome vaccine has been seen as a desirable long-term adjunct to drug treatment [3], [16]. More recently, it has been proposed that a combination of PZQ treatment and an anti-pathology vaccine may improve schistosome control [12], [16], [17].\nThe 28 KDa S. haematobium vaccine candidate antigen glutathione-S-transferase (GST [18], [19]) is a multifunctional enzyme expressed on the tegument and sub-tegument of adult worms [20] and larval schistosomes [21] and the current focus of vaccine trials in humans. The exact function of schistosome GST is unknown but its role in fatty acid metabolism and prostaglandin D2 synthesis may contribute to immune evasion by the parasite [19]. GST-based vaccination has been extensively studied in animal models, leading to a reduction in parasite fecundity in cattle [22], goats [23] and primates [24], which has been attributed to production of antibodies that neutralise GST enzyme activity [25]–[27]. Importantly, reducing egg production by adult schistosomes is an effective means of reducing immunopathology since schistosomes do not replicate in their definitive hosts [3]. The latter is supported by observations in S. haematobium infected Patas monkeys where bladder lesion intensity was reduced following GST vaccination [24], [28]. A recent Phase I randomised clinical study has shown that elevated levels of GST-neutralising antibodies, which are associated with reduced parasite fecundity [25], [29], as well as increased peripheral blood cytokine responses were detectable 21 days after a double dose of the GST vaccine was administered to healthy Caucasian adult males [30]. Furthermore, GST-specific PBMC cytokine responses in the latter study appeared to be biased towards a CD4+ T helper (h) 2 phenotype [30], which is associated with protective immune responses to schistosome homogenate antigens in cohorts endemically-exposed to S. haematobium [31], [32]. Despite these promising observations in animal models and safety-immunogenicity trials in humans in a non-endemic setting, very little is known about the cellular immune phenotype elicited by purified GST in naturally schistosome-exposed populations who would be the target recipients of a GST-based vaccine. In particular, GST-specific cytokine responses have been investigated in S. haematobium-exposed adults [33], but no studies to date have investigated the age-distribution of GST-specific cellular cytokine responses which is closely related to schistosome exposure history [11], [34]. Furthermore, despite speculation that GST-based vaccine efficacy may be enhanced by co-administration with PZQ in human populations [12], [16], [17], [35] there is no existing data on how PZQ treatment affects GST-specific cytokine responses.\nThe aim of this study was to address two previously un-addressed hypotheses regarding cellular cytokine responses to purified GST in an S. haematobium-endemic community: firstly that these responses vary with age (and by proxy, exposure to infection [34]), and secondly that they are boosted by PZQ treatment. Importantly, we have made use of statistical approaches that integrate data on multiple cross-regulatory cytokines associated with relevant cellular immune phenotypes (innate inflammatory, Th1, Th2, Th17 and regulatory responses) so that our analysis considers not only the dynamics of individual GST-specific cytokines, but also their patterns of production relative to one another.",
    "Methods": "Ethical permissions\nEthical approval was granted by the Medical Research Council of Zimbabwe and the University of Zimbabwe's Institutional Review Board. Local permission for the study was granted by the Provincial Medical Director of Mashonaland East. All prospective participants were informed of the study aims and procedures in their local language (Shona). All adult participants provided informed written consent and children were recruited only if informed written consent was provided by a parent or guardian.\n\n\nStudy design\nThe current study is part of on-going schistosome immuno-epidemiological research in Murehwa District, Mashonaland East province, Zimbabwe where S. haematobium is endemic [36]–[38]. Pre-studies in the area showed that S. mansoni and soil-transmitted helminth (STH) prevalence is low (<2%) and the region is classified as a low transmission area for Plasmodium spp. [39]. The study area had not been included in previous PZQ treatment programs. Baseline recruitment of participants was school-based but pre-school age children and adults were also informed of the study and invited to attend via community meetings prior to the commencement of baseline sampling.\nThe following samples were collected from all recruited participants (n = 284); 1) a minimum of 2 urine samples collected over 3 consecutive days for quantification of S. haematobium infection intensity, 2) a minimum of 2 stool samples collected over 3 consecutive days for quantification of soil-transmitted helminth (STH) and S. mansoni infections, and 3) 10 ml venous blood. Participants also completed a questionnaire to assess residential history, patterns of exposure to schistosome infective water and anti-helminthic drug treatment history. Participants were excluded from the study if: they did not provide samples 1–3 (n = 5), they provided insufficient blood volume for stimulation with GST and a control culture without antigen (n = 13) or quantification of all cytokines (n = 25), they indicated in their questionnaire responses that they were not life-long permanent residents of the study area (n = 23), or they were positive for STH (n = 0), S. mansoni (n = 5), HIV (n = 18) or Plasmodium spp. infection (n = 0).\nAfter baseline sampling all compliant participants were treated with a single dose of PZQ (40 mg/kg body weight) and sampling was repeated 6 weeks post-treatment. For inclusion in the post-treatment cohort participants were required to provide a full set of samples 1–3 and remain negative for all co-infections 6 weeks post-treatment (n = 126). Ten eligible participants refused PZQ treatment for religious reasons and 9 eligible participants remained positive for S. haematobium infection following treatment, these participants were excluded from the post-treatment cohort. Based on these criteria, a total of 195 participants were included in the baseline cohort and, of these, 107 participants made up the post-treatment cohort. Re-infection was assessed at 6 and 18 months post-treatment in participants who provided samples 1 and 2 at these timepoints (n = 75). High community-wide prevalence and infection intensity at baseline precluded inclusion of an untreated control group according to WHO treatment guidelines [40].\n\n\nDiagnostic tests\nStool and urine samples were collected and processed following the standard microscopic procedures (Kato Katz for stool and urine filtration methods for urine) [41], [42]. Infection intensity was expressed as the mean egg count per 10 ml urine for S. haematobium calculated from a minimum of 2 samples/participant before treatment, and 6 weeks, 6 months and 18 months post-treatment. Plasmodium spp. and HIV infection were identified serologically as previously described [10].\n\n\nSchistosome antigens\nRecombinant 28 KDa GST of a Senegalese strain of S. haematobium was cloned and purified using previously described protocols [43]. GST preparations were confirmed to be endotoxin free (<0.015 EU/ml) using the Limulus amebocyte lysate assay (Sigma-Aldrich, Lyon, France).\n\n\nWhole blood culture\nVenous blood samples were collected from study participants into EDTA-coated tubes and cultured at a 1∶3 dilution with media (RPMI 1640 supplemented with 2 mM L-glutamine and 100 U Penicillin/Streptomycin (all Lonza, Verviers, Belgium)) in duplicate wells coated with either 2 µg/ml GST or without antigen (i.e. culture media alone) for 48 hours at 37°C in Anaerogen Compact anaerobic atmosphere generation pouches (OXOID, Basingstoke, U.K.). Cell-free culture supernatants were frozen and assayed within 12 months.\n\n\nCytokine ELISA\nInterferon (IFN) γ, Tumour necrosis factor (TNF) α, Interleukin(IL)-2, IL-4, IL-5, IL-6, IL-8, IL-10, IL-12p70, IL-13 and IL-21 (BD Biosciences, Oxford, U.K.), IL-17A and IL23p19 (eBiosciences Ltd., Hatfield, U.K.) were assayed in culture supernatants via enzyme-linked immunosorbent assay (ELISA) using published protocols [10].\n\n\nStatistical analysis\nS. haematobium infection intensity exhibited a negatively skewed distribution within the study cohort as is typical of schistosome infection in endemic populations [44]. Infection intensity was therefore log10(x+1) transformed and compared for infected participants by gender (male and female) and age group (4–9, 10–12 and 13+ years) via ANOVA (adjusted sums of squares). Post-hoc pairwise comparisons between the 3 age groups were made using Fisher's least significant difference test.\nCytokine levels present in culture supernatants were not normally distributed even following transformation, therefore all comparisons of cytokine levels were conducted using non-parametric statistical tests. Cytokine levels in GST-stimulated cultures were compared to those present in parallel cultures without antigen from the same individuals via the paired Wilcoxon test. Cytokine levels present in un-stimulated culture supernatants were then subtracted from those present in GST-stimulated cultures to give GST-specific cytokine levels. Where an individual did not produce a cytokine at levels above those in their parallel un-stimulated culture they were assigned a value of 0 pg/ml for that cytokine. The percentage of GST-specific cytokine producers (i.e. levels above those in un-stimulated cultures) was compared by gender, age group and S. haematobium infection status via Pearson's Chi-squared test. Comparisons between the percentage of GST-specific cytokine producers pre- and 6 weeks post-treatment were made using the paired McNemar's test. To confirm that treatment-related differences in cytokine responses were not due to sampling bias in the smaller post-treatment cohort, baseline GST-specific cytokine levels were compared between participants included in post-treatment follow up analyses and those that were not included using the Mann Whitney U test (p>0.05 for all 13 cytokine responses; data not shown).\nGST-specific cytokine responses were reduced into a smaller number of variables (principal components, PCs) according to their shared patterns of expression via factor analysis as previously reported [10]. Due to the skewed nature of GST-specific cytokine responses (i.e. few producers for some cytokines and a non-normal distribution of cytokine levels) values were log10(x+1) transformed to minimise the influence of outlier values [45] and only GST-specific cytokines that were detectable in >30% of participants were included in the factor analyses. Dynamics of cytokines with a factor loading ≥0.5 or ≤−0.5 onto a PC were considered to be reflected by that PC. Separate factor analyses were conducted for baseline (Table S1) and 6 weeks post-treatment cytokine responses (Table S2). PC regression factor scores at each timepoint were compared by gender, age group and S. haematobium infection status via ANOVA. Sequential sums of squares were used to account for demographic variation (gender and age group) before infection status.\nTo characterise changes in the distribution of GST-specific cytokine responses for each participant 6 weeks after treatment relative to pre-treatment levels non-metric multidimensional scaling (NMS) was used to provide a visual representation of similarity/dissimilarity between participant responses. NMS was conducted as described previously [10], [46] and the non-parametric multiple response permutation procedure (MRPP) was used to statistically compare pre- and post-treatment cytokine profiles. Pearson's correlation analysis was used to determine the amount of variation between participant NMS scores that were attributable to each spatial axis. Non-parametric Kendall correlations analysis was used to identify associations between NMS spatial axes and the original concentrations of the 13 individual cytokines. A cytokine was considered to be reflected by the spatial axis if Kendall's tau (τ) ≥0.4.\nStatistical tests were conducted using SPSS Statistics version 19 software (IBM, Hampshire, U.K.) and NMS was implemented using PC-ORD software (MJM Software Design, Gleneden Beach, U.S.A.) [46]. Comparisons were considered to be significant at p<0.05. Where >10 comparisons were made the p-value was adjusted for multiple comparisons via the sequential Bonferroni correction and comparisons that were significant post-correction were considered highly significant.",
    "Results": "S. haematobium infection distribution in the study cohort\nThe baseline study cohort consisted of 94 males and 101 females ranging in age from 4–84 years. Baseline S. haematobium infection prevalence was 52.3%. A higher percentage of men (58.5%) than women (46.5%) were S. haematobium positive at baseline, and of the infected individuals men had a significantly higher mean infection intensity than women (Figure 1A; F1, 96: 6.56, p = 0.012). S. haematobium infection intensity also showed a non-linear relationship with age (Figure 1B: F2, 96: 4.00, p = 0.021) as is typical of schistosome epidemiology [44], with infection intensity peaking in children aged 10–12 years (4–9 vs. 10–12 years: Mean difference: −0.385, p = 0.028; 13+ vs. 10–12 years: Mean difference: −0.486, p = 0.007). The demographic and S. haematobium infection characteristics of the study cohort are summarised in Table 1.\nInfection prevalence (%) and intensity (Log10(x+1) transformed mean egg counts/10 ml urine) sub-divided by gender (A) and age group (B). Mean values are indicated by horizontal bars. Significance levels from ANOVA (adjusted sums of squares) of infection intensity for infected participants are shown for gender and post-hoc pair-wise Fisher's least significant difference comparisons are shown for the 3 age groups (n = 101);*p<0.005, **p<0.01.\n\n\nGST-specific cytokine responses vary with age\nAll cytokines were present at significantly higher levels in GST-stimulated whole blood cultures than in corresponding un-stimulated cultures (p<0.001 for Wilcoxon comparisons of all 13 cytokines; data not shown) indicating that a specific cytokine response to S. haematobium GST was elicited within the cohort. Only 4.6% of participants (n = 9) produced no detectable GST-specific cytokines at levels greater than those present in un-stimulated cultures (Table 1).\nHaving established that GST elicited a whole blood cytokine response, we next sought to characterise demographic factors that may influence these responses. We first compared the percentage of participants producing GST-specific cytokines and found no difference according to gender or infection status in any of the cytokines measured (Table 2). However, when compared by age, the youngest age group (4–9 years) was found to have a significantly higher percentage of GST-specific IL-4 (X2: 14.08, p = 0.001) and IL-10 (X2: 8.49, p = 0.014) producers than either the 10–12 or 13+ year age groups (Figure S1, Table 2).\nIn addition to the presence/absence of individual cytokines, the relative levels of different cross-regulatory cytokines could also be an important determinant of the GST-specific immune response. To characterise patterns of GST-specific cytokines, all cytokines produced by >30% of participants (i.e. IFNγ, TNFα, IL-5, IL-6, IL-8, IL-10, IL-12p70, IL-13, IL-21 and IL23p19), were reduced into PCs according to their shared patterns of expression via factor analysis. This analysis identified 3 key patterns of GST-specific cytokine response accounting for variation between participants; PC1 accounted for the largest amount of variation (28.5%) and corresponded to pro-inflammatory cytokine responses (IFNγ, TNFα, IL-6, IL-8, IL-12p70 and IL23p19), PC2 corresponded to a combination of Th2 (IL-5 and IL-13) and regulatory (IL-10) responses and PC3 reflected expression of the neutrophil chemoattractant (IL-8) and was negatively associated with the Th1 cytokine IFNγ (for factor loadings refer to Table S1). None of these cytokine patterns varied according to participant gender or infection status (Figure 2; Table 3), however PC2 significantly differed between the 3 age groups (Figure 2; F2, 188: 6.940, p = 0.001). Pair-wise comparisons between age groups indicated that PC2 scores were significantly lower in 10–12 year olds than in either 4–9 (Mean difference: −0.678, p = 0.002) or 13+ year olds (Mean difference: −0.777, p<0.001) indicating a lower Th2/regulatory cytokine response to GST in this group. PCs 1 and 3 did not significantly differ between the 3 age groups (Figure 2; Table 3).\nMean principal component regression factor scores for pro-inflammatory (PC1), Th2/regulatory (PC2) and innate inflammatory/Th1 (PC3) cytokine profiles sub-divided by gender (A), age group (B) and schistosome infection status (C; un-infected = egg negative in all urine samples, infected = egg positive in one or more urine samples). Where ANOVA (sequential sums of squares accounting for variation in gender and age group before infection status) indicated that a factor significantly contributed to variation in cytokine profiles, pair-wise comparisons of PC scores were conducted via post-hoc Fisher's least significant difference tests between the 3 age groups (n = 195);**p<0.01, ***p<0.001. Error bars: standard error of the mean.\n\n\nAnti-helminthic treatment boosts cytokine production in response to GST\nLaboratory studies have proposed that co-administration of a GST-based vaccine with PZQ may promote vaccine efficacy [12], [16], [17], therefore we investigated whether naturally-acquired GST-specific cytokine responses are affected by PZQ treatment. Six weeks after a single dose of PZQ there was a significant increase relative to baseline in the percentage of participants producing detectable levels of GST-specific cytokines associated with innate inflammatory (TNFα, IL-6 and IL-8), Th1 (IFNγ, IL-2 and IL-12p70), Th2 (IL-13) and Th17 (IL-23p19) immune responses (Figure S2; Table 4).\nIn addition to an increase in the proportion of individuals producing cytokines in response to GST, we also investigated whether there was a post-treatment shift in combined cytokine responses to GST relative to pre-treatment patterns. The latter is an important addition to our understanding of GST-specific immune responses since post-treatment cytokine phenotype appears to be a determinant of resistance to re-infection both in human population studies [10], [47] and murine models of schistosomiasis [48]. To visualise this comparison NMS was used to position each participant along two spatial axes according to their levels of all 13 GST-specific cytokines relative to those of all other participants both before and 6 weeks after treatment. Thus participants with similar combinations of GST-specific cytokines are arranged close together and those with dissimilar responses are further apart. The ordination plots of this analysis showed that pre- and post-treatment cytokine responses formed distinct clusters reflecting a shift in the whole blood cytokine responses elicited by GST (Figure 3) and this dissimilarity between pre- and post-treatment cytokine responses was statistically significant (MRPP; T: −53.438, p<0.001, A: 0.062). Kendall's correlation between the original cytokine levels and the NMS spatial axes indicated that the majority of variation in pre- and post-treatment cytokine responses was attributable to the increase in levels of IFNγ (τ: 0.449), TNFα (τ: 0.508), IL-6 (τ: 0.782), IL-8 (τ: 0.544), IL-12p70 (τ: 0.500) and IL23p19 (τ: 0.617) 6 weeks after treatment (Axis 2; Pearson's r2: 0.492). To a lesser extent pre- and post-treatment cytokine responses also varied along Axis 1 (Pearson's r2: 0.236), which was positively correlated with IL-6 (τ: 0.440) and negatively correlated with IL-21 (τ: −0.391). These cytokines are associated with innate inflammatory and effector Th1 and Th17 responses and thus the phenotype of the post-treatment cytokine response to GST is more pro-inflammatory than at baseline.\nNMS ordination plot showing Sorensen Bray-Curtis distance scores (an indicator of how a participant's combination of 13 GST-specific cytokine responses rank relative to those of all other participants) for all participants plotted before (grey triangles) and 6 weeks after (red triangles) praziquantel treatment. Axis 1 and 2 are spatial meaning that participants positioned close together have similar patterns of cytokine responses to GST and those positioned far apart have dissimilar patterns of cytokine responses to GST. The individual cytokines that most closely correlate with each axis are indicated. Bold diamonds represent the mean pre- (grey) and post-treatment (red) scores for the study cohort (n = 107).\n\n\nPost-treatment cytokine responses vary according to host age and pre-treatment infection status\nPost-treatment cytokine responses produced in response to GST stimulation by >30% of participants (i.e. IFNγ, TNFα, IL-2, IL-5, IL-6, IL-8, IL-10, IL-12p70, IL-13, IL-21 and IL23p19) were reduced into post-treatment cytokine profiles via factor analysis (for factor loadings refer to Table S2). Similar to patterns observed before treatment, the majority of variation (32.5%) between post-treatment responses was due to differences in pro-inflammatory cytokine responses (IFNγ, TNFα, IL-6, IL-8, IL-12p70 and IL23p19; PC1). Variation was also evident in a combination of IL-2, IL-10, IL-13 and IL-21 levels, reflecting responses associated with Th2, regulatory and Th17 cells (PC2; 13.2% of variance), and a profile that was positively associated with the type 2 effector cytokine IL-5 and negatively associated with the regulatory cytokine IL-10 (PC3; 10.0% of variance). Post-treatment PC1 significantly differed according to participant age group (Figure 4, Table 3; F2, 102: 3.547, p = 0.032) with the youngest participants having significantly higher scores than those in the 10–12 (Mean difference: 0.516, p = 0.049) or 13+ age groups (Mean difference: 0.508, p = 0.026). Post-treatment PC2 scores significantly differed according to infection status at baseline and were lower in participants with patent infection at the time of treatment than in their schistosome-negative counterparts (Figure 4, Table 3; F1, 102: 6.070, p = 0.015), suggesting that the presence of live parasites at the time of treatment influenced levels of Th2, Th17 and regulatory type cytokines 6 weeks later. PC3 scores were not significantly affected by participant gender, age group or pre-treatment infection status (Figure 4, Table 3).\nMean post-treatment principal component regression factor scores for cytokine profiles associated with pro-inflammatory (post-treatment PC1), Th2/Th17/regulatory (post-treatment PC2) and Th2/regulatory (post-treatment PC3) responses sub-divided by gender (A), age group (B) and schistosome infection status at baseline (C; un-infected = egg negative in all urine samples, infected = egg positive in one or more urine samples). Error bars: standard error of the mean. Where ANOVA (sequential sums of squares accounting for variation in gender and age group before infection status) analysis indicated that age group contributed to variation in cytokine profiles, pair-wise comparisons of PC scores were conducted via post-hoc Fisher's least significant difference tests between the 3 age groups (n = 107);*p<0.05.\n\n\nRe-infected children have lower GST-specific IL-12p70 post-treatment\nIt has been proposed that higher post-treatment schistosome-specific cytokine responses to schistosome antigens promote resistance to re-infection [10], [31] and we therefore sought to investigate whether GST-specific cytokine responses differed between participants who were re-infected within 18 months of treatment and those who remained un-infected. Only 7 participants within the cohort were re-infected within 18 months of treatment (4 males, 3 females, aged 7–13 years) and we therefore compared their 6 week post-treatment GST-specific cytokine responses to those of 7 un-infected children matched according to age, gender and pre-treatment infection status and intensity (Table S3; intensity matched by ±57.34 eggs, no other age- and gender-matched participants within the post-treatment cohort matched the pre-infection intensity of the re-infected participants). Of the 13 cytokines assayed, only post-treatment GST-specific IL-12p70 levels differed significantly between the two groups (Figure 5; Z: −1.992, p = 0.046, not significant after Bonferroni adjustment for multiple comparisons). GST-specific IL-12p70 levels were lower in the re-infected child than in the age-, gender- and pre-treatment infection intensity-matched child that remained uninfected post-treatment in 5 of the 7 pairs, higher in one pair, and the same in one pair of children (Figure 5).\nThe levels GST-specific (pg/ml, untransformed) cytokines associated with innate inflammatory (top row), Th1 (second row), Th2 (third row), Th17 (fourth row) and regulatory (fifth row) responses produced 6 weeks after treatment by un-infected children (grey diamonds) and age, gender and pre-treatment infection intensity-matched children who were re-infected (red diamonds) within 18 months of treatment (i.e. ≥1 S. haematobium egg in any of their urine samples collected 6 months and 18 months post-treatment). Lines join age, sex and infection intensity matched pairs and details of the characteristics of each pair are provided in Table S3. Results of paired Wilcoxon comparison between un-infected (n = 7) and re-infected children (n = 7) are indicated, *p<0.05.",
    "Discussion": "S. haematobium GST has been extensively characterised as a vaccine candidate antigen for urogenital schistosomiasis in laboratory models and has also advanced further along the vaccine development pathway than any of the other potential anti-schistosome vaccines [3], [16], [30]. Despite the efficacy of GST vaccination in animal models [25], [26] and immunogenicity in clinical trials [30] the phenotype of the cellular immune response to GST in populations endemically exposed to S. haematobium has been largely uncharacterised. The latter is particularly the case for innate inflammatory, regulatory and Th17 associated immune markers due to the relatively recent characterisation of the role played by these immune phenotypes in human schistosomiasis [10], [49], [50]. The current study addresses this gap in our understanding of how GST-specific whole blood cytokine responses, including cytokines associated with innate inflammatory (TNFα, IL-6 and IL-8), Th1 (IFNγ, IL-2 and IL-12p70), Th2 (IL-4, IL-5 and IL-13), Th17 (IL-17A, IL-21 and IL-17A) and regulatory (IL-10) immune phenotypes, are distributed both before and after PZQ treatment in an S. haematobium-endemic community.\nHigh intensity schistosome infections tend to be aggregated in school-age children and are comparatively lower in adults indicating that the relationship between infection intensity, exposure history and infection-related immune responses change with age [34]. However, the only study that has quantified cytokine responses to GST in schistosome-exposed humans focused on adults [33]. We therefore investigated a wider range of ages (4–84 years) with the hypothesis that GST-specific cytokine responses would vary between 3 age groups reflecting age-dependent changes in S. haematobium infection distribution; increasing intensity of infection (4–9 year olds), peaking infection intensity (10–12 year olds) and declining infection intensity (13+ year olds). Exclusion of co-infected and non-permanent residents of the study area meant that all participants included in this age stratified analysis had experienced life-long exposure to infection and thus their age was considered a proxy for their history of exposure to S. haematobium [34], [51].\nOur results show that whole blood samples from untreated schistosome-exposed participants of all ages produce detectable cytokine responses to GST stimulation, which is consistent with observations that immune responses to GST develop naturally in both resistant and susceptible individuals [27], [33], [52] and are evident from a young age [52]. In contrast, whole blood samples from schistosome and GST naïve people do not produce detectable levels of cytokines in responses to stimulation with GST in vitro [30]. We also demonstrate that participant age contributes to variation in GST-specific cytokine responses in a schistosome-endemic context by affecting both the capacity to produce different types of GST-specific cytokines and patterns of co-produced cytokines. The highest percentage of GST-specific IL-4, a Th2-associated cytokine, and IL-10, a regulatory cytokine, producers was in the youngest age group (4–9 years), which may reflect the more regulatory schistosome-specific immune profile of individuals with a short history of schistosome exposure. For example, at younger ages, the proportion of circulating T regulatory cells (Treg) is more positively associated with S. haematobium infection intensity than in older age groups (14+ years) in whom this relationship is negatively correlated [49]. We also found that a combined phenotype of Th2 (IL-5 and IL-13) and regulatory (IL-10) cytokine responses to GST (PC2) was lowest in children aged 10–12 years in whom infection intensity and prevalence are peaking, suggesting that this may be a particularly dynamic period in terms of GST exposure and development of GST-specific cellular immune responses. Taken together these observations indicate that the Th2-type responses most associated with protective immunity in previous studies (i.e. IL-4 and IL-5 [30], [31]) are also the most age-dependent. Therefore, GST-based vaccine efficiency should be assessed across a range of ages during trials in schistosome-exposed populations in order to generate accurate predictions of population efficacy. An important area for future research will be to identify GST-specific cytokine-producing cell types within the whole blood milieu and determine whether these cells are influenced by host age and schistosome infection intensity.\nInterestingly neither GST-specific whole blood cytokine production nor phenotype differed according to gender despite evidence of a gender bias in both neutralising antibody and PBMC cytokine responses identified in previous studies in adults endemically exposed to S. haematobium [33] and S. mansoni [27]. At baseline, cytokine responses also did not differ between individuals without infection and those with S. haematobium infection who might be expected to have stronger cytokine responses to GST due to on-going exposure to live adult worms. We also found no significant correlation between pre-treatment GST-specific cytokine profiles (PCs 1–3) and S. haematobium infection intensity (data not shown). The absence of an infection-related difference in GST-specific cytokines may be due to the fact that many abundant somatic antigens (including GST) are sequestered from the immune system by live schistosome worms [9],[11],[52]. Therefore, recall responses of whole blood cells to GST stimulation in vitro may be more closely related to a person's history of exposure to dying worms than to the presence or absence of live worms in the bloodstream [11], as described for age-related patterns of GST-specific cytokine responses above. It is also possible that exposure of un-infected individuals (i.e. egg negative urine samples) to GST-expressing schistosome larvae which do not develop into fecund adult worm pairs is sufficient to elicit similar GST-specific cytokine responses to those of individuals harbouring patent infections (i.e. egg positive urine samples) [53].\nGiven that PZQ treatment results in a specific increase in the intensity of GST recognition by serum antibodies [9] in addition to a generalised increase in immune responsiveness to whole adult schistosome homogenates [10], we were interested to see whether GST-specific cytokine profiles changed post-treatment. Six weeks after treatment we observed a dramatic increase in the percentage of participants producing detectable GST-specific levels of all innate inflammatory (TNFα, IL-6 and IL-8) and Th1-associated (IFNγ, IL-2 and IL-12p70) cytokines, as well as the effector Th2-associated cytokine IL-13 and the Th17-associated cytokine IL-23p19 (i.e. cytokines associated with pro-inflammatory and effector immune responses). Reflecting this boost in pro-inflammatory cytokine responses after treatment, a clear shift was evident in the combined pattern of GST-specific responses after PZQ treatment relative to baseline. The NMS analysis used to show this pattern was particularly informative since it incorporated all 13 GST-specific cytokines for each individual into a single analysis [46] and thus avoided focusing on variation in individual cytokines which are inherently cross-regulatory and therefore non-independent [54]. NMS has the added benefit of being based on relative differences in cytokine responses (i.e. each NMS score is based on levels of all 13 cytokines ranked relative to those of the rest of the cohort [46]) rather than quantitative differences between individuals and thus the analysis is not biased towards abundant cytokines which are not necessarily more bioactive than those present at low concentrations (e.g. cytokine bioactivity is dependent on cytokine receptor expression in addition to cytokine concentration [54]). Ours is the first study to show that GST-specific cytokine responses are boosted by PZQ treatment but our observations are consistent with previous observations in the same Zimbabwean community that PZQ treatment leads to an increase in pro-inflammatory cytokine responses to antigens from whole S. haematobium cercariae and eggs, which both express GST [10]. Both the intensity of GST recognition and the range of GST isoforms bound by serum antibodies are also enhanced in PZQ-treated inhabitants of schistosome-endemic areas relative to that observed before treatment [9], supporting our observations of a boost in cellular responsiveness specifically to GST after treatment. Increased levels of schistosome-specific cytokines have also been observed following treatment of S. mansoni-exposed populations, although cytokines associated with innate inflammatory and Th17 responses were not assayed in these studies [8], [13].\nFollowing treatment, the 4–9 years age group had the highest scores for pro-inflammatory cytokine profiles relative to the older age groups. Thus, children with the least exposure to schistosome infection and the most regulatory responses to crude schistosome antigens prior to treatment [49] experience the most prominent boost in pro-inflammatory cytokine responses to GST post-treatment. A more pronounced post-treatment increase in children relative to adults has previously been observed for antibody responsiveness to schistosome antigens [55]. PZQ treatment also resulted in schistosome infection-related differences in post-treatment GST-specific Th2-/Th17-/regulatory-type cytokine responses, which were lower in participants with patent infection at the time of treatment than in their un-infected counterparts. The difference between infected and uninfected participant cytokine responses after, but not before treatment, likely reflects the pronounced increase in GST exposure resulting from a PZQ-mediated adult worm death in infected but not uninfected individuals [9], [11]. For example, the relative shift away from a Th2/Th17/regulatory profile following treatment of infected but not uninfected participants may result from a rapid decline in Th2 cells and immunosuppressive mechanisms following removal of live parasites, as described in previous studies [50], [55].\nFew participants were re-infected within 18 months of treatment (n = 7), however we observed that GST-specific IL-12p70 responses were lower in these re-infected children than in their gender, age and pre-treatment infection intensity-matched counterparts who remained uninfected. Although the number of participants included in this analysis is too low to draw firm conclusions on the influence of GST-specific cytokine responses on re-infection rates, this pattern is consistent with our previous observations in the same community that lower pro-inflammatory whole blood cytokine responses to S. haematobium egg antigens are associated with a higher risk of re-infection [10]. Assaying GST-specific cytokine responses over a longer period after PZQ treatment or in communities experiencing more intense re-infection rates are required to identify whether GST-specific cytokine responses contribute to schistosome re-infection risk.\nCollectively this study offers the first comprehensive characterisation of the distribution of GST-specific cytokine responses at a population level in humans naturally exposed to schistosome infection. Our results indicate that GST-specific cytokine profiles are influenced by participant age and PZQ treatment and post-treatment cytokine responses to GST are also influenced by pre-treatment infection intensity. Thus these factors may influence cellular responses to a GST vaccine formulation and should be taken into consideration in future immunogenicity and efficacy trials."
}