{
    "Background": "Sensitization to Anisakis spp. can produce allergic reactions after eating raw or undercooked parasitized fish. Specific IgE is detected long after the onset of symptoms, but the changes in specific IgE levels over a long follow-up period are unknown; furthermore, the influence of Anisakis spp. allergen exposure through consumption of fishery products is also unknown.",
    "Objective": "To analyse the changes in IgE sensitization to Anisakis spp. allergens over several years of follow-up and the influence of the consumption of fishery products in IgE sensitization.",
    "Methods": "Total IgE, Anisakis spp.-specific IgE, anti-Ani s 1 and anti-Ani s 4 IgE were repeatedly measured over a median follow-up duration of 49 months in 17 sensitized patients.",
    "Results": "Anisakis spp.-specific IgE was detected in 16/17 patients throughout the follow-up period. The comparison between baseline and last visit measurements showed significant decreases in both total IgE and specific IgE. The specific IgE values had an exponential or polynomial decay trend in 13/17 patients. In 4/17 patients, an increase in specific IgE level with the introduction of fish to the diet was observed. Three patients reported symptoms after eating aquaculture or previously frozen fish, and in two of those patients, symptom presentation was coincident with an increase in specific IgE level.",
    "Conclusions": "IgE sensitization to Anisakis spp. allergens lasts for many years since specific IgE was detectable in some patients after more than 8 years from the allergic episode. Specific IgE monitoring showed that specific IgE titres increase in some allergic patients and that allergen contamination of fishery products can account for the observed increase in Anisakis spp.-specific IgE level.",
    "Clinical Relevance": "Following sensitization to Anisakis spp. allergens, the absence of additional exposure to those allergens does not result in the loss of IgE sensitization. Exposure to Anisakis spp. allergens in fishery products can increase the specific IgE level in some sensitized patients."
}