{
    "Introduction": "Hookworm-related cutaneous larva migrans (HrCLM) is a parasitic skin disease caused by the penetration of feline or canine hookworm larvae into the human epidermis. The most frequent species are Ancylostoma braziliense, Ancylostoma caninum and Uncinaria stenocephala [1–3]. In humans, the larva is unable to cross the basal membrane of the epidermis and migrates in the compartment of the epidermis until it dies spontaneously after a few weeks to several months [1,4,5]. The migration of animal hookworm larvae causes a typical elevated erythematous linear or serpiginous track known as “creeping eruption” [6]. HrCLM is associated with intense pruritus and significantly impairs the quality of life [7]. The resulting scratching leads to denudation of the skin, which facilitates bacterial superinfection of the lesion [1,8,9]. Additional skin injury may be caused by inappropriate surgical manipulation of the lesion and treatment with toxic substances [10].\nWhereas animal hookworm species parasitize dogs and cats worldwide [11], HrCLM is mainly seen in tropical and subtropical areas in South America, the Caribbean, Africa and South-East Asia [11–14]. Sporadic cases have been reported for Europe [15–20]. In semi-arid north-eastern Brazil, prevalence ranged from 0.2% to 4.4% in the general population and from 0% to 14.9% in children <5 years [21–23]. No population based data exists for other endemic areas.\nKnown risk factors are male sex, young age, living in a house without a solid floor and barefoot walking [8,23]. An association with low income has been suspected [23].\nIn order to investigate the epidemiology of HrCLM in Amazonia and to develop sustainable means of control, in a first step we determined prevalence and risk factors in a resource-poor community in the outskirts of Manaus. Data of a spatial analysis will be published separately.",
    "Methods": "Study area and population\nThe study was conducted in Manaus, capital of Amazonas State, North Brazil. Manaus is situated at 03°06' south latitude and has a hot humid climate. The average annual precipitation is 2307mm and the mean annual temperature is 26.7°C (International Institute of Meteorology of Brazil, http://www.inmet.gov.br/portal/index.php?r=clima/normaisclimatologicas).\nThe study area is part of Nova Vitoria, a resource-poor neighbourhood at the outskirts of Manaus. The boundaries of the study area are defined on three sides by an igarapé, a small affluent of the Amazon River. On the fourth side a paved road separates the study area from Grande Vitoria, another resource-poor community. The study area is characterized by unpaved roads, absence of public health facilities, kindergartens or public schools. There was no sewage disposal system at the time of the study. Electricity was available but only half of the households were legally connected to the grid; the other half used hand-made wire connections. Drinking water was distributed via rubber hoses, which often flooded the streets. Many cats and dogs strayed around in the streets and gardens. Children usually played on the compound of the house, in the streets or on improvised football fields. Hence, the study area was representative for the innumerable poor neighbourhoods at the periphery of Manaus.\n\n\nStudy design\nAs a first step into a comprehensive series of investigations on the epidemiology of HrCLM in Amazonia, we conducted a cross-sectional study in Nova Vitoria in April 2009, at the end of the rainy season. First, a census of all households and inhabitants was performed. During a door-to-door survey, households were GPS-mapped and environmental, socio-economic and behaviour-related risk factors were documented using a pre-tested, structured questionnaire. Inclusion criteria were residency in the study area for more than two months and provision of an informed, written consent.\nAll participants were examined clinically for HrCLM. The examination took place in the house where the family lived, in a room where privacy was guaranteed. The genital area was spared in case of absence of symptoms such as itching. HrCLM was diagnosed clinically by two investigators (DP and FR) when the characteristic slow-moving, elevated linear or serpiginous tracks were present [1,6,7,11–13,24]. Lesions were counted and the appearance and location of the tracks were documented. Each track was defined as a single lesion. Bacterial superinfection was diagnosed when pustules or suppuration were visible.\n\n\nEthical considerations\nThe study was approved by the Ethical Committee of the Fundação de Medicina Tropical- Amazonas (FMT-AM). Informed, written consent was obtained from each participant or in the case of minors from their legal guardian. Each affected inhabitant of Nova Vitoria was offered free treatment independently of the participation in the study. Treatment consisted of ivermectin (Ivermec, Uci-farma, São Paulo, Brazil) given as single oral dose (200 μg/kg) or—in the case of children <5 years or <15 kg and women with suspected or confirmed pregnancy—of topically applied thiabendazole (5%; Tiadol, Bunker Indústria Farmacêutica Ltda., São Paulo, Brazil) 3 times a day for one week.\n\n\nStatistics\nData were entered in Microsoft Office Access 2007, cleaned for entering errors and analysed using PASW Statistics Version 18.0 (SPSS Inc., Chicago, USA). Missing data were assumed to be missing at random and flagged up in the analysis. Only complete cases were analysed.\nAn asset index was formed using principal component analysis (PCA) to categorize households according to socio-economic status. First, a set of assets that reflect wealth was identified. From this set of assets, we selected items with a high inequity in distribution among the households and a high eigenvalue [25]. Included assets were presence of a car, television, fridge, type of house construction, legal connection to electricity and monthly mobile phone costs. Using these assets, an index (“wealth score”) was built based on the respective value of each item in the PCA [25]. Households were ranked and divided into tertiles representing a high, intermediate or low socio-economic status. Income was categorized into three categories with the official minimum wage (R$ 465 per month in 2009) as a reference.\nA knowledge score was derived out of six questions concerning the etiology of HrCLM. Every correct answer added one point to the score. The knowledge score values were categorized in tertiles representing households with little knowledge (0–3 correct answers), moderate knowledge (4 correct answers) and high knowledge (5–6 correct answers). Age groups were formed similar to previous population-based studies on HrCLM to allow comparison of the results [8,21,23].\nFor bivariable risk factor analysis, odds ratios (OR) were calculated together with 95% confidence intervals (95% CI). Statistical analysis consisted of χ²-test or Fisher-exact-test to compare relative frequencies and logistic regression for non-binary variables.\nFor multivariable risk factor analysis, all variables that showed weak evidence of an association with HrCLM (p<0.1) were entered into a stepwise logistic regression. We observed standard errors and 95% CI to identify multicollinearity and removed variables where necessary. A random effects model was used to control for clustering on household level.",
    "Results": "According to the census 412 households existed in the study area, 127 of which were found without a resident present. Of the remaining 285 households, 5 (2%) did not match the inclusion criteria and 18 (6%) refused to participate. The remaining 262 households (92%) were inhabited by a total of 1104 people out of whom 806 (73%) were present during sampling and were included in the study.\nSeventy-eight per cent of the adults were unemployed or working in the informal sector. Fifty-eight per cent of the households had one minimum wage (R$ 465 per month) or less at their disposition. The proportion of illiteracy in adults was at least 27%. Only 11.5% of the households had been visited by a community health worker within the last 12 months. Thirty-one per cent of the households stated that at least one case of HrCLM had occurred in household members within the last 12 months. (Table 1)\nThe median age was 13 years (range 0–72). The majority of the participants were females (59.3%). Sixty-six persons (8.2%; 95% CI, 6.3–10.1%) had HrCLM with a total of 117 lesions. Clinical characteristics of the infected study participants are presented in Table 2. Children aged 10–14 had the highest prevalence (18.2%; 95% CI, 9.3–27.1%; Fig 1). In all age groups of children, boys were significantly more affected than girls (p<0.001). The feet were the most common localisation of HrCLM.\nPrevious episodes of HrCLM were remembered of 18.7% of the participants. Following anamnestic information 39.7% had suffered of pediculosis capitis, 26.8% of tungiasis and 5.7% of scabies in the past year.\nBivariable risk factor analysis showed that male sex, age younger than 15, low family income, a low wealth score, playing football, practicing sport barefoot and presence of animal faeces on the compound were significantly associated with a high risk of HrCLM (Table 3). Those who reported to have had HrCLM in the last year had a significantly higher risk to be diagnosed with HrCLM in the cross-sectional study (OR = 15; 95% CI, 8.5–26.7). The highest risk was associated with the habit of always walking barefoot on sandy ground or soil (OR = 23.4; 95% CI, 8.0–68.6).\nMultivariable risk factor analysis (Table 4) revealed that always walking barefoot on sandy ground or soil was the most important independent risk factor. Male sex, young age and presence of animal faeces on the compound remained independent risk factors for the presence of HrCLM. Obviously, HrCLM was significantly associated with poverty: A low wealth score of a household showed an adjusted odds ratio of 2.5 (95% CI, 1.1–5.8).",
    "Discussion": "HrCLM is a neglected tropical disease associated with significant clinical pathology [26]. From a global perspective it is one of the most common parasitic skin diseases—and not primarily a health problem in returning travellers as publications in journals of travel medicine may make believe [11–13,27–29]. Only few epidemiological studies have been performed in endemic areas and population-based data exists exclusively from north-eastern Brazil. To understand the epidemiology of HrCLM in the Amazonas region, we conducted a cross-sectional study in the outskirts of Manaus and reported findings on prevalence, risk factors and clinical pathology.\n\nClinical pathology\nClinical features were similar to those reported by others [12,13]. Most of the tracks (62.4%) were located on the feet, which reflects the fact that many people walked barefoot. This is consistent with our previous population-based study in rural Northeast Brazil [22]. The percentage of superinfected tracks was 10.6%. Previous studies in endemic areas by us and others reported similar proportions between 8 and 28% [8,21,22,30]. Unhygienic living conditions and practices as well as limited access to healthcare may explain the higher proportion of superinfected HrCLM in our study than usually seen in travellers [10,11].\n\n\nPrevalence\nThe overall prevalence of 8.2% (95% CI 6.3–10.1%) found in this study is the highest ever documented in a population-based study. Previous population-based studies in Northeast Brazil showed an overall prevalence between 0.2% and 4.4% during the dry and the raining season, respectively [8,21,23]. Similar to previous studies, the prevalence differed by age group and sex with a peak prevalence of 25.6% in 10–14 year old boys (Fig 1) [8,23]. Whether there is a seasonal variation in HrCLM prevalence in the Amazonas region, where the climate is hot and humid throughout the whole year, remains to be clarified. Outside Brazil only one prevalence study has been conducted on devotees of a temple in Sri Lanka. Fifty-eight per cent of the devotees were found to have HrCLM; however, it is doubtful whether this finding reflects the true overall prevalence in that area since the participants were examined after a special religious ritual increasing the odds for exposure [30].\nThe extremely high prevalence found in our study indicates excellent conditions for the completion of the off-host cycle of animal hookworm in Nova Vitoria. First, many stray dogs and cats roam in the community and act as animal reservoirs. There is no public veterinary service at all and pets are not treated against intestinal helminths. Animal faeces were present on 11.8% of all compounds, and faecal material littered many public areas. Second, hookworm eggs require an environment that protects them from desiccation to evolve into infective third stage larvae [31]. Manaus is located in the middle of the Amazon basin. The precipitation in the month preceding the study was around 230 mm with 20 days of rain (International Institute of Meteorology of Brazil (INMET)). All streets and most of the compounds in Nova Vitoria were unpaved and became muddy after heavy rainfall. Furthermore, the average temperature never falls below 25°C. This means that the environmental conditions are exceptionally favourable for the propagation of animal hookworm larvae [5]. And third, risky behaviour with prolonged contact to contaminated soil was frequent. Many children did not go to school but roamed through the streets and compounds the whole day, the majority walking barefoot at least part of the time.\n\n\nRisk factors\nThe multivariable model showed a complex pattern of risk factors with walking barefoot on sandy soil being most significant. This corroborates our previous findings from a semi-arid area of Brazil, where the lacking use of footwear was an independent risk factor [23]. For the first time we could show that the odds differed by the frequency protective footwear was used. Participants who always used shoes ran a lower risk of acquiring HrCLM than those wearing shoes sometimes (Table 4). Even the commonly used flip-flops (plastic sandals, which consist of a thin rubber sole with a single string) provided significant protection. However, closed shoes were worn regularly only by seven individuals.\nObviously, HrCLM was predominantly acquired outdoors. Neither walking barefoot indoors, even if the floor consisted of sand or soil, nor owning a cat or dog were identified as independent risk factors. Assumedly, animal hookworm larvae were unable to complete the life cycle indoors because the floors were usually dry and accidentally dropped animal excrements were rapidly removed.\nIt remains uncertain whether the infections predominantly took place peridomestically or in public areas, such as parks, as suspected in some outbreak investigations [32–34]. Our findings that the presence of faeces on the compound was an independent risk factor and that playing football on improvised playgrounds was not an independent risk factor indicate that peridomestic transmission is important.\nThis study shows for the first time that low income and poverty-related living conditions are crucial risk factors for HrCLM. Hitherto, a low family income has been identified as a risk factor but didn´t reach statistical significance in the mulitvariate analysis. The concept of an asset index as a long-term indicator of the socio-economic status of the household has never been applied in earlier studies [8,23].\nEven within a poor population, as in the community of Nova Vitoria, the relative level of poverty predicted the risk of acquiring HrCLM. A household income of one minimum wage or less was associated with a high risk of acquiring HrCLM. Also, a low wealth score was an independent risk factor. Hence, the poorest of the poor are the most vulnerable part of the population, which corroborates our hypothesis that occurrence of HrCLM is a proxy of the economic situation in a country [35]. Many neglected tropical diseases are considered to be associated with poverty [36,37] but HrCLM is particular in the sense that it affects the poorest of the poor.\n\n\nPolicy recommendations\nIn contrast to other soil-transmitted helminths, HrCLM has a pure animal reservoir and thus treating the human population cannot influence the incidence of HrCLM. Veterinary anthelmintic therapy can be effective [38] but is hard to realise in areas lacking basic infrastructure even for human health. Therefore, disease control strategies have to point towards improvement of living conditions, environmental factors and protective behaviour. Preventing access of cats and dogs to playgrounds and informing the public about pet-associated health risks and protective shoewear will be essential to reduce the parasite burden in humans as long as infrastructure remains precarious [32–34,39,40].\n\n\nLimitations\nFor safety reasons Nova Vitoria could only be visited during daylight hours. Thus, there may have been a selection bias in favour of women and children staying at home versus adult males being at work. By means of an exhaustive sampling strategy, we still obtained a high participation and a representative sample of the daytime population. We have no reasons to believe that study participants with missing data differed from those without missing data and hence any missing observation reduced statistical power but is unlikely to have biased the results [41].\nConfusion of HrCLM with other conditions that present as a creeping skin eruption such as gnathostoma, Strongyloides stercoralis (larva currens), fly maggots (migratory myiasis) and scabies is theoretically possible [1,6,24]. However, a slightly elevated linear or serpiginous track and the slow velocity of progression with several millimetres to few centimetres per day are pathognonomic [6,42]. We therefore assume that all participants were correctly diagnosed.\n\n\nConclusion\nThe study revealed the highest prevalence of HrCLM in a representative population sample known to date and showed transmission in peridomestic areas. We could prove that HrCLM is a disease of the poorest of the poor. It is therefore plausible that for elimination of HrCLM as a public health threat, it is necessary to improve the living conditions."
}