{
    "Introduction": "Zika virus (ZIKV) is mainly transmitted by the Aedes aegypti mosquito in tropical regions [1,2]. In 1947, the Zika virus was discovered in the Zika forest in Uganda [1,3], and the first cases of human infection were detected in 1952 in Uganda and Tanzania [3–5]; however, it was only in 2013 in French Polynesia that severe neurological complications were first described, and the incidence of Guillain–Barré syndrome was observed to increase approximately 20-fold that year [2,6].\nIn 2015, an epidemic of ZIKV infection was declared in Brazil [7,8]. The symptoms in infected adults were mild, but in the fetuses of women infected during pregnancy, especially in the late first trimester, the disease was extremely severe, with the main alterations of microcephaly and other types of brain damage observed. The disease in fetuses and infants has been called congenital Zika syndrome (CZS), a term proposed because the pathological effects are not limited to microcephaly; indeed, other manifestations of neurological and systemic development [9], such as cortical development reduction, calcifications, ventriculomegaly, abnormalities of the corpus callosum, microencephaly defined as reduced brain volume, and microcephaly, defined as reduced head circumference, have been observed [9–12]. In addition to brain impairment, congenital arthrogryposis, microphthalmia, dysphagia, and neuromuscular alterations are the most common systemic manifestations. [13,14]\nIn children with congenital Zika syndrome, the prevalence of congenital heart disease was higher than the expected rate for a population younger than 12 months of age; however, most of the defects found were hemodynamically insignificant. Atrial septal defects (ASDs), ventricular septal defects (VSDs), persistent foramen ovale, anomalous drainage of the pulmonary veins, total atrioventricular septal defects, and persistent ductus arteriosus have been described [15–17]. However, electrocardiographic, comprehensive echocardiographic and biomarker evaluations have not been evaluated in this patient population. Parte superior do formulário.",
    "Methodology": "Ethics statement\nThe research was approved by the Ethics Committee of the Federal University of Paraíba, number 4683726. Formal written consent was obtained from the parent/guardian.\nBetween 2021 and 2022, we recruited 52 children whose mothers were infected with ZIKV during pregnancy who were diagnosed with CZS and receiving follow-up care at the Joaquim Amorim Neto Research Institute (IPESQ) in Campina Grande, Paraíba, Brazil for our cross-sectional study. The CZS diagnosis was made in fetuses or newborns by rRT-PCR of amniotic fluid, serum, or urine or by brain imaging examination via computer tomography (CT) or magnetic resonance imaging (MRI).\nThe control group comprised 25 healthy children of the same age and gender range from public schools in Campina Grande, Paraíba, and the invitation to participate was extended during school meetings. Patients with congenital heart disease with hemodynamic repercussions and patients whose legal guardians did not agree to participate were excluded.\nThe sample was convenience-based, including all patients with CZS under follow-up at the research center in 2021. There was limited adherence in the control group since data collection occurred during the COVID-19 pandemic. Considering that the values would be adjusted by the Z score and reference values are well defined in the literature, we chose to maintain a 2:1 ratio. This study formed the doctoral thesis of the first author, Imara Correia de Queiroz Barbosa, MD, who was a student at the Heart Institute (InCor), University of São Paulo Medical School.\nPhysical examinations, 12-lead electrocardiograms (EKG), and transthoracic echocardiograms (TTE) were performed on all patients. Natriuretic peptide type B (BNP) and troponin levels were measured, and neuroimaging analysis was performed on the CZS group.\nEKG was performed using a Wincardio device (Micromed, Brazil). Heart rhythm, heart rate, presence of chamber overloads, conduction blocks, and arrhythmias were assessed. TTE was performed on an Affiniti 50 device (Philips, Amsterdam) equipped with second harmonic imaging. The images were acquired and analyzed according to the recommendations of the American Society of Echocardiography. [18]\nLinear measurements of the left atrium (LA), left ventricle (LV), right ventricle (RV), aorta, pulmonary artery, and inferior vena cava were performed and normalized according to age and body surface area using the Z score. The left and right atrium (RA) volumes were adjusted for body surface area (volume index). The ejection fraction (EF) was estimated by the biplane Simpson’s method. The measurements of lateral systolic excursion of the mitral annular plane (MAPSE) and tricuspid annular plane systolic excursion (TAPSE) were performed using the M-mode and adjusted according to the Z score. Transmitral flow is sampled from the apical four-chamber view using pulsed wave Doppler imaging. We used tissue Doppler imaging at the lateral mitral and tricuspid annulus regions to calculate peak systolic (s’), early diastolic (e’), and late diastolic (a’) velocities. In patients with tricuspid regurgitation, continuous wave Doppler was used to measure the maximal velocity of tricuspid regurgitation and calculate pulmonary artery systolic pressure (PASP). The measurements of MAPSE, TAPSE, and S’ from the RV were also normalized according to age and body surface area using the Z score.\nFor myocardial deformation index evaluation, the imaging acquisition was set to a frame rate between 40 and 80 frames per second, and it was ensured that the EKG signal was stable and that the heart rate was constant. LV global longitudinal deformation was analyzed by obtaining apical views of three chambers, four chambers, and two chambers to analyze 18 segments. LV circumferential deformation was analyzed using images acquired in the short-axis view of the parasternal window. Three dynamic images were acquired: basal at the level of the mitral valve, mid at the level of the papillary muscles, and apical for analysis of 18 segments. To investigate RV deformation, a four-chamber apical view was acquired to analyze the 3 segments of the free wall. By convention, the negative sign was not used for the global longitudinal and circumferential index evaluation value.\nHigh-sensitivity troponin I and BNP levels were measured. Blood samples were collected on the same day as the transthoracic echocardiogram from patients with CZS. The normal reference value for BNP was <35 pg/mL since they were outpatients, and that for high-sensitivity troponin I was <0.2 ng/mL.\nAll patients with cerebral palsy underwent CT and MRI analysis of the brain, which was previously performed by an experienced radiologist. The level of cerebral palsy was calculated using the Gross Motor Function Classification System (GMFCS), which objectively classifies motor function based on initial movement, such as sitting, standing up, and moving around [19].\n\n\nStatistical analyses\nSince the numeric variables were not normally distributed, they were described using medians and ranges, and categorical variables were described using relative and absolute frequencies. Mann–Whitney U or Kruskal–Wallis tests were used to assess differences between groups, and Fisher’s exact test was used to test for differences in categorical variables. We used a linear regression model for the multivariate analysis. The interobserver analysis was performed on 20% of samples using the intraclass correlation coefficient (ICC), with values between 0.75 and 1 considered excellent. Statistical analyses were conducted using SPSS software version 23.0 (SPSS Inc. USA). The significance level was set at 5%.",
    "Results": "We initially evaluated 53 patients in the CZS group (ZG). Unfortunately, the difficult acoustic window during the echocardiogram of one patient resulted in low-quality images, and this patient was subsequently excluded from our analysis. None of the remaining patients were excluded due to congenital heart disease with hemodynamic repercussions.\nAs a result, our final sample consisted of 52 patients with CZS (ZG) and 25 patients in the control group (CG). Importantly, none of the patients exhibited the clinical manifestations of heart failure or severe heart disease. Detailed characteristics of the study groups are presented in Table 1.\nAll patients underwent EKG. In the ZG, 9 (17.30%) patients had sinus arrhythmia, 4 (7.69%) had sinus tachycardia, 1 (1.92%) had sinus bradycardia, 1 (1.92%) had RV overload, and another (1.92%) had LV overload. In the CG, 4 (16%) patients had sinus arrhythmia, 1 (4%) had a right bundle branch block, and 1 (4%) had frequent monomorphic ventricular extrasystoles. The electrocardiographic parameters are listed in Table 2.\nThe following structural cardiac alterations were indicated by echocardiography: 46 patients had some degree of tricuspid regurgitation, allowing estimation of PSAP, including 29 (55.76%) in the ZG and 17 (68%) in the CG, Most patients had only physiological escape, whereas 9 (17.3%) in the ZG and 4 (16%) in the CG had mild tricuspid regurgitation, 2 (3.84%) in the ZG had a patent foramen ovale, 1 (1.92%) in the ZG had pulmonary artery hypoplasia, 1 (1.92%) in the ZG had mitral valve prolapse, 1 (1.92%) in the ZG had pericardial thickening, and 1 (4%) in the CG had patent ductus arteriosus with a mild shunt.\nTable 3 presents the echocardiographic measurements of the left heart of patients in the two groups. Table 4 presents the echocardiographic measurements of the right heart of patients in the two groups.\nWe employed a linear regression model to analyze the relationships among confounding variables. Having The fact that the patient had CZS, after adjusting for sex, age, weight, and height, negatively affected the left atrial volume index (p<0.01), right atrial volume index (p<0.01), left ventricular end-diastolic diameter (p<0.01), basal right ventricular diameter (p<0.01), S’ velocity of the right ventricular lateral wall (p = 0.09), tricuspid annular plane systolic excursion (p<0.01), and mitral annular plane systolic excursion (p<0.01) and had no effect on the ejection fraction (P = 0.354).\nOf the 52 ZG patients, only 1 did not have measurements of BNP and troponin I performed on the day of the echocardiogram. All other patients had ultrasensitive troponin I levels < 0.2 ng/mL and BNP levels < 17 pg/mL.\nMicrocephaly was present in 36 patients in the ZG group (69.2%); however, among them, 6 were born with a normal head circumference and developed microcephaly as they grew. All patients exhibited neuroimaging alterations consistent with CZS.\nThe degree of cerebral palsy was evaluated in the ZG group, and the distribution of patients by degree of paralysis was grade I—2 (3.8%), grade II—1 (1.9%), grade III—1 (1.9%), grade IV—2 (3.8%), and grade V—46 (88.6%).\nTC and/or cerebral MRI were evaluated in 44 out of 52 ZG patients, and the following findings were obtained, in order of prevalence: 43 (97.22%) patients had subcortical calcification; 42 (95.45%) had simplification of the gyral pattern; 41 (93.18%) had ventriculomegaly; 33 (75%) had corpus callosum hypoplasia; 27 (61.36%) had basal ganglia calcification; 11 (25%) had severe cerebellar vermis hypoplasia; 9 (20.45%) had ventricular asymmetry; 7 (15.90%) had segmental hypoplasia of the brainstem; 4 (9.09%) had asymmetric cerebellar hypoplasia; 3 (6.81%) had cerebellar calcification; 3 (6.81%) had brainstem hypoplasia; 3 (6.81%) had skull collapse; 2 (4.5%) had asymmetric cerebellar hypoplasia; 1 (2.27%) had agenesis of the corpus callosum; 1 (2.27%) had severe cerebellar vermis hypoplasia; and 1 (2.27%) had calcification in the brainstem.",
    "Discussion": "This was the first study to evaluate cardiac alterations, including an evaluation of the ventricular myocardial deformation index, in young children with CZS. Few studies have evaluated the heart in this patient demographic and instead have focused on observing congenital heart disease during the first year of life [15,16,20,21].\nOur study demonstrated that the cardiac chambers of patients with CZS were smaller than those of healthy children in the control group, corrected for age and body surface area; moreover, functional alterations were observed considering TAPSE, MAPSE, and S’ of RV. These findings have not been reported previously.\nIn the electrocardiographic analysis, we observed that the duration of the P wave and QRS complex was shorter in the ZG group, possibly due to the smaller heart dimensions of these patients. In this group, sinus arrhythmias were the most frequently observed alterations, in addition to RV overload in one patient and LV overload in another. Electrocardiographic alterations are poorly described in this population.\nThe echocardiographic findings indicated more strikingly that patient hearts were smaller in the ZG than in the CG, with reduced dimensions of the LV, RV, PA, and ascending aorta and reduced LA and RA volumes, even when measurements were corrected by Z score and body surface area.\nAlthough the heart size was reduced in CZS patients, there was no difference between the groups in LV ejection fraction or myocardial deformation index evaluation, two well-established methods for evaluating pediatric myocardial function [22].\nRossi and colleagues conducted an in vitro study that characterized ZIKV infection of human fetal cardiac mesenchymal stromal cells (fcMSCs), which play important roles in both normal and pathophysiological cardiac development and function. Their findings indicate that ZIKV predominantly enters cells using the TAM-family protein tyrosine kinase receptor AXL, affecting the fcMSC differentiation process and cell death. These observations strongly suggest that heart tissue may represent another susceptible target of ZIKV infection; however, the potential cardiac-related effects of ZIKV infection have not been well characterized [23].\nAnother study examined ZIKV replication in human skeletal muscle myoblasts, revealing that it impairs muscle fiber differentiation. In mouse models, it was demonstrated that ZIKV targets muscle tissue both during embryonic development and after birth. This muscle infection resulted in necrotic lesions, inflammation, fiber atrophy, and reduced expression of myogenic factors, indicating that skeletal muscle is a site of viral amplification and injury that impairs muscle development. Additionally, the study suggested that ZIKV infection during myoblast differentiation could reduce the number and area of newly formed muscle fibers, potentially causing damage during fetal and neonatal muscle development [24]. The heart is potentially affected in the same way as the skeletal muscle.\nJashari et al. performed a meta-analysis in healthy children and found that the normal mean values of the longitudinal global strain of the LV ranged from -12.9% to -26.5% (mean, -20.5; 95% CI, -20.0 to -21.0%), the normal mean value of circumferential global strain of the LV ranged from -10.5% to -27.0% (mean, -22.06; 95% CI, -21.5 to -22.5%), and the values for the radial strain of the LV ranged from 24.9% to 62.1% (mean, 45.4%; 95% CI, 43.0 to 47.8%). Variations in the different normal ranges were dependent on the equipment used, the LV end-diastolic dimension, and the age of participants. Of the 28 studies analyzed, 24 involved the use of equipment from GE Healthcare [25].\nIn the current study, patients in both groups presented with similar global longitudinal strain of the LV values as in previous reports, while the global circumferential strain of the LV values were higher than previously reported, indicating a lower correlation of these latter data with previous studies [25].\nRegarding the TAPSE measurement in the ZG corrected by the Z score, the values were below the normal limits described by studies in healthy children and lower compared to those in the CG, suggesting that the systolic function of the RV may be impaired. The adjustment of this specific measurement by the Z score factors age to a greater extent than body surface area, and we believe that the smaller size of the cavities and the smaller body surface area of CZS patients may have influenced our results [26,27].\nThe reproducibility of TAPSE measurements is observed to be higher than that of other echocardiographic indices for assessing RV function [28]. However, we also found a difference in the S’ measurement of the RV on tissue Doppler images, which further reinforces the observation that RV cardiac function is abnormal in children with CZS.\nKoestenberger et al. evaluated 860 healthy pediatric patients and found good correlation between S’ of the RV and TAPSE measurements, emphasizing the need to adjust measurements by the Z score, as conducted in the current study [26].\nMAPSE measurements were also lower in the ZG. This parameter remains underutilized in the pediatric population, despite being a simple, reproducible, and effective method for assessing the longitudinal systolic function of the LV, with a good correlation with the EF [29]. This was the only functional parameter of the LV that was different between the groups in our study, with lower values observed in the ZG. Due to the variation of this parameter with body surface area and age, it was necessary to adjust the measurements by the Z score; however, age is the more important predictor in this adjustment [29]. Considering that there is a large difference in body surface area between the groups and that heart size was smaller in the ZG, this may justify the result, as in the TAPSE analysis.\nThe parameters of diastolic function of the LV in the ZG, although altered compared to those in the CG, still fell within the normal range for the age group studied; these parameters vary widely in children. Diastolic evaluation in the pediatric population is still based on the extrapolation of guidelines from the adult population [30].\nOur echocardiographic diagnoses are compatible with physiological or mild functional alterations. None of the patients in the sample had moderate or severe heart disease dysfunction, which was previously demonstrated in the literature on the CZS population.\nDi Cavalcanti et al. analyzed transthoracic echocardiograms performed in 103 children with possible CZS (mean age: 58 days) and showed that the prevalence of congenital heart disease was 13.5%, almost three times higher than expected for a population under one year of age; however, the types of alterations observed were septal defects, mostly without hemodynamic repercussions [15]. Another study evaluated 120 children with a mean age of 97 days and revealed similar findings [16]. Angelidou et al. reported the first case of CZS accompanied by severe congenital heart disease in a patient with a single ventricle who required cardiac surgery and extracorporeal membrane oxygenation support [20].\nArrais et al. evaluated children during the first four years of life, and no cases of moderate to severe congenital heart disease were found. Transient and physiological findings were observed in 21.6% of patients, and 13.7% of children were diagnosed with mild asymptomatic congenital heart disease without hemodynamic repercussions [21].\nCardiovascular complications should be treated according to relevant national and international guidelines [31]. Considering the absence of moderate to severe heart disease in CZS patients, a previous study concluded that there is currently no recommendation for cardiac screening that differs from that already performed for the general population of the same age group [16]. Based on our results, echocardiography should be routinely performed in every patient with CZS, reinforcing the need to evaluate the RV, the most affected chamber identified in our study, although no hemodynamic repercussions were observed.\nWhile some echocardiographic parameters showed anatomical and functional alterations, the use of the biomarkers BNP and troponin I indicated that patients in the current study had normal cardiac function. Notably, to our knowledge, no previous studies in patients with CZS have employed biomarkers despite their well-validated use in the pediatric population. The levels of high-sensitivity troponin I, BNP, and pro-BNP have good correlation with heart failure severity in children, making them useful tools in determining appropriate treatment [32,33].\nOur sample consisted of patients with severe neurological deficits, advanced levels of cerebral palsy, and severe neurological compromise on neuroimaging.\nInstances of critical illness in infants and children often imply a hypermetabolic state. Children with cerebral palsy commonly manifest nutritional and growth disorders, occasionally requiring gastrostomy tube feeding due to severe malnutrition, dysphagia, feeding difficulties, and the risk of broncho-aspiration [34]. Substantial nutritional deficits can impede musculature development, potentially impacting cardiac musculature. Aguiar et al. observed that between the ages of 25 and 36 months, over 50% of CZS children fell below weight and height thresholds, with growth restriction being evident since gestation [35]. The growth deficit in CZS likely results from a combination of factors, and our findings suggest that the heart may also be affected by this growth restriction. Microcephaly is one of the main features associated with CZSl however, not all affected patients present with this anomaly. In our study, some patients had normal head circumference but still showed characteristic disease-related changes on neuroimaging, such as the presence of subcortical calcifications. A similar finding was also observed by Aragão et al. when evaluating 19 patients with CZS, and this type of calcification was found in all cases without microcephaly [36].\nSubcortical calcification was the most frequent neuroimaging finding in our study population, which is consistent with the literature [37–39]. Simplification of the gyral pattern and ventriculomegaly were frequently identified in the patients in our study. In a case series of fetuses and neonates with suspected ZIKV-related congenital syndrome conducted in Pernambuco, ventriculomegaly was present in all cases [40], and in another case series with patients from Ceará, ventriculomegaly and alterations in the gyral pattern were common findings [41].\nAlmost all patients with ZIKV-related congenital syndrome in our sample had level V cerebral palsy. Even among those without microcephaly, level V was found in most patients. This finding is consistent with the literature since the absence of microcephaly does not exclude severe neurological impairment [10,42].\nPaixão et al. conducted a population-based cohort study to estimate mortality among live-born children with CZS compared with that in those without the syndrome and identified cerebral palsy as the leading cause of death in both groups of children under 1 year and under 3 years of age [43].\nThis study has some limitations worth considering. The function of the RV can be estimated by TAPSE, S’ velocity on tissue Doppler and by calculating the fractional area change (FAC). The latter method has good correlation with the EF assessed by MRI (53); however, its implementation is limited by the difficulty associated with obtaining an excellent echogenic window in the cardiac apex, which is necessary for the method. Additionally, the COVID-19 pandemic limited the ability of patients residing in other states to access the IPESQ research center and made it difficult for parents to allow the children in the control group to attend medical clinics.\nIn conclusion, although congenital Zika syndrome is a rare condition, its impact is profound, causing serious neurological damage and affecting other organs. This study reveals a concerning reduction in the size and functional changes of the heart. It is crucial to conduct further research to better understand how the heart is affected, whether it is due to direct viral action or nutritional deficits. Early identification of cardiac anomalies underscores the importance of conducting regular cardiac assessments and providing continuous follow-up for this group of patients, who often face vulnerabilities and heavily rely on access to public healthcare services."
}