{
    "Abstract": "Despite the global distribution and public health consequences of Taenia tapeworms, the life cycles of taeniids infecting wildlife hosts remain largely undescribed. The larval stage of Taenia serialis commonly parasitizes rodents and lagomorphs, but has been reported in a wide range of hosts that includes geladas (Theropithecus gelada), primates endemic to Ethiopia. Geladas exhibit protuberant larval cysts indicative of advanced T. serialis infection that are associated with high mortality. However, non-protuberant larvae can develop in deep tissue or the abdominal cavity, leading to underestimates of prevalence based solely on observable cysts. We adapted a non-invasive monoclonal antibody-based enzyme-linked immunosorbent assay (ELISA) to detect circulating Taenia spp. antigen in dried gelada urine. Analysis revealed that this assay was highly accurate in detecting Taenia antigen, with 98.4% specificity, 98.5% sensitivity, and an area under the curve of 0.99. We used this assay to investigate the prevalence of T. serialis infection in a wild gelada population, finding that infection is substantially more widespread than the occurrence of visible T. serialis cysts (16.4% tested positive at least once, while only 6% of the same population exhibited cysts). We examined whether age or sex predicted T. serialis infection as indicated by external cysts and antigen presence. Contrary to the female-bias observed in many Taenia-host systems, we found no significant sex bias in either cyst presence or antigen presence. Age, on the other hand, predicted cyst presence (older individuals were more likely to show cysts) but not antigen presence. We interpret this finding to indicate that T. serialis may infect individuals early in life but only result in visible disease later in life. This is the first application of an antigen ELISA to the study of larval Taenia infection in wildlife, opening the doors to the identification and description of infection dynamics in reservoir populations."
}