{
    "Introduction": "Infection with the intestinal helminth Strongyloides stercoralis remains a common problem throughout the tropics, including Thailand [1], [2]. It is estimated that 30 to 100 million people are infected worldwide [1]. Most infected individuals are asymptomatic or developed minimally symptomatic chronic infection through autoinfection [3]. Potentially fatal disseminated infections, due to an acceleration of the autoinfection cycle, are seen in immunocompromised patients, such as those with concurrent human T-lymphotropic virus-1 (HTLV-1) infection, or those on corticosteroid therapy [3], [4]. Other recognized risk factors for disseminated strongyloidiasis include malignancies especially lymphoma, organ transplantation and diabetes mellitus [5], [6]. Gastrointestinal symptoms associated with strongyloidiasis include diarrhea, abdominal discomfort, nausea/vomiting and anorexia. The diagnosis of strongyloidiasis should be suspected if there are clinical signs and symptoms, or eosinophilia [7]. Definitive diagnosis of strongyloidiasis is usually made on the basis of detection of larvae in the stool [8]. The combination of diagnostic approaches such as repeated direct microscopic examination of fecal smear, fecal concentration methods such as formol-ether concentration (FEC), and modified Koga agar plate culture have been used to improve the likelihood of detecting this parasite [7]–[11].\nIn the past, the treatment of choice for strongyloidiasis has been thiabendazole, but this drug has unpleasant side effects and is no longer available. Albendazole, another broad-spectrum antihelmintic agent, was previously shown to be effective against S. stercoralis [12]–[15]. More recent reports suggest ivermectin, a macrolide-like agent developed primarily for the treatment of onchocerciasis, is as effective as thiabendazole [16] and superior to albendazole against intestinal strongyloidiasis [17]–[21].\nAlthough a single dose of ivermectin 200 microgram/kilogram body weight (µg/kg) was shown to be effective in uncomplicated chronic strongyloidiasis, repeated treatment at two or three week intervals was thought to be necessary to eliminate larvae generated by autoinfection [22].\nA preparation of oral ivermectin licensed for human use has recently become available in Thailand. However, albendazole remains the most widely used antiparasitic drugs for the treatment of this infection in this country. The purpose of the present study was to assess the safety and efficacy of a single dose of ivermectin (200 µg/kg), or two doses of ivermectin given 2 weeks apart, and a 7-day course of high dose albendazole for the treatment of chronic strongyloidiasis in adult patients who were at high risk of hyperinfection or disseminated infection.",
    "Materials and Methods": "Study design and ethics\nThis was a prospective open-label, randomised, controlled study conducted between July 2008 and April 2010 at Siriraj Hospital, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand. The study was approved by the Ethical Committee on Research Involving Human Subjects, Siriraj Hospital, Faculty of Medicine, Mahidol University, Thailand. All patients were informed about the purpose of the trial and gave written informed consent before enrollment. The study enrollment was stopped in December 2009 after 100 eligible patients had been recruited.\n\n\nPatients\nAdult patients (>18 years) were recruited from Siriraj Hospital if characteristic rhabditiform larvae of S. stercoralis were present on fecal microscopy. Exclusion criteria included a history of allergic reaction to either study medication, treatment within the month prior to the study with any drug known to have anti-strongyloides activity, pregnancy or lactation and any suggestion of disseminated strongyloidiasis.\n\n\nTreatment\nComputer generated, simple, random allocation sequences were prepared for 3 study groups by the investigator team. These were sealed in an opaque envelope and numbered. The investigator (YS) assigned study participants to their respective treatment group after opening the sealed envelope. Once an eligible patient was identified and informed consent was obtained, the patient was randomly allocated to one of the following group (1∶1∶1 ratio):\n\nIvermectin-I group: a single oral dose of 200 µg/kg (Vermectin®, Atlantic Laboratories Co, Ltd., Thailand).\nIvermectin-II group: two oral doses of 200 µg/kg of ivermectin (Vermectin®, Atlantic Laboratories Co, Ltd., Thailand) given 2 weeks apart.\nAlbendazole group: oral albendazole (Albatel®, TO Chemical, Thailand) 400 mg twice daily for 7 days.\n\n\nStudy Procedures\nBaseline evaluation included history, detailed physical examination, and laboratory investigations such as complete blood count (CBC), urinalysis, and biochemistry. Patients were requested to collect two consecutive fecal samples at every hospital visit. The coprodiagnosis for the detection of S. stercoralis larvae using direct smear, formol-ether concentration method [9], and modified Koga agar plate culture method [10] was performed for each patient at the Infectious Diseases and Tropical Medicine Laboratory, Division of Infectious Diseases and Tropical Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Thailand.\nPatients were required to make seven hospital visits to complete the study: at baseline evaluation and initiation of treatment, at 2 weeks after initiation of treatment, then at 1 month, 3 months, 6 months, 9 months, and 1 year after treatment. Patients who completed 1 year of follow-up were invited for further follow-up visits every 3 months or at their convenience.\n\n\nOutcome measures\nEfficacy.The efficacy of treatment was analyzed on a modified intention to treat, and a per-protocol basis. Modified intention to treat analysis was based on the number of patients who were randomized and received treatment. Per-protocol analysis was based on the number of patients who completed the treatment and were followed up as planned. Analyses of adverse events were on the modified intention to treat basis.\nThe outcome was evaluated according to the following definitions; “Cure” was defined as clinical improvement (if symptomatic before treatment) and the absence of rhabditiform larvae in the stool at day14 of treatment and throughout the follow-up period. “Failure” was defined as the presence of larvae two weeks after initiation of treatment or the reappearance of larvae during follow-up.\n“Adverse events” were defined as symptoms or signs that developed after the study drug administration and had not been reported prior to the administration of the first dose of the antihelmintic.\n\nSample Size and Statistical Methods.Assuming the therapeutic efficacy of albendazole to be 60% and of both regimens of ivermectin treatment to be 90% [17]–[20], [22], with alpha error 0.5, and 80% power, it was calculated that 22 patients would be needed in each study group. The lost to follow up rate was assumed to be 20%. Therefore 27 patients would be needed in each study group.\nDemographic data, results of investigations, stool examination at baseline and follow up visits were recorded in the database. All statistical analyses were performed using SPSS, version 17.5. Pearson chi square or Fisher's exact tests were used to compare rates and proportions, as appropriate. Mann-Whitney U tests were used to analyze continuous variables that were not normally distributed. Independent sample t- tests were used to compare normally distributed variables, taking a probability of less than 5% as the level of significance. Kaplan-Meier plot and Cox proportional hazard model were constructed to identify independent risk factors for treatment failure.",
    "Results": "One hundred and fifty one patients had detectable rhabditiform larvae of S. stercoralis on fecal microscopy during the study period. One hundred patients were enrolled (36, 32, and 32 patients in albendazole, ivermectin-I, and ivermectin-II groups respectively). Ten patients were excluded from analysis because they did not receive or complete the study treatment (3 in albendazole group, 2 in ivermectin-II group), or they were lost to follow-up immediately after treatment (3 in albendazole group, 1 each in ivermectin-I and ivermectin-II respectively). Overall, 90 patients were eligible for the modified intention to treat analysis. Detail of the total number of enrollment, randomization, follow-up and inclusion in the final analysis comparing among the three treatment groups is shown in Figure 1.\nThe demographic data, concomitant diseases, baseline clinical and laboratory investigations are shown in Table 1 and 2. All except one patient had an associated medical problem, including concurrent other parasitoses. These patients also had abnormal serum aspartate aminotranferase (AST) and alanine aminotransferase (ALT) levels prior to entering the study due to their underlying conditions.\nThe intensity of initial infection of the three study groups was similar, i.e. S. stercoralis larvae were found from the direct fecal examination in 24 (80%), 25 (80.6%), and 28 (96.6%) in albendazole, Ivermectin-I, and ivermectin–II groups, respectively (P = 0.123). Larvae were also detected from modified Koga agar plate culture in 22/26 (84.6%) patients in the albendazole group, in 22/26 (84.6%) patients in the ivermectin-I group, and in 24/29 (82.8%) patients in the ivermectin-II group, respectively (P = 0.976).\nDiarrhea was detected in half of the patients and it was relieved after treatment in most patients. Abnormal bowel movement at second week of follow-up was reported in 4 patients in the albendazole group, 2 patients in the ivermectin-I group, and 3 patients in the ivermectin-II group, respectively (P = 0.641). S. stercoralis larvae were detected in one patient in the ivermectin-I group at third month of follow-up. In ivermectin-II group, S. stercoralis larvae were detected at second week prior to the second dose of ivermectin in two patients. No patients had reinfection/relapse after the second dose of ivermectin treatment. In albendazole treated patients, S. stercoralis larvae were detected at second week of follow-up in 2 patients, at first month of follow-up in 2 patients, between 3–6 months of follow-up in 3 patients, and between 6–12 months of follow-up in 4 patients. All of the relapses/ reinfections found during follow-up were clinically inapparent.\nParasitologically, parasite elimination was documented in 19 (63.3%) albendazole treated patients, in 30 (96.8%) single-dose ivermectin treated patients, and 27 (93.1%) two-dose ivermectin treated patients (P = 0.006) (Table 3). Cox regression analysis showed that albendazole treated group had 14.7 times (95%CI 1.8–111.9), and 5.7 times (95%CI 1.3–25.7) higher risk for reinfection/ relapse of strongyloidiasis than ivermectin-I and ivermectin-II group, respectively. Kaplan- Meier Plot compares the parasitological cure rate between these study groups is shown in figure 2. No hyperinfection syndrome or disseminated infection was found among these patients during the study period. S. stercoralis larvae were detected after treatment using FEC in 8 patients, and by modified Koga agar plate culture only in 6 of them. All patients with relapse/reinfection were retreated with two doses of ivermectin in two weeks apart.\nOverall albendazole and ivermectin were well tolerated. Transient elevation of AST, and ALT levels was detected in one patient in ivermectin-II group. The AST and ALT levels returned to normal 2 weeks after the second dose of ivermectin treatment. Severe nausea and vomiting was reported in one patient in the albendazole group.\nFifteen patients died after enrollment (5 patients in each treatment group). Causes of death were not related to the study drugs, and were considered to be due to an underlying disease or its complications (solid tumor in 5, hematologic malignancies in 3, diabetes mellitus, or systemic lupus erythrematosus (SLE), or hypertension with complications such as myocardial infarction or sepsis in 7 patients). The median duration from enrollment to death was 2 weeks (range 2–14 weeks) in the albendazole group, 5 weeks (range 2–38 weeks) in the ivermectin-I group, and 2 weeks (range 1–27 weeks) in the ivermectin-II group, respectively.",
    "Discussion": "Strongyloidiasis remains a significant health problem in many developing countries, mainly due to the potential for lethal disseminated disease [1], [5]. Gastrointestinal symptoms associated with strongyloidiasis found in this study included diarrhea, abdominal discomfort, nausea/vomiting and anorexia. Chronic infection with S. stercoralis was clinically inapparent in half of the patients at enrollment, and in all of relapses/ reinfections found during follow up. Peripheral eosinophilia (>500 eosinophils/µL.) was detected in half of the patients at enrollment. S. stercoralis larvae were detected after treatment using FEC in 8 patients, and by modified Koga agar plate culture in 6 patients. This information confirmed that fecal examination, including culture and/or serology, every 3–6 months of follow-up should be recommended for early detection and treatment of latent infection to prevent hyperinfection or disseminated disease in these patients [3], [5].\nResults of this study corroborate the results from previous randomised controlled studies on the higher efficacy of ivermectin compared to various dosage regimens of albendazole for treating chronic strongyloidiasis [17]–[21]. A summary of results from these previous controlled trials of ivermectin treatment for chronic strongyloidiasis is shown in Table 4. Although these studies were conducted in different geographical areas and population groups, i.e. in children and adults, they were considered to be within a community-based setting, such as schools or primary care clinic. The duration of follow-up varied from 3 weeks to 12 months. The present study was conducted in a tertiary hospital. The majority of patients had known risk factors for disseminated strongyloidiasis, and approximately one-third of them received corticosteroid or chemotherapy. Results of this study confirmed that ivermectin was also effective in this population who were at high risk of severe infection.\nAlbendazole remains an option of treatment for chronic strongyloidiasis in many countries in South East Asia, where oral ivermectin is not widely available. Cure rates of a regimen consisting of albendazole 400 mg daily for three to five days varied from 38–87% in those without underlying diseases [14], [17]–[20]. In this study, the cure rate was found to be 63% when a 7-day course of high dose albendazole was used. The efficacy of albendazole varied widely even when the same dose and duration of treatment was used. Differences in duration of follow-up examinations could be one explanation, and re-infection from the environment may also be a factor when the efficacy is monitored for an extended period in endemic areas. The study which reported the highest cure rate (87%) was conducted in Okinawa, Japan [19], where the chance of re-infection from the environment was less likely to occur compared to other studies conducted in endemic areas [17], [18], [20], [21].\nTwo patients in the ivermectin-II group had detectable S. stercoralis larvae in the second week prior to the second dose of ivermectin treatment. One patient in ivermectin-I group also had detectable S. stercoralis larvae 3 months after treatment. This observation supports the recommendation that repeated doses of ivermectin should be the preferred treatment in patients with chronic strongyloidiasis who have an underlying or concomitant illness [22].\nThe limitation of this study was the high loss to follow-up rates over time. High mortality associated with the concomitant illnesses was an unavoidable cause of concern in this study. The median duration of follow up was 19 weeks in albendazole group, 39 weeks in ivermectin-I, and 26 weeks in ivermectin-II group. The non-significant shorter duration of follow up found in albendazole treatment group was due to the significant higher rate of treatment failure compared to ivermectin. However, the study still had sufficient power to detect a difference between albendazole and ivermectin treatments. This study, however, was too small to detect any but the most severe and common side- effects of both albendazole and ivermectin. Only one of albendazole treated patients and one treated with ivermectin had transient changes in transaminases, a well-recognized and reversible adverse event.\nIn conclusion, this clinical study confirms that both a single and a double dose of oral ivermectin taken at a two-week interval is more effective than a 7-day course of high dose of albendazole for patients with chronic infection due to S. stercoralis."
}