{
    "Background": "Snakebite envenoming represents a significant and often neglected public health challenge, particularly in rural communities across tropical and subtropical regions. An estimated 1.2–5.5 million people are envenomed by snakebites annually. More than 125,000 of these bites are fatal, and 3–4 times as many results in disability/disfigurement. Despite its prevalence, collecting accurate epidemiological data on snakebite is challenging. This systematic review and meta-analysis collates global epidemiology data on snakebite morbidity and mortality.",
    "Methods": "Medline, Embase, Cochrane and CINAHL Plus databases were searched for articles published between 2001–2022. Pooled incidence and mortality were obtained using random effects modelling, heterogeneity (I2) was tested, and sensitivity analyses performed. Newcastle-Ottawa Scale assessed study quality.",
    "Results": "Out of the four databases, 5,312 articles were found. After removing duplicates, 3,953 articles were screened by title and abstract and 65 articles containing information on snakebite epidemiology, encompassing 663,460 snakebites, were selected for analysis. The people most at risk for snakebite were men (59%), engaged in agricultural labour (27.5%), and residing in rural areas (66.7%). More than half (57%) of the reported bites resulted in envenoming. Incidents occurred frequently in the summer season (38.5%), during daytime (56.7%), and bites were most often to the lower limb (56.4%). Envenoming severity was frequently mild (46.7%), treated in hospital (68.3%), and was treated with anti-venom (64.7%). The pooled global incidence and mortality was 69.4 /100,000 population (95%CI: 36.8 to 101.9) and 0.33/100,000 population (95%CI, 0.14 to 0.52) per year, respectively.",
    "Conclusion": "Incidence and mortality rates noted here highlight the global impact of snakebite and underscore the critical need to address the burden of snakebite envenoming. It also reveals that while reported snakebite incidence was higher in lower-middle-income countries, the burden of mortality was greatest among inhabitants of low-income countries, again emphasising the need for greater efforts to tackle this neglected tropical disease."
}