{
    "Background": "In its first 8 years, the Global Programme to Eliminate Lymphatic Filariasis (GPELF) achieved an unprecedentedly rapid scale-up: >1.9 billion treatments with anti-filarial drugs (albendazole, ivermectin, and diethylcarbamazine) were provided via yearly mass drug administration (MDA) to a minimum of 570 million individuals living in 48 of the 83 initially identified LF-endemic countries.",
    "Methodology": "To assess the health impact that this massive global effort has had, we analyzed the benefits accrued first from preventing or stopping the progression of LF disease, and then from the broader anti-parasite effects (‘beyond-LF’ benefits) attributable to the use of albendazole and ivermectin. Projections were based on demographic and disease prevalence data from publications of the Population Reference Bureau, The World Bank, and the World Health Organization.",
    "Result": "Between 2000 and 2007, the GPELF prevented LF disease in an estimated 6.6 million newborns who would otherwise have acquired LF, thus averting in their lifetimes nearly 1.4 million cases of hydrocele, 800,000 cases of lymphedema and 4.4 million cases of subclinical disease. Similarly, 9.5 million individuals—previously infected but without overt manifestations of disease—were protected from developing hydrocele (6.0 million) or lymphedema (3.5 million). These LF-related benefits, by themselves, translate into 32 million DALYs (Disability Adjusted Life Years) averted. Ancillary, ‘beyond-LF’ benefits from the >1.9 billion treatments delivered by the GPELF were also enormous, especially because of the >310 million treatments to the children and women of childbearing age who received albendazole with/without ivermectin (effectively treating intestinal helminths, onchocerciasis, lice, scabies, and other conditions). These benefits can be described but remain difficult to quantify, largely because of the poorly defined epidemiology of these latter infections.",
    "Conclusion": "The GPELF has earlier been described as a ‘best buy’ in global health; this present tally of attributable health benefits from its first 8 years strengthens this notion considerably."
}