{
    "Background": "The majority of Nepalese people are involved in farming. However, due to limited knowledge of zoonoses and poor preventive practices on the part of livestock farmers, vulnerabilities to zoonotic diseases are very high. The main objective of this study was to assess the regional variation in zoonoses-related knowledge and preventive practices of livestock farmers in different ecological regions of Nepal.",
    "Material and methods": "Descriptive cross-sectional quantitative research design was followed in the study. The total sample size was 380 livestock farmers from randomly selected three ecological regions of Nepal. Systematic sampling techniques were applied for data collection. Data were entered into an excel sheet and then imported into Statistical Package for Social Sciences (SPSS) software. The data were calculated using descriptive statistics. Univariate, and bivariate analyses were performed, and the result of the study was presented in the form of text and tables based on their nature.",
    "Results": "Of the studied six zoonotic diseases, most of the respondents (95.8%) knew about zoonotic bird flu; 90.7% of them, were about rabies; and 54.2% knew about swine flu. However, a few respondents knew about bovine tuberculosis, neurocysticercosis, and brucellosis. Ecologically, the highest number of respondents in Nawalpur had knowledge of rabies (95.3%), and swine flu (61.6%), whereas 98.3% of them had knowledge of avian influenza in Tanahun; and 12.5% of neurocysticercosis in Manang. Regarding zoonoses preventive practices such as regular hand washing with soap water, mask-wearing, gloves, boots, the respondents’ representation of 60.8%, 6.6%, 1.8%, and 1.3% respectively in such practices show that although these are easy and cost-effective, personal protective equipment (PPE), such preventive practices were extremely underperformed. Not only that, only 12% of respondents maintain a standard distance (>15m.) between their house and shed. Similarly, 17% still consumed meat from sick animals, and vaccination of livestock was also found poor coverage (36%) in the study.",
    "Conclusions": "Livestock farmers need to be more knowledgeable about many common zoonotic diseases, and their preventive practices still need improvement, with significant regional variation in the study. This has invited various zoonosis threats for them. Therefore, it is recommended that the interventional programs related to common zoonoses be conducted for livestock farmers to solve the problem."
}