{
    "Background": "There is a continued need to develop effective and safe treatments for visceral leishmaniasis (VL). Preclinical studies on pharmacokinetics and pharmacodynamics of anti-infective agents, such as anti-bacterials and anti-fungals, have provided valuable information in the development and dosing of these agents. The aim of this study was to characterise the pharmacokinetic and pharmacodynamic properties of the anti-leishmanial drugs AmBisome and miltefosine in a preclinical disease model of VL.",
    "Methodology / Principal findings": "BALB/c mice were infected with L. donovani (MHOM/ET/67/HU3) amastigotes. Groups of mice were treated with miltefosine (orally, multi-dose regimen) or AmBisome (intravenously, single dose regimen) or left untreated as control groups. At set time points groups of mice were killed and plasma, livers and spleens harvested. For pharmacodynamics the hepatic parasite burden was determined microscopically from tissue impression smears. For pharmacokinetics drug concentrations were measured in plasma and whole tissue homogenates by LC-MS. Unbound drug concentrations were determined by rapid equilibrium dialysis. Doses exerting maximum anti-leishmanial effects were 40 mg/kg for AmBisome and 150 mg/kg (cumulatively) for miltefosine. AmBisome displayed a wider therapeutic range than miltefosine. Dose fractionation at a total dose of 2.5 mg/kg pointed towards concentration-dependent anti-leishmanial activity of AmBisome, favouring the administration of large doses infrequently. Protein binding was >99% for miltefosine and amphotericin B in plasma and tissue homogenates.",
    "Conclusion / Significance": "Using a PK/PD approach we propose optimal dosing strategies for AmBisome. Additionally, we describe pharmacokinetic and pharmacodynamic properties of miltefosine and compare our findings in a preclinical disease model to available knowledge from studies in humans. This approach also presents a strategy for improved use of animal models in the drug development process for VL."
}