{
    "Background": "Gambian sleeping sickness or HAT (human African trypanosomiasis) is a neglected tropical disease caused by Trypanosoma brucei gambiense transmitted by riverine species of tsetse. A global programme aims to eliminate the disease as a public health problem by 2020 and stop transmission by 2030. In the South of Chad, the Mandoul area is a persistent focus of Gambian sleeping sickness where around 100 HAT cases were still diagnosed and treated annually until 2013. Pre-2014, control of HAT relied solely on case detection and treatment, which lead to a gradual decrease in the number of cases of HAT due to annual screening of the population.",
    "Methods": "Because of the persistence of transmission and detection of new cases, we assessed whether the addition of vector control to case detection and treatment could further reduce transmission and consequently, reduce annual incidence of HAT in Mandoul. In particular, we investigated the impact of deploying ‘tiny targets’ which attract and kill tsetse. Before tsetse control commenced, a census of the human population was conducted and their settlements mapped. A pre-intervention survey of tsetse distribution and abundance was implemented in November 2013 and 2600 targets were deployed in the riverine habitats of tsetse in early 2014, 2015 and 2016. Impact on tsetse and on the incidence of sleeping sickness was assessed through nine tsetse monitoring surveys and four medical surveys of the human population in 2014 and 2015. Mathematical modelling was used to assess the relative impact of tsetse control on incidence compared to active and passive screening.",
    "Findings": "The census indicated that a population of 38674 inhabitants lived in the vicinity of the Mandoul focus. Within this focus in November 2013, the vector is Glossina fuscipes fuscipes and the mean catch of tsetse from traps was 0.7 flies/trap/day (range, 0–26). The catch of tsetse from 44 sentinel biconical traps declined after target deployment with only five tsetse being caught in nine surveys giving a mean catch of 0.005 tsetse/trap/day. Modelling indicates that 70.4% (95% CI: 51–95%) of the reduction in reported cases between 2013 and 2015 can be attributed to vector control with the rest due to medical intervention. Similarly tiny targets are estimated to have reduced new infections dramatically with 62.8% (95% CI: 59–66%) of the reduction due to tsetse control, and 8.5% (95% 8–9%) to enhanced passive detection. Model predictions anticipate that elimination as a public health problem could be achieved by 2018 in this focus if vector control and screening continue at the present level and, furthermore, there may have been virtually no transmission since 2015.",
    "Conclusion": "This work shows that tiny targets reduced the numbers of tsetse in this focus in Chad, which may have interrupted transmission and the combination of tsetse control to medical detection and treatment has played a major role in reducing in HAT incidence in 2014 and 2015."
}