{
    "Background": "Leptospirosis, a zoonosis associated with potentially fatal consequences, has long been a grossly underreported disease in India. There is no accurate estimate of the problem of leptospirosis in non-endemic areas such as north India.",
    "Methods/Principal Findings": "In order to understand the clinical spectrum and risk factors associated with leptospirosis, we carried out a retrospective study in patients with acute febrile illness in north India over the last 5 years (January 2004 to December 2008). There was increased incidence of leptospirosis (11.7% in 2004 to 20.5% in 2008) as diagnosed by IgM ELISA and microscopic agglutination titer in paired acute and convalescent sera. The disease showed a peak during the rainy season (August and September). We followed up 86 cases of leptospirosis regarding their epidemiological pattern, clinical features, laboratory parameters, complications, therapy, and outcome. Mean age of patients was 32.6 years (2.5 years to 78 years) and males (57%) outnumbered females (43%). Infestation of dwellings with rats (53.7%), working in farm lands (44.2%), and contact with animals (62.1%) were commonly observed epidemiological risk factors. Outdoor workers including farmers (32.6%), labourers (11.6%), para-military personnel (2.3%), and sweepers (1.2%) were commonly affected. Modified Faine's criteria could diagnose 76 cases (88.3%). Renal failure (60.5%), respiratory failure (20.9%), the neuroleptospirosis (11.6%), and disseminated intravascular coagulation (DIC) (11.6%) were the commonest complications. Five patients died, giving a case fatality rate of 5.9%.",
    "Conclusions/Significance": "There has been a rapid rise in the incidence of leptospirosis in north India. Severe complications such as renal failure, respiratory failure, neuroleptospirosis, and DIC are being seen with increasing frequency. Increased awareness among physicians, and early diagnosis and treatment, may reduce mortality due to leptospirosis."
}