{
    "Introduction": "Japanese encephalitis is a vector-borne zoonotic disease transmitted by the bite of a JEV-infected mosquito. Although JE is a vaccine preventable disease, JEV infections are still the leading cause of viral encephalitis in Asia [1], [2]. It is estimated that 67,900 JE cases occur annually in JE endemic countries, with an incidence rate of 1.8 cases per 100,000 individuals [3]. Symptoms of JE include fever, chills, headache, myalgia, weakness, mental disturbances and neurologic symptoms. The mortality rate can reach as high as 30%, and approximately 30–50% of survivors suffer severe neurological damage [4], [5].\nThe JEV belongs to the genus Flavivirus of the family Flaviviridae and is a single-stranded positive-sense RNA virus. The viral genome is approximately 11 kb in length and encodes three structural proteins [capsid (C), premembrane (prM), and envelope (E)], followed by 7 non-structural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B, NS5) [6], [7]. According to phylogenetic analysis of the E protein gene sequences, the JEV strains can be classified into 5 distinct genotypes (genotypes I–V) [8], [9]. Recent studies suggested that the epidemic/dominant genotype of JEV has gradually shifted from genotype III (GIII) to genotype I (GI) in Southeast and East Asian countries in the last two decades [10]–[14].\nJapanese encephalitis is an endemic disease in Taiwan and has been designated as a notifiable infectious disease since 1955. The highest incidence rate of confirmed JE cases (2.05 per 100,000) was recorded in 1967. After the mass JE vaccination program was implemented in 1968, the incidence rate of confirmed JE cases declined significantly [15]–[17]. From 1998 to 2011, the annual number of confirmed JE cases ranged from 13 to 37. In 2012, 32 JE cases were confirmed, which is equivalent to an incidence rate of 0.13 per 100,000 individuals. From 1998 to 2012, the epidemic peak months were June and July. Confirmed cases occurred sporadically throughout Taiwan. Most individuals diagnosed with JE lived near rice paddy fields or pig farms [18].\nWe previously reported the molecular epidemiology of JEV in Taiwan [19]. The study demonstrated that all known JEV isolates collected before 2008 belonged to GIII. Genotype I JEV strains that were first found in northern Taiwan in 2008. In the present study, we monitored the dynamics of the genotype transition and genetic variation of JEV and identified the mosquito species potentially involved in the transmission of JEV in Taiwan during 2005–2012.",
    "Materials and Methods": "Mosquito collections\nMosquitoes were collected on pig farms near rice paddy fields in the northern (Yingge District in New Taipei City and Wujie Township in Yilan County), central (Beitun and Wufeng Districts in Taichung City and Shuilin Township in Yunlin County), southern (Xiaying District in Tainan City, Neimen and Alian Districts in Kaohsiung City, Yanpu and Zhutian Townships in Pingtung County), and eastern (Shoufeng and Guangfu Townships in Hualein County) regions of Taiwan and from wetland habitats for water-birds in the northern (Beitou District in Taipei City, and Su'ao Township in Yilan County) and southern (Qigu and Anping Districts in Tainan City) regions from 2005 to 2012 (Figure 1). The mosquitoes were collected using dry ice traps or sweep nets and were transported either alive or on dry ice to the laboratory. Mosquito collections by sweep nets were conducted only on the same day between 18:30 and 20:30 on the pig farms, while dry ice traps were set up overnight from 17:30 to 7:30 the next morning in the pig farms and wetlands. The predominant mosquito species collected by dry ice trap and sweep net were the same at each collection site. Since dry ice trap method had a long duration of time for mosquito collection, more mosquitoes in numbers and species were captured with this method. The mosquitoes were pooled by species, sex, location, and collection date in groups of 1–50 mosquitoes. Only female mosquitoes were analyzed in this study. The mosquito pools were homogenized in a TissueLyzer (Qiagen GmbH, Hilden, Germany) with two cycles at 4°C for 90 sec at a frequency of 30 Hz after adding a 3 mm steel ball to each tube. The pools were then clarified by centrifugation. The supernatants were then sterilized by filtration and removed for RNA extraction and virus isolation.\nMosquitoes collected from pig farms and wetlands are indicated with a triangle (▴) and star (★), respectively.\n\n\nRNA extraction and real time RT-PCR\nViral RNA was extracted from the mosquito suspensions using the QIAamp viral RNA mini kit (Qiagen). Three sets of primers, including flavivirus-specific (FL-F1: 5′-GCCATATGG TACATGTGGCTGGGAGC-3′; FL-R3: 5′-GTKATTCTTGTGTCCCAWCCGGCTGTGTCATC-3′; FL-R4: 5′-GTGATGCGRGTGTCCCAGCCRGCKGTGTCATC-3′), JEV-specific (JE3F1: 5′-CCCTCAGAACCGTCTCGGAA-3′ and JE3R1: 5′-CTATTCCCAGGTGTCAATATGCTGT-3′) and JEV GIII-specific (10F: 5′-CTGGGAATGGGCAATCGTG-3′ and 5′-TGTCAATGCTTCCCTTCCC-3′) primers, were used for the RT-PCR assay [19], [20]. Real-time RT-PCR was used to screen for JEV in the mosquito pools as previously described [21]. DNA sequences of positive RT-PCR products were determined. JEV positive samples were then subjected to virus isolation.\n\n\nVirus isolation and genome sequencing\nCell culture techniques using a mosquito C6/36 cell line or plaque assay using the BHK-21 cell line were used for virus isolation as described previously [22]. Viral RNA was extracted from the JEV-infected culture medium using the QIAamp viral RNA mini kit (Qiagen). The primers used for the amplification and sequencing of the complete open reading frame of JEV are listed in Table 1. The RT-PCR reaction was carried out using the Superscript III One-Step RT-PCR system with Platinum Taq High Fidelity (Invitrogen). The RT-PCR reaction was performed under the following parameters: 55°C for 30 min; 94°C for 2 min; 40 cycles of 94°C for 15 sec, 50°C for 30 sec, and 68°C for 1 min; and a prolonged elongation at 68°C for 5 min. RT-PCR products were purified using the Qiagen QIA quick Gel Extraction kit (QIAGEN). Nucleotide sequences were determined using the ABI Prism automated DNA sequencing kit and the ABI Prism 3700 DNA sequencer (Applied Biosystems) according to the manufacturer's protocols. Overlapping nucleotide sequences were combined and edited using the Lasergene software package (DNASTAR Inc., Madison, WI). Nucleotide sequences of JEV strains were aligned, edited, and analyzed using ClustalW software. The phylogenetic analysis was performed using MEGA 5 (http://www.megasoftware.net/) [23]. The phylogenetic tree was generated using the maximum likelihood method based on the general time-reversible model. The reliability of the analysis was calculated using 1,000 bootstrap replications. The nucleotide sequences of 50 JEV strains isolated from the mosquitoes and a strain isolated from a human were submitted to Genbank with the following accession numbers: KF667277–KF667327.\n\n\nInfection rates in mosquitoes and statistical analysis\nThe maximum likelihood estimates (MLEs) of the mosquito JEV infection rate in mosquitoes were calculated using the PooledInfRate software by Biggerstaff (www.cdc.gov/ncidod/dvbid/westnile/software.htm) [24]. The Chi-squared test was used for comparison of the mosquito JEV infection rates of different species and sampling sites.",
    "Results": "Mosquito species and infection rates of JEV\nMosquitoes were captured from 16 localities in Taiwan from 2005 to 2012 (Figure 1). A total of 102,633 mosquitoes belonging to the family Culicidae were collected and analyzed. Table 2 shows a summary of the mosquito species, the MLE of the JEV infection rate per 1,000 mosquitoes and the mosquito collection sites (all localities, pig farms, and wetlands). Twenty-six mosquito species from 8 genera of the Culicidae family were identified. The most frequently identified species was Cx. tritaeniorhynchus Giles (86.90%, n = 89,189), followed by Cx. sitiens Wiedemann (6.13%, n = 6,295) and Anopheles sinensis Wiedemann (2.57%, n = 2,638). Of the 2,848 mosquito pools subjected to real-time RT-PCR for the detection of JEV, 499 were positive. The most frequently identified JEV positive mosquito species was Cx. tritaeniorhynchus (468 positive pools), followed by Cx. annulus (9 positive pools) and An. sinensis (6 positive pools); the MLEs of the JEV infection rates per 1,000 individuals in these three species were 5.85, 8.99, and 2.3, respectively. There were significant differences between JEV infection rates in Cx. tritaeniorhynchus and An. sinensis at p<0.05 (P = 0.0357), and in Cx. annulus and An. sinensis at p<0.01 (P = 0.0044), but was no significant difference in Cx. tritaeniorhynchus and Cx. annulus at p<0.05 (P = 0.0979). Culex tritaeniorhynchus and An. sinensis were the most frequently identified mosquito species on the pig farms, whereas Cx. tritaeniorhynchus and Cx. sitiens were the most frequent in the wetlands. The MLE for the mosquito JEV infection rate was significantly higher on the pig farms (7.5 per 1000) than in the wetlands (1.73 per 1000) (p<0.01).\n\n\nMosquito infection rates of JEV by month\nTable 3 shows the MLEs of the JEV infection rate per 1,000 mosquitoes by month and regions. JEV infected mosquitoes first appeared in early May, peaked in June, and then declined in July. The MLEs for the infection rates for May, June, and July were 4.98, 6.72, and 1.46, respectively. May was the peak month in the southern and eastern regions, whereas June was the peak month in the northern and central regions. Figure 2 shows the mosquito JEV infection rates and the numbers of confirmed human JE cases per month during 2005–2012. Spring and summer were the epidemic seasons of JE in Taiwan, and June and July were the peak months for human JE cases.\n\n\nMosquito infection rates of JEV in different geographical regions\nTable 4 shows the MLEs of the mosquito JEV infection rates in different geographical locations. In general, the JEV infection rate was highest in the eastern region (12.32 per 1000) (p<0.01), followed by central (6.02 per 1000) and northern (6.01 per 1000) regions, and lowest in the southern region (1.37 per 1000) (p<0.01).\n\n\nGenotype shifting of JEV in Taiwan\nTable 4 also shows the numbers of GI and GIII JEV positive pools determined by DNA sequencing of RT-PCR products per year. Of the 499 mosquito pools that were JEV positive by real-time RT-PCR, 374 pools were genotyped by sequencing the real time-RT-PCR products. The real-time RT-PCR was performed using two sets of primers, one primer set targeting a region of the nonstructural protein 5 (NS5) genes to detect all of the flaviviruses, and the other primer set targeting a region of the 3′ untranslated region (3′UTR) to detect JEV. Both partial NS5 gene sequence (154 bp) and 3′UTR sequence (220 bp) contain sufficient information to differentiate genotypes of JEV. All of the JEV positive pools were genotyped each year, except in 2005 and 2009, only representative RT-PCR positive samples were selected (based on the place and date of collections) for sequencing and genotyping. Figure 3A–3E shows the proportional distribution of the GI and GIII JEV strains identified in the northern, central, southern, eastern, and all sites of Taiwan between 2005 and 2012. The annual numbers of RT-PCR positive pools for genotype analysis were 99, 42, 2, 42, 47, 56, 33 and 53, respectively, during 2005 to 2012 (Table 4). Before 2008, all the JEV found in Taiwan belonged to GIII. GI was first identified in northern Taiwan in 2008. Since then, the proportion of GI isolates in Taiwan has increased rapidly. From 2009 to 2010, GI became the predominant JEV genotype circulating in Taiwan. Since 2011, almost all of the JEV isolates obtained in Taiwan have belonged to GI, with the exception of 2 GIII strains found in Kuantu Nature Park in Taipei City in 2012. Because GIII was the only JEV genotype identified in 2005–2007 and GI was the only genotype found in 2011 (Table 5), to estimate the mosquito JEV infection rates according to genotype, we compared the difference between the JEV infection rates in 2005–2007 and 2011. The GIII JEV infection rate per 1,000 mosquitoes in 2005–2007 was 8.86, and the GI JEV infection rate was 6.01 in 2011, there was no significant difference between JEV infection rates in these two groups at p<0.01 (P = 0.0294, chi-squared test). Although JEV infection rates for both GIII and GI were not the highest in Cx. tritaeniorhynchus, this mosquito species was the most dominant species harboring the JEV. Among 374 JEV RT-PCR positive pools that were genotyped, 89.0% (203/228) of GIII and 96.6% (141/146) of GI were Cx. tritaeniorhynchus mosquitoes. The GIII JEV infection rate per 1,000 mosquitoes of Cx. tritaeniorhynchus was 8.90 in 2005–2007, and the GI rate was 6.26 in 2011, there was no significant difference between JEV infection rates in these two groups (P = 0.0514, chi-squared test).\nThe proportions of genotype distributions in northern (A), central (B), southern (C), eastern (D), all (E) of Taiwan, and the annual numbers of confirmed and death cases of individuals with Japanese encephalitis (F). NA = not available.\n\n\nPhylogenetic analysis of JEV isolated from mosquitoes\nA total of 148 JEV isolates (147 from Cx. tritaeniorhynchus and one from Cx. annulus) were obtained by virus isolation, and the complete E gene sequences of these isolates were determined. In this study, 50 E gene sequences covered the entire sequence diversity of JEV in Taiwan were selected for phylogenetic analysis. The JEV strains isolated from mosquitoes in Taiwan during 2005–2012 fell into two genotypes (GI and GIII). Figure 4A shows the phylogenetic tree of the E gene sequences of GI, which can be grouped into 2 clusters. Cluster 1 contains the JEV strains isolated from mosquitoes collected throughout the country during 2008–2012, including the first two GI isolates (TPC0806c and YL0806f) identified in Taiwan. The GI virus strains in Cluster 2 were first identified in northern and central Taiwan in 2009; in the following year, these strains were found throughout Taiwan. Cluster 2 also contained a JEV strain isolated from a patient (H10100739) who lived in Kaohsiung City. These strains are most closely related to the viruses from China and Japan. These results indicate that multiple introductions and transmission cycle maintenance of the GI strains occurred during 2008–2012.\nThe phylogenetic tree shows the genetic relationship of genotype I (A) and genotype III (B) of Japanese encephalitis virus isolates. The tree was constructed based on the nucleic acid sequences of complete envelope (E) genes of the JEV strains. The sequences obtained in this study are indicated in boldface. A sequence obtained from a human case is indicated with a triangle (▴). Viruses were identified by using the nomenclature of virus/country/strain/source/year of isolation/GenBank accession number. Numbers in parentheses indicate the number of isolates that showed 100% nucleotide homology. Virus isolates with the same sequences were collected at the same time from the same locations in this study. CH = Changhua County; HL = Hualien County; KH = Kaohsiung City; TC = Taichung City; TN = Tainan City; TP = New Taipei City; TPC = Taipei City; TY = Taoyuan County; YL = Yilan County; M = mosquito pool; P = pig serum; H = human sample. Analysis was performed using MEGA 5 software and the maximum likelihood method based on the general time-reversible model. The reliability of the analysis was calculated using 1,000 bootstrap replications. Bootstrap support values>75 are shown. The scale bar indicates nucleotide substitutions per site.\nFigure 4B shows the phylogenetic tree of GIII JEV. The strains isolated in Taiwan between 2005 and 2012 were divided into 2 clusters (Clusters 1 and 2). The majority of the GIII strains isolated in Taiwan during 2005 to 2011 were classified as Cluster 1. However, in our study, no strains belonging to this lineage were found in 2012. Cluster 2 of GIII included a minor group of JEV strains in Taiwan. Most of the isolates were found in the northern and eastern parts of Taiwan. In 2012, only 2 isolates (TPC1206c-1, TPC1206c-2) belonging to GIII JEV were found in Taiwan. The Cluster 2 strains of GIII are closely related to viruses from China, Japan, Indonesia and the Philippines.",
    "Discussion": "In this study, we reported the results of a survey of JEV-infected mosquitoes from pig farms and wetlands in Taiwan during 2005 to 2012. Pig farms near rice paddy fields and wetland habitats for water birds are common in Taiwan, and these places provide suitable environments for the JEV infection cycle [25]. Confirmed JE cases have been identified throughout Taiwan with most of the infected individuals residing near pig farms or rice paddy fields [18]. Cx. tritaeniorhynchus was the predominant mosquito species captured from both the pig farms (92.6%) and the wetlands (76.2%) and was the main species infected with JEV genotypes I and III. Un-baited sweep net sampling method is considered a passive method that can be used to collect a wide variety of mosquito species. Dry ice (CO2)-baited trap can attract host-seeking female mosquitoes, and CO2 appears to be universally attractive to a variety of mosquito species [26]. Therefore, these two mosquito sampling methods do not seem to have a collection bias towards Cx. tritaeniorhynchus or any of the other mosquito species. These results provide evidence that Cx. tritaeniorhynchus remains a principal vector for the transmission of JEV in Taiwan. Although other Culex mosquitoes, such as Cx. annulus and Cx. fuscocephala Theobald, were also reported as important JEV vectors [27]–[29], a relatively low number of these mosquitoes were captured, indicating that they play a minor role in the transmission of JEV in Taiwan.\nThe JEV infection rate of mosquitoes captured on the pig farms (7.50 per 1000) was significantly higher than the rate of those captured in the wetlands (1.73 per 1000) (p<0.01), indicating that pigs played an important role in amplifying JEV. In addition, except for A. sinensis, the infection rates of all of mosquito species collected on the pig farms were higher than the rates of those in the wetlands (Table 2). In our study, JEV positive mosquitoes were captured in only one of the four wetlands, located in Beitou District, Taipei City. This wetland is near human habitats, where both water birds and pigs may serve as reservoirs or amplifying hosts for the JEV.\nInterestingly, although 11 species of mosquitoes were RT-PCR positive for JEV, the virus was isolated solely from Cx. tritaeniorhynchus and Cx. annulus. Because both blood-fed and unfed mosquitoes were analyzed, and because the RT-PCR results did not allow differentiation between mosquitoes that were actually infected with JEV from those with residual virus in the blood meals, the MLEs of the JEV infection rates in mosquitoes may have been overestimated in this study.\nAccording to the Taiwan CDC's surveillance data, the JE epidemic season has occurred annually between May and October, peaking between June and July in recent decades. These results are in accordance with our mosquito surveillance report, where JEV positive mosquito pools appeared in early May, peaked in June, and then disappeared in July. Because most pigs raised for food on pig farms are not immunized with JEV vaccine, only pigs used for breeding are vaccinated in Taiwan, the rapid decline of the JEV infection rates in the mosquitoes captured on the pig farms might be due to an increase in the JEV antibody positive rates of the pigs. In addition, a relatively low JEV positive mosquito rate during this period was observed due to the high mosquito density between July and September [30] in Taiwan.\nBefore 2008, all the JEV strains identified in Taiwan belonged to GIII. We first found GI JEV in northern Taiwan in 2008, since then, virus strains of this genotype have rapidly spread throughout the country [19], [31]. During 2011–2012, nearly all the JEV strains found in Taiwan belonged to GI. However, although the JEV genotype shifted dramatically from GIII to GI, no obvious change was found in the annual numbers of confirmed JE cases during this period (Figure 3F), suggesting that the JEV vaccination was still effective against newly introduced GI strains in Taiwan.\nIn our study, the JEV E gene sequence phylogenetic analysis provided evidence for multiple introductions and maintenance of the transmission cycles of the GI strains in Taiwan (Figure 4A). Ecological factors, such as climate and landscape, may influence the geographic distribution of the JEV genotypes [29], [32]. Taiwan is an island located in the Western Pacific off the southeast coast of China, and the Tropic of Cancer passes through the central part of the island. The climate is warm, rain-water is abundant, and many of the wetlands provide suitable habitats for mosquito vectors and water birds. In addition, because pork and rice are the main agricultural products in Taiwan, pig farms and rice paddy fields are very common in the suburban areas of Taiwan. Now that the new GI strains have been introduced to the ideal transmission environment of Taiwan, the new viruses may be able to establish their transmission cycles in new territories. Gao et al. [14] recently reported that the southernmost region of Asia (Thailand, Vietnam, and Yunnan Province, China) may have been the source of GI JEV transmission to the Asian continent including Taiwan. The Clusters 1 and 2 of the GI JEV strains in Taiwan belonged to the lineages of the eastern coastal Asian endemic cycle and the central Asian endemic cycle, respectively, suggesting that the GI JEV strains were most likely introduced from China and Japan to Taiwan in recent years. In our study, we found that GI JEV first appeared in northern Taiwan in 2008. In the following year, GI strains were found in northern and central Taiwan. Subsequently, these viruses spread across Taiwan (Figure 3A–D). The direction of GI JEV transmission in Taiwan seems to be in accordance with the transmission mode proposed by Gao et al. [14]. However, the reasons why the GI strains replaced the GIII strains within such a short period of time, and the ecological and biological factors involved in this event, are still unclear. Further studies are needed to address these questions.\nThis study demonstrated the intense JEV transmission activity in Taiwan and highlights the importance of JE vaccination to control this epidemic. Continuous monitoring of the JEV strain variations and their gene sequence evolution can provide valuable information for the assessment of the vaccine's efficacy."
}