{
    "Introduction": "Globally, the World Health Organization (WHO) estimates more than 1.5 billion people are infected with soil-transmitted helminths (STH).[1,2] Individuals with moderate-to-heavy intensity infections experience adverse health outcomes including diarrhea, abdominal pain, anemia, and impaired cognitive and physical development in children [3,4]. These infections occur primarily in low- and middle-income countries across tropical and subtropical regions, and disproportionately affect low-income communities [1,2]. The WHO’s current STH policy is control of STH through mass drug administration (MDA) of albendazole or mebendazole to school-age children and adults in certain high-risk groups (e.g. adolescent girls and pregnant individuals), with the ultimate target of eliminating STH as a public health problem by eliminating morbidity in these groups [1,5–7]. While targeted MDA is successful at controlling morbidity in school-aged children, community transmission continues to occur in many areas with adults serving as reservoirs of infection, particularly of hookworm infections [8–10]. Several studies are underway to determine the feasibility of interrupting transmission of STH via more intensive approaches to deworming, including community-wide MDA (cMDA), which treats all age groups as opposed to just children and specific targeted high risk populations [11–13].\nAchieving elimination of STH as a public health problem and/or interruption of disease transmission will require rethinking existing STH surveillance protocols, which are largely underspecified and left to the discretion of endemic countries to design. Community-based surveillance will be necessary for identifying individuals who may have been missed by existing programs and delineating areas with low baseline transmission where cMDA efforts may have a higher probability of interrupting transmission. New surveillance measures will also be essential for confirming elimination of STH as a public health problem or transmission interruption at the level of the implementation unit. Current diagnostics used for STH surveillance require collecting stool samples for microscopy-based assessment of infection, usually via the Kato-Katz technique, though novel approaches including qPCR are also increasingly available [14]. Both methods require collecting fecal samples.\nAlthough broad consent and participation in surveillance activities will be necessary for gaining accurate estimates of STH prevalence, minimal research has been conducted to investigate the acceptability of stool-based surveillance and opportunities to optimize participation in surveillance activities. One study in Kenya evaluating factors influencing decisions to participate in treatment and research programs targeting STH and schistosomiasis found associations between socioeconomic status, history of disease, receipt of treatment through the program, and an understanding of the importance of the research with an individual’s willingness to provide samples (urine, blood, and stool) for research purposes [15]. A Ugandan study evaluating the acceptability of sampling procedures (self-collected vaginal swabs, blood draws and stool sample collection) related to the study of human papillomavirus (HPV) vaccine efficacy in the presence of malaria and STH co-infections found that participants had positive views of providing a stool sample but were wary of vaginal swabs and blood sampling due to fears of how the samples might be misused [16]. Evidence from clinical settings in higher income countries indicate that providing stool samples is driven by perceived benefits, clear information about the process, and protocols that assuage fears around hygiene and discretion [17]. Studies of other NTD surveillance activities, including those for onchocerciasis and trachoma, indicate that less invasive sampling procedures are preferable and decisions are similarly driven by perceived benefits, and trust and understanding of the program [18,19]. However the specific factors influencing participation in STH stool-based surveillance activities are not fully understood.\nHigh non-participation in STH surveillance activities among some communities may act as a barrier to accurate detection, diagnosis, and elimination of STH. This in turn has implications for identifying geographic areas that are ready for elimination programming, for monitoring program implementation, and for ascertaining elimination status. Understanding drivers of non-participation in STH surveillance activities is essential to identify strategies needed to improve participation in stool sampling. The purpose of this mixed-methods study is to generate evidence regarding the demographic, sociocultural, and financial factors influencing non-participation in STH surveillance activities in Comé, Benin. Findings from this study may have implications for best practices in redesigning STH surveillance should a global policy for STH transmission interruption move forward.",
    "Methods": "Ethics statement\nApproval for the informed consent forms and research proposal was obtained from both the Human Subjects Division at the University of Washington (STUDY00000180) and Institut de Recherche Clinique du Bénin (IRCB) through the National Ethics Committee for Health Research (002-2017/CNERS-MS and No: 031-2019/MS/DC/SGM/DFRMT/ CNERS-Ministry of Health, Benin) from the Ministry of Health in Benin prior to this study. All participants provided written informed consent after being provided an explanation of the study in local languages. All data have been de-identified. Furthermore, all researchers involved in this analysis completed human subjects research training per University of Washington requirements.\n\n\nResearch Aims\nThis analysis used an exploratory sequential mixed methods design (QUAL ➔ QUANT) to identify factors influencing non-participation in STH surveillance activities. The qualitative analysis aimed to identify perceived facilitators and barriers to providing a stool sample. Findings from qualitative data collection were used to develop quantitative data analysis procedures (model building). The quantitative analysis aimed to explore if the facilitators and barriers identified in the qualitative data held at a population level, in addition to identifying population-level factors driving non-participation in the stool sample surveys. Qualitative and quantitative findings were merged to assess convergence and divergence of qualitative and quantitative results.\n\n\nThe DeWorm3 Project\nThis study was nested within the DeWorm3 Project, a cluster randomized control trial based in Benin, India and Malawi that is testing the feasibility of interrupting transmission of STH.[20]. In Benin, the DeWorm3 trial is conducted in the district of Comé, which is located in the Mono Department and has a population size of 94,969 persons, per baseline study estimates. The trial site is divided into forty clusters, randomized to receive either annual MDA of albendazole to school-aged children (standard of care) or biannual cMDA of albendazole to all eligible age groups. Treatment was provided for three years (June 2018-December 2020) followed by two years of surveillance to monitor for recrudescence (2021–2022). More information about the DeWorm3 study design can be found elsewhere [11].\nAs part of DeWorm3 surveillance activities to monitor changes in STH prevalence and infection intensity over time, 150 individuals from each cluster were invited to participate in a longitudinal monitoring cohort (LMC). LMC participants were randomly selected at baseline from an age-stratified census (30 pre-school-age children, 30 school-age children, 90 adults) of current cluster residents [21]. LMC participants provided annual stool samples throughout the study period to assess changes in STH prevalence and rates of reinfection. Participants in control clusters (who are not routinely offered treatment via the DeWorm3 Project) who were found to have moderate-to-heavy intensity of STH infections via Kato-Katz were followed-up with and offered deworming treatment. This analysis uses data from the baseline LMC in Benin, with consenting procedures and sampling occurring March-May 2018.\n\n\nQualitative methods\nSix focus group discussion (FGDs) were conducted with individuals invited to participate in the first LMC to understand factors influencing their decision to provide a stool sample for surveillance in December 2019. Purposive sampling was used to sample individuals from DeWorm3 clusters with high refusal rates (>7.5% refusal) and low refusal rates (<4.5% refusal). Sampling lists of refusals and non-refusals were generated for the selected clusters and the study team contacted those individuals via phone and/or household visit. Three FGDs were conducted in each setting (high refusal and low refusal clusters). Both adults invited to participate in the LMC and adult parents or guardians of children invited to participate in the LMC were sampled. For each FGD, quota sampling was used to ensure participants included a balance of both people who provided a stool sample during the LMC and people who refused, either at the time of recruitment or the time of sample collection. FGD respondents in high refusal clusters were sampled from five different study clusters. FGD respondents in low refusal clusters were sampled from sixteen clusters in order to identify enough people who refused to provide a stool sample in these settings.\nAdult FGDs were divided by gender to create a more comfortable atmosphere for participants to discuss their personal experiences with stool sampling. FGDs with parents/guardians were not divided by gender. Twenty individuals were sampled for each FGD. Many invited participants were unwilling or unable to participate in the scheduled discussion, resulting in FGDs consisting of 5–8 participants. Of the FGD participants, 2–4 in each group refused to provide a stool sample. Table 1 presents a summary of the sample and sampling frame.\nFGDs were conducted using a semi-structured question guide informed by the Theory of Planned Behavior (TPB), which has been used previously for similar research questions [17,22]. Fig 1 presents the TPB as applied to this study. The question guide (S1 Appendix) was piloted by the Benin research team outside of the selected study areas and adapted thereafter. All FGDs were led by members of the Benin research team trained in FGD facilitation and conducted in the local language (Pédah or Mina) or in French. All the FGDs were audio-recorded following written consent from participants. Audio data from the FGDs were transcribed into French and underwent quality control checks by the Benin research team to ensure cultural nuances were maintained in the French translation. The French transcripts were then translated into English by a research team member outside Benin. Afterwards, a final round of quality control checks on the French-to-English translation were conducted.\nEnglish FGD transcripts were coded using the qualitative analysis software ATLAS.ti 9. A preliminary codebook was developed in advance, informed by the TPB. A mixture of deductive and inductive coding techniques was used to allow for iterative adaptations to the codebook. See S2 Appendix for codebook. Each transcript was coded initially by a primary coder (EM) and validated by a secondary coder (ICT) who reviewed all coding decisions, added new codes, or removed codes. A standardized validation tracker was used to record instances of disagreement and a third researcher (ARM) served as a tiebreaker as necessary. The coding team met frequently to reflect on their unique positionalities in relation to the study population; the understanding of local culture provided by the coder based in Benin (ICT) was influential in defining the final themes. Thematic saturation in coding was reached when no new emerging codes or themes were identified across coders. Once all FGD transcripts were coded, case memos summarizing emerging themes and noting exemplary quotes were developed jointly by the two coders for each setting (high and low refusal clusters) to identify salient themes.\n\n\nQuantitative methods\nThis analysis included 7039 individuals invited to participate in the baseline LMC survey in Benin. Twenty-two observations (0.31%) were excluded from the analysis due to incomplete data for the outcome of interest (n = 16) or the population density variable (n = 6). These 7039 individuals represented 5821 households as multiple individuals could be sampled from the same household. Demographic information was ascertained during a baseline census of all households in the study catchment area and/or via a baseline survey administered during the first LMC survey. Individuals that consented to participate in the LMC were asked to provide a fecal sample at the time of the baseline survey.\nWe conducted an exploratory analysis to identify the prevalence and factors associated with non-participation in the baseline LMC in Benin. The primary outcome of interest was a binary participation variable. Non-participation indicates if the individual either: a) did not consent to provide a stool sample, or b) consented but did not provide a sample at the time of collection. We present descriptive statistics (proportions, means, and standard deviations) of sampled individuals who did and did not refuse to provide a sample, separately by age, sex, SES, religion, language, education, household toilet type, time in current residence, place of main residence, population density, village population size, and baseline cluster STH prevalence. The SES variable is an asset-based index compiled using principal component analysis, following the procedure described in the Demographics and Health Survey [23,24]. Either a Pearson’s Chi-squared test or a Welch Two Sample t-test was used to test the associations between dependent and independent variables.\nWe conducted backwards stepwise model building to identify factors associated with non-participation in baseline stool sampling. The choice of independent variables considered for inclusion in the analysis were based on available data, existing literature, and a hypothesis-driven conceptual framework driven by the qualitative thematic analysis (S1 Fig). We then developed a mixed-effects logistic regression model using all non-collinear variables of interest [25]. Collinearity of variables was assessed using a mixture of Pearson’s correlation coefficients (0.8 cut-off), chi-square tests, and knowledge of data architecture, as appropriate. The full model was then simplified using backward stepwise elimination. We compared the Akaike information criterion (AIC) of the full model to the AIC of models in which each variable, separately, was dropped [26]. The model was adjusted for Cluster ID during each step. The reduced model with the lowest AIC was kept and the process was repeated until AIC was no longer further reduced in the adjusted model. Adjustments for multiple comparisons were made by controlling the false discovery rate [27]. We present results from the fully adjusted model: odds ratios, 95% confidence intervals and the adjusted p-value. All statistical analyses were conducted using R and RStudio software (version 4.1.2) [26].",
    "Results": "Among the 7,039 individuals invited to participate in the baseline LMC in Benin, the overall refusal rate for baseline stool sampling was 8.14% (573 individuals). Of these, 231 individuals did not consent to the stool sampling and 342 refused to provide a sample at the time of collection despite previously consenting. Overall cluster-level refusal rates ranged from 0.6% to 20% (Fig 2).\n\n\nQualitative results\nDuring six FGDs with 36 total participants, community members reported several factors that influenced their decision to participate in stool surveillance for STH. Main themes in their responses included: weighing of community-level benefits against individual-level risks of STH surveillance, circulating rumors about misuse of stool samples, interpersonal communication with field agents, and cultural norms around handling feces, particularly among adults. In general, FGD respondents from clusters with low refusal rates reported fewer negative perceptions of stool surveillance.\n\n\nAcross all clusters, community members weighed community-level benefits against perceptions of individual-level risks\nIndividuals’ decisions to provide a stool sample were made based on the balance of perceived risks and benefits, including both individual-level and community-level risks and benefits. Generally, most of the risks cited by respondents were at the individual level while most of the perceived benefits were at the community level. The main perceived benefit of participating in stool surveillance was the belief that it would lead to a reduction in STH infections, which would positively impact the community collectively. There was recognition that little individual benefit would be gained from participation in surveillance activities but that the diagnostic information would help inform the program’s treatment strategy. FGD participants described their willingness to provide a stool sample, despite a general aversion to handling feces, for the good of their communities. These statements were connected to an awareness that their families and community suffered from intestinal worms. Parents particularly reported the belief that participating would contribute to the reduction of STH symptoms for their children.\n“We agreed because intestinal worms destroy human health. It’s also a good project brought in. It’s to help the population. People care about us, that’s why this project is being proposed to us. That’s why we agreed.” [Respondent 5, Parents FGD, Low Refusal Cluster]\n“I told them in my turn, that it is certainly to cure a disease, because according to the explanations of the workers of the project, it is to reduce the intestinal worms that are causing enough havoc in the commune and that is why I participated by providing my stools,” [Respondent 3, Women FGD, High Refusal Cluster]\n\nHowever, while recognizing the benefits to the community, FGD respondents also reported individual-level concerns about providing a stool sample. Respondents reported fear of their stool being misused and resulting in illness or death, a belief supported by circulating rumors. Such comments were voiced particularly by men in high refusal clusters. Respondents, predominantly in high refusal clusters, also expressed hesitancy due to stigma they expected to experience in their families or communities if they provided a stool sample. Women in both settings cited a cultural belief that if an adult handled their own feces it would result in swelling of the abdomen.\n\"Even eating is a problem, that’s why people refused to provide stool samples. Because they suspect that they will mysteriously disappear after they provide their stool samples or people will use them to do something they don’t know, and many people really had this fearful idea.” [Respondent 4, Women FGD, High Refusal Cluster]\n“It can happen that we suffer from swelling if we defecate and take a sample of our own feces. That is why I refused to provide a sample.” [Respondent 5, Women FGD, Low Refusal Cluster]\n\nWhile respondents from high and low refusal clusters cited similar risks and benefits, high refusal cluster FGDs discussed the individual-level risks with greater frequency. This suggests that in high refusal clusters, perceived individual-level risks influenced decisions more strongly than perceptions of community-level benefits. Additionally, in high refusal clusters several respondents expected to receive diagnostic results from their stool tests and viewed this as an individual-level benefit. Respondents reported that not receiving the results sowed skepticism in the program and led to future non-participation.\n“Why do adults agree to participate and provide bowel movements, but no longer do so? This is related to the fact that the record of test results is no longer being sent so that people know what they have been diagnosed with. From that point of view and after thinking about it, they no longer perform the stool donation, because they simply ask: what’s the point of providing the stool if the test results are not given to them?” [Respondent 3, Women FGD, High Refusal Cluster]\n\n\n\nRumors of misuse of stool samples, compounded by a lack of familiarity with stool sample provision in household setting, were more common in high refusal clusters\nWhen individuals did not understand the rationale for collecting stool samples, they were more likely to choose not to participate in the survey. FGD participants noted many rumors circulating in the community at the time of LMC implementation. These rumors were reported in both settings (high and low refusal clusters), however the high refusal cluster respondents commented on rumors with greater frequency than respondents in low refusal clusters, who generally described rumors as influencing others and not themselves. Similarly, statements about the “unknown purpose” of stool sampling were cited with greater frequency (approximately double) in the FGDs with high refusal cluster residents, which helped solidify belief in some of the circulating rumors. Commonly cited rumors included a belief that occult practices would be performed with stool samples, which could lead to illness and death. A few FGD participants said that the stool surveillance was affiliated with white foreigners with harmful intentions, such as lowering the birth rate in Africa. FGD participants reported hearing about these rumors from neighbors, community leaders, and social media.\n“We see on the WhatsApp most of the serious events happening in the world. These events are broadcast via WhatsApp, and we see them. For example, you may see someone vomiting blood and dying moments later. All of this is what makes some people scared.” [Respondent 4, Women FGD, Low Refusal Cluster]\n“They are afraid, they are afraid just because the stool comes from the human being for an unknown destination, are they going to use it for our well-being or to harm us? Really, we’re all scared on that level.” [Respondent 5, Parents FGD, High Refusal Cluster]\n\nRespondents across all FGD reported little (to no) prior experience providing stool samples, especially outside of a hospital setting; this compounded misunderstanding or skepticism about the purpose and use of stool samples. Respondents were more comfortable with the idea of collecting stool samples for the first time at the hospital as opposed to at the household level. As a result, within high refusal clusters, respondents expressed concerns that the program might be disconnected from the local health system. This disconnect gave credit to rumors of misuse.\n“What’s all this stuff? Is it the deworming that requires all this? But I was told that some diseases require stool samples to be taken for analysis to find out… I said I’ve never seen that. You see! You see! The fact that I’ve never seen certain things makes it difficult.” [Respondent 5, Parent FGD, Low Refusal Cluster]\n“I’m afraid that the hospital is not involved.” [Respondent 2, Parents FGD, High Refusal Cluster]\n\n\n\nClear communication messages increased acceptability of providing a stool sample, with stool collectors’ communication style strongly influencing community member willingness to participate\nField agents provided information to community members about the purpose of STH surveillance, how to take a stool sample, and key messages to directly address rumors. FGD participants reported that the communication styles and messages of the field agents strongly influenced community member decisions to participate in stool surveillance. Respondents noted that they were more likely to participate when the collectors were patient in explaining the benefits of the program and willing to accommodate household preferences for the timing of stool collection. However, not all FGD respondents reported positive interactions with the project agents, noting instances of perceived impoliteness or agents who were unable to answer questions about the stool sampling with confidence. These experiences negatively impacted willingness to provide a sample. Respondents in high refusal clusters had stronger and more polarized opinions of project agents and more frequently described negative experiences.\n“What I liked about these agents, they don’t get angry but adopt a gentle character that makes you provide the stool sample even if you don’t want to. That’s what I liked about them.” [Respondent 2, Men FGD, High Refusal Cluster]\n“OK, first of all, agents who go into the field don’t give a convincing speech that appeals to the people they’re targeting.” [Respondent 6, Parent FGD, High Refusal Cluster]\n\n\n\nThere is less aversion to handling children’s feces, leading to increased willingness to provide stool samples for children\nAlmost all FGD participants reported a general aversion to handling feces due to sanitation concerns and its odor. Respondents described having to have “courage” to provide a sample, suggesting this presented a substantial hurdle that had to be overcome through understanding of the sample’s purpose and benefits. However, in all FGDs, respondents stated it would be fine (even easy) to give a child’s sample. They reported being less likely to provide a sample themselves, as an adult, but consenting to provide one for their young children. Female respondents directly tied this difference in willingness to handle the feces of children to the practice of cleaning up after infants and toddlers. Respondents also cited a common belief that if an adult handles their own feces they will experience swelling of the abdomen.\n“If it was even a stool sample from a child that was asked for, it would be easier to take the sample, but me at my age! No! It’s not easy to take a stool sample.” [Respondent 4, Men FGD, High Refusal Cluster]\n“It makes you suffer from swelling. Or that’s what our grandmothers say…Making your own bowel movements and picking them up yourself, it’s not good. Our grandmothers used to say that, and we heard it. That’s what we do so that when a child defecates, he doesn’t pick it up himself…don’t you see that because it was like that in our mentality, it’s bad to pick up your own stool? If you have to collect some for your child, it’s easy. But if you have to collect your own stool, it’s bad. It’s a bit difficult.” [Respondent 5, Parents FGD, Low Refusal Cluster]\n\n\n\nParticipant recommendations to improve STH surveillance activities focused on communication and community engagement strategies\nMost of the recommendations for improving stool surveillance across all sampled clusters involved increased communication and awareness raising strategies to explain the benefits of stool sampling and assuage people’s fears. Some respondents recommended changing the stool sample kit design, such as by increasing the size of the sample receptacle and including gloves, however these recommendations were not described as essential for increasing participation. In discussing communication strategies, FGD respondents suggested using radio advertisements, town criers, community leaders, and local residents who’ve already provided a sample to educate community members about the benefits of the program and the need for STH surveillance. An emphasis on combatting rumors was suggested for the message content. This community engagement was highlighted as necessary for increased acceptability of and participation in STH surveillance.\n“The second thing is to go and explain and inform via the radio so that people who had not provided their stool before can do so…In my opinion, those who are stubborn and have not done so before, if we can go through the radio channel, explain to them that they are invited to give their stool, that it is for diagnostic research purposes to determine something, and not for an undisclosed use.” [Respondent 1, Women FGD, High Refusal Cluster]\n“In my opinion, if we can contact the village chiefs and town criers who will be able to pass on and re-disseminate information to the people, ringing the gong; raising their awareness; and further explaining to them how this project is important for our well-being…Basically, you have to be able to talk to them in such a way that they agree it very much by changing their intention towards the project.” [Respondent 5, Men FGD, High Refusal Cluster]\n\nFGD participants in high refusal clusters also recommended working closely and more visibly with local health facilities and health workers, including community health workers, to increase the perceived legitimacy of the stool surveillance. Including local community members on the sample collection teams was emphasized as important for increasing acceptance. Respondents also suggested increasing the training for project agents, so they are better equipped to patiently address concerns of participants at the time of consent and stool collection. Lastly, FGD participants emphasized the importance of explaining whether diagnostic results will be shared after the stool is tested and providing a clear rationale for why results will not be shared. This explanation will assuage fears of misuse, reduce dissatisfaction, and increase acceptance of the surveillance activities.\n“What I still have to say is that the villages and regions where we want to send agents should have local people in the teams. So, it won’t just be foreigners; otherwise, it will be difficult, but if there are local people in the teams, that is, if there are two people, there will be one local person to join a foreigner to lead the operation. But let’s make sure it’s not just foreigners who don’t master the life of the area. Otherwise, it will be a bit difficult.” [Respondent 5, Parents FGD, Low Refusal Cluster]\n\n\n\nQuantitative results\nThe influence of 12 variables on stool sample non-participation were considered (Table 2). Four of the variables (population density, village population size, household toilet type, and cluster-level baseline STH prevalence) were included based on qualitative findings. Population density and village population size were included because qualitative findings indicated that the degree of solidarity between community members might increase perceived community-level benefits of STH surveillance. Household toilet type and cluster-level baseline STH prevalence were included because qualitative data suggested that an individual’s experience with STH or perceived risk of STH infection increased the likelihood of providing a stool sample.\nAn individual’s age, socio-economic status, household religion, household language, consenter’s education, household toilet type, time in current residence, place of main residence, population density, village population size, and baseline cluster STH prevalence were significantly different amongst individuals who refused to participate versus those who participated in STH surveillance (Table 2).\nThe full set of variables (Table 2) were included in a mixed-effects logistic regression model, with cluster ID included as a random effect. After five rounds of backwards stepwise elimination, no further reduction in AIC was reached by removing remaining variables (S3 Appendix). The final reduced model included age, household language, consenter’s education, time in current residence, place of main residence, population density, and cluster-level baseline STH prevalence. Odds ratios, confidence intervals, and adjusted p-values for the reduced model are reported in Table 3. Overall, while there were statistically significant differences between non-participants and participants, the actual magnitude of difference was not large for most variables.\nResults demonstrate that adults were more likely to refuse to provide a stool sample than pre-school and school-age children (OR:0.79, 95% CI:0.63–1.00 and OR:0.69, 95% CI:0.55–0.88, respectively). It is important to note that both pre-school and school-age children were unable to consent for their own participation but required parental consent (under age 7) or assent (ages 7–17) to provide a stool sample. This finding aligns with qualitative data that suggest it is more acceptable to provide a child’s stool sample than an adult’s. Individuals from households who speak a language other than Pédah, the language most commonly spoken in rural areas of Comé, were more likely to refuse to provide a stool sample than those who speak Pédah at home (Table 3). Individuals who had lived in their place of residence for the majority of days during the 6 months preceding the LMC survey were less likely to refuse to provide a sample than others for whom their home had not been their main place of residence preceding the survey (OR:0.36, 95%CI: 0.20–0.66).\nThese findings indicate that if someone has resided in their community for more than ten years, they are less likely to refuse to provide a stool sample (Table 3). For example, individuals who have resided in their community for at least 20 years were less likely to refuse to provide a sample compared to those who’ve been living in their communities for less than a year (OR:0.76, 95%CI: 0.51–1.15). Additionally, as the population density within one kilometer of an individuals’ household increased, they were more likely to refuse to provide a stool sample (Table 3). Lastly, refusals decreased with increasing baseline STH cluster prevalence (OR:0.98, 95%CI:0.95–1.01). While this finding is not statistically significant and not of high magnitude, it aligns with qualitative findings about the relationship between experience with STH symptoms and willingness to provide a stool sample.\nAdditionally, based on qualitative findings that suggested individuals’ perceptions of and intentions to provide stools samples change over time, we examined longitudinal participation data (Fig 3). Longitudinal data demonstrated a general increase in refusals over time, with a large drop-off in participation after the initial baseline survey. Important to note, some portion of the study population who refused to provide a sample at baseline later chose to and vice versa, suggesting changes in individuals’ decisions over time.",
    "Discussion": "STH surveillance programs must achieve both high coverage and representative sampling in order to optimally measure progress. However, surveillance can be limited by both low levels of participation and systematic non-compliance. Among the DeWorm3 trial sites, baseline refusals rates among individuals asked to provide a stool sample ranged from approximately 8% (Benin and India) to 38% (Malawi). Notably, these refusals were observed in a trial setting, suggesting refusals could be even higher in routine public health surveillance programs. Despite this, there is limited evidence in the published literature regarding the acceptability of stool-based surveillance, and factors that influence participation. Motivated by observed refusals to consent to STH surveillance activities associated with the DeWorm3 trial in Comé, Benin, this study aimed to understand determinants of these refusals. This paper presents a mixed-methods analysis of factors influencing non-participation in stool sample-based STH surveillance programs.\nThis study identified several individual-level characteristics that influenced non-participation in STH surveillance surveys. Both qualitative and quantitative data demonstrated adults are less willing to provide their stool sample in comparison to providing a stool sample from their child (Table 4). Adult refusals were more frequent than the refusal to provide consent for a child to provide a sample. Systematic reviews examining factors affecting participation in MDA programs for schistosomiasis and lymphatic filariasis, similarly found that adults were less likely to participate, as compared to children [29,30]. Given that adults can serve as reservoirs of infection for STH in many communities, systematic non-participation of adults in STH stool surveillance may pose a challenge to accurately estimating STH prevalence within elimination programs.\nSecondly, individuals from Pédah-speaking households were less likely to refuse to provide a stool sample than other language groups. In the Beninese context, language group largely aligns with ethnicity which also drives cultural habits and norms. Furthermore, in Comé, the Pédah communities more commonly live in rural areas, in comparison to Mina and Watchi-speaking families that are concentrated in urban or peri-urban areas. Thus, language may serve as a proxy for urbanicity. This trend aligns with other quantitative findings about population density, where increased density was linked with increased refusals. Other studies exploring perspectives of MDA for both STH and schistosomiasis found that perceptions of infection risk increased participation in MDA [29,31]. In urban settings, where sanitation infrastructure tends to be more advanced and healthcare access more readily available, individuals may perceive themselves to be at lower risk of STH, and thus are more likely to refuse to participate in stool surveillance. Qualitative data from this study similarly linked experiences with STH symptoms and perception of it being a problem in the community with increased participation, supporting this hypothesis. Another explanation for why increased population density was associated with increasing refusals to provide a sample could be due to the ease with which rumors about misuse of stool samples and misinformation about the potential dangers of providing a sample can circulate in communities with high population density. These differences in participation are particularly concerning as rural-to-urban migration increases; if urban populations are more likely to refuse consent for STH surveillance, programs will need to address this.\nAn important driver of participation in stool-based surveillance identified by this study is recognition of benefits for the collective community. FGD respondents who provided a stool sample reported prioritizing community-level benefits (e.g. that surveillance will help inform treatment programs and reduce STH prevalence in the community) and that these benefits outweighed individual aversion to handling feces and other perceived individual-level risks. In contrast, refusal to provide a sample was largely driven by mistrust of the sample’s purpose and fear about misuse or physical harm to the individual. These results parallel findings from other settings that tie decisions to participate in STH programs, willingness to provide a stool sample for diagnostic purposes, and consent to NTD surveillance activities to an understanding of the importance of the research, fears of how the samples might be misused, and perceived benefits [15–17,19]. Similarly, studies examining participation in MDA have found that trust in the program, rumors about harmful consequences, and perceptions of benefits drive acceptability of treatment [29–32]. Of note, findings from this study align with evidence from high-income settings where patients faced barriers to providing a stool sample in a primary healthcare setting due to a lack of information and concerns about privacy [17]. That individuals are acting on their belief of the intervention’s benefit for the community is linked with quantitative findings that suggest an influence of community cohesion/identity on participation. Individuals who resided in the community at least eleven years were less likely to refuse to provide a sample, suggesting the importance of community identity for participation in public health surveillance. Similarly, individuals who did not reside in the community for the majority of days in the six months preceding the survey were substantially more likely to refuse to participate. Interventions targeting improved community building may be important for increasing participation in public health surveillance activities that primarily afford community benefit. Table 4 presents a full matrix of points of convergence (and divergence) between the qualitative and quantitative findings.\nSeveral concrete recommendations for STH surveillance programs were generated from this work. If STH surveillance is intensified to achieve and document progress towards elimination as a public health problem and/or transmission interruption, programs will need to understand who is not participating in each setting. Programs will need to disaggregate refusal data based on key demographics to understand if certain populations are refusing to provide a sample at higher rates. In addition to understanding who is refusing to participate in STH surveillance, programs will need to better understand why those individuals or groups are hesitant. Investing in learning about community perspectives, priorities, and beliefs about public health surveillance will be key to ensuring the program’s success. Ideally such research should be conducted in advance of large surveillance campaigns to increase acceptability. These findings also suggest programs should focus on addressing misinformation and demonstrating the benefits of stool surveillance for a community, even where perceived risk of STH is low. This will have implications for community engagement strategies, training for sample collectors, and communication messages. Programs thus have an opportunity to reimagine how STH surveillance is conducted to address community concerns and ensure groups are equally represented in surveillance data.\n\nLimitations\nThis study has several limitations. First, a high proportion (70%) of individuals sampled for the FGD were unreachable, unwilling, or unable to participate. This sampling frame may skew findings, especially if individuals not included in the FGD were also more likely to refuse to participate in the study. Secondly, due to limitations in time and budget, this study was unable to conduct a member checking exercise, wherein main findings are shared with FGD participants for feedback and confirmation. However, the research team in Benin drew from their field experience and cultural knowledge to validate the themes emerging from the qualitative analysis to address this limitation. FGDs may also inadvertently introduce social desirability bias due to the group format of data collection. Quantitative data collection tools were developed prior to the qualitative analysis; thus, there may be some drivers of participation identified in the qualitative data that were not explored quantitatively, such as previous experience providing a stool sample. In the quantitative analysis, the proxy measures for community solidarity may be imperfect measures. Further studies are warranted to identify strong indicators of community solidarity. Additionally, while the choices made for this analysis are appropriate for exploratory research questions, it should be noted that using stepwise regression to build the quantitative model and interpretating results from a multivariate analysis have their limitations [33,34]. This analysis drew on data only from the Comé district in Benin. Some findings, particularly those pertaining to local cultural customs or beliefs, may not be generalizable to other settings.",
    "Conclusion": "This study found that certain groups of individuals are more likely to refuse to participate in STH surveillance activities than others. Our findings suggest that adults, persons who do not reside full time in the community, newly arrived members to the community, individuals who do not perceive themselves or their communities to be at risk for STH, and individuals exposed to convincing misinformation are more likely to refuse to provide a stool sample. STH surveillance must achieve high levels of representative participation; otherwise, programs could misidentify priority areas for implementation or bias verification data. This is of particular concern if groups refusing to participate in surveillance also refuse to participate in deworming campaigns."
}