{
    "Introduction": "Dengue fever (DF) is a mosquito-borne flavivirus infection caused by four related but antigenically distinct dengue viruses (DENVs, serotypes 1–4). The global burden of dengue has experienced a dramatic increase in recent years [1] and now DF with dengue hemorrhagic fever (DHF) are considered major causes of morbidity and mortality in tropical and sub-tropical countries [2,3]. With 390 million DENV infections estimated to occur annually worldwide, an estimated 500,000 severe dengue cases requiring hospitalization and approximately 20,000 deaths occur yearly [4–6].\nAs a major public health problem in Thailand, despite mosquito control efforts, DF/DHF has steadily increased in both incidence and range of distribution in the country. All four serotypes are in circulation and it has now spread to all provinces, districts, and sub-districts [7,8]. DHF is typically known to confined to children, but there is a shift in modal age with an increase in number of hospitalization due to DHF in older individuals [9,10]. With a well-established national dengue surveillance system, the incidence rates in Ratchaburi province are documented to be up to 698/100,000 person years.\nThere is a considerable amount of dengue burden data from Thailand based on epidemiological studies including those following dengue vaccine trials. However, often existing data are focused on hospitalized cases, despite that outpatient dengue accounts for the greatest burden of disease, both epidemiologically and economically. Thus, there continues to be a lack of data on dengue among non-hospitalized cases [11,12]. Also, despite the findings of clinical and epidemiological differences between adults and children, data on dengue among adults are relatively scarce compared to what is available for children [13,14].\nIn order to better understand epidemiologic and clinical patterns of symptomatic dengue in Bang Phae, a passive facility-based fever surveillance study was conducted in a catchment area among residents of Bang Phae district, Ratchaburi province, Thailand. The study served two objectives. First, dengue-confirmed cases were compared to non-dengue cases, to identify significant epidemiologic and clinical features associated with dengue-confirmation, including assessing patterns related to dengue rapid diagnostic test (RDT) results and clinical diagnosis. Secondly, among dengue-confirmed patients, differences between secondary and primary cases were assessed.",
    "Methods": "Ethics statement\nThe study protocol obtained ethical approvals from the Institutional Review Boards (IRBs) of the International Vaccine Institute (2011–007), the Ethics Committee of the Faculty of Tropical Medicine, Mahidol University (MUTM2011-031-06), and the Ethical Review Committee in Human Subjects (Ref.no.31/2554) of the Ministry of Public Health, Thailand.\nAll adult subjects provided written informed consent, and a parent or guardian of any child participant provided written informed consent on the child’s behalf with written assent from the child aged between 7 and 18 years.\n\n\nSite selection\nIn site selection, the factors such as reported incidence, cases, outbreaks in the literature, available seroprevalence studies, and adequate research infrastructure were considered [15–17]. Ratchaburi province ranks among the top ten provinces of Thailand for dengue incidence rates, ranging between 123.5–394.3/100,000 persons, with all 4 serotypes in circulation [18]. With the known high levels of DENV transmission and hyperendemicity, Bang Phae district, Ratchaburi province was selected in consultation with collaborators in Mahidol University and Ministry of Public Health (MoPH). The fever surveillance study was implemented in Bang Phae Community Hospital (BPCH).\n\n\nStudy area and population\nRatchaburi is located approximately 85 km west to Bangkok. The population of the Ratchaburi province is 873,518 (2018)[19] with 31% of the population residing in the urban area (Fig 1). Bang Phae district of Ratchaburi province has 44,768 residents, approximately 11,000 households, over an area of 500 km2 (2017)[20]. Bang Phae district is composed of 65 villages within 7 sub-districts of Bang Phae, Wang Yen, Hua Pho, Wat Kaeo, Don Yai, Don Kha, and Pho Hak.\nA map of the study area in Bang Phae district, Ratchaburi province, Thailand. Base layer of the map can be found in https://www.diva-gis.org/gdata.\nThe primary healthcare provider in Bang Phae district is BPCH in Wang Yen sub-district. It is a 48-bed medium-sized secondary care facility which conducts up to 400 outpatient consultations per day (2011). There is a District Health Office and there are 9 sub-district health centers, with limited numbers of doctors on site, dispersed in the district.\nTo understand epidemiologic and clinical patterns of dengue fever in Bang Phae district, the passive facility-based fever surveillance was implemented in BPCH and study team staff enrolled outpatient and hospitalized patient with fever [15]. With unknown volume of potential eligible subjects presenting with fever at the hospital in the first year of the study period, every other eligible patient was recruited between October 2011 and September 2012. From October 2012 until the end of study period in September 2016, all eligible patients were recruited. Overall, the study continued for 5 years.\nWhen a febrile patient presented at the hospital, regular medical evaluation and case management of the patient were done by regular medical team at BPCH. And all febrile patients were referred to the study office within BPCH after the routine practice. After obtaining the informed consents, an acute blood sample of 5 ml was taken on the day of enrolment and tested with a commercial dengue RDTs (NS1 Antigen up to October 2013 and Dengue Duo with both NS1 and Immunoglobulin type (Ig) M cassettes from November 2013; Standard Diagnostics, Yongin-Si, Korea) on the visit 1. Also, the study staff collected basic demographic and clinical information, such as age, sex, address, medical history, symptoms and signs, treatment and laboratory results [21]. Patients were asked to return to the hospital for the convalescent sample collection between 10–14 days from visit 1. If the patients had not come to the hospital after the 14th day, the house visit was made within 21 days from visit 1. Confirmation of dengue infection was done using in-house enzyme-linked immunosorbent assay (ELISA) on paired samples collected on visits 1 and 2 [21,22]. In addition, samples were tested with reverse transcriptase-polymerase chain reaction (RT-PCR) for confirmation as well as to identify dengue serotypes. The study flow was shown in Fig 2.\nAlgorithm showing the design and flow of the passive fever surveillance.\n\n\nStudy subjects\nEligible criteria for study enrollment:\n\nAge 1–55 years;\nResidents of the 7 sub-districts of Bang Phae district, Ratchaburi province;\nNot participating in the ongoing dengue vaccine trials;\nSigned informed consent from all adults >18, parental consent with participant assent for those aged between 7 and 18 years, and parental consent under age 7; and\nPatients presenting with fever (Axillary temperature ≥ 37.5 celcius degrees (° C)) or history of fever for ≤ 7 days of duration without localizing signs (fever caused by a localized infection as well as fever with a known and confirmed etiology other than dengue).\n\n\nLaboratory testing algorithm\nAcute samples were tested using a commercial RDT on the day of the first visit at BPCH. From BPCH, the acute and convalescent samples were centrifuged and sera were separated under sterile conditions, labeled, stored at -70°C freezer and then transported under freeze condition to TROPMED Dengue Diagnostic Center (TDC) at the Faculty of Tropical Medicine, Mahidol University. Sera samples were tested using in-house ELISA dengue IgM/IgG [23]. In addition, the samples of serological positive cases (i.e. RDT positive, positive IgM or significant increase in IgG titers) were tested with RT-PCR [24]. A small number of serological negative cases was also tested with RT-PCR. Also, acute samples were tested with in-house Japanese encephalitis (JE) IgM/IgG ELISA for check for possible cross-reactive IgM and IgG response.\nPresence of positive IgM dengue specific antibody titer (>40 u/ml) by ELISA, virus detection (RT-PCR) in the acute serum specimen and at least 4-fold rise in DENV IgG titers from acute to convalescent phase sera were considered laboratory-confirmed dengue infection [25]. Primary dengue infection was defined by ELISA IgM-to-IgG ratio of ≥ 1.8, and secondary dengue infection by the ratio less than 1.8 [26].\n\n\nStatistical analysis\nA descriptive summary of characteristics is presented by the dengue confirmation status (dengue-confirmed vs. non-dengue), as well as between secondary and primary cases among dengue-confirmed cases. Furthermore, in assessment of patterns of dengue, we also explored patterns of dengue RDT use, especially RDT results compared to lab-confirmation of dengue (by ELISA and/or PCR) and clinical suspicion of dengue, possibly leading to reduced antibiotics prescription. Clinical diagnosis prior to laboratory-confirmation, was grouped as suspected dengue, undifferentiated fever, and non-dengue. Categorical pair-wise comparisons were made across dengue status using χ2 or the Fisher’s exact tests with significance at p-value < 0.05. Comparison of continuous variables was performed using the student’s t-test and ANOVA.\nA multivariable analysis was conducted to identify clinical indicators associated with dengue confirmation, using multivariable logistic regression models. Key parameters were identified in univariable associations with dengue confirmation status and between secondary and primary dengue cases. For a priori adjustments, the multivariable models were adjusted for the variables for age (a known confounder for dengue and its clinical presentation for primary infection vs. subsequent infections [27,28], further collapsed to 4-level categorical variable); gender (we had a priori reasons for believing that gender might be related to likelihood of exposure to the Aedes vectors and it might mediate some of the clinical presentations [29]) although in our data its inclusion or exclusion did not make difference to the odds ratios in the final model); timing of fever occurrence (whether the episode occurred during a known dengue season, often coinciding with a rainy period, may affect dengue diagnosis and physicians’ focus when making examinations for symptoms, etc. [30,31]); and, fever duration prior to visit (possibly affecting how symptoms are clinically presented at enrollment by the duration of illness and level of viremia for dengue confirmation [32]). Then, a multivariable backward stepwise logistic regression model was applied with a significance level 0.2 for entry and 0.1 for staying in the adjusted model. Adjusted for age, gender, timing of fever occurrence, and days of fever prior to visit, the independent variables included demographic and clinical variables such as treatment type (hospitalized patients vs. outpatients), clinical diagnosis, temperature measured at enrolment, and various signs and symptoms. From the multivariable backward stepwise logistic regression model, statistically significant variables were identified. These variables, with control variables and a priori adjustment, were entered in the final multivariable logistic regression to estimate association with dengue-confirmed against non-dengue cases. In addition, on a subset of dengue patients, a multivariable analysis to identify indicators associated with hospitalization among dengue patients, using logistic regression models. The significance level was set at p-value < 0.05. Associations were expressed in terms of odds ratios (ORs) with 95% confidence intervals (CIs). All analyses were performed using SAS version 9.4 (SAS Institute, Cary, North Carolina).",
    "Results": "General characteristics\nOver the study period of 5 years, 1700 febrile patients presented at BPCH and 955 were enrolled (Fig 3). However, 4 subjects were excluded due to absence of visit 2. Therefore, 951 subjects who completed both visits 1 and 2 were included in the analysis sample.\nThe chart describes patient flow in the passive fever surveillance from screening, enrollment to study participation, with determination of laboratory-based status of dengue infection, as well as how the analysis sample was reached.\nAmong 951 febrile patients, 13.7% (n = 130) were found to be dengue-confirmed (Table 1). Of 130 dengue-confirmed patients, 95 were identified to be secondary and 35 to be primary dengue cases. There were annual peaks of dengue occurrence between June-November (Fig 4). In our surveillance, those that showed positive results on any of IgM/IgG ELISA and NS1 of the dengue RDT were tested with RT-PCR. Of 220 acute serum samples which underwent testing with RT-PCR, 116 were dengue-confirmed by PCR. The most prevalent serotype was DENV-3 (n = 35), followed by DENV-2 (N = 34). All four serotypes were identified during the study period, including DENV-1 (n = 28) and DENV-4 (n = 19). In 2012 and 2015, dengue peaks were larger than in 2013 and 2014. In 2012, it was mainly DENV-2 with some DENV-3 and, in 2015, it was mainly DENV-4 with some DENV-3 cases.\nThe figure shows monthly distribution of dengue-confirmed and non-dengue cases among the enrolled patients.\nThe mean age for dengue-confirmed patients were significantly younger than the non-dengue patients (15.6 years vs. 17.7), even though most of our dengue-confirmed patients had secondary infection (Table 1). More than half of dengue-confirmed patients were teenagers between 10–19 years of age. And, about 15% of dengue-confirmed cases were adults 25 years and older. Of dengue-confirmed patients, 39% (51/79) were hospitalized, compared to only 6% (47/774) of non-dengue patients. Among 97 of 98 hospitalized patients with documented end date of hospitalization, mean duration of hospitalization was significantly longer for dengue-confirmed patients at 4.1 days, compared to non-dengue patients at 3.5 days.\nMean duration of fever prior to the first visit was about 3.4 days for both groups, but mean duration for entire illness was significantly longer for dengue-confirmed (6.5 days), compared to non-dengue, patients (5.7 days). There were 5% of enrolled patients with self-reported previous dengue infections. The percentage of subjects who self-reported having received JE vaccine was significantly higher in the dengue-confirmed patients (88%), compared to non-dengue patients (79%). When compared between those individuals who reported to have received JE vaccination as part of the expanded program on immunization (EPI) and those who reported to have received the JE vaccination outside of EPI, there was no difference in terms of proportion of dengue-positivity.\nThere were 59% of dengue-confirmed patients clinically diagnosed with suspected dengue fever and 6% with suspected DHF, whereas 91% of non-dengue patients were diagnosed with non-dengue (mostly upper respiratory illness (URI), viral syndrome, bronchitis) (Table 2). In terms of signs and symptoms, dengue-confirmed patients were significantly more likely to present with rash, fatigue, alteration of consciousness, headache, muscle pain, gum bleeding, and hematemesis, compared to non-dengue patients. Conversely, nasal congestion, rhinorrhea, sore throat, cough, and expectoration were found more commonly among non-dengue patients, compared to dengue-confirmed patients, with statistical significance.\nAmong dengue cases, 65% were accurately detected using the NS1 kit of the dengue RDT. This resulted in the sensitivity of 64.6% [95% Confidence Interval (CI): 55.8 to 72.8%] and the specificity of 99.8% (95% CI: 99.1 to 99.9%).\nWhile non-dengue patients were almost 3 times more commonly prescribed with antibiotics than dengue-confirmed patients (30.1% of non-dengue patients vs. 10.8% of dengue-confirmed patients prescribed with antibiotics), mean duration of antibiotic use was significantly longer for dengue-confirmed patients than for non-dengue patients (6.2 days vs. 3.9 days, p-value < .001) (Table 2). Most of those who received antibiotics (257/261) had negative results on dengue RDT. Of 4 patients who received antibiotics with RDT positive results, although all clinical diagnosed with dengue, two were given longer than 7 days of antibiotics prescription compared to 25 of 253 individuals who were given longer than 7 days of antibiotics prescription with RDT negative results. Also, most of those prescribed with antibiotics (255/261) were clinically suspected with non-dengue.\nParacetamol was given to all enrolled subjects and mean duration of paracetamol use was longer among dengue-confirmed patients, compared to non-dengue patients. Ibuprofen was rarely prescribed, to about 1% of enrollees.\n\n\nClinical characteristics of dengue-confirmed patients\nFrom univariable analyses (S1 Table), variables that were found to be independently associated with dengue-confirmed patients when compared against non-dengue patients were: age, treatment type (hospitalized patients vs. outpatients), JE vaccination history, temperature at presentation, whether infection occurred during the known dengue peak season, rash, fatigue, alterations to consciousness, headache, nasal congestion, rhinorrhea, sore throat, cough, sputum production, muscle pain, and hematemesis. After checking for univariable relationships, the multivariable backward stepwise logistic regression models were run. Statistically significant variables selected were: age, treatment type, temperature at presentation, rash, headache, rhinorrhea, cough, alterations to consciousness, hematemesis, and oliguria.\nTo the clinical variables selected by the model, a priori adjustments (gender, dengue peak season, and fever duration prior to visit) were included in the final multivariable logistic regression model. Clinical diagnosis of suspected dengue (vs. undifferentiated fever or non-dengue) and positivity on RDT were initially considered potential confounders. However, they were too closely related to dengue-confirmation status as well as to signs and symptoms and were not entered in the final model. The final model, adjusted for a priori adjustments, showed that, there were 4.8 and 2.4 times greater odds of dengue-confirmed cases presenting with rash and headache, respectively, compared to non-dengue cases (Table 3). Also, dengue-confirmed cases were 4.8 and 2.2 times more likely to present with hematemesis and alterations to consciousness, respectively, compared to non-dengue cases. Dengue-confirmed patients were less likely to present rhinorrhea (OR = 0.39) and cough (OR = 0.27), compared to non-dengue patients.\n\n\nSecondary and primary dengue cases\nThe majority of dengue-confirmed cases, 73% (n = 95), were identified to be secondary dengue infection. There was no statistically significant difference observed in age distribution between secondary and primary dengue patients (Table 4). Also, there was no significant difference in gender distribution between secondary and primary dengue patients.\nAmong hospitalized patients, 86% (44/51) were secondary dengue patients. Patients with secondary dengue infections were 3.5 (95% CI: 1.37–8.67) times more likely to be hospitalized, compared to those with primary dengue infection. Duration of hospitalization was measured among 49 patients and the mean duration was significantly longer for those with secondary (4.17 days) vs. primary dengue infection (3.71 days).\nSecondary dengue infections were more likely to be diagnosed as suspected dengue, but the difference in proportions was not statistically significant, when compared against primary dengue infections. Furthermore, all those clinically diagnosed with DHF among dengue-confirmed cases (n = 8) had secondary dengue and all of these secondary cases were hospitalized.\nAmong secondary dengue cases, 66.32% (95% CI: 55.89% - 75.69%) had positive results on the NS1 kit of RDT, compared to 60.0% (95% CI: 42.11% - 76.13%) in primary dengue cases. However, the difference was not statistically significant (p = 0.504). In terms of symptomatic presentation, secondary dengue cases were significantly more likely to present fatigue (O.R = 2.7 times), nausea/vomiting (O.R = 3.0 times), loss of appetite (O.R = 2.7 times), and muscle pain (O.R = 4.1 times), compared to primary dengue cases. There were no hemorrhagic signs that were found significantly more among secondary dengue cases, compared to primary dengue cases.",
    "Discussion": "Dengue is well studied in many of Southeast Asian countries, including Thailand. There have been extensive studies conducted to assess epidemiologic patterns and burden of dengue disease in the country. Our study results showed consistent data with previous studies. We found 14% (n = 130) of 951 enrolled febrile patients to be dengue-confirmed. Similarly, Sabchareon et al. reported 2.7% to 10.2% of the febrile episodes to be dengue-confirmed among primary school students in Muang district of Ratchaburi province between 2006 and 2009 [33].\nWhile there are dengue epidemics that occur every 2–4 years, during our study period, there was no large epidemic of dengue in Bang Phae district. Nonetheless, Also, as previously documented, there were annual peaks of dengue occurrence between June-October/November [34,35]. There were bigger peaks in 2012 and 2015 and smaller peaks were observed in 2013–14. Based on serotyping information from RT-PCR, it seems that a shift from DENV-2 to DENV-3 occurred causing a steep increase in cases, observed as the peak in 2012. DENV-4 reappeared in November 2014 and made up most of the peak in 2015 with DENV-3. While the most commonly found serotypes were DENV-3 and DENV-2, there were all 4 serotypes circulating in Bang Phae district during the study years confirming that it is an area with dengue hyperendemicity. As shown in our study, previous studies reported all DENVs in continuous circulation in Thailand [36,37].\n\nPatterns of dengue-confirmed cases in terms of age\nIn terms of age, more than 50% of the febrile patients enrolled at BPCH were under 15 years of age. More than 50% of those dengue-confirmed were 10–19 years of aged. A study conducted in Photharam Hospital in Ratchaburi in 2005–2015 also showed similar age patterns where 40% of dengue patients were found to be between 10–18 years of age with those between 10–14 years mostly affected [34]. Similarly, a study calculated dengue incidence in northeastern Thailand in 2006–2016 using the national surveillance system and also found the highest proportion of dengue cases to be in 5–14 years age group [38].\nWith the majority of these dengue-confirmed patients as secondary dengue cases, our data showed that there was no statistically significant difference in age distribution between secondary and primary dengue cases. Among patients with secondary dengue infections, the youngest individual was 2 years old (PCR confirmed with DENV-1) and reached up to 45 years-of-age. Such patterns with respect to age are consistent to what have been reported from other studies conducted in Thailand [34,36,38].\n\n\nUse of dengue RDT, clinical diagnosis, and antibiotics\nIn our studied population, we observed a high index of clinical suspicion of dengue with 66% of dengue-confirmed patients clinically diagnosed with dengue infection. The large majority of non-dengue cases had respiratory infections, including URI, viral syndrome, bronchitis. While these may seem atypical manifestations of dengue, our surveillance only excluded febrile patients if they have an obvious localized infection.\nWhile clinical diagnosis of suspect dengue was made prior to lab confirmation, the RDT test results were available during visit 1. With the NS1 kit of the dengue RDT demonstrating 65% sensitivity and specificity of 99%, clinical judgement would have been made in the presence of knowledge of the dengue RDT results. When we consider either IgM or NS1 results on the RDT, of 87 patients with RDT positive results, 92% (n = 80) were diagnosed with suspected dengue or DHF. In terms of specificity of clinical diagnosis, 98% (n = 844) of 864 patients with RDT negative results were diagnosed with non-dengue. When clinical diagnosis of dengue was compared against lab-confirmation of dengue, sensitivity was quite high at 65.38% (95% C.I = 56.54–73.51) and specificity was even higher at 98.17% (95% C.I = 97.00–98.97). Even if aided by RDT results, in our studied population, we observed clinical diagnosis to perform well in detection of dengue cases.\nFurthermore, dengue RDTs have been reported to be more sensitive for primary than secondary infections [39]. However, RDT performance (referring to the NS1 results only to be consistent throughout the study), compared against dengue RDT positivity determined by paired ELISA and RT-PCR results as the gold standards in our study, was similar in secondary (66.3%) and primary (60.0%) dengue cases with no significant difference. Consequently, secondary and primary dengue cases were similarly diagnosed with suspected dengue. Also, RDT performance could be influenced by days since onset of fever of the patients in different groups. However, our data did not show any difference in mean number of days since onset of fever between those with positive vs. negative results on RDT.\nIn the current study, we referred to only the NS1 results for assessment of the test performance of the dengue RDT. However, to compare with the clinical diagnosis, we referred to positivity either based on IgM and/or NS1 kit of the RDT and there may be concerns of cross-reactivity between flaviviruses reported in antibody assays and tests for dengue NS1 antigen [40,41]. However, quoted accuracy of the SD Dengue Duo NS1 antigen and IgG/IgM combo test is high: with the sensitivity and specificity of 92.8 and 98.4, respectively, for the NS1 side; 99.4 and 93.0, respectively, for the IgM/IgG side [42]. Also, previous studies support that commercial kits based on dengue NS1 antigen detection perform well in clinical samples from areas with multiple flaviviruses in circulation [41,43]. Furthermore, in the current study, the RDTs were used for screening, rather than for confirmation of dengue infection.\nIn terms of treatment, all patients were given paracetamol and the period of prescription was not significantly different between dengue and non-dengue patients. For antibiotics, prescription was more common among non-dengue (30%), than dengue-confirmed cases (11%). The mean duration of antibiotic use was almost twice longer for dengue-confirmed than non-dengue patients. Of 14 dengue-confirmed cases, the reasons for doctors giving antibiotics were negative RDT results and suspected bacterial infection including URI (n = 8).\n\n\nSymptomatic patterns of dengue-confirmed patients\nIn terms of symptomatic presentation, the final model reported that dengue-confirmed cases were significantly associated with increased odds of presenting with rash, headache, hematemesis and alterations to consciousness, while dengue-confirmed patients were significantly associated with decreased odds of presenting with rhinorrhea and cough, compared to non-dengue patients. In addition to being part of the 2009 WHO case definition of probable dengue, our results were consistent to what was commonly reported symptoms observed among patients with dengue fever in Thailand [18,44–46]. Dengue may not be commonly associated with neurological manifestations and alterations to consciousness was found to be positively associated with dengue in our model. In our study, alteration of consciousness was found only brief and non-progressive drowsiness, without severe neurological manifestations (stupor, coma, etc.).\nIn addition to these signs and symptoms, our model reported that dengue-confirmed cases were more likely to present with higher body temperature ≥ 38.3°C at enrollment than non-dengue cases. This was found statistically significant even after adjusting for fever duration days prior to visit and supported by other previous studies [18,45].\n\n\nSevere cases and secondary dengue\nHospitalization due to dengue illness is a common indicator of morbidity [47] and number of hospitalizations has been reported to be increasing in patients with dengue fever [48]. In our data where the mean age of hospitalized patients (n = 51, 16.24 years) was not significantly different from that of outpatients (n = 79, 15.19 years), the model showed that the dengue-confirmed patients were 8 times more likely to be hospitalized, compared to non-dengue patients. While this could have been an indicator of a severe outcome due to dengue infection, our dengue-confirmed patients reported a mean of 4.1 days of hospitalization compared to 3.5 days for non-dengue patients. Despite the statistically significant difference, the mean duration of hospital stay was longer for dengue-confirmed patients only by about a half day.\nOther indicators of possible severe outcomes of dengue could be the warning signs [46]. The 1997 dengue classification system was originally divided into DF/DHF/Dengue shock syndrome (DSS), and it was revised in 2009 to be divided into: dengue fever, dengue fever with warning signs, and severe dengue, to cover for those cases that cannot be classified into DF/DHF/DSS [46,49]. In terms of discharge diagnosis, of 130 lab-confirmed dengue cases in our data, 77 were diagnosed with DF and 8 were diagnosed with DHF. All 8 DHF patients had secondary dengue infection. Among those DHF patients, 6 patients were classified as DHF grade I and 2 with grade II. There was no case of death.\nGiven the hyperendemicity of dengue in Thailand, it is expected that most of the cases are secondary dengue infections. Our data showed a significantly higher rate of admission, 3.5 times more likely, and a significantly longer mean duration of hospitalization among secondary cases compared to primary dengue cases in the studied population. However, given that our data did not have many cases with warning signs or cases diagnosed with DHF, most of patients in the studied population showed to have mild disease of dengue.\n\n\nStudy limitations\nWe recognize variability of dengue epidemiology over time and by region. While the surveillance continued for 5 years and BPCH is the main hospital serving the studied population, due to resource constraints, subject recruitment was only at one facility. In addition, depending on the transmission volume of dengue or other co-circulating pathogens, there may have been cases of co-infection. There is documented co-circulation of multiple arboviruses, such as chikungunya virus (CHIKV), and Zika virus (ZIKV), observed in Thailand [50]. However, lab testing algorithm in this study did not cover other arboviruses than DENV and JEV. In a previous study conducted in Southern Thailand, among 163 DENV positive cases, 6 cases of co-infection with CHIKV and 1 case with ZIKV [50]. While it may be important to test for other key arboviruses to accurately measure the burden of dengue, we anticipate a minimal rate of possible co-infection cases.\nAn important potential source of bias is under-ascertainment due to the community residents with relevant symptoms not seeking care. In its passive design, our study may miss those eligible patients seeking for care at other healthcare providers than the facility under surveillance. Also, we did not recruit more mild patients who may seek care at private clinics. So, there may have been limitations in capturing of the wide spectrum of clinical manifestations of dengue by only involving a district-level hospital. We recognize that there may be limited generalizability due to these limitations.",
    "Conclusion": "Our findings confirm the hyperendemicity of dengue with all 4 serotypes in circulation in Bang Phae, Ratchaburi province, Thailand, even in the times without large reported epidemics. While mild illness was observed in the majority of our dengue patients, we found more secondary cases than primary dengue cases even in teenagers. Given the importance of the burden data in making decisions on interventions, our results could contribute to facilitate decision-making on implementation of interventions, especially given that more options are becoming available for preventive and control measures, including vaccines."
}