{
    "Background": "Although dengue is endemic in Puerto Rico (PR), 2007 and 2010 were recognized as epidemic years. In the continental United States (US), outside of the Texas-Mexico border, there had not been a dengue outbreak since 1946 until dengue re-emerged in Key West, Florida (FL), in 2009–2010. The objective of this study was to use electronic and manual surveillance systems to identify dengue cases in Veterans Affairs (VA) healthcare facilities and then to clinically compare dengue cases in Veterans presenting for care in PR and in FL.",
    "Methodology": "Outpatient encounters from 1/2007–12/2010 and inpatient admissions (only available from 10/2009–12/2010) with dengue diagnostic codes at all VA facilities were identified using VA's Electronic Surveillance System for Early Notification of Community-based Epidemics (ESSENCE). Additional case sources included VA data from Centers for Disease Control and Prevention BioSense and VA infection preventionists. Case reviews were performed. Categorical data was compared using Mantel-Haenszel or Fisher Exact tests and continuous variables using t-tests. Dengue case residence was mapped.",
    "Findings": "Two hundred eighty-eight and 21 PR and FL dengue cases respectively were identified. Of 21 FL cases, 12 were exposed in Key West and 9 were imported. During epidemic years, FL cases had significantly increased dengue testing and intensive care admissions, but lower hospitalization rates and headache or eye pain symptoms compared to PR cases. There were no significant differences in clinical symptoms, laboratory abnormalities or outcomes between epidemic and non-epidemic year cases in FL and PR. Confirmed/probable cases were significantly more likely to be hospitalized and have thrombocytopenia or leukopenia compared to suspected cases.",
    "Conclusions": "Dengue re-introduction in the continental US warrants increased dengue surveillance and education in VA. Throughout VA, under-testing of suspected cases highlights the need to emphasize use of diagnostic testing to better understand the magnitude of dengue among Veterans."
}