{
    "Background": "Sub-microscopic (SM) Plasmodium infections represent transmission reservoirs that could jeopardise malaria elimination goals. A better understanding of the epidemiology of these infections and factors contributing to their occurrence will inform effective elimination strategies. While the epidemiology of SM P. falciparum infections has been documented, that of SM P. vivax infections has not been summarised. The objective of this study is to address this deficiency.",
    "Methodology/Principal Findings": "A systematic search of PubMed was conducted, and results of both light microscopy (LM) and polymerase chain reaction (PCR)-based diagnostic tests for P. vivax from 44 cross-sectional surveys or screening studies of clinical malaria suspects were analysed. Analysis revealed that SM P. vivax is prevalent across different geographic areas with varying transmission intensities. On average, the prevalence of SM P. vivax in cross-sectional surveys was 10.9%, constituting 67.0% of all P. vivax infections detected by PCR. The relative proportion of SM P. vivax is significantly higher than that of the sympatric P. falciparum in these settings. A positive relationship exists between PCR and LM P. vivax prevalence, while there is a negative relationship between the proportion of SM P. vivax and the LM prevalence for P. vivax. Amongst clinical malaria suspects, however, SM P. vivax was not identified.",
    "Conclusions/Significance": "SM P. vivax is prevalent across different geographic areas, particularly areas with relatively low transmission intensity. Diagnostic tools with sensitivity greater than that of LM are required for detecting these infection reservoirs. In contrast, SM P. vivax is not prevalent in clinical malaria suspects, supporting the recommended use of quality LM and rapid diagnostic tests in clinical case management. These findings enable malaria control and elimination programs to estimate the prevalence and proportion of SM P. vivax infections in their settings, and develop appropriate elimination strategies to tackle SM P. vivax to interrupt transmission."
}