{
    "Abstract": "Humans and a wide range of mammals are generally susceptible to Schistosoma infection, while some rodents such as Rattus rats and Microtus spp are not. We previously demonstrated that inherent high expression levels of nitric oxide (NO), produced by inducible nitric oxide synthase (iNOS), plays an important role in blocking the growth and development of Schistosoma japonicum in wild-type rats. However, the potential regulatory effects of NO on the immune system and immune response to S. japonicum infection in rats are still unknown. In this study, we used iNOS-knockout (KO) rats to determine the role of iNOS-derived NO in the immune system and immunopathological responses to S. japonicum infection in rats. Our data showed that iNOS deficiency led to weakened immune activity against S. japonicum infection. This was characterized by the impaired T cell responses and a significant decrease in S. japonicum-elicited Th2/Th1 responses and cytokine and chemokine-producing capability in the infected iNOS-KO rats. Unlike iNOS-KO mice, Th1-associated cytokines were also decreased in the absence of iNOS in rats. In addition, a profile of pro-inflammatory and pro-fibrogenic cytokines was detected in serum associated with iNOS deficiency. The alterations in immune responses and cytokine patterns were correlated with a slower clearance of parasites, exacerbated granuloma formation, and fibrosis following S. japonicum infection in iNOS-KO rats. Furthermore, we have provided direct evidence that high levels of NO in rats can promote the development of pulmonary fibrosis induced by egg antigens of S. japonicum, but not inflammation, which was negatively correlated with the expression of TGF-β3. These studies are the first description of the immunological and pathological profiles in iNOS-KO rats infected with S. japonicum and demonstrate key differences between the responses found in mice. Our results significantly enhance our understanding of the immunoregulatory effects of NO on defensive and immunopathological responses in rats and the broader nature of resistance to pathogens such as S. japonicum."
}