{
    "Abstract": "The development of vaccines against one or all forms of human leishmaniasis remains hampered by a paucity of investment, at least in part resulting from the lack of well-evidenced and agreed estimates of vaccine demand. Starting from the definition of 4 main use cases (prevention of visceral leishmaniasis, prevention of cutaneous leishmaniasis, prevention of post-kala-azar dermal leishmaniasis and treatment of post-kala-azar dermal leishmaniasis), we have estimated the size of each target population, focusing on those endemic countries where incidence levels are sufficiently high to justify decisions to adopt a vaccine. We assumed a dual vaccine delivery strategy, including a wide age-range catch-up campaign before the start of routine immunisation. Vaccine characteristics and delivery parameters reflective of a target product profile and the likely duration of the clinical development effort were considered in forecasting the demand for each of the four indications. Over a period of 10 years, this demand is forecasted to range from 300–830 million doses for a vaccine preventing visceral leishmaniasis and 557–1400 million doses for a vaccine preventing cutaneous leishmaniasis under the different scenarios we simulated. In a scenario with an effective prophylactic visceral leishmaniasis vaccine, demand for use to prevent or treat post-kala-azar dermal leishmaniasis would be more limited (over the 10 years ~160,000 doses for prevention and ~7,000 doses for treatment). Demand would rise to exceed 330,000 doses, however, in the absence of an effective vaccine for visceral leishmaniasis. Because of the sizeable demand and potential for public health impact, a single-indication prophylactic vaccine for visceral or cutaneous leishmaniasis, and even more so a cross-protective prophylactic vaccine could attract the interest of commercial developers. Continuous refinement of these first-of-their kind estimates and confirmation of country willingness and ability to pay will be paramount to inform the decisions of policy makers and developers in relation to a leishmaniasis vaccine. Positive decisions can provide a much-needed contribution towards the achievement of global leishmaniasis control."
}