{
    "Introduction": "Dengue Virus (DENV) is a mosquito-borne flavivirus and the causative agent of dengue fever and dengue hemorrhagic fever (DHF) [1]. Several hundred million people are estimated to acquire DENV infections each year[2]. Dengue infections can be clinically inapparent or lead to symptoms that range from an undifferentiated fever to severe DHF and dengue shock syndrome (reviewed in [3, 4]).\nThe DENV complex consists of 4 viruses designated as serotypes (DENV1-4)[1]. Primary infection by DENV leads to long-term protection against the serotype of infection (homologous serotype) but not other serotypes (heterologous serotypes) [5–7]. Subsequent secondary infection with a new serotype results in serotype cross-neutralizing antibodies that correlate with durable protection against 2 or more serotypes [5, 7]. Recent studies have defined the properties of human antibodies responsible for serotype-specific neutralization after primary infection [8–12]. In the present study we investigated the properties of serum neutralizing antibodies produced after recovery from secondary DENV infections.\nThe DENV envelope (E) protein, which binds to cellular receptors and mediates viral entry and fusion, is the main target of neutralizing and protective antibodies [13]. The ectodomain of E protein is composed of three domains: I, II and III (EDI, EDII and EDIII)[14]. Each DENV particle has 180 monomers of E that are organized into 90 dimers that cover the entire surface of the virus. The E proteins are arranged with icosahedral symmetry with each asymmetric unit containing portions of three homodimers[15]. After primary DENV infection, people develop a mix of DENV serotype cross-reactive and type-specific antibodies. The cross-reactive antibodies are weakly neutralizing and have been implicated in antibody dependent enhanement of DENVs during secondary infections [8, 16–18]. The serotype-specific antibodies are strongly neutralizing and, presumably, responsible for long-term protection aganst re-infection with the same serotype. Quaternary epitopes formed after assembly of E molecules into higher order structures required for virion assembly are major targets of type-specific neutralizing antibodies [8–12].\nHere we report on the properties of serum neutralizing antibodies in people exposed to 2 or more DENV infections. The studies were designed to test if people exposed to secondary infections have neutralizing antibodies that mainly recognize epitopes that are conserved between serotypes or epitopes that are unique to each serotype previously encountered. Unlike primary DENV infections that result in predominantly serotype-specific polyclonal neutralizing antibody responses, some people exposed to secondary infections had neutralizing antibodies that mainly recognized epitopes conserved between serotypes, while others had antibodies that targeted both type-specific and conserved epitopes.",
    "Materials and methods": "Ethics statement\nBlood donations were obtained from individuals who had traveled to dengue-endemic regions and experienced a primary DENV infection. These human samples were obtained with informed consent approximately 2 to 10 years after DENV infection. All blood donations were collected in compliance with the Institutional Review Board of the University of North Carolina at Chapel Hill. Written informed consent was obtained from all subjects before participation in the study. Blood donations were obtained from individuals who had traveled to dengue-endemic regions or people living in endemic areas. All blood donations were collected in compliance with the Institutional Review Board of the University of North Carolina at Chapel Hill and the University of California at Berkeley. Written informed consent was obtained from all subjects before participation in the study.\n\n\nImmune sera\nDengue traveler study.Human sera were collected from individuals who had experienced a DENV infection during travel to a DENV endemic area (Table 1). All donations were collected in compliance with the Institutional Review Board of the University of North Carolina at Chapel Hill (Protocol #08–0895). Samples were classified as primary infections if they had neutralizing antibody to only one serotype (≥ 1:40 Neut50 titers) or a titer that is 4-fold higher for one DENV serotype compared to low titers to the other serotypes. Samples were classified as secondary infections if they had Neut50 titers greater than a 1:40 dilution for two or more DENV serotypes.\n\nNicaraguan Pediatric Dengue Cohort Study.The Nicaraguan Pediatric Dengue Cohort Study is an ongoing community-based prospective study of children 2–14 years old established in 2004 in Managua, Nicaragua [19, 20]. Participants are encouraged to present at the first sign of illness to the HCSFV, where study physicians provide medical care and screen for signs and symptoms of dengue. Suspected dengue cases, as defined by the traditional WHO dengue case definition (WHO Guidelines 1997) and febrile participants without other apparent origin (undifferentiated febrile illnesses) are analyzed for DENV infection using serological, molecular and virological methods in acute-phase (days 1–5) and convalescent-phase (14–21 days post-onset of fever) blood samples [19, 20]. Healthy annual blood samples are also collected for serological analysis. Neut50 titers were determined in annual samples using a flow cytometry-based assay with reporter viral particles representing the four DENV serotypes in human monocytic U937 cells expressing the DENV attachment factor DC-SIGN[21, 22]. The PDCS was approved by the Institutional Review Boards of the University of California, Berkeley, and the Nicaraguan Ministry of Health. Parents or legal guardians of all subjects provided written informed consent, and subjects 6 years of age and older provided assent.\n\n\n\nVirus and recombinant envelope protein\nWHO reference strains, DENV1 (West Pac 74), DENV2 (S-16803), DENV3 (CH-53489) and DENV4 (TVP-376) were used in the present study. The strains were grown in C6/36 mosquito cells to generate infectious stocks and Vero-81 mammalian cells to generate purified antigen. DENVs from culture media were purified by density gradient and ultracentrifugation as previously described [23]. DENV2 (NGC) purified live virion antigen was purchased from Microbix Biosystems, Inc. (Mississauga, Ontario, Canada). DENV2 envelope protein was produced as a soluble recombinant protein (amino acids 1–397 of S-16803) using the Bac-to-Bac Baculovirus Expression System (Invitrogen Life Technologies) and Sf9 insect cells. The protein was purified from cell culture supernatant using an antibody column coated with 4G2, a serotype-cross reactive mouse monoclonal that targets a conserved region on the envelope protein. Structure of the recombinant protein was verified by ELISA using monoclonal antibodies that bind to well-defined epitopes on all three domains of E protein.\n\n\nFluorescent Activated Cell Sorting (FACS)-based DENV neutralization assay\nDENV neutralizing activity of human immune sera was assessed using a flow cytometry-based assay with U937 human monocytic cells stably transfected with DC-SIGN as previously described [24]. In brief, serially diluted human sera were incubated with virus for 45 min at 37°C followed by the addition of U937 DC-SIGN cells. Cells were incubated with virus for 2 hours at 37°C, washed with media to remove immune sera and unbound virus and incubated for 24 hours at 37°C. Cells were fixed, permeabilized and stained with 2H2-Alexa Flour 488, a mouse monoclonal that binds to DENV pre-membrane protein. Infected cells were quantified using a Guava flow-cytometer (Milipore). Stained cells were analyzed using GraphPad Prism version 6.00 (La Jolla California USA, www.graphpad.com) to calculate 50% neutralization titers as previously described [25]. We determined if depletion of specific antibodies resulted in statistically significant (P<0.05) changes in Neut50 values by comparing neutralization curves using the Extra Sum of Squares F test (Non-linear regression: Compare function in GraphPad Prism version 6.00). Each control and antigen depleted serum sample was tested in a single neutralization assay in duplicate using all 4 DENV serotypes.\n\n\nDetection of DENV binding antibodies\nELISAs were conducted for both confirmation of depletion and the assessment of binding activity to all four DENV serotypes following depletion of human DENV immune sera. Plates were coated with either 50 ng of purified DENV or 100 ng of DENV rE in carbonate buffer at pH 9.6 for 2 hours at room temperature. The plates were blocked with Tris-buffered Saline containing 0.05% Tween 20 with 3% Normal Goat Serum followed by an incubation with a 1:40 dilution of control or DENV depleted human sera for 1 hour at 37°C. Alkaline phosphatase conjugated Goat anti-human IgG (Sigma) was added to the plates for 1 hour at 37°C. The plates were washed and then developed by adding p-nitrophenyl phosphate substrate. The optical density at 405nm was recorded using a spectrophotometer.\n\n\nWhole virus depletion of DENV-specific antibodies from human immune sera\nPurified DENV was absorbed onto 4.5-μm Polybead polystyrene microspheres (Polysciences, Inc.) at a bead (ul) to ligand (ug) ratio of 5:2. Beads were washed three times with 0.1M Borate buffer (pH 8.5) followed by an overnight incubation with purified DENV and 0.1M Borate buffer (pH 8.5) at room temperature (RT). Control beads were incubated with an equivalent amount of BSA. The control and virus absorbed beads were then blocked with a 10 mg/ml BSA solution for 30 minutes at RT followed by four washes with PBS. DENV-specific antibodies were depleted from human sera by incubating virus absorbed beads with human sera diluted 1:10 in PBS for 45 minutes at 37°C. Typically three cycles were performed to remove dengue-specific antibodies in each serum sample. Successful depletion of DENV-specific antibodies was confirmed via an ELISA with purified DENV coated plates.\n\n\nRecombinant E protein depletion of DENV-specific antibodies from immune sera\nPurified DENV2 rE protein was conjugated to magnetic dynabeads M-270 Epoxy (Invitrogen by Life Technologies) with a bead (mg) to ligand (ug) ratio of 5:1. Beads were washed three times with 0.1M Sodium Phosphate (7.4) followed by an overnight incubation with equal volumes of purified rE protein, 0.1M Borate buffer (pH 9.5) and 3M Ammonium sulfate at 37°C. Control beads were incubated with the equivalent amount of BSA. Control and DENV2 rE conjugated beads were then blocked by incubating with a 10 mg/ml BSA solution followed by four washes with PBS. DENV2 rE-specific antibodies were depleted from human sera by incubating rE conjugated beads with human sera diluted 1:10 in PBS for 45 minutes at 37°C three times with end-over-end mixing. Successful depletion of DENV2 rE-specific antibodies was confirmed via an ELISA with purified DENV2 rE coated plates.\n\n\nCalculating the proportion of re binding neutralizing antibodies\nAfter depletion of sera using DENV2 rE antigen, the percentage of rE binding DENV2 neutralizing Abs were calculated using the following formula.",
    "Results": "To characterize neutralizing antibodies in DENV immune sera, we initially used a panel of eight human DENV immune sera from people who had been exposed to DENV during travel or previous residency in a dengue endemic area (Table 1). The samples were collected between 9 and 30 years of their most likely exposure to DENV. Two sera are from primary DENV2 cases while the rest are from people exposed to two or more infections. A serum sample from a dengue naïve human donor was used as a negative control.\nTo determine if DENV serotype cross-reactive or type-specific antibodies were responsible for neutralizing activity in each serum sample, we used polystyrene beads coated with purified dengue virions to deplete different populations of antibodies from serum samples. The antibodies in each serum sample were depleted using beads coated with purified DENV2 or an equal mixture of DENV1, 3 and 4. As a control, the serum was also incubated with beads coated with BSA. The DENV2 depletions were expected to remove DENV2 type-specific and DENV serotype cross-reactive antibodies, while retaining any DENV1, 3 or 4 type-specific antibodies in the sample. After depleting with DENV2, any reduction in DENV1, 3 and 4 neutralizing activity in the sample was attributed to cross-reactive (heterotypic) antibodies. Similarly, when serum samples were depleted with beads containing equal amounts of purified DENV1, 3 and 4, any reduction in DENV2 neutralizing antibody was attributed to cross-reactive antibodies.\n\nDepletion of DENV binding antibodies from primary DENV2 immune sera\nDepletion of two primary DENV2-immune sera (DT001 and DT110) using beads coated with DENV2 resulted in a reduction of binding to DENV2 as well as DENV1, 3 and 4, demonstrating removal of cross-reactive and type-specific antibodies in the sample (S1 Fig). Antibody depletion with the homologous (serotype of infection) DENV2 antigen led to a significant (P<0.05; Extra Sum of Squares F test to compare neutralization curves) drop in DENV2 neutralization (S1 Fig). Following depletion with DENV1, 3 and 4 coated beads, ELISA confirmed removal of cross-reactive antibodies, while still retaining DENV2 type-specific antibodies in the sample (S1 Fig). After removal of cross-reactive antibodies, the samples retained most of the DENV2 neutralizing activity and the neutralization titers of the control and depleted samples were not significantly different (P>0.05; Extra Sum of Squares F test to compare neutralization curves) (S1 Fig). Fig 1A and 1B). These results are in agreement with previous reports that following primary DENV infections neutralization of the homologous serotype is mainly mediated by type-specific antibodies [8].\nPolystyrene beads coated with either purified DENV2 or a mixture of purified DENV1, 3 and 4 were used to deplete DENV2 primary immune sera (DT001 and DT110) and DENV secondary infection immune sera (DT000, DT130, DT121, DT027 and DT025) of DENV-specific antibodies. After confirming depletion of relevant antibodies (see S1 and S2 Figs), sera was tested for neutralization of DENV1-4. A-B. Levels of type-specific and cross-reactive neutralizing antibodies in 2 individuals exposed to primary DENV2 infections. C-G. Levels of type-specific and cross-reactive neutralizing antibodies in individuals exposed to secondary DENV infections.\n\n\nDepletion of DENV binding antibodies from secondary infection DENV immune sera\nFollowing secondary DENV infections, individuals are, typically, protected from two or more serotypes. We tested whether individuals exposed to secondary infections generate individual type-specific neutralizing populations of antibodies against each serotype or a broadly neutralizing cross-reactive population against 2 or more serotypes. We depleted secondary infection sera using beads coated with DENV2 or a mixture of DENV1, 3 and 4 and performed neutralization assays (S2 Fig). In some individuals DENVs were almost exclusively neutralized by cross-reactive antibodies, while others had a mixture of cross-reactive and type-specific neutralizing antibodies (Fig 1C, 1D, 1E, 1F and 1G). For example, subject DT000 had high levels of neutralizing antibodies to all 4 serotypes (Table 1). When DENV2 binding antibodies were depleted from the DT000 sample, there was a significant loss (P<0.05; Extra Sum of Squares F test) of DENV2 neutralization as expected (S2 Fig). However, there was also a significant loss (P<0.05; Extra Sum of Squares F test) of DENV1, 3 and 4 neutralization (S2 Fig) indicating that these serotypes were neutralized by cross-reactive antibodies (Fig 1C). Reciprocal depletion of DT000 immune sera with DENV1, 3 and 4 antigens resulted in a significant loss (P<0.05; Extra Sum of Squares F test) of DENV2 neutralization, indicating that cross-reactive antibodies were responsible for neutralization of DENV2 as well (Fig 1C and S2 Fig). Subject DT121, another subject with neutralizing antibodies to all 4 serotypes, also had a response that was dominated by cross reactive neutralizing antibodies (Fig 1E and S2 Fig).\nDT130, a subject that strongly neutralized DENV1 and 2 but not 3 and 4 (Table 1), had a mixture of type-specific and cross-reactive neutralizing antibodies (Fig 1D). Following removal of DENV2 binding antibodies, we observed a major loss (P<0.05; Extra Sum of Squares F test) of DENV2 neutralization and only a partial loss of DENV1 neutralization (S2 Fig). This result indicates that both type-specific and cross reactive antibodies are responsible for the high DENV1 neutralizing activity in this individual (Fig 1D). Reciprocal depletion with DENV1, 3 and 4 antigens removed all the DENV2 neutralizing activity demonstrating that cross-reactive antibodies were responsible for neutralization (Fig 1D and S2 Fig). Samples DT025 and DT027 also exhibited a similar pattern in which both type-specific and cross-reactive antibodies contributed to DENV neutralization (Fig 1F and 1G, and S2 Fig). Unlike primary DENV infections that stimulate durable serotype-specific neutralizing antibody responses, we conclude that secondary infections result in more complex mixtures of neutralizing antibodies that recognize serotype-specific and cross-reactive epitopes. The proportions of these two classes of antibodies varied between individuals exposed to secondary infections.\n\n\nDepletion of DENV binding antibodies from individuals exposed to a known sequence infection with two different DENV serotypes\nTo better understand different patterns of type-specific and cross reactive neutralizing antibodies in people exposed to secondary DENV infections, we analyzed serum samples from 3 individuals with well documented histories of two sequential infections with different serotypes of DENV (Table 2). These samples were obtained from a long-term prospective pediatric DENV cohort study in Nicaragua [22]. Two of the subjects had been exposed to a first DENV2 infection followed by a second DENV3 infection (Subjects 985.8 and 3428.8). One subject had been exposed to a DENV1 infection followed by a DENV3 infection (Subject 2934.7). In sera collected several months after the second infection, all three subjects had varying levels of neutralizing antibodies to at least 3 different serotypes (Table 2).\nWe depleted each post-second infection sample using beads coated with the DENV serotype of the 1st or 2nd infection and performed neutralization assays to estimate levels of cross-reactive and type-specific neutralizing antibodies against each DENV serotype. All three subjects had a mixture of type-specific and cross-reactive neutralizing antibodies directed to the serotypes of known 1st and 2nd infection (Fig 2 and S3 Fig). For serotypes not “seen” by the individual, neutralization was driven by cross-reactive antibodies only (Fig 2 and S3 Fig).\nSubjects 985.8 (A) and 3428.8 (C) experienced sequential DENV2 → DENV3 infections. Subject 2934.7 (B) experienced sequential DENV1 → DENV3 infections. Polystyrene beads coated with DENV serotypes that infected each individual were used to deplete different populations of antibodies in the samples. After confirming depletion of relevant antibodies, the sera were tested for neutralization of DENV1-4 (see S3 Fig). The graphs depict the levels of DENV serotype-specific and cross-reactive neutralizing antibodies in each subject after the second infection.\n\n\nDepletion of DENV recombinant E protein binding antibodies\nOur previous studies with primary DENV immune sera revealed that type-specific neutralizing antibodies mostly targeted quaternary epitopes expressed on E protein dimers or higher order structures but not recombinant E protein (rE), which is mainly a monomer in solution[8]. We, next, addressed if neutralizing antibodies induced by secondary DENV infections targeted simple or quaternary epitopes on E protein. When convalescent immune sera from individuals exposed to primary DENV2 infections were depleted of DENV2 rE binding antibodies, we observed no significant loss of DENV2 neutralization (P>0.05; Extra Sum of Squares F test), confirming the importance of quaternary structure neutralizing antibody epitopes after primary infection (Fig 3 and S4 Fig). When convalescent immune sera from individuals exposed to secondary DENV infections (Table 1) were depleted of DENV2 rE binding antibodies and tested for DENV neutralization, we observed a significant decrease in DENV2 neutralizing antibody titers (P<0.05; Extra Sum of Squares F test) (Fig 3 and S5 Fig). Our results indicate that epitopes displayed on rE protein are a major target of DENV2 neutralizing antibodies after secondary infections but not primary DENV2 infections.\nPrimary DENV2 or secondary DENV infection convalescent immune sera depleted of rE protein binding antibodies were assessed for neutralization of DENV2. In people exposed to secondary DENV infections, a greater proportion of DENV2 neutralizing antibodies bound to epitopes displayed on rE protein compared to people exposed to primary DENV2 infections (Mean of 75% vs. 26%; *P<0.018 unpaired Student t Test to compare means). The primary immune sera data are from 2 subjects analyzed in this study (see S4 Fig) and two subjects analyzed in a previous study[8]. All the secondary infection data are from samples analyzed for current study.",
    "Discussion": "Recently several studies have described the properties of neutralizing antibodies generated following primary DENV infections and the epitopes targeted by these antibodies [8–10, 18, 26]. Although primary infections stimulate both DENV serotype-specific and cross reactive binding antibodies, only the type-specific antibodies have been linked to durable neutralizing and protective responses. These type-specific antibodies target tertiary and quaternary structure E protein epitopes displayed on the surface of the virus [8–10, 12].\nIn the current study we observed that the majority of neutralizing antibodies that develop after secondary DENV infections recognize serotype cross reactive epitopes. The cross-reactive neutralizing antibodies bound to simple epitopes on soluble E protein as well as more complex epitopes displayed on the intact DENV particle. Indeed, serotype cross-reactive and neutralizing human monoclonal antibodies isolated from people exposed to secondary DENV infections bind with high affinity to simple epitopes on domain II as well as quaternary epitopes that span across two E proteins forming a single dimer [16, 27–29].\nFollowing secondary infections, some people had a single population of DENV serotype cross-reactive and cross-neutralizing antibodies, whereas others had a mixture of type-specific and cross-reactive neutralizing antibodies. We suspect that subjects like DT000 and 121 who mainly had cross-reactive neutralizing antibodies are likely to have had multiple DENV exposures resulting in broad neutralization of all 4 serotypes. Subjects like DT27 and 130, who had a mixture of type-specific and cross-reactive neutralizing antibodies are likely to represent people who have been exposed to sequential infections with 2 serotypes only. Indeed, when we tested samples from three subjects enrolled in a long-term prospective pediatric cohort study in Nicaragua with know exposure to just two sequential DENV serotype infections, all three subjects had a mixture of type-specific and cross reactive neutralizing antibodies to the serotypes responsible for the first and second infections. Tsai and colleagues recently characterized DENV neutralizing antibodies in volunteers infected with a single serotype monovalent live attenuated DENV vaccine or sequentially infected with two monovalent DENV vaccines representing different serotypes [30]. They also observed type-specific neutralizing antibodies in volunteers who received the single serotype vaccine and mixture of type-specific and cross reactive neutralizing antibodies after sequential infection with 2 different serotypes.\nWe propose that low affinity DENV cross reactive memory B-cells derived from primary infections undergo antibody somatic hyper mutation and each subsequent DENV exposure selects and expands rare affinity matured clones with greater neutralization breadth and potency (Fig 4). This model is supported by studies comparing the avidity and neutralization of both monoclonal antibodies and polyclonal sera from people after primary and secondary DENV infections. Analysis of polyclonal human sera following DENV infections revealed that the avidity of DENV antibodies following secondary infection was higher than that of antibodies generated following a primary infection [31]. In agreement with this, studies focusing on group-reactive MAbs derived from primary and secondary DENV infected patients found that the group-reactive MAbs from patients with secondary infection had stronger neutralization potencies and higher binding avidities than those derived from patients with primary infection [29, 32, 33]. Additional studies have identified a class of broadly neutralizing human antibodies produced by plasmablasts in hospitalized cases of secondary DENV infections. Structural analysis of these broadly neutralizing antibodies in complex with rE revealed that these antibodies recognize serotype invariant sites at the E dimer interface. Collectively, these studies support the idea that low affinity, weakly neutralizing antibody clones generated followed primary DENV infections give rise to antibodies of increasing breadth and neutralization potency with each subsequent exposure (Fig 4).\nWith each successive DENV infection, the ratio of serotype-specific (TS) and cross-reactive (CR) antibodies that contribute to DENV neutralization changes. During a primary infection (DENV1 in this example), dengue-specific naïve B cells are activated and these cells give rise to both memory B cells (MBCs) and antibody secreting long lived plasma cells (LLPCs). This primary response is dominated MBC and LLPCs clones producing low affinity, weakly neutralizing serotype CR antibodies. The primary response also contains rare MBC and LLPCs producing TS antibodies that strongly neutralize DENV1. Following a secondary infection with a new serotype (DENV3 in this example), the overall DENV-specific B-cell response will be dominated by the activation and expansion of DENV1 and 3 cross-reactive MBCs induced by the primary infection. MBCs producing CR antibodies that bind to the second infecting serotype with high affinity will be preferentially activated. These activated cells will re-enter germinal centers and undergo further rounds of somatic hyper mutation. CR B-cells with high affinity for the second serotype will be selectively expanded to give rise to cross-reactive MBC and LLPCs that strongly cross-neutralize multiple serotypes. In the figure this increase in affinity and neutralization is depicted by an increase in the color gradient (light yellow to bright orange) of CR B-cells. Following a tertiary infection (DENV2 in this example), this process is secondaryed again and results in a population of CR MBCs and LLPCs that dominate the neutralizing antibody response. While the B-cell clones producing TS strongly neutralizing antibodies are also likely to be maintained through each successive round of infection, the TS response will account for only a small fraction of the total neutralizing response.\nIn this study we analyzed in-depth convalescent blood samples from 10 individuals exposed to DENV infections. While the small sample size is a weakness, it is challenging to perform antibody depletion studies on larger panels because of the complexity of the studies and the volume of blood required. Another limitation of our study is that the infection history of some of the study subjects was inferred by the neutralizing antibody profile and travel history, therefore, definite conclusions relating antibody population characteristics to the number of secondary infections cannot be made. However, three subjects with known sequences of two DENV infections support our conclusion that sequential infections with two serotypes result in a mixture of cross-reactive and type-specific neutralizing antibodies to serotypes responsible for infections, while inducing cross-reactive neutralizing antibodies only to the serotypes not “seen” by the host. Studies are currently in progress using additional samples from human dengue cohort studies with well-defined infection histories to further test our model about the roles of sequential infections and antibody somatic hypermutations in cross-protective immunity.\nOur studies show that the prior DENV immune status of an individual has a profound effect on the quality of neutralizing antibodies that develop after an infection. These findings are relevant to the development of live attenuated dengue vaccines that strive to provide simultaneous protection against all four serotypes. In DENV naïve individuals who are vaccinated with a single dose of live attenuated DENV vaccines, protection is likely to require type-specific protective antibody responses to each serotype. In the case of tetravalent live DENV vaccine formulations, these responses may not be balanced towards each serotype [34, 35]. On the other hand, DENV-immune individuals receiving a tetravalent vaccine are likely to generate broadly neutralizing and protective responses even if individual components in the vaccine perform poorly. Indeed, a recent live attenuated tetravalent dengue vaccine efficacy trial demonstrated higher efficacy in dengue pre-immune individuals compared to DENV naïve individuals [36, 37]. Overall, it is clear that a better understanding of the antibody response transition from primary to secondary infection is needed to understand and improve the performance of dengue vaccine in the current pipeline."
}