{
    "Introduction": "Leptospirosis is one of the most widespread zoonotic disease globally [1]. The Leptospira bacteria present a complex transmission cycle that can include several species of mammalian reservoirs. These reservoirs shed pathogenic serovars through their urine, contaminating water and soil where the bacteria can survive for long periods [2]. The disease is considered to be primarily an occupational infection, associated with groups who handle animals or animal tissues and subsistence farming in tropical countries. In these regions, leptospirosis exhibits an endemic pattern of occurrence mainly in rural settings [3]. It is also considered to be an emerging infectious disease with outbreaks frequently associated with extreme rainfall events, such as hurricanes and flooding [2,4,5], and often cited as an urban slum health problem in resource-poor countries [6,7].\nAnnually, leptospirosis causes an estimated one million cases and around 60,000 deaths worldwide [8], though the actual burden may be higher due to underreporting. The reference method for serological diagnosis is the microscopic agglutination test (MAT), which can be time-consuming, and availability is frequently limited, especially in low and middle-income countries [1]. Tropical islands are considered a particular high-risk setting for human infection [8,9] and a recent study finding one-third of all globally reported outbreaks occurred in Latin America and the Caribbean (LAC) [10]. While recent outbreaks of the disease have been primarily associated with floods and hurricanes, this pattern coexists with the endemic form in this region. Drivers and risk factors for each epidemiological context are specific and remain poorly explored in most countries [11].\nThe adoption of spatial modelling methods for studying infectious diseases has contributed to a better understanding of the distribution of seroprevalence and risk factors and drivers of many diseases [12–14], including leptospirosis [15]. Cluster analysis methods are spatial statistical tests that assess geographical variation in disease risk and/or occurrence, and identify areas where the number of events (e.g., participants testing positive for leptospirosis seromarkers) exceeds expectations based on the size of the population analysed [16]. Increasing evidence suggests a spatial clustering of leptospirosis infection [17–21], indicating that some areas may provide more favourable conditions for sustaining transmission cycles than others.\nThe complex interactions between ecology, epidemiology, multiple animal hosts, and human conditions in urban and rural settings, identifying characteristics associated with populations living in high-risk areas can provide insights to guide targeted public health action. However, the importance of risk factors and drivers can vary across space [22] due to local differences in the complex transmission cycle [23], such as the presence of different reservoir mammals and their intrinsic relationship with serovars [5], vaccination rate of livestock herds [24], suitable conditions for pathogen survival in the environment [2] and opportunities for human exposure [1,5]. The variation of suitable conditions for transmission can occur within and between regions, with high-risk areas experiencing more localised outbreaks [17,20,21]. By pinpointing high-risk areas, spatial cluster analysis enables healthcare managers to generate hypotheses for understanding higher prevalence in these areas. This study aims to identify clusters of leptospirosis seroprevalence in the Dominican Republic (DR) and determine the factors associated with these high-risk areas.",
    "Methods": "Ethics Statement and consent\nThis study was approved by the National Council of Bioethics in Health (013–2019), the Institutional Review Board of Pedro Henríquez Ureña National University, Santo Domingo, DR; the Mass General Brigham Human Research Committee, Boston, USA (2019P000094); and the Human Research Ethics Committee of The University of Queensland (2022/HE001475), Brisbane, Australia.\nWritten consent was obtained from all participants. For participants <18 years old, except emancipated minors, consent was obtained from the parent or legal guardian. Participants between 14–17 years old provided written assent and those between 7–13 years old provided verbal assent. For participants between 5–7, written only parental consent was obtained.\n\n\nStudy area\nThe Dominican Republic is located in the Caribbean region, sharing the island of Hispaniola with Haiti. It is the second most populous country in the region, after Cuba [25]. The country is divided into 31 provinces plus the Santo Domingo National District. These provinces and the National District are aggregated into 10 administrative regions: Cibao Norte, Cibao Sur, Cibao Nordeste, Cibao Noroeste, Valdesia, Enriquillo, El Valle, Yuma, Higuamo, Ozama o Metropolitana [26].\nFor the analysis presented here, data from two provinces were included, Espaillat – located in Cibao Norte region – and San Pedro de Macoris – in Higuamo region. These two provinces were selected because they were included in a linked study on clinical surveillance of acute febrile illnesses (S1 Text). Espaillat and SPM are home to approximately 230,000, and 290,000 people, respectively. Both provinces have a predominantly young population (mean age 30.3 in Espaillat and 27.9 in SPM), evenly distributed between males and females [27]. However, there are notable sociodemographic and economic differences between the two provinces. In Espaillat, 54.7% of the population reside in rural setting, compared to 15.9% in SPM [27]. Economical activities developed in this setting also vary between these two provinces, in Espaillat, most agricultural units are focused on animal husbandry, whereas in SPM, they engage in a mix of animal husbandry and crop production [28].\n\n\nData acquisition and processing\nSurvey.A three-stage cross-sectional national serosurvey was conducted in the DR, between 30 June and 12 October 2021. The survey sampling design has already been described previously [29]. In summary, a total of 10 communities were sampled from Espaillat Province and 13 from SPM. In both Espaillat and SPM, 60 households were selected from each community. All household members above 5 years of age were invited to participate. Participants included in the study were interviewed by a trained local fieldwork team. The questionnaire included individual and household-level questions. Venous blood was collected from all participants, and household Global Positioning System (GPS) coordinates were recorded.\nVenous blood was processed as sera, and frozen at -80°C. Samples of participants from the two provinces were tested by MAT to detect anti-Leptospira antibodies. Serological analyses were performed at the Centers for Disease Control and Prevention’s Zoonoses and Select Agent Laboratory, Bacterial Special Pathogens Branch, Atlanta, USA. A panel of 20 pathogenic serovars were selected for the MAT panel, and titres ≥1:100 were considered seropositive and indicative of prior infection. Serovars identified by MAT were used to determine the putative serogroups associated with infections, as previously described [30]. In summary, analyses were conducted on the serogroup level. If a sample reacted to multiple serogroups, the serogroup with the highest titre was considered the main one. When the highest titre was observed across two or more serogroups the sample was recorded as ‘mixed’.\n\nSpatial data.Environmental, sociodemographic and census data was obtained from publicly available sources. All spatial data considered for the analyses are described in Table 1. These data were extracted for the household location of each participant and incorporated into the survey data.\n\n\n\nStatistical analyses\nGlobal and local spatial cluster analysis.Spatial autocorrelation refers to the phenomenon where events located near each other tend to be more similar than those further apart [39]. Global cluster analysis is applied to determine if spatial autocorrelation is present in the data, in other words if the occurrence of events is clustered across space. Local cluster analysis is used to identify and locate the clusters of events [40]. In this study, both types of clustering analyses were performed separately for each province, for all serogroups combined as well as the main serogroups identified.\nTo assess global spatial clustering, we used semivariograms, which are graphical representations of how the semivariance (y-axis) changes based on distance between pairs of observations (x-axis) [41,42]. If events are spatially autocorrelated, as the distance increases, so does the semivariance. The semivariogram is characterized by three main parameters: the sill, the nugget and the range. The sill is the value where the semivariance levels off, indicating that beyond this point, the spatial relationship weakens. The nugget is the value where the curve meets the y-axis. It represents the measurement error or very short-range spatial variability. The range is the distance at which the semivariance reaches the sill. It shows the maximum distance over which autocorrelation exists. If the curve does not plateau, this suggests that there is no significant spatial autocorrelation (S1 Fig. To identify the proportion of variation due to the spatial structure, the difference between the sill and the nugget is divided by the sum of the sill and the nugget. A value below 0.25 indicates a strong spatial autocorrelation.\nTo assess local clustering of leptospirosis seropositivity at the individual level, we applied spatial scan statistics, which are designed to identify areas with an excess of events compared to the expected distribution of leptospirosis seropositivity assuming no clustering (null hypothesis). By calculating the likelihood of the observed number of events inside and outside a specific area, the spatial scan statistics assess the likelihood that the clustering occurred by chance. The area with maximum likelihood is defined as the most likely cluster. We analysed our data using the software package FleXScan [44], developed by Tango and Takahashi [43], which uses a flexible-shape spatial scan, allowing for the identification of irregularly shaped clusters. This is particularly useful when considering infection distribution that can follow a non-circular geographic feature (e.g., rivers, catchments, coastal areas) and the irregular boundaries of many geographical areas (i.e., municipalities, districts, provinces).\nIn this study, as the outcome being investigated (seropositive or seronegative) was binary, we assumed a Bernoulli distribution. The maximum spatial cluster size was set at 100 percent of total population, reflecting the maximum allowed by the software. Additional parameters in FleXScan were the likelihood ratio (LLR) with restrictions and an alpha set at 0.1. Statistically significant clusters were defined as a p-value ≤ 0.05. Less stringent p-values (≥0.05 and <0.1) were considered marginally statistically significant and used to identify areas with excess risk [44].\nFleXScan identifies households inside and outside each cluster, and we used the household location to identify the communities associated with a cluster. We calculated the risk ratio (RR) using the households that were identified as belonging to a cluster and the communities associated with a cluster. For each province, the RR was calculated by comparing i) the proportion of participants who were seropositive from households within the cluster and the proportion of seropositive participants from households outside the cluster ii) the proportion of participants who were seropositive from communities associated with a cluster and the proportion of seropositive participants from communities outside the cluster. The p-value was determined using Fisher’s exact test.\n\nLogistic regression analysis.We employed non-parametric bivariate regression models to compare selected characteristics of participants inside and outside the identified clusters, as the characteristics investigated were not normally distributed. In each model, the dependent variable (outcome) was the characteristic being investigated (i.e., distance to major roads, elevation, land use and land cover) and the independent variable (explanatory variable) was a binary variable classifying each participant into two groups: residing in household inside or outside the identified cluster. Regression standard errors were clustered at the household level to account for the fact that multiple participants could belong to the same household, potentially leading to correlated outcomes within households. Numerical continuous variables were assessed using linear models. Before conducting the regression models, continuous variables were standardized to have a mean value of zero and a standard deviation of one, preserving their original distribution. All categorical variables with multiple classes were transformed into binary variables and assessed through logistic regression (S1 Table).\nA p-value ≤0.05 was considered significant. Results are shown as the distribution of each characteristic investigated between participants outside and inside the cluster and the p-value of the bivariate regression.\n\n\n\nSoftware\nWe used Esri ArcGIS software v 10.8 (Esri ArcMap 10.8.0.12790. Redlands, CA, USA) [34] to process and extract spatial data, and to create maps showing the results. R version 4.4.0 (2024-04-24 ucrt) [45] was used for data processing and global cluster analysis. FleXScan v3.1.2 (FleXScan v3.1.2: Software for the Flexible Scan Statistic. National Institute of Public Health, Japan, 2013) was used for local cluster analysis. Stata18 software (StataCorp. 2023. Stata Statistical Software: Release 18. College Station, TX: StataCorp LLC) [46] was used for the non-parametric regressions.",
    "Results": "Across the two provinces included in this analysis, there were 2091 participants enrolled in the survey. Thirteen records were excluded because there were incomplete data from the questionnaire, resulting in a final sample of 2,078 participants (802 in Espaillat and 1,276 in SPM). A total of 237 seropositive participants were identified (seroprevalence of 11.4%); 127 (15.8%) in Espaillat and 110 (8.6%) in SPM.\nIn Espaillat, the four main serogroups were Icterohaemorragiae (58.5%), Australis (21.2%), Canicola (14.1%) and Djasiman (9.7%). In SPM, Icterohaemorrhagiae was the most prevalent serogroup (33.3%) followed by Australis (17.2%) and Pyrogenes, Djasiman and Canicola (all three with 11 cases, 10.0%). Across the two provinces, all but one Pyrogenes cases occurred in SPM (S2 Table).\n\nGlobal clustering\nIn Espaillat and SPM, the semivariograms did not reach a plateau, suggesting a random distribution of seropositive cases of all serogroups combined as well as for the main serogroups individually. S2–S4 Figs present the empirical variograms for all leptospirosis serogroups combined and the main serogroups individually, in each province.\n\n\nLocal clustering\nFleXScan identified one statistically significant cluster in Espaillat and one marginally statistically significant in SPM, for all serogroups combined (Figs 1 and 2). In Espaillat, the identified cluster was located in the southwest of the province and included eight households, with a maximum distance between households of 3.1km (p-value 0.044). (Fig 1). The households inside the cluster represent 1.5% of the households surveyed and were home to 7.1% of all seropositive participants in this province. For participants living in a household within the identified cluster, RR was 6.7 (95%CI 5.7-7.9) compared to participants living in a household outside the identified cluster. For participants living in a community where the cluster was identified, the RR was 1.6 (95% CI 1.1-3.2) compared to participants living in a non-cluster community. An additional 11 secondary (non-significant) clusters were identified (S5 Fig).\nA) Household’s link based on nearest neighbour determined from the Thiessen Polygon, households identified as a hotspot and their connection are highlighted in red. B) Sampled communities in Espaillat with the cluster communities highlighted in red. Base layer from: https://data.humdata.org/dataset/cod-ab-dom.\nA) Household’s link based on nearest neighbour determined from the Thiessen Polygon, households identified as a hotspot and their connection are highlighted in red. B) Sampled communities in Espaillat with the cluster communities highlighted in red. Base layer from: https://data.humdata.org/dataset/cod-ab-dom.\nIn SPM, the identified cluster was located in the northeast of the province and included six households, with a maximum distance between households of 10.5km (p-value 0.08). (Fig 2) The households inside the cluster represent 0.8% of the households surveyed and were home to 6.4% of all cases in this province. For participants living in a household within the identified cluster, RR was 9.6 (95%CI 5.6-14.2) compared to participants living in households outside the identified cluster. For participants living in a community where the cluster was identified the RR was 2.0 (1.3-2.9) compared to participants living in a non-cluster community. Seven secondary (non-significant) clusters were identified (S6 Fig). Local cluster analysis for main serogroups in both provinces did not identify significant clusters.\n\n\nLogistic regression\nResults from the non-parametric regression identified that when compared to participants outside the cluster, participants inside the cluster in Espaillat were significantly older (OR 2.22; p-value 0.026), worked in outdoor work environments (OR 4.05, p-value 0.019), were more likely to live in households with no access to piped water (OR 4.72, p-value 0.041), at greater distance to water bodies (OR 1.44, p-value 0.023) and health facilities (OR 1.86, p-value<0.001 by motorized travel time and OR 1.36, p-value 0.001 by walking travel time), and surrounded by greater areas of range land (OR 1.8, p-value 0.007) (Table 2). Participants inside the cluster were also less likely to live in households at greater distance to major roads (OR 0.42, p-value<0.001), at higher altitudes (OR 0.58, p-value<0.001), located in areas of higher population density (OR 0.76, p-value<0.001) and higher gross domestic product (GDP) at the community level (OR 0.70, p-value<0.001), compared to participants outside the cluster.\nParticipants inside the cluster in SPM, compared with participants outside the cluster, were significantly more likely to be male (OR 3.89, p-value 0.030) and live in households at greater distance to health facilities (OR 4.41, p-value 0.044 by motorized travel time and OR 4.67, p-value 0.021 by walking travel time) and educational facilities (OR 4.36, p-value 0.017), located at higher altitudes (OR 1.15, p-value 0.036) and greater soil moisture (OR 1.97, p-value<0.001). Participants inside the cluster were also less likely to live in households located in areas of higher population density (OR 0.29, p-value<0.001), higher GDP at the community level (OR 0.42, p-value<0.001), and surrounded by a greater percentage of built-up areas (OR 0.32, p-value 0.019).",
    "Discussion": "Our study identified two clusters of leptospirosis seroprevalence in each of the two provinces included in the analysis, with significant associations between cluster and sociodemographic and environmental characteristics. Across both provinces, participants living in households located farther from health facilities and in areas with lower population density and GDP were more likely to belong to the identified clusters. These shared characteristics highlight the role of poverty-associated factors in shaping the epidemiological profile of leptospirosis transmission. However, specific risk factors varied between provinces, reflecting the specific sociodemographic, economic, and ecological contexts. By examining these provincial differences, this study underscores the complexity of leptospirosis transmission dynamics and emphasizes the need for tailored public health interventions to address local drivers of disease.\nCharacteristics associated with participants living inside the clusters identified by FleXScan can be divided into two groups: common to both provinces and specific to each province. In both provinces, participants living in households located at greater distances from education and health facilities were more likely to be inside the clusters, and participants living in households located in areas of higher population density and higher GDP were less likely to be inside the clusters. These associations suggest that the households inside the identified clusters presented characteristics frequently associated with impoverished communities. The association between leptospirosis and poverty have been extensively studied [2,47–50]. Populations living in resource-poor communities are more prone to overcrowded housing conditions, and have inadequate access to safe water, sanitation, waste management and other infrastructure [7]. These conditions can facilitate the transmission of the Leptospira bacteria and offer limited or non-existent barriers to prevent human exposure to contaminated environments [1,7].\nIn this study, specific risk factors associated with clusters in each province reflected local differences and the complexity of the transmission cycle. Specific characteristics of the population living inside the Espaillat cluster, such as outdoor work environment, households with limited access to piped water and located at a greater distance to major roads might reinforce the characterisation of impoverished communities [7], but can also suggest a rural setting. Similarly, the association of clusters with a higher percentage of range land surrounding the households indicates a rural setting, implying the presence of livestock as an important reservoirs [5]. In this province, those findings can also mirror a higher percentage of population residing in rural setting [27,51,52]. Although the specific factors associated with the SPM cluster provide fewer factors to characterise the high-risk area, lower percentage of built-up areas surrounding the households and greater distance to the province capital were observed. In SPM, as the population residing in rural settings represents a lower percentage of the total population [27,51,52] and other economic activities have greater importance, these findings might suggest that subsistence farmers, further away from larger cities are more vulnerable to leptospirosis transmission. Finally, clusters in each province presented opposite directions of association with elevation. While Espaillat is located inland, SPM is a coastal province. The SPM cluster is located in the northeast of the province, with greater distance to the coast compared to the other communities included in the study, which may impact the higher median elevation of the cluster. Additionally, the difference in the median elevation between households inside and outside the cluster in Espaillat is small, with a non-negligible overlap of variation range between them. In the two provinces included in this study, although the association was significant, it was not linear and should be interpreted based on the geographical context of each province.\nThis study has several limitations. The relationship between serogroups and reservoir mammals can be highly specific, and in turn, routes of human exposure are related to exposure to the reservoir mammals. Thus, characteristics of clusters of high leptospirosis seroprevalence are likely to vary based on the predominant serogroup. In our analysis, the small sample size limited local cluster analysis based on the serogroup predominant in each province, which could have provided more comprehensive insights into specific risk factors and drivers of transmission. The main serogroups identified in Espaillat (results shown in the S2 Table), Australis, associated with wild and domestic animals, rats and mice, and Icterohaemorrhagie, mainly associated with rodents [3,53]. In this province, clusters were not associated with self-reported rat exposure, yet several characteristics associated with clusters were indicative of remote impoverished, agricultural communities, which could be associated with the presence of reservoirs of Australis and Icterohaemorrhagie. In SPM, the main serovar identified was Australis, followed by Canicola, Djasiman, Icterohaemorrhagie and Pyrogenes equally distributed, which suggests a broader range of reservoirs driving transmission in the province. Our data were obtained from a cross-sectional survey, although this study design has the advantage of providing a more extensive population-level seroprevalence characterisation, it was limited to one point in time. Water-borne diseases such as leptospirosis are strongly affected by climatic conditions, and transmission might vary according to seasonal variations in rainfall and temperature [1,9]. However, our study did not identify association between clusters and precipitation. The survey design may have impacted the semivariogram results. The sampling design aimed for a national representative and widespread spatial distribution of sampled communities as described previously [29]. However, by sampling few communities in each province, few households in each community, and including all members of each household sampled, the spatial distribution of the final sample was, to some extent, clustered. To identify positive spatial autocorrelation, the seroprevalence clustering needed to overcome the clustered spatial distribution of our sample, which might have been limited due the reduced sample size in each province. A clustered spatial pattern of leptospirosis cases has been reported on several occasions, by both global and local clustering methods [17–21,54].\nThis study focused on leptospirosis seroprevalence in Espaillat and SPM, yet the concepts and methods could be applied to other locations in the country and the other regions, as well as to other infectious diseases strongly driven by environmental and sociodemographic factors in these provinces. Our results reinforce the findings of previous studies that identified clustered spatial pattern of leptospirosis and provide empirical evidence that drivers of transmission can be highly specific to the context of each province. In both provinces, the identified clusters of leptospirosis seroprevalence were associated with characteristics which suggests higher transmission in impoverished communities and most likely in rural settings. However, the translation of this insight into modifiable factors varied between provinces. Aiming to achieve cost-effective prevention and control measures will require public health and environmental interventions specific to each context. Further studies exploring risk factors and drivers associated with predominant serogroups could help enhance future targeted interventions."
}