{
    "Abstract": "Mosquito saliva contains numerous distinct mosquito salivary proteins (MSPs) that mediate mosquito-host interactions. Repeated mosquito exposure can trigger allergic reactions, with MSP-specific IgE playing a central role. Current enzyme-linked immunosorbent assay (ELISA) and immunoblotting methods for detecting MSP-specific IgE suffer from interference by much more abundant MSP-specific IgG, leading to low sensitivity. Here, we developed a capture ELISA to overcome these limitations. We compared the performance of this capture ELISA with the conventional indirect ELISA in detecting MSP-specific IgE titers in sera from both repeatedly exposed mice and human volunteers. The results demonstrated that, compared to the indirect ELISA, the novel capture ELISA exhibited significantly superior sensitivity and specificity. Using serum samples from 20 volunteers with confirmed exposure to Aedes aegypti bites and 20 volunteers without such exposure, we found that the capture ELISA achieved 100% diagnostic sensitivity and specificity (20/20), with both false-positive and false-negative rates at 0% (0/20). The limit of detection was determined to be 87.42 ng/mL total IgE equivalent in human serum. Furthermore, we dynamically monitored Aedes aegypti salivary protein AAEL000749-specific IgE titers in healthy individuals from areas with widespread mosquito distribution using the capture ELISA. The results showed that both the positive rate and titer of AAEL000749-specific IgE in the sera were significantly higher during months with elevated mosquito population densities, compared to months with lower densities. This indicates that, under natural exposure conditions, the levels of MSP-specific IgE in human sera are closely correlated with local mosquito densities. In summary, our novel capture ELISA demonstrates excellent diagnostic performance and can be used for the quantitative analysis of MSP-specific IgE in mammalian sera. This provides a powerful tool for the diagnosis and prognosis of mosquito allergy, as well as for monitoring mosquito exposure levels in endemic areas."
}