{
    "Abstract": "There are uncertainties about the global epidemiological data of infections due to Crimean-Congo hemorrhagic fever virus (CCHFV). We estimated the global case fatality rate (CFR) of CCHFV infections and the prevalence of CCHFV in humans, ticks and other animal species. We also explored the socio-demographic and clinical factors that influence these parameters. In this systematic review with meta–analyses we searched publications from database inception to 03rd February 2020 in Pubmed, Scopus, and Global Index Medicus. Studies included in this review provided cross-sectional data on the CFR and/or prevalence of one or more targets used for the detection of CCHFV. Two independent investigators selected studies to be included. Data extraction and risk of bias assessment were conducted independently by all authors. Data collected were analysed using a random effect meta-analysis. In all, 2345 records were found and a total of 312 articles (802 prevalence and/or CFR data) that met the inclusion criteria were retained. The overall CFR was 11.7% (95% CI = 9.1–14.5), 8.0% (95% CI = 1.0–18.9), and 4.7% (95% CI = 0.0–37.6) in humans with acute, recent, and past CCHFV infections respectively. The overall CCHFV acute infections prevalence was 22.5% (95% CI = 15.7–30.1) in humans, 2.1% (95% CI = 1.3–2.9) in ticks, and 4.5% (95% CI = 1.9–7.9) in other animal species. The overall CCHFV recent infections seroprevalence was 11.6% (95% CI = 7.9–16.4) in humans and 0.4% (95% CI = 0.0–2.9) in other animal species. The overall CCHFV past infections seroprevalence was 4.3% (95% CI = 3.3–5.4) in humans and 12.0% (95% CI = 9.9–14.3) in other animal species. CFR was higher in low-income countries, countries in the WHO African, South-East Asia and Eastern Mediterranean regions, in adult and ambulatory patients. CCHFV detection rate in humans were higher in CCHFV suspected cases, healthcare workers, adult and hospitalized patients, ticks of the genus Ornithodoros and Amblyomma and in animals of the orders Perissodactyla and Bucerotiformes. This review highlights a significant disease burden due to CCHFV with a strong disparity according to country income levels, geographic regions, various human categories and tick and other animal species. Preventive measures in the light of these findings are expected."
}