{
    "Background": "Praziquantel at 40 mg/kg in a single dose is the WHO recommended treatment for all forms of schistosomiasis, but 60 mg/kg is also deployed nationally.",
    "Methodology/Principal Findings": "Four trial sites in the Philippines, Mauritania, Tanzania and Brazil enrolled 856 patients using a common protocol, who were randomised to receive praziquantel 40 mg/kg (n = 428) or 60 mg/kg (n = 428). While the sites differed for transmission and infection intensities (highest in Tanzania and lowest in Mauritania), no bias or heterogeneity across sites was detected for the main efficacy outcomes. The primary efficacy analysis was the comparison of cure rates on Day 21 in the intent-to-treat population for the pooled data using a logistic model to calculate Odd Ratios allowing for baseline characteristics and study site. Both doses were highly effective: the Day 21 cure rates were 91.7% (86.6%–98% at individual sites) with 40 mg/kg and 92.8% (88%–97%) with 60 mg/kg. Secondary parameters were eggs reduction rates (ERR), change in intensity of infection and reinfection rates at 6 and 12 months. On Day 21 the pooled estimate of the ERR was 91% in both arms. The Hazard Ratio for reinfections was only significant in Brazil, and in favour of 60 mg/kg on the pooled estimate (40 mg/kg: 34.3%, 60 mg/kg: 23.9%, HR = 0.78, 95%CI = [0.63;0.96]). Analysis of safety could not distinguish between disease- and drug-related events. 666 patients (78%) reported 1327 adverse events (AE) 4 h post-dosing. The risk of having at least one AE was higher in the 60 than in the 40 mg/kg group (83% vs. 73%, p<0.001). At 24 h post-dosing, 456 patients (54%) had 918 AEs with no difference between arms. The most frequent AE was abdominal pain at both 4 h and 24 h (40% and 24%).",
    "Conclusion": "A higher dose of 60 mg/kg of praziquantel offers no significant efficacy advantage over standard 40 mg/kg for treating intestinal schistosomiasis caused by either S. mansoni or S. japonicum. The results of this study support WHO recommendation and should be used to inform policy decisions in the countries.",
    "Trial Registration": "Controlled-Trials.com ISRCTN29273316 ClinicalTrials.gov NCT00403611"
}