{
    "Background": "Neglected Tropical Diseases (NTDs) are a group of several communicable diseases prevalent in the tropical and subtropical areas. The co-endemicity of these diseases, the similarity of the clinical signs, and need to maximize limited financial and human resources have necessitated implementation of integrated approach. Our study aims to share the lessons of this integrated approach in the fight against Buruli ulcer (BU), leprosy and yaws in a rural district in Benin.",
    "Methods": "It is a cross-sectional study using a single set of activities data conducted from May 2016 to December 2016. Health workers and community health volunteers involved in this study were trained on integrated approach of the Buruli ulcer, leprosy and yaws. Village chiefs were briefed about the activity. The trained team visited the villages and schools in the district of Lalo in Benin. After the education and awareness raising sessions, all persons with a skin lesion who presented voluntarily to the team were carefully examined in a well-lit area which respected their privacy. Suspected cases were tested as needed. The socio-demographic information and the characteristics of the lesions were collected using a form. A descriptive analysis of the epidemiological, clinical and laboratory variables of the cases was made using Excel 2013 and SPSS version 22.00.",
    "Principal findings": "In the study period, 1106 people were examined. The median (IQR) age of those examined was 11 (8; 27) years. Of 34 (3.1%) suspected BU cases, 15 (1.4%) were confirmed by PCR. Only three cases of leprosy were confirmed. The 185 (16.7%) suspected cases of yaws were all negative with the rapid test. The majority of cases were other skin conditions, including fungal infections, eczema and traumatic lesions.",
    "Conclusion": "The integrated approach of skin NTD allows optimal use of resources and surveillance of these diseases. Sustaining this skin NTD integrated control will require the training of peripheral health workers not only on skin NTD but also on basic dermatology."
}