{
    "Abstract": "Vector-borne infectious disease such as dengue fever (DF) has spread rapidly due to more suitable living environments. Considering the limited studies investigating the disease spread under climate change in South and Southeast Asia, this study aimed to project the DF transmission potential in 30 locations across four South and Southeast Asian countries. In this study, weekly DF incidence data, daily mean temperature, and rainfall data in 30 locations in Singapore, Sri Lanka, Malaysia, and Thailand from 2012 to 2020 were collected. The effects of temperature and rainfall on the time-varying reproduction number (Rt) of DF transmission were examined using generalized additive models. Projections of location-specific Rt from 2030s to 2090s were determined using projected temperature and rainfall under three Shared Socioeconomic Pathways (SSP126, SSP245, and SSP585), and the peak DF transmissibility and epidemic duration in the future were estimated. According to the results, the projected changes in the peak Rt and epidemic duration varied across locations, and the most significant change was observed under middle-to-high greenhouse gas emission scenarios. Under SSP585, the country-specific peak Rt was projected to decrease from 1.63 (95% confidence interval: 1.39–1.91), 2.60 (1.89–3.57), and 1.41 (1.22–1.64) in 2030s to 1.22 (0.98–1.51), 2.09 (1.26–3.47), and 1.37 (0.83–2.27) in 2090s in Singapore, Thailand, and Malaysia, respectively. Yet, the peak Rt in Sri Lanka changed slightly from 2030s to 2090s under SSP585. The epidemic duration in Singapore and Malaysia was projected to decline under SSP585. In conclusion, the change of peak DF transmission potential and disease outbreak duration would vary across locations, particularly under middle-to-high greenhouse gas emission scenarios. Interventions should be considered to slow down global warming as well as the potential increase in DF transmissibility in some locations of South and Southeast Asia."
}