{
    "Background": "Based on two national surveys, the prevalence of soil-transmitted helminthiasis (STH) in China had decreased from 53.58% in 1988–1992 to 19.56% in 2001–2004. To update the epidemiology and characteristics of STH in China, a third national survey was implemented in 2014–2015.",
    "Methodology/Principal findings": "This survey covered rural areas in 31 provinces in mainland of China. Multiple-stage stratified cluster sampling was employed, which included three levels (provinces, ecozones and economical levels). Stool samples were collected and the Kato-Katz method was applied for helminth eggs detection. Samples with hookworm eggs were selected and hatched to differentiate the species based on larval morphology. Between June 2014 and May 2015, a total of 484,210 participants from 604 counties were enrolled. The weighted prevalence of STH overall was 4.49% (95% confidential interval (CI): 2.45%-6.53%), including 2.62% (95% CI: 0.86%-4.38%) hookworm infections, 1.36% (95% CI: 0.49%-2.23%) ascariasis, and 1.02% (95% CI: 0.15%-1.89%) trichuriasis. The estimated population infected was 29.12 million (95% CI: 15.88 million-42.32 million) for all STH; 16.97 million (95% CI: 5.57 million-28.39 million) for hookworm infections; 8.83 million (95% CI: 3.18 million-14.45 million) for ascariasis; and 6.60 million (95% CI: 0.97 million-12.25 million) for trichuriasis. Overall, the prevalence of ascariasis and trichuriasis was relatively high in children, while hookworm infections were more common in the older population, especially those over 60. STH was highly prevalent in western China, and moderately in central areas, but low in eastern and northern regions. Out of 3,579 hookworm cases with species differentiation, 479 cases (13.38%) were infected with only Ancylostoma spp., 2,808 cases (78.46%) with only Necator americanus, and another 292 cases (8.16%) with both species.",
    "Conclusions/Significance": "This survey demonstrated the continuous decrease of STH in rural China. However, endemicity still prevails in the western areas of the country. Hookworm, especially N. americanus, is becoming the predominant species. Older farmers in western China should be prioritized for control due to the high prevalence of hookworm."
}