{
    "Introduction": "Soil-transmitted helminthiasis (STH) constitutes a group of helminth diseases caused by Ascaris lumbricoides, Trichuris trichiura and hookworm (Ancylostoma spp. and Necator americanus), which still imposes a significant health burden [1,2]. Of the neglected tropical diseases, STH are the most prevalent, producing a total of 3.38 million disability-adjusted life years in 2015, out of which ascariasis, trichuriasis and hookworm infections contributed 1.08 million, 0.54 million and 1.76 million, respectively [3]. Due to continuing transmission favoured by the predominant tropical environment and the still low social and economic development, their prevalence in Asia, Africa and Latin America remains high [4–6]. Related to the productive activities, adults are usually highly susceptible to hookworm infections, while A. lumbricoides and T. trichiura are more common in children [4–6].\nSTH used to be a widespread, serious threat to public health in China. Two national surveys of intestinal helminthiasis using the Kato-Katz method were carried out in mainland of China in 1988–1992 and 2001–2004 [7,8]. The results of the first survey, showed that altogether 646 million were infected with prevalence rates of all STH, ascariasis, trichuriasis and hookworm infections amounting to 53.58%, 47.00%, 18.80% and 17.17%, respectively [7]. At the time of the second survey, the corresponding prevalence rates had declined to 19.56%, 12.72%, 4.63%, and 6.12%, with the total cases estimated at about 129 million [8]. Due to the difference in natural environment as well as economic development, STH is more common in western and southern China [7,8]. Spot checks carried out between 2006 and 2013 have established a continued general decline of STH from 20.88% to 3.12% [9,10]. To capture the updated national epidemiology of these infections, a third national survey to guide the final strategy and steps of the national STH control programme was implemented in rural China in 2014–2015.",
    "Material and methods": "Ethics statement\nThe study was approved by the ethics committees in the National Institute of Parasitic Diseases at Chinese Center for Disease Control and Prevention. The objectives, procedures and potential risks of this study were orally explained and informed to all participants. A written consent form was also obtained with signature of the participant or his/her guardian for a child.\n\n\nStudy design\nThis was a national cross-sectional sampling survey, covering 31 provinces in mainland of China. In consideration of the extreme low prevalence of STH in urban areas owing to high coverage of clean water and sanitation, only rural areas were covered for STH in this survey. A multiple-stage stratified cluster sampling strategy was employed, involving with three levels (provinces, ecozones and economic levels).\n\n\nSampling\nThe province level was treated as the main stratum followed by all types of ecozones in each province as the 1st substratum. The ecozones were defined based on type and natural environment according to the Ecozone Classification in China [11]. An ecozone usually covers several neighboring provinces and a province usually contains several different types of ecozones. Nationally, 50 ecozones are classified, but we included only 46 of them while the other four with very limited population were combined into neighboring ones. The sampling size was calculated for each 1st substratum using binomial distribution as well as the expected prevalence data. The expected prevalence referred to the data from a post-survey spot checks (in 22 selected provinces carried out in 2012). An expected prevalence of 1% was set in the other nine provinces where the endemic level of infection was perceived as low although not backed by actual surveillance data. Additionally, the same expected prevalence was set for all of 1st substrata in the same province. An allowance error was set at 10%, 15% and 30% when the expected prevalence was > 20%, 5%-20% and < 5%, respectively. Finally, an increase of 50% was used for the sample size.\nBelow the 1st substratum level, the counties made up the 2nd substratum. They were classified into three levels based on the economic level as expressed by the rural net income per capita, which was provided by the local economic departments. According to the share of total rural population in the 1st substratum, the sampling size was distributed proportionally with respect to the 2nd substratum. The sampling unit was set as the natural village, i.e. a rural collection of houses comprising about 250 villagers, and the number of sampling units in each of the 2nd substratum as calculated. Usually, 3 units were included in each selected county. If the number was not integral, 2 or 4 units were selected. Thus, the number of counties needed to be sampled was decided there and then. In each sampled county, all towns were classified into 2–4 groups based on economic and natural conditions, then one town was sampled from each group. As a rural town is usually made up by dozens of natural villages, one natural village was sampled from each town.\n\n\nProcedure\nVillagers were invited to provide a fresh stool sample (about 30 g) in a container. Stool samples were transferred to local county-level Center for Disease Control and Prevention (CDC) or Control Station of Parasitic Diseases. From each stool sample, double Kato-Katz thick smears [12], using 41.7 mg templates, were prepared and then examined qualitatively and quantitatively for helminth eggs under a microscope by trained technicians. The preparation of Kato-Katz smears was usually done within 24 hours after samples were collected. Smears were examined within 30 minutes after preparation to avoid the disappearance of hookworm eggs.\nIn each sampled county, 50 individuals with confirmed hookworm infection by the Kato-Katz method were sampled and their stool was further processed to differentiate between the hookworm species by the test-tube filter-paper hatching method [12]. If the number of cases with hookworm infections by the Kato-Katz method was less than 50, they were all included. In brief, 0.5 g of fresh stool were placed on a folded strip of filter paper (9.0 cm in length and 1.6 cm in width), which was then placed in a plastic tube (11.5 cm in length and 1.5 cm in width) containing 2 ml of sterile distilled water and incubated at 30°C for 4–5 days. Then, filariform larvae were taken to differentiate the species by the morphology, especially the differences of the oral spear and transverse lines on the tunica vaginalis [12]. All larvae were differentiated if the total number was below 100 in single sample, while the number exceed 100, only 100 larvae were examined.\n\n\nStatistical analysis\nIndividual egg counts, expressed as eggs per gram (EPG) of stool, were calculated by multiplying the sum of the egg counts in the 41.7 mg template used by the two Kato-Katz thick smears by 12. Infection intensity was categorized as per WHO guideline [13]. In hookworm infections, it was categorized as light (1–1999 EPG), moderate (2000–3999 EPG), and heavy (≥ 4000 EPG); in ascariasis, the categories contained light (1–4999 EPG), moderate (5000–49999 EPG), and heavy (≥ 50000 EPG); in trichuriasis, the categories contained light (1–999 EPG), moderate (1000–9999 EPG), and heavy (≥ 10000 EPG). Ages were classified into groups with an interval of 5 years, except those aged over 85 who were considered as a single group.\nWeighted prevalence was applied. To calculate this, the weight (Wi) was firstly captured, which was integrated with the base sampling weight (Wbase) and post-sampling adjusted weight (Wadj) as expressed by:\n(Eq 1)\nwhere Wadj is the ratio of the total population of the age and gender group divided by the sampled population in the same group. The total rural population figure was extracted from the sixth national population census in 2010. Wbase is the multiplied sampling weights in the three strata as expressed by:\n(Eq 2)\nwhere W1 is the weight in sampling county in each 2nd substratum, W2|1 the weight of the sampled town in each sampled county and W3|2|1 the weight of the sampled natural villages of each sampled town. The weighted prevalence, , in the total rural population was calculated based on follows:\n(Eq 3)\nwhere wi is described by Eq 1, yi the result of stool examination of the ith individual and S the sample size. The total population infected, n, was calculated by:\n(Eq 4)\nTaylor Series Expansion Method was employed to estimate the confidential interval (CI). Data were presented both at the province and ecozone levels, for each species, as well as the overall group of STH. The proportion of two genera of human hookworm, namely Ancylostoma spp. and N. americanus was also presented.",
    "Results": "Characteristics of participants\nThe survey took place between June 2014 and May 2015 and included 484,210 participants in total (238,505 males and 245,705 females) and they came from 1,890 sampling units in 604 counties belonging to 31 provinces. Among the sampled population, 5,423 persons (1.12%) were found to be infected with hookworm, 4,343 (0.90%) with A. lumbricoides, 1,756 (0.36%) with T. trichiura. Overall, 10,681 (2.21%) of them were infected with at least one helminth species.\n\n\nSTH prevalence\nA weighted national prevalence of 4.49% (95% CI: 2.45%-6.53%) was demonstrated for STH (Tables 1 and S1). STH were detected in all 31 provinces, of which nine exceeded the average. The highest prevalence was found in Sichuan province (23.55%, 95% CI: 12.11%-34.99%), followed by Hainan (12.23%, 95% CI: 9.16%-15.30%) and Guizhou (10.68%, 95% CI: 7.38%-13.97%) (Table 1 and Fig 1A). STH were found in 44 out of 46 ecozones, of which 10 exceed the average. The prevalence was highest in the Sichuan Basin ecozone (22.16%; 95% CI: 10.84%-33.48%), followed by Hainan Central Mountain ecozone (21.92%; 95% CI: 17.52%-26.33%) (S1 Table and Fig 2A). Thus, STH was still highly prevalent (> 5%) in the western regions and moderately so (> 1%) in the eastern and central areas, while the northern areas showed a low prevalence.\nA. Soil-transmitted helminthiasis. B. Hookworm infections. C. Ascariasis. D. Trichuriasis. The base layer is from https://www.webmap.cn/mapDataAction.do?method=forw&resType=5&storeId=2&storeName=%E5%9B%BD%E5%AE%B6%E5%9F%BA%E7%A1%80%E5%9C%B0%E7%90%86%E4%BF%A1%E6%81%AF%E4%B8%AD%E5%BF%83&fileId=BA420C422A254198BAA5ABAB9CAAFBC1 with credit to National Catalogue Service For Geographic Information.\nA. Soil-transmitted helminthiasis. B. Hookworm infections. C. Ascariasis. D. Trichuriasis. The base layer is from https://www.webmap.cn/mapDataAction.do?method=forw&resType=5&storeId=2&storeName=%E5%9B%BD%E5%AE%B6%E5%9F%BA%E7%A1%80%E5%9C%B0%E7%90%86%E4%BF%A1%E6%81%AF%E4%B8%AD%E5%BF%83&fileId=BA420C422A254198BAA5ABAB9CAAFBC1 with credit to National Catalogue Service For Geographic Information.\n\nHookworm infections.Hookworm infections had a weighted prevalence of 2.62% (95% CI: 0.86%-4.38%) nationally (Tables 2 and S2). Hookworm infections were detected in 19 provinces, of which 10 exceeded the average. The highest prevalence was found in Sichuan province (14.55%, 95% CI: 1.79%-27.30%), followed by Hainan (8.10%, 95% CI: 3.61%-12.59%) (Table 2 and Fig 1B). Hookworm infections were found in 22 out of 46 ecozones, of which nine exceed the average. The highest weighted prevalence was found in Sichuan Basin ecozone (20.34%; 95% CI: 8.27%-32.41%), followed by Hainan Central Mountain ecozone (15.54%; 95% CI: 9.97%-21.10%) (S2 Table and Fig 2B). Overall, hookworm infections were extremely common in the western regions, moderately so in the southern areas, while the northern areas were non-endemic.\nOut of the overall 5,423 cases with hookworm infections identified by the Kato-Katz method, 3,579 were subjected to species differentiation. Among them, 479 (13.38%) cases were infected with only Ancylostoma species, 2,808 (78.46%) with only N. americanus, while 292 (8.16%) cases were simultaneously infected with both species. At the provincial level, 19 showed infection with at least one hookworm species, and out of the 18 where species differentiation was attempted, five showed only Ancylostoma species infections, two only N. americanus infections, while another 11 had both (Fig 3A). Out of 22 ecozones with hookworm infections, species differentiation was performed on 20. One ecozone was detected with only Ancylostoma species infections, three with only N. americanus infections and 16 ecozones had both hookworm genera (Fig 3B). Overall, Ancylostoma spp. was predominantly endemic in the northern areas, while N. americanus were mainly found in the southern regions.\nA. By provinces. B. By ecozones. The base layer is from https://www.webmap.cn/mapDataAction.do?method=forw&resType=5&storeId=2&storeName=%E5%9B%BD%E5%AE%B6%E5%9F%BA%E7%A1%80%E5%9C%B0%E7%90%86%E4%BF%A1%E6%81%AF%E4%B8%AD%E5%BF%83&fileId=BA420C422A254198BAA5ABAB9CAAFBC1 with credit to National Catalogue Service For Geographic Information.\n\nAscariasis.Ascariasis showed a weighted prevalence of 1.36% (95% CI: 0.49%-2.23%) nationally (Tables 3 and S3). Ascariasis were detected in all 31 provinces, out of which nine exceeded the average. The highest prevalence was found in Sichuan province (6.83%, 95% CI: 0.00%-17.45%), followed by Guizhou (6.15%, 95% CI: 3.59%-8.71%) (Table 3 and Fig 1C). Ascariasis was found in 42 of 46 ecozones, out of which 10 exceed the average. The highest weighted prevalence was found in South Western Sichuan—Central Northern Yunnan Mountain ecozone (10.02%; 95% CI: 0.00%-24.57%), followed by Central Guizhou Karst ecozone (5.30%; 95% CI: 3.68%-6.93%) (S3 Table and Fig 2C). Overall, ascariasis was highly prevalent (> 5%) in the western regions but less prevalent in the northern and eastern areas.\n\nTrichuriasis.Trichuriasis demonstrated a weighted prevalence of 1.02% (95% CI: 0.15%-1.89%) nationally (Tables 4 and S4). It was detected in 28 provinces, out of which six exceeded the average. The highest prevalence was found in Sichuan province (6.43%, 95% CI: 0.00%-16.75%), followed by Hainan (4.30%, 95% CI: 0.00%-10.25%) and Yunnan (4.18%, 95% CI: 1.37%-6.99%) (Table 4 and Fig 1D). It was found in 32 of 46 ecozones, out of which eight exceed the average. The highest weighted prevalence was found in South Western Sichuan—Central Northern Yunnan Mountain ecozone (10.43%; 95% CI: 0.00%-23.87%), followed by Hainan Central Mountain ecozone (7.95%; 95% CI: 7.57%-8.33%) (S4 Table and Fig 2D). Trichuriasis were highly prevalent in the western regions, moderately so in central areas, but very much less common in the northern areas.\n\n\n\nAge and gender distribution\nHookworm infections were highly prevalent in elderly, especially those over 60, who had a prevalence over 6% (Fig 4 and S5 Table). The prevalence of hookworm infections was 2.29% (95% CI: 0.77%-3.81%) and 2.96% (95% CI: 0.93%-4.99%) in males and females, respectively. The difference in prevalence of ascariasis was not significant by age groups. However, a relatively high prevalence was demonstrated in those aged less than 20. The prevalence in age groups 0–4, 5–9, 10–14 and 15–19 was 1.66%, 1.94%, 2.20% and 1.70%, respectively. Additionally, the prevalence of ascariasis was 1.25% (95% CI: 0.46%-2.03%) and 1.48% (95% CI: 0.52%-2.44%) in males and females, respectively. Similarly, although the difference was not significant, the prevalence of trichuriasis was also a little high in those aged 5–19. The prevalence in age groups 5–9, 10–14 and 15–19 was 1.74%, 2.13% and 1.81%, respectively. The prevalence of trichuriasis was 1.06% (95% CI: 0.15%-1.97%) in males and 0.97% (95% CI: 0.14%-1.81%) in females.\n\n\nEstimated population infected\nOverall, 29.12 million (95% CI: 15.88 million-42.32 million) people were estimated to be infected with at least one STH species and eight provinces harboured over 1 million infections; namely Sichuan (12.06 million), Yunnan (2.60 million), Guizhou (2.40 million), Guangdong (2.05 million), Guangxi (1.86 million), Hunan (1.63 million), Jiangxi (1.38 million) and Anhui (1.38 million).\n16.97 million (95% CI: 5.57 million-28.39 million) people were estimated to have hookworm infections, among which 15.02 million (88.48%), 0.95 million (5.61%) and 1.00 million (5.91%) had light, moderate and heavy infections, respectively (S6 Table). Four provinces harboured over 1 million infections, namely Sichuan (7.45 million), Guangdong (1.76 million), Anhui (1.30 million) and Yunnan (1.14 million).\nThe number of people infected with A. lumbricoides was 8.83 million (95% CI: 3.18 million-14.45 million). Two provinces harboured over 1 million cases, namely Sichuan (3.50 million) and Guizhou (1.38 million). Among them, the numbers of light, moderate and heavy infections were 6.15 million (69.66%), 2.10 million (23.80%) and 0.58 million (6.54%), respectively (S6 Table).\nAbout 6.60 million (95% CI: 0.97 million-12.25 million) people were estimated with T. trichiura infection, out of which 5.75 million (87.13%), 0.85 million (12.81%) and 0.04 million (0.05%) were light, moderate and heavy infections, respectively (S6 Table). Two provinces harboured over 1 million, namely Sichuan (3.29 million) and Yunnan (1.24 million).",
    "Discussion": "This national survey updates the epidemiological map of STH in China. The prevalence of STH has decreased from 53.58% in 1988–1992 to 19.56% in 2001–2004 and then to 4.49% in this survey, while the number of estimated population with infection decreased from 646 million to 129 million and finally to 29 million [7,8]. It is thus obvious that significant control on STH has been achieved in rural China. Firstly, it is well established that endemicity of STH is related to poverty and inadequate access to health infrastructure [14,15], which have both improved over the almost 30 years since the first survey. The rate of poverty in rural China (defined as annual income below 2,300 Chinese Yuan) decreased from 73.5% of the population in 1990 to 5.7% in 2015 [16]. The coverage of piped water increased to 79.0% in 2014 [17], while the coverage of households with toilets in rural China increased to 78.4% in 2015, out of which 57.5% had non-hazardous toilets in which pathogens could be killed [17]. Secondly, huge intervention measures have been implemented with respect to control of STH. After the first national survey, such measures were applied in schools including health education, provision of safe water, improvement of sanitation and mass drug administration of needed pharmaceuticals [18]. After the second national survey, the measures in schools mentioned above have been applied in the community in general [19–21].\nAlthough there was a significant decrease in STH infections, an imbalance of distribution is demonstrated due to multi-factorial impact. While the unsuitable natural environment of northern China (e.g. temperature, humidity) is a reason for the low endemicity of STH, especially hookworm infections, economic development has also been a crucial factor which has contributed to the decrease in STH infections [22]. As seen in the rural areas in eastern China, economic development impacts on STH in two ways. First, it reduces overall poverty leading to piped water and improved sanitation, but it also simultaneously promotes the implementation of health interventions. For example, the coverage of water supplement and sanitation is now usually over 90% in the eastern part of the country [17], while the economic development in western China is still lagging resulting in a lower coverage of water supplement and sanitation. Coverage has not yet reached 60% in the three most endemic provinces, namely Sichuan, Guizhou and Yunnan [17].\nIn this national survey, although the prevalences of ascariasis and trichuriasis were not significantly different by ages, but still a little higher in children. On the one hand, due to the poor hygiene, children are usually highly prevalent with both ascariasis and trichuriasis [4–6]. On the other hand, the overall low prevalence of ascariasis and trichuriasis weakened the difference. However, in western China, there still exist some factors contributing to the relatively high prevalence of ascariasis and trichuriasis in children, e.g. many siblings, low maternal education, low coverage of piped water and sanitation [23]. On the comparison, the prevalence of hookworm infections was significantly higher in adults. Human stool is still used as fertilizer in some remote areas in China and thus adults have more chance to be infected during agricultural activities [24].\nImportantly, not only has the overall number of infections declined strongly, the predominance between the diseases has also changed, so that hookworm has changed from being the least common at 17% in 1988–1992 [7] to be the most common at 2.6% in 2014–2015. Ascariasis and trichuriasis are both more prevalent in children [4–6]. It is likely that school-based mass drug administration contributed to this large decrease in cases. Additionally, because of family planning, most families only raise one child, who therefore gets higher attention than of brothers and sister were around [23]. Furthermore, the provision of clean water and improvement in sanitation show higher effectiveness against ascariasis and trichuriasis than hookworm [14]. The composition of Ancylostoma spp., N. americanus and mix infections has changed from 43.17%, 42.20% and 14.63%, respectively, in 1988–1992 to 13.38%, 78.46% and 8.16% in this survey. The frequently used anthelmintic, albendazole, has a higher efficacy against A. duodenale (91.8%) than against N. americanus (75.0%) [25]. However, other factors might also contribute to this change, which deserve to be explored.\nIn this national survey, provinces, ecozones and economic level were included as the strata for the multiple-stage stratified cluster sampling, which increased the representativeness of sampled population. The estimation of sample size was based on the ecozones in each province, and thus this survey not only demonstrates the prevalence at national, provincial, ecozone level, but also at subprovincial (ecozones in each province) level, which would benefit the adoption of targeted strategy in different levels in future. However, there are several limitations in this survey. First, taking into consideration of the relatively low prevalence of STH in China, missed diagnoses cannot be avoided when only two smears from single sample were examined in this survey. Thus, the prevalence and estimated population under infection may be somewhat underestimated. Second, although A. duodenale and N. americanus are believed to be the predominant hookworm species in China, A. ceylanicum has also been reported in southern China [26]. Molecular techniques are needed in this situation, which deserves to be explored in further studies. After all, a One Health (veterinary and medical) approach to hookworm control is required in the areas where A. ceylanicum is found to be a common hookworm.\nOverall, STH is now at a low endemic level in China. However, further control activities should be implemented in western parts of the country, especially in Sichuan, Yunnan and Guizhou provinces, which harbor over half of the STH cases discovered. Health education should be strengthened both in school and community. The predominance of hookworm infection requires implementation of community-based interventions. Additionally, water supply and improvement of sanitation should be prioritized in these areas. China has been listed among the countries most feasible to achieve the transmission interruption of STH [22,27]. Significantly, the interruption of STH should firstly be attempted in the northern and eastern China, where the prevalence has decreased to less than 1%. China has eliminated poverty in 2020 and established what is called healthy China by 2030, a plan in which the elimination of the STH could be integrated [28]."
}