{
    "Background": "Leishmania parasites are transmitted by female phlebotomine sand flies that maintain the enzootic cycle by circulating between sylvatic and domestic mammals. Humans are part of this cycle as accidental hosts due to the vector’s search for a source of blood. In Algeria, Human Leishmaniases (HL) are endemic and represent a serious public health problem because of their high annual incidence and their spread across the country. The aim of this study is to identify sand fly species fauna (vectors of Leishmania), determine their infection rate and identify their feeding preferences using molecular tools in a hypoendemic focus of HL located in the province of Tipaza, northern Algeria.",
    "Methodology/Principal findings": "An entomological survey using CDC light traps was conducted between July and October of 2015 in four HL affected peri-urban locations in the province of Tipaza, northern Algeria. Sand flies were identified using the morphological criteria of the genitalia for the males and spermathecae for the females. Leishmania DNA was detected in pooled female sand flies (N = 81 pools with 8–10 specimens per pool) using quantitative real-time polymerase chain reaction (qPCR) targeting two different genes: kDNA-PCR and 18S rRNA. To identify their blood meal sources, blood-fed female sand flies were analyzed by PCR-sequencing targeting the vertebrate cytochrome c oxidase I (COI) gene. A total of 4,045 sand flies were caught, of which 3,727 specimens were morphologically identified. Seven species were recorded: P. (L.) perniciosus (50.28%), P. (L.) perfiliewi (26.13%), P. (L.) longicuspis (21.92%), Sergentomyia (S.) minuta (0.85%), P. (P.) papatasi (0.42%), P. (L.) langeroni (0.32%) and P. (L.) ariasi (0.05%). Afterwards, 740 female specimens were randomly selected and divided into 81 pools and were then screened to investigate the presence of Leishmania spp. L. infantum DNA was detected in three pools, corresponding to three sand fly specimens (one each). The infection rate was 0.33% (2/600) for P. (L.) perniciosus and 2.56% (1/39) for P. (L.) perfiliewi. Analysis of the blood feeding sources (N = 88 specimens) revealed that sand flies belonging to Larroussius subgenera, mainly (71.5%) feed on small ruminants. Human blood is the second feeding source (17%), eight specimens (9%) were found to feed on equines and no domestic reservoir (dog) blood was found.",
    "Conclusions/Significance": "The presence of human leishmaniasis cases, the high abundance of Phlebotomus (Larroussius) species which are proven or suspected vectors of L. infantum, and the detection of L. infantum DNA from its natural vectors (P. (L.) perniciosus, P. (L.) perfiliewi), in addition to the blood-feeding of positive females for L. infantum on humans blood, prove that the major elements of the epidemiological transmission cycle of L. infantum are present and indicate risk factors for an outbreak of the disease in the province of Tipaza."
}