{
    "Introduction": "Some 779 million people are estimated to live in areas with varying levels of risk of contracting schistosomiasis [1]. The control and treatment of all forms of schistosomiasis is currently based on a single drug, praziquantel (PZQ). The World Health Organization (WHO) recommends that, in areas where the prevalence of infection is sufficiently high not to warrant individual diagnosis, a single dose of 40 mg/kg PZQ be distributed for preventive chemotherapy to either entire communities (through mass treatment) or school-aged children; or, where transmission is low, to be used to treat individuals with demonstrated infection [2]. Of note, while school-aged children are the main target of interventions, also younger children (preschool-aged) are now recognized as a vulnerable population [3], but data for this age group are limited.\nPZQ has been available for human use for over three decades, and distributed systematically through preventive chemotherapy from 2006. The cumulative number of treatments has been growing since. Some 34 million have received PZQ in 2010, and seven times more (235 millions) are projected for 2018 [4]; WHO has set target for 75% of the at-risk population to be under regular preventive chemotherapy [5].\nWith expanding use comes the need to monitor how PZQ performs in different areas, doses, over time and against different Schistosoma species. Two Cochrane systematic reviews have analyzed randomized controlled trials of anti-schistosomiasis treatments for S. haematobium [6] and S. mansoni [7]. A broader, aggregated data meta-analysis including non-comparative studies which did not qualify for the Cochrane reviews was undertaken here to help define more fully the efficacy and safety profile of PZQ across all species causing urinary and intestinal schistosomiasis, including mixed infections. The data generated from this meta-analysis was also intended to be used to help design future clinical investigations, in particular in young children treated with a new paediatric formulation currently developed by a public-private consortium [8].\nEfficacy outcomes were measured for the different age-groups and doses and compared between various doses and to other drugs. Similarly, the tolerability profile of PZQ was assessed as incidence of adverse events (AE) and compared between various doses and to other drugs.",
    "Methods": "Data collection\nPublished studies were identified by the Cochrane collaboration through electronic searches from January 1, 1990, up to November 2012 of MEDLINE, EMBASE, LILACS, the Cochrane Infectious Diseases Group's trials register and the Cochrane Central Register of Controlled Trials (CENTRAL) using the search term ‘praziquantel’ published in English, French or Portuguese. To qualify for inclusions, patients with a microscopic confirmation of schistosomiasis infection were to be on PZQ mono-therapy at any dosage and dosing regimen, using any formulation and brand; and could be either non-comparative or comparative (randomized controlled trial, quasi-randomized trials). In order to exclude the confounding effect of reinfections, efficacy analysis was restricted to the first 8 weeks post-treatment; hence, otherwise eligible studies with an endpoint beyond 8 weeks were not included in the final analysis.\n\n\nStatistical analysis\nThe aggregated data (as reported in the publications) by species (S. haematobium, S. mansoni, S. japonicum, or mixed infections) were extracted from eligible studies of the 273 comparative and non-comparative clinical trials identified through the systematic review. Attrition bias refers to systematic differences between the number of patients at enrolment and at endpoint; it is measured as the number of patients not assessed out of the number of patients enrolled, and is considered high when greater than 10%. Cure rates (CR, defined as the conversion from a positive test pre-treatment to a negative test up to 8 weeks post-treatment) were calculated as provided in the articles. The confidence intervals for the CR were set at 95% (95%CI). The eggs reduction rate (ERR) was defined as the proportional reduction in the mean eggs per gram post-treatment vs. pre-treatment, calculated using geometric or arithmetic means and reported separately depending on how provided in the article. For both outcomes, the endpoint or time of assessment was divided in two groups: within a month (3 to 4 weeks) and between one and two months (5 to 8 weeks).\nThe Spearman test was used to assess the bivariate correlations between the PZQ dose and CR or ERR in all treatment arms of comparative and non-comparative studies.\nTolerability was assessed by calculating the incidence of adverse events (AE) defined as any sign or symptom occurring after the start of treatment (drug intake), irrespective of whether that sign or symptom was present at baseline or not, of its severity and drug-event relationship. The mean incidence was presented for the PZQ 40 mg/kg treatment groups excluding PZQ 40 mg/kg syrup, and Levo-PZQ 20 mg/kg. Most of the publications did not report the brand name and only two studies compared directly two different brands (Biltricide and Distocide) of PZQ.\nThe 95%CI for the mean CR, ERR, AE were calculated using a bootstrap resampling method with a maximum of 1000 replicates [9].\nFor randomized controlled studies assessing the efficacy (CR) and tolerability (AE) of PZQ vs. other drugs, placebo, or comparing different PZQ dosing regimens, risk ratios with 95% confidence intervals (RR, 95%CI), meta-analysis with random effect on the study/site was used and pooled RR presented using the DerSimonian and Laird procedure for random effects models [10]. Heterogeneity was expressed as I2 [11].\nCR and ERR were log-transformed in multivariate meta-regression to assess the PZQ dose-effect (continuous in mg/kg), along with age (continuous in year), endpoint (continuous in week) and date (continuous in year) with a random intercept for each study/site when the Lagrange multiplier (LM) test was significant to account for heterogeneity.\nGraphical displays of comparisons (PZQ vs. comparator groups) and heterogeneity for CR and ERR were illustrated using Forest plots [12].\nAge groups were categorized as (i) preschool-aged children (<6 years old), (ii) school-aged children (6–19 years old), (iii) adults (20 years old or more), or (iv) all ages if age-specific data could not be extracted. The sample size (number of subjects by site), the endpoint (weeks), the intensity of infection at baseline (egg counts before treatment) were presented according to the Schistosoma species.\nData were analyzed using Stata v11 (Stata Corp.). The PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) statement [13] was used as a guide in the reporting of this study.",
    "Results": "Study characteristics\nOf the 273 published studies identified by systematic search of the literature, 92 were PZQ treatment trials; of these, 37 studies had an endpoint for efficacy beyond 2 months and were excluded, leaving 55 studies (41 comparative, 14 non-comparative) with an endpoint within 8 weeks [14]–[68].\nThe first eligible study was published in 1979, and half of the studies were conducted by 1998. The studies enrolled a total of 19,499 subjects in 189 treatment arms. The median study size was 206 patients (range 43–1,540). Attrition was acceptable (9%, n = 17,718), leaving 91% of the subjects with efficacy outcomes at the time of the study endpoint; of these, 42% were assessed within 4 weeks in 30 studies, and 58% between 5–8 weeks in 25 studies. More subjects were assessed between 5–8 weeks for S. mansoni (65%) and S. japonicum (71%), while more were assessed on week 3–4 for S. haematobium in 56% of cases and mixed S. mansoni/haematobium infections in 71% of cases.\nPZQ contributed to 74% (n = 13,048) and comparator drug or placebo to 26% (n = 4,670) of all subjects with outcomes. Of the subjects treated with PZQ at doses comprised between 10 and 60 mg/kg, PZQ 40 mg/kg was the most frequent dose (56%, n = 9,990).\nCR was assessed in 17,017 subjects (of whom 12,273 (69%) treated with PZQ) and ERR in 13,007 subjects (77%, n = 10,023 on PZQ) (Figure 1).\nOf the 41 comparative studies identified, 19 directly compared different doses and schedules of PZQ; 7 compared praziquantel with artesunate combined with praziquantel, sulfalene, sulfamethoxypyrazine/pyrimethamine, or mefloquine; 6 with artesunate alone; 3 with metrifonate; 1 with nitrifonate and 1 with metrifonate+nitrifonate; 6 with oxamniquine, 4 with oltipraz, 1 with albendazole, 1 with mefloquine, and 3 with PZQ in combination with artemether, albendazole, or metrifonate.\nStudies were conducted in 24 countries and 82 sites. The largest population was from the WHO AFRO region (13,251 subjects, 68%), followed by EMRO (Egypt, Sudan and Saudi Arabia, 23%). The largest groups were S. mansoni subjects enrolled in Egypt (n = 2,606, 13.4%), Kenya (11.9%), Sudan (9.0%) and Uganda (6.6%) (Table S1).\nThe risk of attrition bias was low in 57%, high in 38% and not assessable in 5%. The risk was high in 45% (10/22) of the community-based studies and 31% (10/32) of the school-based studies. The assessment of bias and the main characteristics of these studies are summarized in Table 1 and Table S2.\nThe largest number of subjects with efficacy outcomes was for a S. mansoni infection (57.8%), followed by S. haematobium (29.3%), S. japonicum (7.9%) and mixed infections (5%). Most of the subjects were school-aged children (63.8%); preschool-aged children accounted for 2.9%, adults 4.7%, and subjects of all ages 28.6% (Table S3). Two studies including all age's subjects also specified age categories, including schoolchildren [36], [66].\n\n\nLaboratory diagnosis\nTo diagnose and quantify the infection, the trials on S. haematobium used the filtration method with up to two specimens in duplicates over three days except in one study using reagent strips, while trials on S. mansoni used the Kato-Katz technique with up to three specimens over three days in triplicates (Table S4).\nEgg counts were reported using different approaches (number of specimens and tests) for the different intestinal or urinary schistosomiasis species for 13,135 subjects. The mean egg count before treatment was 910 (95%CI 369–1642) and 251 (95%CI 201–307) eggs per gram of feces for S. mansoni, in studies using arithmetic or geometric means, respectively; 178 (95%CI 95–274) eggs per gram of feces for S. japonicum; and 125 (95%CI 60–196) and 137 (95%CI 70–226) eggs per mL of urine for S. haematobium, for arithmetic and geometric means, respectively.\n\n\nEfficacy\nIn subjects treated with PZQ, the efficacy of PZQ in any species (n = 13,105) was measured in 508 (4%) preschool, 7,776 (59%) school-aged children, 428 (3%) adults, and 4,393 (34%) subjects of all ages.\nThe number of treatment arms with different doses of PZQ varied greatly; the 40 mg/kg dose was by far the most common (66%, 77/117), followed by the 60 mg/kg dose (14%, 16/117). All doses were not tested on each and every species or age groups. The only dose administered in preschool-aged children was 40 mg/kg for S. mansoni; school-aged children received doses ranging 10–60 mg/kg (72% were on 40 mg/kg); adults received 20–40 mg/kg; studies on all-age subjects administered doses ranging 20–60 mg/kg (76% were on 30 mg/kg).\nCure rates (CR) with PZQ.Mean dose-specific CRs with 95%CIs by species are presented in Figure 2. CRs for any dose of PZQ appeared to be highest in S. japonicum infections (40 and 60 mg/kg); and were higher in S. haematobium, mixed S. haematobium/intercalatum and S. mansoni infections than in pure and mixed S. mansoni/haematobium infections.\nsh, S. haematobium; si, S. intercalatum; sj, S. japonicum; sm, S. mansoni.\nThe recommended dose of 40 mg/kg achieved CRs of 94.7% (95% CI 92.2–98.0) for S. japonicum, while it was 77.1% (95% CI 68.4–85.1) for S. haematobium, 76.7% (95% CI 71.9–81.2) for S. mansoni, and 63.5% (95% CI 48.2–77.0) for mixed S. haematobium and S. mansoni infections.\n\nDose-effect analysis.There was a significant relationship (Spearman test) between the CRs in subjects treated for S. mansoni and the PZQ dose: from 26.2% with PZQ 10 mg/kg to 84.6% with PZQ 60 mg/kg (r = 0.434, p = 0.001), as well as for mixed S. mansoni + S. haematobium infections (r = 0.764, p = 0.001) but not for S. haematobium (r = 0.019, p = 0.923) nor for S. japonicum (r = 0.396, p = 0.437).\n\nEndpoint analysis.PZQ 40 mg/kg CRs assessed on week 3–4 were 82.7% (95%CI 70.3–92.9) and on week 5–8 were 69.9% (95%CI 58–78.7) for S. haematobium, and were 79.6% (95%CI 72.8–85.7) and 73.9% (95%CI 67.1–80.6) for S. mansoni, respectively. Although a direct comparison is not possible, 95%CIs overlap for both species.\n\nCR with PZQ 40 mg/kg vs. comparators.The RR (95%CI) of CR between praziquantel 40 mg/kg and other PZQ regimens, placebo or other treatments are presented in Figure 3 for S. haematobium and Figures 4 and 5 for S. mansoni.\nas, artesunate; ol, oltipraz; pzq, praziquantel; sp, sulfadoxine-pyrimethamine; met, metrifonate, mq, mefloquine; p, placebo; comp, comparator; unit next to the drug: dose in mg/kg; RR, risk ratio; I2 (Higgins' I squared) is calculated for pooled subgroups as  =  100%*(Q - df)/Q, where Q is Cochran's heterogeneity statistic and df the degrees of freedom.\ncomp, comparator; ci, confidence interval; pzq, praziquantel; unit next to the drug: dose in mg/kg; RR, risk ratio; I2 (Higgins' I squared) is calculated for pooled subgroups as  =  100%×(Q - df)/Q, where Q is Cochran's heterogeneity statistic and df the degrees of freedom.\nas, artesunate; ox, oxamniquine; pzq, praziquantel; sp, sulfadoxine-pyrimethamine; mq, mefloquine; comp, comparator; ci, confidence interval; unit next to the drug: dose in mg/kg; RR, risk ratio; I2 (Higgins' I squared) is calculated for pooled subgroups as  =  100%×(Q - df)/Q, where Q is Cochran's heterogeneity statistic and df the degrees of freedom.\nUsing meta-analysis regression model with random effect on the sites, the CR for treating S. haematobium with praziquantel 40 mg/kg was higher than praziquantel 20 mg/kg (RR = 0.71, 95%CI 0.56–0.90, p = 0.004) and not different from praziquantel 30 mg/kg (p = 0.575); PZQ 40 mg/kg had higher CR than artesunate alone (RR = 0.55, 95%CI 0.36–0.83, p = 0.005) or in combinations, mefloquine alone, and metrifonate 10 mg/kg (RR = 0.15, 95%CI 0.04–0.58, p = 0.001).\nOn S. mansoni, using similar methods, the CR of PZQ 40 mg/kg was higher than PZQ 20 mg/kg (RR = 0.65, 95%CI 0.59–0.72, p = 0.001), PZQ 30 mg/kg (RR = 0.89, 95%CI 0.75–0.95, p = 0.004), and not different from higher doses (50 mg/kg, p = 0.544; 60 mg/kg, p = 0.477); the CR for PZQ 40 mg/kg was significantly higher than artesunate and combinations, and myrrh (p = 0.001 for all comparisons); not different from oxamniquine 15, 20, 30 mg/kg; slightly lower than oxamniquine 40 mg/kg (RR = 1.09, 95%CI 1.01–0.18, p = 0.034), but not significantly different from oxamniquine 50 mg/kg (RR = 1.65, 95%CI 0.99–2.75, p = 0.056).\nOn S. japonicum, using similar methods, the CR of PZQ 40 mg/kg was not different from PZQ 60 mg/kg (RR 1.02, 95%CI 0.97–1.07, p = 0.461), and higher than placebo (p = 0.001).\nOn mixed S. haematobium and mansoni, the CR of PZQ 40 mg/kg was not significantly higher from lower PZQ dose (10 mg/kg: RR 0.15, p = 0.060; 20 mg/kg RR 0.63, p = 0.135; 30 mg/kg RR 0.86, p = 0.278).\n\nEggs reduction rate (ERR).The ERR was measured for 13,007 subjects in 126 study/sites. ERR by species and PZQ dose from non-comparative and comparative trials are presented in Figure 6.\nci, confidence interval; sh, S. haematobium; si, S. intercalatum; sj, S. japonicum; sm, S. mansoni.\nThe mean ERR was over 90% in subjects of any age treated with PZQ doses greater than 10 mg/kg for S. haematobium and 87% or more for S. mansoni and 89% or more for S. mansoni/haematobium mixed infections (40 mg/kg); for S. japonicum, the ERR was ∼95% (40 and 60 mg/kg).\nThere was no significant relationship (Spearman test) between the ERRs in subjects treated with any PZQ dose and species: S. mansoni (r = −0.126, p = 0.370), S. haematobium (r = 0.057, p = 0.786), as well as for S. japonicum (r = 0.236, p = 0.764).\nWith PZQ 40 mg/kg, the ERR assessed was 94.6% (95%CI 89.9–98.0) on week 3–4 and 93.4% (95%CI 83.2–100) on week 5–8 for S. haematobium, for S. mansoni, the ERR was 87.4% (95%CI 82.7–91.5) and 72.0% (89.0%, 95%CI 83.7–94.2) respectively.\nMore details on efficacy rates by age groups and dose are given in Table 2.\n\nBrand analysis.Both brands (Biltricide and Distocide) of PZQ 40 mg/kg were effective in reducing infection intensity (ERR was 99.5% for both groups)[31]; similarly, there was no difference in CR with either 40 mg/kg (pooled RR 0.99, 95%CI 0.96–1.03, p = 0.745)[31], [46], or 20 mg/kg (RR 0.85, 95%CI 0.54–1.31, p = 0.453)[31].\n\n\n\nTolerability\nAdverse events (AEs).Of the 273 published studies identified, signs and symptoms recorded within 48 hours of treatment were reported in 12,435 subjects enrolled in 40 studies: 25 studies from the efficacy analysis, contributing to 75% of the subjects assessed for tolerability (n = 9,151) and 15 additional studies, (n = 3,284) [69]–[83], meaning that 45% of the studies eligible for the efficacy meta-analysis reported on tolerability. Ninety-six (96) treatment arms were analyzed of which 64 were PZQ administered from 20 to 80 mg/kg. Most of the recorded AEs were gastro-intestinal, neurological and dermatological (Figure S1).\nOn average the incidence of subjects experiencing at least one AE was 56.9% (95%CI 47.4–67.9) in twelve studies reporting this tolerability outcome and treating 2,027 subjects with PZQ 40 mg/kg (all brands). The incidence of specific AEs ranged from 2.3% for urticaria to 31.1% for abdominal pain (Table 3) – detailed below.\n\nAEs with PZQ 40 mg/k vs. comparators.In comparative studies, and using meta-regression with random effect on the study/site, subjects treated with PZQ 40 mg/kg were at lower risk for any AE compared to PZQ 60 mg/kg (RR 0.73, 95%CI 0.59–0.90, p = 0.003), oxamniquine 25 mg/kg (RR 0.63, 95%CI 0.50–0.78, p = 0.001), metrifonate 3*10 mg/kg (RR 0.73, 95%CI 0.55–0.98, p = 0.036), while they were at higher risk compared to L-PZQ (RR 1.31, 95%CI 1.05–1.63, p = 0.018) and AS+SP (RR 2.26, 95%CI 1.50–3.41, p = 0.004); there was no difference between 40 mg/kg and PZQ doses (20 mg/kg, 30 mg/kg, 2*20 mg/kg), metrifonate 10 mg/kg, metrifonate 10 mg/kg + niridazole 25 mg/kg. When different brands were compared, Biltricide had more AEs than Distocide (RR 1.50, 95%CI 1.31–1.72, p = 0.001).\nThe most frequent AEs are listed below by decreasing frequency in PZQ 40 mg/kg recipients.\nThe incidence of abdominal pain was 31.8% (95%CI 24.4–39.9) in 6,495 subjects treated with PZQ 40 mg/kg in 30 treatment arms. Subject treated with PZQ 40 mg/kg were at higher risks for abdominal pain than PZQ 20 mg/kg (RR = 1.80, 95%CI 1.31–2.48, p = 0.001), metrifonate 10 mg/kg (RR = 1.50, 95%CI 1.21–1.86, p = 0.001), AS+SP (RR = 3.32, 95%CI 1.70–6.49, p = 0.001); while there was no significant difference between PZQ 40 mg/kg and PZQ at various dose (60 mg/kg, 30 mg/kg, 2*20 mg/kg, 2*25 mg/kg, 2*15 mg/kg, 2*35 mg/kg, 2*30 mg/kg, syrup 40 mg/kg), L-PZQ, mefloquine, AS, ASMQ, ASSP, metrifonate 30 mg/kg, nirifonate 150 mg/kg, metrifonate 10mg/kg + nirifonate 250 mg/kg. Divergent results were found when PZQ was compared to oxamniquine: in a study, subjects treated with PZQ 40 mg/kg were at lower risks (RR = 0.48, 95%CI 0.28–0.83, p = 0.001) than oxamniquine 25 mg/kg, while in another study they were at higher risks compared to oxamniquine at 15, 20, 30, 40 mg/kg (p<0.05). Subjects treated with Biltricide were at higher risk of abdominal pain than those treated with Distocide (RR = 2.34, 95%CI 1.74–3.14, p = 0.001).\nMuscle pain was reported in 29.2% (95%CI 10.0–48.0) of the 129 subjects receiving PZQ 40 mg/kg at two study/sites and not different from PZQ 2*30 mg/kg. No difference was detected either in two other studies comparing PZQ 55 mg/kg and oxamniquine 15 mg/kg.\nJoint pain was reported in 20.2% (95%CI 4.9–42.3) of the 1,097 subjects enrolled in four PZQ 40 mg/kg treatment arms. In comparative studies no difference was detected with metrifonate 10 mg/kg and oxamniquine 25 mg/kg; subjects treated with PZQ 40 mg/kg Distocide (3.7%) were at lower risk compared to PZQ 40 mg/kg Biltricide brand (7.4%, RR 0.50, 95%CI 0.28–0.89, p = 0.018).\nHeadache was reported in 13.6% (95%CI 9.3–18.6) of the 5,958 PZQ 40 mg/kg recipients enrolled in 27 treatment arms. Subjects treated with PZQ 40 mg/kg were at lower risks than those on oxamniquine 20 mg/kg (RR 0.31, 95%CI 0.11–0.89, p = 0.020), oxamniquine 2*15 mg/kg (RR 9.00, 95%CI 1.18–68.42, p = 0.034) while no difference was detected in other studies vs. other dose of PZQ (from 20 up to 60 mg/kg, syrup 40 mg/kg or L-PZQ), artesunate and combinations, mefloquine, niridazole, or metrifonate.\nThe incidence of diarrhea was 12.9% (95%CI 8.6–17.9) in 6,106 PZQ 40 mg/kg recipients enrolled in 27 treatment arms. Subjects treated with PZQ 40 mg/kg were at higher risks compared to PZQ 2*30 mg/kg (RR 14.10, 95%CI 1.92–103.68, p = 0.009) and oxamniquine 40 mg/kg (RR 0.03, 95%CI 0.01–0.19, p = 0.001). The risk was also higher with Biltricide than Distocide (RR 2.28, 95%CI 1.46–3.56, p = 0.001), while there was no difference between PZQ 2*20 mg/kg (6%) and PZQ 2*15mg/kg (1%) and PZQ 2*25 mg/kg (5%), or between PZQ 40 mg/kg tablet and syrup formulation, or between 40 mg/kg and other PZQ doses, artesunate combinations, metrifonate 10 mg/kg, mefloquine, and other oxamniquine doses.\nThe incidence of dizziness was 11.9% (95%CI 7.9–16.2) in 5,522 PZQ 40 mg/kg recipients enrolled in 26 treatment arms. Subjects treated with PZQ 40 mg/kg were at lower risks than oxamniquine at any dose: 20 mg/kg (RR 0.31, 95%CI 0.21–0.48, p = 0.001), 25 mg/kg (RR 0.56, 95%CI 0.37–0.84, p = 0.005), 30 mg/kg (RR 0.21, 95%CI 0.14–0.32, p = 0.001), 40 mg/kg (RR 0.19, 95%CI 0.13–0.27, p = 0.001), while they were at higher risks compared to metrifonate 10 mg/kg (RR 1.60, 95%CI 1.06–2.43, p = 0.001); there was no difference between the different dose of PZQ treatment and syrup, L-PZQ, oltripaz 2*15 mg/kg, metrifonate 30 mg/kg, or niridazole 150 mg/kg.\nNausea was reported in 10.6% (95%CI 6.8–14.9) in 5,824 PZQ 40 mg/kg subjects in 22 treatment arms. Subjects treated with PZQ 40 mg/kg were at higher risks for nausea compared to 2*30 mg/kg (RR 2.47, 95%CI 1.18–5.16, p = 0.001) and L-PZQ (RR 4.50, 95%CI 1.56–12.96, p = 0.001), while there was no difference between the different dose of PZQ (20, 25, 30, 2*15, 40, 2*25, 60, 2*35, 80 mg/kg), brands and formulations, artesunate and combinations, oltripaz 2*15 mg/kg, metrifonate 10, 30 mg/kg, oxamniquine (15, 20, 25, 30, 40 mg/kg), niridazole 150 mg/kg.\nThe incidence of itching/rash was 9.8% (95%CI 3.8–18.2) in 3,340 PZQ 40 mg/kg recipients in 16 treatment arms. Splitting the dose (PZQ 2*20 mg/kg) decreased the risk of itching/rash (RR 0.03, 95%CI 1.01–0.52, p = 0.016) in one study; no difference was detected between PZQ brands, tablets vs. syrup, and between PZQ 40 mg/kg and 2*30, 2*25 mg/kg, metrifonate 10 and 30 mg/kg, oxamniquine at various doses (20, 25, 30, 50 mg/kg), artesunate combinations and niridazole 150 mg/kg.\nFatigue was reported in 9.6% (95%CI 4.0–16.3) of the 2,595 PZQ 40 mg/kg recipients in 10 arms. Subjects treated with PZQ 40 mg/kg were at lower risks compared to oxamniquine 25 mg/kg (RR 0.17, 95%CI 0.05–0.58, p = 0.005) while there was no difference between PZQ 40 mg/kg compared to other doses of PZQ (2*15, 2*20, 2*25, 2*30 mg/kg), between PZQ brands, formulations, L-PZQ, oxamniquine 15 mg/kg, and metrifonate 10 mg/kg.\nThe incidence of vomiting was 7.9% (95%CI 5.2–10.9) in 5,722 PZQ 40 mg/kg recipients enrolled in 27 treatment arms. Subjects treated with PZQ 40 mg/kg were at lower risks compared to 60 mg/kg (RR 0.44, 95%CI 0.26–0.72, p = 0.001) but at higher risk than PZQ 2*30 mg/kg (RR 2.51, 95%CI 1.26–4.97, p = 0.008); the risk was higher with Biltricide than Distocide (RR 3.53, 95%CI 1.88–6.63, p = 0.001). There was no difference between tablets and syrup, and between 40 mg/kg and other doses (20, 30, 2*20 mg/kg), L-PZQ, AS, ASSP, ASMQ, oxamniquine (15, 20, 25, 30 mg/kg) or metrifonate 3*10 mg/kg.",
    "Discussion": "This is, to our knowledge, the largest collection of PZQ treatment trials analyzed so far, with over 14,000 subjects receiving the drug at different doses. This population is much larger, but intrinsically less homogenous, than that of the two available Cochrane systematic reviews [6], [7]. This study complements the Cochrane systematic reviews by broadening the number of studies analyzed for efficacy as well as tolerability, and by allowing a side-by-side analysis of all Schistosoma species, including co-infections. The overall conclusions of these reviews are generally concordant, despite some minor differences, which are mostly related to the different criteria for including/excluding studies in either analyses. Provided basic methodological standards are guaranteed, relaxing eligibility criteria for meta-analysis to allow for both comparative and non-comparative trials can broaden the database and complement more classical meta-analysis of randomised controlled trials.\nThis and the Cochrane meta-analyses point to the lack of methodological standardization of the studies analyzed: the number of subjects per study, age groups, species and PZQ doses varied greatly across the studies; different methodologies were used to detect eggs in excreta (number of samples taken; number of tests/sample) and to quantify efficacy (CR, ERR with arithmetic or geometric means). While studies extend over three decades and a range of countries, trends over time cannot be reliably derived. In 38% of the studies, patient attrition was greater than 10%, and this more in community-based (45%) than school-based studies (31%). Tolerability was unevenly assessed and reported. Statistical models have helped in deriving trends but cannot compensate for the lack of direct comparisons for dose and age effects.\nOn the other hand, the large number of subjects allows generalizable conclusions, despite the inherent limitations of aggregated-data meta-analyses.\nThe main findings of this meta-analysis are that: (1) Schistosoma species appear to respond differently to PZQ, with S. japonicum having the highest and mixed S. mansoni/haematobium infections the lowest response rates, both in terms of CR and ERR; (2) a dose-response trend was apparent for CR in S. mansoni and mixed S. mansoni/haematobium infections, but not S. haematobium or S. japonicum. No significant trend was apparent for ERR, the currently preferred outcome measure [4] for any of the Schistosoma species; (3) age did not appear to influence treatment outcomes. However, this should be interpreted with caution as the age groups enrolled were generally broad and details by age are generally not provided in the papers; furthermore, preschool-aged children are minimally represented in this population, received only 40 mg/kg, and only for S. mansoni; (4) a single praziquantel dose of 40 mg/kg appears a reasonable compromise for all species and ages, although in a proportion of cases efficacy may be lower than expected.\nThe most studied groups were school-aged children (64% of all subjects), S. mansoni infections (58%) and the PZQ dose of 40 mg/kg (56%); 68% of subjects were in the WHO AFRO region (where the prevalence of the infection is highest). Preschool-aged children accounted for only ∼3% of the total population (meaning that information on younger children is limited, and that conclusions on age-related efficacy and safety may change when more data accumulate in this age group). It should also be noted that community-based studies (which generally enroll subjects of all ages) tend to have more drop-outs than school-based studies.\nOverall, the CR achieved with the WHO-recommended dose of 40 mg/kg was highest for S. japonicum (94.7%, 95%CI 92.2–98.0), followed by S. haematobium (77.1%, 95% CI 68.4–85.1) for S. haematobium, and S. mansoni (76.7%, 95% CI 71.9–81.2), and mixed S. haematobium and S. mansoni infections (63.5%, 95%CI 48.2–77.0). Recent WHO Standard Operating Procedures recommend that control programs should further investigate drug performance in populations where the ERR is found to be lower than 90% [4]. The average ERR obtained in school-aged children with the dose of 40 mg/kg was 95% for S. japonicum, 94% for S. haematobium, and 89% for S. mansoni. Since these values are derived from a collection of studies, the fact that the lower bound of the 95%CI (obtained by bootstrapping) was 90% for S. japonicum, 89% for S. haematobium, and 81% for S. mansoni means that a proportion of these sites might warrant further assessment. However, it is difficult to compare results obtained with a variety of diagnostic approaches and using different calculations (geometric or arithmetic means) to a ‘reference for drug efficacy’ that is based on a single examination of a single specimen and is expressed as geometric mean.\nPraziquantel efficacy may be influenced by a variety of factors, which could not be explored in detail using aggregated data and meta-analysis methods. Pre-treatment intensity of infection is one, which could not be fully accounted for by having it as covariate in the model, primarily because of the diversity of the diagnostic and calculation approaches used, and because it is reported as group mean (individual subject data meta-analyses are better suited to address this issue).\nThe WHO-recommended dose of 40 mg/kg compared favorably to all other PZQ regimens and other treatments tested. The dose-response curve appears to be flat for S. haematobium and to plateau at 40 mg/kg for S. mansoni. This must be due to different species susceptibility, because this happens in spite of exposure to praziquantel increasing overproportionally with the dose (the first-pass-metabolism in the liver being dose-dependent with regard to capacity) [84]. Similar to the Cochrane review [7], oxamniquine at 40 and 50 mg/kg appears to be an effective, but less well tolerated, alternative limited however to S. mansoni, and no longer available in the WHO AFRO and EMRO regions.\nWe provide an extensive report of safety findings. Tolerability was variably assessed in 12,435 subjects enrolled in 40 studies. Safety information was provided for 45% (25/55) of the studies included in the efficacy meta-analysis; we identified an additional 15 studies with safety information which were not included in the efficacy analysis. Reporting on safety was highly variable, and we cannot confidently conclude whether the absence of a given AE in a certain study means that it did not occur or it was not investigated. Lastly, the frequencies reported must be taken separately for each individual AE (they should not be accumulative), as some subjects might have experienced more than one AE. From comparative studies, risk seems not to change with the PZQ dose overall, although there are indications that higher doses may induce more events in some cases (e.g. 60 mg/kg had more of any AE and vomiting than 40 mg/kg; more abdominal pain with 40 mg/kg than 20 mg/kg), and that a split dose (20 mg/kg twice) may be better tolerated (in particular fewer cases of itching/rash).\nA direct comparison of two brands of praziquantel (Biltricide and Distocide) found the former to cause more AEs (abdominal pain, fever, diarrhea, headache, vomiting). The reason could be related to higher blood levels: when the pharmacokinetics of these two brands given at 40 mg/kg to healthy volunteers was compared, Biltricide peak concentration (Cmax) was 1.9 times higher (mean 1.281 vs. 0.685 µg/ml) and the area under the concentration curve (AUC) was 1.7 (mean 3550 vs. 2133 ng/h/ml) times higher than Distocide [47].\nOne limitation of the tolerability analysis relates to the diversity of the definitions of ‘events’ and methods to express incidence rates across studies. Therefore we opted for a permissive definition allowing for any sign or symptom occurring after treatment, acknowledging that this may indeed overestimate the real contribution of the treatment to the occurrence of events. Moreover information on signs or symptoms and their severity before treatment was only collected in a few studies so that it was not possible to detect which events were treatment-emergent.\nThe adoption of more standardized methodologies in clinical studies would facilitate meta-analyses and strengthen the quality of evidence, as already pointed out for urinary schistosomiasis [85]; some of these questions can be answered more adequately only through an individual-subject data meta-analysis.\n\n\nBox 1\n\nThis is the largest collection of trials on praziquantel for treating urinary and intestinal schistosomiasis which has been meta-analysed for efficacy and safety\nProvided basic methodological standards are guaranteed, relaxing eligibility criteria for meta-analysis to allow for both comparative and non-comparative trials can broaden the database and complement more classical meta-analysis of randomised controlled trials\nResults support World Health Organization recommendations and are consistent with Cochrane systematic reviews\n\n\n\nBox 2\n\nSteinmann P, Keiser J, Bos R, Tanner M, Utzinger J (2006) Schistosomiasis and water resources development: systematic review, meta-analysis, and estimates of people at risk. Lancet Infect Dis 6: 411–25.\nWorld Health Organization (2013) Assessing The Efficacy Of Anthelminthic Drugs Against Schistosomiasis And Soil-Transmitted Helminthiases. Available: http://apps.who.int/iris/bitstream/10665/79019/1/9789241564557_eng.pdf. Accessed 2/1/2014.\nDerSimonian R, Laird N (1986) Meta-analysis in clinical trials. Control Clin Trials 7: 177–88.\nPocock SJ, Travison TG, Wruck LM (2008) How to interpret figures in reports of clinical trials. BMJ 336: 1166–9.\nKramer CV, Zhang F, Sinclair D, Olliaro PL (2014) Drugs for treating urinary schistosomiasis. Cochrane Database Syst Rev 8: CD000053."
}