{
    "Abstract": "Chikungunya is a mosquito-borne viral infection of humans that previously was confined to regions in central Africa. However, during this century, the virus has shown surprising potential for geographic expansion as it invaded other countries including more temperate regions. With no vaccine and no specific treatment, the main control strategy for Chikungunya remains preventive control of mosquito populations. In consideration for the risk of Chikungunya introduction to the US, we developed a model for disease introduction based on virus introduction by one individual. Our study combines a climate-based mosquito population dynamics stochastic model with an epidemiological model to identify temporal windows that have epidemic risk. We ran this model with temperature data from different locations to study the geographic sensitivity of epidemic potential. We found that in locations with marked seasonal variation in temperature there also was a season of epidemic risk matching the period of the year in which mosquito populations survive and grow. In these locations controlling mosquito population sizes might be an efficient strategy. But, in other locations where the temperature supports mosquito development all year the epidemic risk is high and (practically) constant. In these locations, mosquito population control alone might not be an efficient disease control strategy and other approaches should be implemented to complement it. Our results strongly suggest that, in the event of an introduction and establishment of Chikungunya in the US, endemic and epidemic regions would emerge initially, primarily defined by environmental factors controlling annual mosquito population cycles. These regions should be identified to plan different intervention measures. In addition, reducing vector: human ratios can lower the probability and magnitude of outbreaks for regions with strong seasonal temperature patterns. This is the first model to consider Chikungunya risk in the US and can be applied to other vector borne diseases."
}