{
    "Background": "Yaws is targeted for eradication by 2020 in the WHA66.12 resolution of the World Health Assembly. The objective of this study was to describe the occurrence of yaws in the Americas and to contribute to the compilation of evidence based on published data to undertake the certification of yaws eradication.",
    "Methodology": "A systematic review of the epidemiological situation of yaws in the Americas was performed by searching in MEDLINE, Embase, LILACS, SCOPUS, Web of Science, DARE and Cochrane Database of Systematic Reviews. Experts on the topic were consulted, and institutional WHO/PAHO library databases were reviewed.",
    "Principal findings": "Seventy-five full-text articles published between 1839 and 2012 met the inclusion criteria. Haiti and Jamaica were the two countries with the highest number of papers (14.7% and 12.0%, respectively). Three-quarters of the studies were conducted before 1970. Thirty-three countries reported yaws case count or prevalence data. The largest foci in the history were described in Brazil and Haiti. The most recent cases reported were recorded in eight countries: Suriname, Guyana, Colombia, Haiti, Martinique, Dominica, Trinidad and Tobago, and Brazil. Gaps in information and heterogeneity were detected in the methodologies used and outcome reporting, making cross-national and chronological comparisons difficult.",
    "Conclusions": "The lack of recent yaws publications may reflect, in the best-case scenario, the interruption of yaws transmission. It should be possible to reach the eradication goal in the region of the Americas, but it is necessary to collect more information. We suggest updating the epidemiological status of yaws, especially in two countries that need to assess ongoing transmission. Twenty-four countries need to demonstrate the interruption of transmission and declare its status of yaws endemicity, and sixteen countries should declare if they are yaws-free. It is necessary to formally verify the achievement of this goal in Ecuador."
}