{
    "Abstract": "Plasmodium vivax is a major challenge for malaria control due to its wide geographic distribution, high frequency of submicroscopic infections, and ability to induce relapses due to the latent forms present in the liver (hypnozoites). Deepening our knowledge of parasite biology and its molecular components is key to develop new tools for malaria control and elimination. This study aims to investigate and characterize a P. vivax protein (PvVir14) for its role in parasite biology and its interactions with the immune system. We collected sera or plasma from P.vivax-infected subjects in Brazil (n = 121) and Cambodia (n = 55), and from P. falciparum-infected subjects in Mali (n = 28), to assess antibody recognition of PvVir14. Circulating antibodies against PvVir14 appeared in 61% and 34.5% of subjects from Brazil and Cambodia, respectively, versus none (0%) of the P. falciparum-infected subjects from Mali who have no exposure to P. vivax. IgG1 and IgG3 most frequently contributed to anti-PvVir14 responses. PvVir14 antibody levels correlated with those against other well-characterized sporozoite/liver (PvCSP) and blood stage (PvDBP-RII) antigens, which were recognized by 7.6% and 42% of Brazilians, respectively. Concerning the cellular immune profiling of Brazilian subjects, PvVir14 seroreactive individuals displayed significantly higher levels of circulating atypical (CD21− CD27−) B cells, raising the possibility that atypical B cells may be contribute to the PvVir14 antibody response. When analyzed at a single-cell level, the B cell receptor gene hIGHV3-23 was only seen in subjects with active P.vivax infection where it comprised 20% of V gene usage. Among T cells, CD4+ and CD8+ levels differed (lower and higher, respectively) between subjects with versus without antibodies to PvVir14, while NKT cell levels were higher in those without antibodies. Specific B cell subsets, anti-PvVir14 circulating antibodies, and NKT cell levels declined after treatment of P. vivax. This study provides the immunological characterization of PvVir14, a unique P. vivax protein, and possible association with acute host’s immune responses, providing new information of specific host-parasite interaction."
}