{
    "Background": "Human African trypanosomiasis (HAT) or sleeping sickness leads to a complex neuropsychiatric syndrome with characteristic sleep alterations. Current division into a first, hemolymphatic stage and second, meningoencephalitic stage is primarily based on the detection of white blood cells and/or trypanosomes in the cerebrospinal fluid. The validity of this criterion is, however, debated, and novel laboratory biomarkers are under study. Objective clinical HAT evaluation and monitoring is therefore needed. Polysomnography has effectively documented sleep-wake disturbances during HAT, but could be difficult to apply as routine technology in field work. The non-invasive, cost-effective technique of actigraphy has been widely validated as a tool for the ambulatory evaluation of sleep disturbances. In this pilot study, actigraphy was applied to the clinical assessment of HAT patients.",
    "Methods/Principal Findings": "Actigraphy was recorded in patients infected by Trypanosoma brucei gambiense, and age- and sex-matched control subjects. Simultaneous nocturnal polysomnography was also performed in the patients. Nine patients, including one child, were analyzed at admission and two of them also during specific treatment. Parameters, analyzed with user-friendly software, included sleep time evaluated from rest-activity signals, rest-activity rhythm waveform and characteristics. The findings showed sleep-wake alterations of various degrees of severity, which in some patients did not parallel white blood cell counts in the cerebrospinal fluid. Actigraphic recording also showed improvement of the analyzed parameters after treatment initiation. Nocturnal polysomnography showed alterations of sleep time closely corresponding to those derived from actigraphy.",
    "Conclusions/Significance": "The data indicate that actigraphy can be an interesting tool for HAT evaluation, providing valuable clinical information through simple technology, well suited also for long-term follow-up. Actigraphy could therefore objectively contribute to the clinical assessment of HAT patients. This method could be incorporated into a clinical scoring system adapted to HAT to be used in the evaluation of novel treatments and laboratory biomarkers."
}