{
    "Background": "Human genetic factors such as blood group antigens may affect the severity of infectious diseases. Presence of specific ABO and Lewis blood group antigens has been shown previously to be associated with the risk of different enteric infections. The aim of this study was to determine the relationship of the Lewis blood group antigens with susceptibility to cholera, as well as severity of disease and immune responses to infection.",
    "Methodology": "We determined Lewis and ABO blood groups of a cohort of patients infected by Vibrio cholerae O1, their household contacts, and healthy controls, and analyzed the risk of symptomatic infection, severity of disease if infected and immune response following infection.",
    "Principal Findings": "We found that more individuals with cholera expressed the Le(a+b−) phenotype than the asymptomatic household contacts (OR 1.91, 95% CI 1.03–3.56) or healthy controls (OR 1.90, 95% CI 1.13–3.21), as has been seen previously for the risk of symptomatic ETEC infection. Le(a–b+) individuals were less susceptible to cholera and if infected, required less intravenous fluid replacement in hospital, suggesting that this blood group may be associated with protection against V. cholerae O1. Individuals with Le(a–b−) blood group phenotype who had symptomatic cholera had a longer duration of diarrhea and required higher volumes of intravenous fluid replacement. In addition, individuals with Le(a–b−) phenotype also had lessened plasma IgA responses to V. cholerae O1 lipopolysaccharide on day 7 after infection compared to individuals in the other two Lewis blood group phenotypes.",
    "Conclusion": "Individuals with Lewis blood type Le(a+b−) are more susceptible and Le(a–b+) are less susceptible to V. cholerae O1 associated symptomatic disease. Presence of this histo-blood group antigen may be included in evaluating the risk for cholera in a population, as well as in vaccine efficacy studies, as is currently being done for the ABO blood group antigens."
}