{
    "Abstract": "Parasitic flatworms of the genus Schistosoma cause schistosomiasis, a neglected tropical disease estimated to affect over 200 million people worldwide. Praziquantel is the only antischistosomal currently available for treatment, and there is an urgent need for new therapeutics. Ion channels play key roles in physiology and are targets for many anthelmintics, yet only a few representatives have been characterized in any detail in schistosomes and other parasitic helminths. The transient receptor potential (TRP) channel superfamily comprises a diverse family of non-selective cation channels that play key roles in sensory transduction and a wide range of other functions. TRP channels fall into several subfamilies. Members of both the TRPA and TRPV subfamilies transduce nociceptive and inflammatory signals in mammals, and often also respond to chemical and thermal signals. We previously showed that although schistosomes contain no genes predicted to encode TRPV channels, TRPV1-selective activators such as capsaicin and resiniferatoxin elicit dramatic hyperactivity in adult worms and schistosomula. Surprisingly, this response requires expression of a S. mansoni TRPA1-like orthologue (SmTRPA). Here, we show that capsaicin induces a rise in intracellular Ca2+ in mammalian cells expressing either SmTRPA or a S. haematobium TRPA1 orthologue (ShTRPA). We also test SmTRPA and ShTRPA responses to various TRPV1 and TRPA1 modulators. Interestingly, in contrast to SmTRPA, ShTRPA is not activated by the TRPA1 activator AITC (allyl isothiocyanate), nor do S. haematobium adult worms respond to this compound, a potentially intriguing species difference. Notably, 4-hydroxynonenal (4-HNE), a host-derived, inflammatory product that directly activates mammalian TRPA1, also activates both SmTRPA and ShTRPA. Our results point to parasite TRPA1-like channels which exhibit atypical, mixed TRPA1/TRPV1-like pharmacology, and which may also function to transduce endogenous host signals."
}