{
    "Introduction": "Mycobacterium ulcerans (MU) is the agent responsible of Buruli ulcer (BU), an emerging human skin disease affecting human populations in tropical and subtropical regions [1]. While effective treatment is available through a combination of rifampicin-streptomycin for small lesions, with additional surgery required in some cases, early access to treatment is often an issue, especially in poor rural areas where most of the disease burden accumulates [2]–[4]. Absence or delay of treatment may cause irreversible deformity, long-term disabilities, extensive skin lesions, and even severe secondary infections [5]. Public health efforts for disease control require early detection of cases, but MU ecology and the conditions triggering human infection are poorly understood, which undermines our capacity to detect areas at risk.\nBuruli ulcer has been present in Cameroon since the first reported cases in 1969 from the Centre Province, in the districts of Akonolinga and Ayos [6]. The highest BU prevalence in this region dominated by tropical rainforest is distributed along the Nyong River basin, where swampy and flooded areas prevail [7]. A second endemic site appeared in 2004 in Bankim (Adamaoua Province), a region at the border with Nigeria in a transition zone between forest and savannah. Within this region, the construction of a dam in 1989 resulted in a large area of flooded land in the district, and BU cases are mostly concentrated between this dam and the Mbam River [8].\nDistribution of human cases around the world seems to be closely related to freshwater ecosystems, especially to areas of slow flowing or stagnant waters [9]–[14]. Furthermore, emergence of cases in many parts of the world has been associated to the creation of swamps and flooded areas either naturally after heavy rains [13] or under the pressure of human action, i.e. construction of dams or irrigation [8], [15]. Micro-aerobic conditions may promote MU growth [16] and genomic analyses suggest that MU has adapted to a restricted environmental niche, possibly an arthropod [17]–[19]. Favorable conditions in these types of environment are likely to drive MU growth and persistence and may ultimately affect the transmission to human populations. A direct transmission could take place from the environment where MU is present through existing wounds or passive inoculation [20]–[23]. However, a direct link between the type of ecosystem and MU abundance in the environment has never been shown.\nThe role of aquatic communities of macro-invertebrates and vertebrates as a fundamental part of the aquatic ecosystem on MU ecology and transmission is also unclear. Following detection of MU in the environment from abiotic, i.e. water, soil [24], [25] and biotic samples, i.e. plants, fishes [26], tadpoles [27], insect larvae [28], snails [29], and water bugs [30], it has been suggested that bacteria present in the aquatic environment (water, plant biofilm, mud, and detritus) could be concentrated by filtering and grazing invertebrates and then be transmitted through predation up to higher levels of the aquatic trophic web [31]. In addition, some specific taxonomic groups could act as keystone species in the transmission of MU within the aquatic ecosystem [32]. Finally, water bugs of the families Belostomatidae and Naucoridae (Order Hemiptera), which are voracious predators of aquatic organisms may get colonized through this trophic web and transmit the bacteria to humans through biting [30], [33]–[35].\nIn order to better understand such a complex disease system, it is essential to address its changes over time and space. Freshwater ecosystems are highly dynamic with seasonal variations in abiotic and biotic parameters impacting on aquatic community assemblages and structures [36], [37]. However, comprehensive field studies performed in Africa to date have addressed temporal dynamics but in only one taxonomic order, Hemiptera water bugs [38], or have focused on aquatic communities but neglecting their temporal dimension [39], [40]. As a result, detailed information on temporal dynamics of MU persistence and spread in the whole aquatic community is dramatically lacking.\nHere, we address this issue by performing a large-scale sampling of multiple aquatic communities over space and time in two BU endemic areas of Cameroon, Akonolinga and Bankim. This study aims to improve knowledge on MU environmental distribution and colonization of aquatic organisms throughout the year, with two specific objectives:\n\nTo compare MU spatio-temporal distribution in various aquatic ecosystems including swamps, flooded areas, rivers and streams, from two regions with distinct environmental characteristics.\nTo characterize MU colonization of aquatic communities of macro-invertebrates and vertebrates and its temporal dynamics along the year.",
    "Materials and Methods": "Study area and sample sites\nBetween June 2012 and May 2013, periodic sampling of aquatic communities was performed in Akonolinga and Bankim, two regions in Cameroon where BU is endemic [7], [8]. In order to track colonization dynamics, monthly samples were collected in Akonolinga. In addition, sampling was performed every three months in Bankim, allowing a description of a wider range of environmental characteristics (savannah and tropical rainforest). Within each region, selection of survey sites was done in a two-step procedure. Initially, we classified the villages in each region based on (i) BU human prevalence and (ii) surrounding environmental conditions, according to national health data and land cover data respectively. We pre-selected a number of villages that represented a gradient in both of these parameters within each region. In order to evaluate the relevance of these sites for the study, this pre-selection was followed by on-site visits of all water bodies surrounding the villages and discussions with the local population and health authorities (accessibility, land-use change, human use, persistence throughout the year, etc.).\nIn all, 32 water sites were selected (16 in each region), including a large variety of streams, rivers, swamps and flooded areas. Streams were defined as bodies of water with a current and were clearly confined within a bed of up to 30 m wide. They included both rainforest streams in Akonolinga and rainforest and savannah streams in Bankim. Rivers were larger than streams, and their margin was highly variable depending on the season, being up to several hundred meters wide in periods of intensive rainfall. They included the Nyong and Mfoumou rivers in Akonolinga, but not the Mbam river in Bankim due to very strong currents that prevented appropriate sampling. We considered as swamps all permanent wetlands with stagnant or very slow flowing waters, many of which were created as the result of roads blocking the natural course of a stream. Finally, flooded areas were temporary bodies of stagnant water formed either naturally after heavy rains in flat areas of forest or savannah, or artificially as in the case of the Mapé Dam in Bankim.\n\n\nAquatic sampling\nSampling in each region was performed between 8am and 4pm during 5 consecutive days. In order to ensure comparability of the results, identical methods were carried out by the same persons for all sites throughout the study. In each water body, 4 locations were chosen in areas of slow water flow and among the dominant aquatic vegetation. The sample was limited to those places accessible by a person with waders (depth max. 1.50 m). At each location, 5 sweeps were done with a metallic dip net (32×32 cm, 1 mm mesh size) within a surface of 1 m2 and at different depth levels (down to a depth of 1 m). All the material collected was placed into a bucket with water and passed through a 3-layer filter (32×32 cm grid; 20, 5 and 1 mm mesh sizes, respectively) with abundant water. The material in the first two layers was placed in white rectangular basins, and visible aquatic organisms were identified on site, classified and stored separately into tubes with 70% ethanol. The material contained in the last layer, a mixture of plant debris and small invertebrates, was put into 150 ml flasks with 95% ethanol and brought to the laboratory, where identification of all other individuals in the community (larger than 1 mm) was done with the use of a binocular microscope.\n\n\nEntomological classification and PCR pool design\nAquatic macro-invertebrates were classified down to the family level whenever possible, using taxonomic keys provided in the Guide to the Freshwater Invertebrates of Southern Africa series [41]–[47] and other relevant literature [48]–[51]. In order to avoid cross-contamination between samples, all the equipment used in the classification (forceps, basins, gloves, Petri dishes, etc.) was discarded or decontaminated with NaOH 1 M at the end of each sample classification.\nIndividuals from the same sample were pooled for PCR analysis by groups of aquatic organisms belonging to the same taxonomic group. Two pooling strategies were used to fulfill the purposes of our study. First, for all sites, we tested a total of 6 sample-pools for each month and each site in order to better describe spatio-temporal dynamics of MU presence. For this, we chose the 5 most abundant taxonomic groups in all sites (to allow for comparability of results) plus a sixth group that was different in each site (to gain representation of all groups), and we pooled all individuals of the same group. Second, we chose 10 sites, 5 sites in each region, for which we applied a more in-depth molecular analysis every 3 months in order to have a better characterization of MU presence in taxonomic groups. Within these sites, all individuals of each taxonomic group were distributed in 4 sample-pools, and all taxonomic groups were tested. The same 10 sites were used along the year and this subgroup presented a similar geographical and environmental variability as the larger group of 32 sites. A maximum of 2 g of pool weight was established in order to avoid excessive inhibition during the qPCR analysis. For each sample-pool, composition, number of individuals and weight of the pool were recorded.\n\n\nDNA extraction and purification from pools of aquatic organisms\nPooled individuals were all ground together and homogenized in 50 mM NaOH solution using Tissue Lyser II (QIAGEN). Tissue homogenates were heated at 95°C for 20 min. DNA from homogenized insect tissues was purified using QIAquick 96 PCR Purification Kit (QIAGEN), according to manufacturer's recommendations. 10% negative controls were included for extraction and purification.\n\n\nDetection of MU DNA by quantitative PCR\nOligonucleotide primer and TaqMan probe sequences were selected from the GenBank IS2404 sequence [52] and the ketoreductase B (KR) domain of the mycolactone polyketide synthase (mls) gene (Table 1) from the plasmid pMUM001 [52], [53]. QPCR mixtures contained 5 µl of template DNA, 0.3 µM concentration of each primer, 0.25 µM concentration of the probe, and Brilliant II QPCR master Mix Low Rox (Agilent Technologies) in a total volume of 25 µl. Amplification and detection were performed with Thermocycler (Chromo 4, Bio-Rad) using the following program: 1 cycle of 50°C for 2 min, 1 cycle of 95°C for 15 min, 40 cycles of 95°C for 15 s and 60°C for 1 min. DNA extracts were tested at least in duplicates and the 10% negative controls were included in each assay. Quantitative readout assays were set up, based on external standard curve with MU (strain 1G897) DNA serially diluted over 5 logs (from 106 to 102 U/ml). Samples were considered positive only if both the gene sequence encoding the ketoreductase B domain (KR) of the mycolactone polyketide synthase and IS2404 sequence were detected, with threshold cycle (Ct) values strictly <35 cycles.\n\n\nData analysis\nAll statistical analyses were conducted using R statistical software, version 2.14.0 [54]. Maps were created using ArcGIS 10.0 and information displayed in them was obtained from the USGS Shuttle Radar Topography Mission (elevation data) [55], IFORA project (hydrographic network) and Institut National de Cartographie du Cameroun (roads). Data on rainfall was obtained from the NASA Tropical Rainfall Measuring Mission [56]. Pearson Chi Square tests were used to compare proportions of positive sample-pools coming from different types of ecosystems and p-values were computed by Monte-Carlo simulation. One-sample proportions tests with continuity correction were used to calculate the confidence intervals of the proportions. Associations of MU colonization dynamics of taxonomic groups or MU colonization of different ecosystems with rainfall patterns were investigated by calculating the cross-correlation of the time series two by two.",
    "Results": "Global distribution of M. ulcerans\nDistribution of M. ulcerans in aquatic ecosystems.MU was broadly distributed within both regions, and was found at least once in more than 80% of sites sampled during the year, with different distribution patterns for each region (Figure 1). In Akonolinga, MU was detected in all sites at least once during the year regardless of the geographical location or the type of ecosystem sampled. MU distribution in Bankim was more restricted, with 4 out of 16 sites found negative all year long, notably from streams in the northern part of the region. Overall, the proportion of positive sample-pools (hereafter defined as “pool positivity” or “pool prevalence”) ranged from 0 to 25% in the different sites, with the highest rates distributed along the road in the southern part of Bankim between the Mapé Dam and the Mbam River, and close to the basin of the Nyong river in Akonolinga (in swamps and streams nearby).\nMaps show regional distribution of M. ulcerans in water bodies sampled in Bankim (Left) and Akonolinga (Right). Each circle is a site and colors represent the type of ecosystem sampled. The size of the circles varies according to the percentage of pools that were qPCR positive to both KR and IS2404. Inlet figures illustrate a map of Cameroon with the location of Yaoundé, the capital city (dark triangle) and locations of Bankim and Akonolinga (dark squares).\nAquatic ecosystems with stagnant waters appeared to be associated with higher MU presence (Figure 2). We found MU in aquatic organisms from all four types of aquatic ecosystems sampled, with an average of 7.7% of positive sample-pools across ecosystems. Overall, positivity rate was 4.9% in rivers, 4.6% in flooded areas, 10.0% in swamps and 6.2% in streams. We found that swamps had significantly higher positivity than all other ecosystems in Bankim, with positivity in swamps 3 and 5 times higher than in streams and flooded areas respectively (χ2 test, p-value <0.0001 for both). However, no significant differences in MU presence were found for any given environment in Akonolinga, although positivity in flooded areas and swamps was slightly higher.\nBars represent total proportion of M. ulcerans DNA positive sample-pools from each type of ecosystem in Akonolinga (blue) and Bankim (red). Whiskers indicate 95% Confidence intervals for the proportions. Asterisks represent significant differences in positivity between ecosystems within each region (χ2 test, p-value<0.0001).\n\nDistribution of M. ulcerans in the aquatic community.A total number of 238,496 individuals were collected and classified over the course of the study, 200,918 in Akonolinga and 37,578 in Bankim. According to the pooling strategy described above, 145,255 of those (61%) were distributed in 3,084 sample-pools and analyzed by qPCR. 65 distinctive taxa were identified (Table S1). 85% of the whole aquatic community overall was made up of only 5 taxonomic orders: Coleoptera, Diptera, Ephemeroptera, Odonata and Hemiptera (Table 1). Among these, the most abundant families were Baetidae (18%), Noteridae (12%), Chironomidae (11%) and Hydrophilidae (7%). Aquatic vertebrates (fishes, tadpoles) and semi-aquatic or terrestrial orders (Araneae, Lepidoptera larvae, Collembola) represented 4% and 2%, respectively. Among aquatic ecosystems, water bodies with standing and slow flowing waters had less biodiversity in terms of number of orders, and were dominated by the 5 most abundant orders mentioned above (Table S2). Conversely, streams had higher biodiversity, with a larger proportion of other groups such as Decapoda and Trichoptera.\nMU was present in nearly all taxonomic groups of the aquatic community and it was approximately evenly distributed among the whole aquatic community (Table 2). Pool prevalence for most of the groups was between 5–15%. Larvae of the order Lepidoptera had the highest pool prevalence overall (13.6%), followed by Annelida (12.3%) and Hemiptera (11.4%). However, regional differences in MU distribution should be noted: most of positive Lepidoptera and Annelida came from Bankim, where positivity was nearly 3 times higher for both groups than in Akonolinga (20.8 and 17.7% in Bankim compared to 5.0 and 6.7% in Akonolinga, respectively), although these differences were not significant. The lowest pool prevalence among positive groups was found in Acari (2.8%), Mollusca (3.3%) and Araneae (5.6%). Finally, we failed to detect MU only in two taxonomic groups: Trichoptera (89 pools tested, 1,434 individuals) and Collembola (28 pools tested, 79 individuals).\n\n\n\nEcological dynamics along the year\nMonthly fluctuations of M. ulcerans presence in aquatic ecosystems.MU was present in aquatic ecosystems nearly all year long. In Akonolinga, where samples were collected every month, MU was only absent in May, and in Bankim we detected MU in all four time steps sampled (every three months). In this section, only the dynamics for the 12 months in Akonolinga are shown (Figures S1 and S2 show the dynamics in Bankim). MU presence fluctuated through time (Figure 3), with changes from 0 to 15% in total pool positivity. The largest peak in pool positivity was found in August and October, and we found a progressive drop in pool positivity from October to February.\nValues indicate the proportion of pools of aquatic organisms collected from a specific ecosystem that were positive to M.ulcerans at a given month. The solid line in black represents the total trend (all ecosystems); dashed lines represent trends for pools from each type of ecosystem. Missing information for flooded areas in February and March is due to lack of water in those sites, which prevented sampling.\nEach ecosystem had distinct temporal variations and a favorable time of the year for MU presence (Figure 3). In rivers and flooded areas, MU was absent for a long period of time (4 and 8 months respectively) and then experienced a sudden increase in pool positivity (in April and July respectively). As a result, more than half of positive sample-pools in these ecosystems were found in a specific season, the low rainy season for rivers and the low dry season for flooded areas (Figure 4). In swamps and streams, the seasonal effect was less pronounced with presence of MU most of the year and fluctuations in pool positivity that ranged from 0 to 15% for swamps and to 30% in streams. Over one third of positive sample-pools in swamps and streams were found during the low rainy season and around one third were found in another season (high dry season for swamps and low dry season for streams). Of all ecosystems, only MU positivity dynamics for rivers were correlated to rainfall dynamics (Figure S5).\nInset figure on top indicates the rainfall patterns in Akonolinga from June 2012 to May 2013 and the cutting of the period sampled into two dry seasons (LD and HD; Rainfall <100 mm) and two rainy seasons (LR and HR; Rainfall >100 mm). Bars indicate the proportion of M. ulcerans positive sample-pools from a given season and ecosystem out of the total number of positive sample-pools from that ecosystem.\n\nTemporal dynamics of M. ulcerans presence in the aquatic community.MU colonization dynamics for the different taxonomic groups were highly variable (Figure 5). Hemipterans were the only group positive during 11 months of the year, whereas the order Coleoptera was repeatedly negative for more than half a year (from November to May). The highest peaks in pool positivity at any given month were for Hemiptera in June (>30%) and for Diptera in August (25%). Pool positivity in other orders was lower than 20% all year long. Out of the 5 orders systematically tested for all sites and months for MU presence, none of their colonization dynamics were correlated to rainfall (Figure S6).\nValues indicate the proportion of pools of aquatic organisms belonging to a specific taxon that were positive to M.ulcerans at a given month. Only the 5 most abundant taxonomic orders were systematically tested for all sites and months. The positivity dynamics for the rest of sample-pools are grouped as “others”. The solid line in black represents the total trend (all taxonomic groups); dashed lines represent trends for each taxonomic group.",
    "Discussion": "Despite the great health and socio-economic burden borne by people affected with BU, little is known about the ecology and mode of transmission of this disease. MU is embedded in an environment that is inherently dynamic, but information on spatio-temporal dynamics of MU persistence and spread is dramatically lacking. The results shown here represent a step forward in the understanding of MU ecology. They provide the first account of MU spatio-temporal dynamics in aquatic communities from a variety of ecosystems within BU endemic regions. We show first that MU is ubiquitous within these regions and can be found in all types of freshwater ecosystems, but swampy areas seem more favorable to MU presence, as demonstrated in Bankim. Then, we confirm that MU is present in nearly all taxonomic groups of the aquatic community, but we show that groups common in streams are minimally colonized. Finally, we demonstrate that MU has distinctive temporal dynamics in each ecosystem and taxonomic group, suggesting that MU occurrence is probably driven by complex ecological interactions between environmental abiotic and biotic factors.\nWe found that MU presence in Bankim was more restricted to the south of this area, especially between the Mapé Dam and the Mbam River, where BU cases concentrate [57] and more swamps and flooded areas prevail. The construction of the dam has been previously associated to the emergence of cases in the area [8], [22] and proximity to the Mbam River was found to be a risk factor in a case-control study [22]. However, our results suggest that swamps created along the road, rather than the flooded areas created artificially by the dam or naturally near the Mbam after heavy rains, are more favorable to the presence of MU. Swamps are characterized by stagnant waters with low oxygen and high temperatures, which may create conditions favorable to MU growth and specific fauna in which to develop [16]–[19]. Furthermore, while water level and conditions in flooded areas are highly variable throughout the year, swamps are more stable environments, which could influence the differences observed in these two stagnant ecosystems [58].\nIn contrast, MU is present everywhere across the Akonolinga region and all environments presented very similar positivity, although the highest positivity concentrated near the basin of the Nyong river. While climate, land cover or human modifications of the environment could be behind these disparate regional distributions, it could also reflect a spread of the bacteria over time. Indeed, it is possible that MU initially persists in the most favorable environments (swamps), as in the case of Bankim where cases have been reported for less than 10 years [8], spreading over time to other environments where water conditions and aquatic communities are less favorable and/or intermittent along the year, as in the case of Akonolinga where MU is endemic for more than 40 years [6]. Flying insects could be responsible of this dissemination as previously suggested [38], [59]. Out of the two taxonomic orders that are both aquatic in adult stage and capable of flight (Coleoptera and Hemiptera), only Hemiptera was found positive in all types of ecosystem. Indeed, this group was found positive to MU in 65% of the sites, more than any other group of the aquatic community (table S4).\nMU is present in nearly every group of the aquatic community and no taxonomic group stands among others as the major host carrier of MU. Aquatic vertebrates and invertebrates, as well as semi-aquatic groups, are positive for IS2404 and KR, with similar pool prevalence. This is in line with the idea of multi-host transmission dynamics and more particularly a transmission through ecological webs, where some species can highly contribute to MU transmission without experiencing a significantly larger positivity [32]. Nevertheless, some patterns arise for several specific taxonomic groups. Firstly, the most positive order in terms of pool prevalence are Lepidoptera larvae (caterpillars), an invertebrate with semi-aquatic families mostly living and feeding on riverine aquatic plants [42]. This finding suggests that some aquatic plants might play an important role on MU persistence and development in the aquatic ecosystem or in ecotone areas, and be a source of infection for herbivorous invertebrates. Indeed, some plants could harbor MU in endemic regions [24], [60] and they stimulate its growth under experimental conditions [61]. Secondly, groups of aquatic invertebrates that were found mainly in streams such as Trichoptera and Decapoda are among the groups with the lowest pool prevalence. These findings support the hypothesis that MU might not be well adapted to environmental conditions in this type of aquatic ecosystems.\nRegarding the seasonal dynamics, MU is present in freshwater ecosystems and aquatic organisms throughout the year but there are fluctuations both between seasons and within each season, as previously demonstrated for MU colonization of water bugs [38]. The highest peak in positivity appears in August and October (i.e. over the high rainy season), and then decreases progressively throughout the high dry season (November to February). These findings could be consistent with the idea of a run-off of bacteria into the aquatic environment during periods of intensive rainfall, as previously suggested [24], [62]. However, the lack of correlation between rainfall patterns and the dynamics observed for the various ecosystems and taxonomic orders highlights that more complex interactions might take place within the aquatic community. Differences in feeding habits may explain the distinct colonization dynamics of different orders. For instance, while Hemiptera were found positive all year long (except in May), Coleoptera were repeatedly found negative for more than half a year (Figure 5). These two orders share many common features: they have both larval and adult aquatic stages, many are capable of flight, and their abundance dynamics along the year are very similar (Figure S3 and S4). However, while most families of Hemiptera are voracious predators of aquatic organisms (only Corixidae feed on aquatic plants), families of Coleoptera present a large spectrum of feeding habits that include predators, shredders, scrappers, filtering collectors and omnivorous organisms [41], [42]. Laboratory experiments support the idea of a trophic transmission of MU through predation [30], [34], [63], [64] and a mathematical model studying MU prevalence within 27 aquatic communities in Ghana suggested that a transmission through ecological webs is more likely than a purely environmental acquisition from contaminated water [32]. Our results support the hypothesis that biotic interactions may play a role in MU transmission and that MU dynamics could result from a complex interplay between environmental abiotic factors and variations in community assemblages.\nWe show that important fluctuations in MU positivity take place within each particular ecosystem. For most sites, we checked for the presence of MU in a given month and site by analysing 6 pools of aquatic organisms. This may be insufficient to demonstrate the absence of the bacteria in the ecosystem, since pool positivity overall was lower than 10%. We attempted to increase the chances to detect MU by pooling all individuals of the most abundant taxonomic orders in the aquatic ecosystem, which allowed us to pool and analyze over 60% of the 238,496 individuals sampled without losing comparability of the results. Furthermore, disparate sampling strategies for each region could be behind the differences found between the types of environment for the two study regions. Bankim was only sampled 4 months of the year as opposed to 12 months in Akonolinga. Therefore, we cannot rule out the possibility that sampling in Bankim may have taken place at appropriate times of the year for swamps but not for the other environments in this region. We tried to avoid this by sampling in Bankim at regular intervals (every three months), therefore capturing a maximum of variability along the year.\nThis study reinforces the idea that MU persists in a wide range of locations [24], [40] and taxonomic groups [28] and the pool positivity rates described here (nearly 10% overall) are consistent with previous studies [8], [28], [38]. This ubiquity of MU and its persistence in the environment throughout the year contrast with the focal distribution and low number of BU human cases in endemic regions. A possible explanation is that while we are likely to be detecting one (or several) of the MU ecovars present in the environment (previously referred to as mycolactone producing mycobacteria), this does not necessarily imply that we are detecting strains of MU with pathogenic potential to cause BU in humans [17], [65]–[67]. Future studies comparing the strain diversity of environmental and human samples with molecular techniques such as SNP typing [68], [69] could shed some light on this issue. Furthermore, we rely as previous studies on qPCR amplification of KR and IS2404 sequences as an indicator of the presence of MU, which gives no certainty of whether the DNA detected belongs to viable mycobacteria. The lack of an appropriate technique to culture MU from the environment remains a major limitation of fieldwork studies. Nevertheless, qPCR remains the gold standard for environmental studies on MU ecology [8], [27], [38], [40]. An alternative hypothesis is that while the presence of MU in the environment reflects a potential risk for infection, many environmental and socio-economic factors may need to come together to enable MU transmission to humans. Sero-epidemiological studies have shown that a large proportion of the population living in endemic regions have been exposed to MU, but only a small fraction develop the disease [70]. Therefore, MU might only trigger BU disease under certain environmental conditions (a bacterial concentration threshold and/or contact with a competent, infected vector) or in subpopulations in high contact with potential sources of infection and with increased susceptibility to infection (due to immunity, hygiene, etc.).\nIn conclusion, this study provides for the first time a detailed characterization through space and time of MU presence in two BU endemic regions with distinct environmental conditions. The understanding of MU ecology to date is still limited, especially regarding the conditions that allow this mycobacterium to persist in the environment and be transmitted to humans. Our study attempts to complete previous approaches by sampling multiple aquatic communities over time in order to better understand the influence of aquatic ecosystems on MU presence and its dynamics along the year. The global trend we describe for MU dynamics could be the result of complex ecological processes, with interactions between environmental abiotic and biotic factors that require deeper analysis, something that is beyond the scope of this paper. However, we believe that coupling data produced by such field studies with fine-scale epidemiological data and integrated through statistical and mathematical models could provide a major step forward in the understanding of MU ecology and BU mode of transmission."
}