{
    "Background": "Zika virus (ZIKV), a mosquito-borne flavivirus, is a re-emerging virus that constitutes a public health threat due to its recent global spread, recurrent outbreaks, and infections that are associated with neurological abnormalities in developing fetuses and Guillain-Barré syndrome in adults. To date, there are no approved vaccines against ZIKV infection. Various preclinical and clinical development programs are currently ongoing in an effort to bring forward a vaccine for ZIKV.",
    "Methodology/Principle findings": "We have developed a ZIKV vaccine candidate based on Virus-Like-Particles (VLPs) produced in HEK293 mammalian cells using the prM (a precursor to M protein) and envelope (E) structural protein genes from ZIKV. Transient transfection of cells via plasmid and electroporation produced VLPs which were subsequently purified by column chromatography yielding approximately 2mg/L. Initially, immunogenicity and efficacy were evaluated in AG129 mice using a dose titration of VLP with and without Alhydrogel 2% (alum) adjuvant. We found that VLP with and without alum elicited ZIKV-specific serum neutralizing antibodies (nAbs) and that titers correlated with protection. A follow-up immunogenicity and efficacy study in rhesus macaques was performed using VLP formulated with alum. Multiple neutralization assay methods were performed on immune sera including a plaque reduction neutralization test, a microneutralization assay, and a Zika virus Renilla luciferase neutralization assay. All of these assays indicate that following immunization, VLP induces high titer nAbs which correlate with protection against ZIKV challenge.",
    "Conclusions/Significance": "These studies confirm that ZIKV VLPs could be efficiently generated and purified. Upon VLP immunization, in both mice and NHPs, nAb was induced that correlate with protection against ZIKV challenge. These studies support translational efforts in developing a ZIKV VLP vaccine for evaluation in human clinical trials."
}