{
    "Introduction": "Individuals and communities affected by NTDs are often the poorest and most marginalised; ensuring a gender and equity lens is centre stage will be critical for the NTD community to reach elimination goals and inform Universal Health Coverage (UHC). NTDs amenable to preventive chemotherapy have been described as a ‘litmus test’ for UHC due to the high mass drug administration (MDA) coverage rates needed to be effective and their model of community engagement. However, until now highly aggregated coverage data may have masked inequities in availability, accessibility and acceptability of medicines, slowing down the equitable achievement of elimination goals.",
    "Methods": "We conducted qualitative programmatic analysis across different country contexts through the novel application of the Tanahashi Coverage Framework enhanced by gendered intersectional theory to interrogate different components of programme coverage: availability, accessibility, acceptability, contact and effective. Drawing on communities and health implementers perspectives (using focus groups, interviews, and participatory methods) from varying levels of the health system, across four African country contexts (Cameroon, Ghana, Liberia and Nigeria), we show who is left behind and provide recommendations for programmes to respond.",
    "Findings": "We have unmasked inequities in programme delivery that repeatedly leave vulnerable populations underserved in relation to the prevention and treatment of PC NTDs across all components of coverage explored within the Tanahashi framework. Inequities are influenced by health systems challenges and limitations, due to lack of consideration of gender, power and equity issues. Effective treatment for individuals and communities is shaped by individual identities and the intersecting axes of inequity that converge to shape these positions including gender, age, disability, and geography. Health systems are inherently social and gendered thus they become mediators in managing the impact that social and structural processes have on individual health outcomes.",
    "Significance": "To our knowledge this is the only paper which has combined a comprehensive equity framework with intersectional feminist theory, to establish a fuller understanding of who is left behind and why in MDA across countries and contexts. Ensuring the most vulnerable have continued access to future treatment options will contribute to the progressive realisation of UHC, allowing the NTD community to continue to support their vision of being a true ‘litmus test’."
}