{
    "Background": "Cutaneous (CL) and mucocutaneous leishmaniasis (MCL) are parasitic diseases caused by parasites of the genus leishmania leading to stigma caused by disfigurations. This study aimed to systematically review the dimensions, measurement methods, implications, and potential interventions done to reduce the CL- and MCL- associated stigma, synthesising the current evidence according to an accepted stigma framework.",
    "Methods": "This systematic review followed the PRISMA guidelines and was registered in PROSPERO (ID- CRD42021274925). The eligibility criteria included primary articles discussing stigma associated with CL and MCL published in English, Spanish, or Portuguese up to January 2023. An electronic search was conducted in Medline, Embase, Scopus, PubMed, EBSCO, Web of Science, Global Index Medicus, Trip, and Cochrane Library. The mixed methods appraisal tool (MMAT) was used for quality checking. A narrative synthesis was conducted to summarise the findings.",
    "Results": "A total of 16 studies were included. The studies report the cognitive, affective, and behavioural reactions associated with public stigma. Cognitive reactions included misbeliefs about the disease transmission and treatment, and death. Affective reactions encompass emotions like disgust and shame, often triggered by the presence of scars. Behavioural reactions included avoidance, discrimination, rejection, mockery, and disruptions of interpersonal relationships. The review also highlights self-stigma manifestations, including enacted, internalised, and felt stigma. Enacted stigma manifested as barriers to forming proper interpersonal relationships, avoidance, isolation, and perceiving CL lesions/scars as marks of shame. Felt stigma led to experiences of marginalisation, rejection, mockery, disruptions of interpersonal relationships, the anticipation of discrimination, fear of social stigmatisation, and facing disgust. Internalised stigma affected self-identity and caused psychological distress.",
    "Conclusions": "There are various manifestations of stigma associated with CL and MCL. This review highlights the lack of knowledge on the structural stigma associated with CL, the lack of stigma interventions and the need for a unique stigma tool to measure stigma associated with CL and MCL."
}