{
    "Introduction": "In the aftermath of two Category 5 hurricanes, Irma and Maria, in 2017, three patients from the United States Virgin Islands (USVI) were diagnosed with leptospirosis—the first human cases of leptospirosis ever documented in the territory [1]. Before 2017, the only available evidence of leptospirosis in USVI was a study published in 1992 demonstrating seropositivity among sheep and goats on the island of St. Croix [2]—there are no known investigations into human leptospirosis before 2017.\nLeptospirosis is a widespread zoonotic disease, caused by bacteria in the genus Leptospira, with more than 300 pathogenic serovars identified [3]. Worldwide, over one million cases and close to 60,000 deaths are estimated each year [4]. While it is found globally, leptospirosis is most prevalent in tropical climates, with the Caribbean region having one of the highest estimated annual case incidences, 51 cases per 100,000 with 3 deaths per 100,000, and resource-poor areas are heavily impacted [4,5]. Leptospira spp. are spread in the urine of infected animals, with many implicated mammalian reservoirs and incidental hosts [6]. People are exposed to the bacteria either through direct urine-contact, or through environmental contact with urine-contaminated fresh water or mud. Bacterial transmission occurs through mucous membranes, skin abrasions, drinking contaminated water, and is suspected to occur through waterlogged skin [7]. Leptospira spp. can survive in fresh water and wet soil for weeks to months in appropriate environmental conditions [7,8]. As demonstrated in 2017, outbreaks can occur after extreme weather events like hurricanes and floods [1,9–14].\nDiagnosing and treating patients with leptospirosis, a potentially fatal disease, as early as possible in the course of illness is extremely important as early antibiotic therapy may decrease the duration and severity of disease [15–17]. However, patients with leptospirosis are often mis-diagnosed, as the symptoms are similar to many other acute febrile diseases such as influenza and diseases commonly seen in the Caribbean and other tropical climates like dengue and Zika [17–22]. In addition, a lack of disease awareness by the public and clinicians and absence of adequate diagnostic test availability in some locations can contribute to under-diagnosis. While the majority of people infected with Leptospira spp. are asymptomatic, those that develop symptoms can have illness ranging from non-specific influenza-like illness with symptoms including fever, headache, myalgia, and gastrointestinal symptoms, to more severe illness with multi-organ dysfunction that may include renal failure, liver damage, meningitis, and hemorrhage. In general, approximately 5–15% of patients who develop severe illness die, however case-fatality rates can reach >50% with more severe disease manifestations such as Severe Pulmonary Hemorrhagic Syndrome [7,23].\nAlthough the first reported cases of human leptospirosis in USVI were diagnosed in the months following the 2017 hurricanes, it is likely cases occurred in USVI well before that time based on the geographic region and climate, endemicity of leptospirosis in other Caribbean islands [4,10,24–26], and evidence of Leptospira spp. exposure in animals in USVI [2,27]. Therefore, a human leptospirosis serosurvey representative of the three largest inhabited islands, St. Croix, St. Thomas, and St. John, was conducted in March 2019 to contribute to public health surveillance by estimating the seroprevalence and distribution of leptospirosis in USVI and evaluating local risk factors associated with leptospirosis seropositivity, in order to determine the public health importance of this disease in USVI and inform future prevention and control efforts.",
    "Methods": "Ethics statement\nThis project was given a non-research determination by the CDC National Center for Emerging and Zoonotic Diseases Human Subjects Team (#021919AA) because it was a public health surveillance activity. Therefore, Institutional Review Board review was not required. The use of verbal consent by participants was authorized by the Human Subjects Team and was documented by indicating in the individual’s questionnaire that verbal consent was given.\n\n\nSample size and population\nFrom March 4–30, 2019, we performed a cross-sectional serosurvey of the three largest inhabited islands of USVI: St. Croix, St. Thomas (including Water Island), and St. John. Eligible individuals were USVI residents who were ≥5 years at the time of sampling, had resided in USVI for at least 6 months total, and on average resided in USVI at least six months per year. We calculated a minimum overall sample size of 1,174 individuals based on an estimated 3% leptospirosis seroprevalence in USVI; 2% margin of error; an alpha of 0.05; a design effect of 2; and replacement sampling with an estimated 95% completion rate to account for unusable samples or data. Sample size by island was made proportional to the 2010 U.S. Decennial Census island population size [28]: 552 in St. Croix, 575 in St. Thomas, and 47 in St. John.\n\n\nSampling design and household selection\nA stratified, two-stage cluster sampling design was utilized: stratification by island and clustering by census blocks and then households. Census blocks with zero population or consisting mostly of national park land were excluded. Based on the proportional island strata, a 2017 post-hurricane survey estimate of 1.9 people per household, and an intention to capture a wide distribution of people across the islands, we targeted a minimum of 37, 38, and 4 census blocks in St. Croix, St. Thomas, and St. John, respectively. Census blocks were randomly selected and sampled in chronologic order of selection until target sample size per island was reached. Households were systematically selected and up to eight households per census block were enrolled—fewer than eight were enrolled if the census block had fewer than eight households or if every household in the census block was visited but eight could not be enrolled.\nField teams selected the house closest to the census block centroid as the first selected household and then moved through the census block in a serpentine fashion (up one side of the street and down the other) and consistent direction to select the next households using an interval number sequence specific to the census block (total housing units divided by eight). The interval number used for selection ensured even distribution of selected households throughout the census block. Selected households not enrolled were sequentially replaced by the next adjacent house. Field teams continued to loop through the census block until eight households were enrolled or all houses in the census block had been visited. Households visited in the sampling process were categorized as either enrolled, refused, or unavailable. Unavailable households included those where there was no answer, the selected household was inaccessible to the field team for safety or logistical reasons, the household agreed to participate but no blood sample was successfully collected, or the household was ineligible (no eligible members or no members ≥18 years of age present).\n\n\nHousehold and participant enrollment\nAn eligible household was enrolled if ≥1 eligible household member agreed to participate. All eligible household members were invited to participate and were enrolled if they agreed to both have a blood sample collected and verbally complete a questionnaire. Verbal consent from participants ≥18 years old and verbal assent with parent/guardian permission from participants <18 years old was obtained prior to enrollment. If a revisit was requested to enroll additional eligible household members not present, teams attempted to return to households up to two additional times, as logistics allowed, to attempt to enroll those individuals.\n\n\nQuestionnaire administration\nQuestionnaires were verbally administered using the Epi-Info 7 mobile application on tablets. A participating representative of the household was interviewed to complete a household questionnaire including information on household-level demographics; drinking water sources and treatment methods; animals owned or seen in the house or on the land; house or land flooding from heavy rains; and damage to the home and changes in drinking water source(s) due to the 2017 hurricanes (S1 Appendix). Neighborhood type was subjectively assigned by interviewers as rural, urban, or suburban at the time of survey–using the following guidelines: urban if within a major city, suburban if somewhat populated and primarily residential, and rural if sparsely populated with unpaved roads. Each participant completed an individual questionnaire including information on individual-level demographics of age, sex, race, ethnicity, and occupation; risk factors for leptospirosis including water and animal exposures in the previous year; and post-hurricane behaviors/activities and illness (S2 Appendix).\n\n\nSpecimen collection and laboratory testing\nEach participant had approximately 5 ml of blood collected into a serum-separator tube which was centrifuged within a few hours of collection and then transported to the US Virgin Islands Public Health Laboratory. Sera were shipped frozen and tested at the CDC Bacterial Special Pathogens Branch Laboratory for anti-Leptospira spp. antibodies by the microscopic agglutination test (MAT), using an antigen panel of 20 serovars (S1 Table) representing 17 serogroups [29]. A positive test result was defined as a titer of 1:100 or greater to any antigen in the panel.\n\n\nStatistical analysis\nAll categorical demographics and risk factors are expressed as weighted percentages with 95% confidence intervals (CI). Rao-Scott Chi-Square test and Taylor series variance estimates were used to determine any association between a positive test result and participant location, demographics, and risk factors—prevalence risk ratios (pRR) and corresponding 95% CI are presented. The reference category for all comparisons is the “No” or “False” value unless a reference value is otherwise indicated. Continuous variables are expressed as means or medians as noted with 95% CI using least squares Taylor series linearization variance estimates. A T-test was used to test differences in means by serologic status. All data analyses were weighted by the probability of selection of the census block and household by island and adjusted to match the distribution of age and sex by island using the US 2010 Decennial Census [28].\nFree text values from “other” responses were reassigned to an existing pre-defined response when appropriate, including for occupation, drinking water source, water protection and treatment, animals owned or seen in the house or land, animal contact, and fresh water or mud contact. The total number of remaining, non-reassigned “other” responses are presented but not analyzed by participant serology status since some responses were not legitimate based on review. New variables were created for commonly repeated responses in free text fields for further analysis. Some response values were combined to create additional variables for analysis: local bottled water and stateside bottled water usage were combined to create an overall bottled water category, cistern water and non-cistern collected rainwater were combined as one collected rainwater category; boiling, chlorination and UV light as one water treatment category; and seen/owned rodents in home or property and contact with rodents as one category.\nLogistic regression was used for analyzing independent associations with seropositivity; weighted estimates for odds ratios and corresponding 95% CIs to account for sampling design and corresponding p-values are presented for these results. The models were analyzed for collinearity, interactions, and confounding. We considered sex as a potential confounder, however its inclusion made no significant difference to point estimates and was not included in the final model. All statistical analyses incorporated the sample design using SAS/STAT software, Version 9.4 for Windows, Cary, NC. Statistical significance was determined at p<0.05.\n\n\nSpatial distribution mapping\nThe geographic distribution of total collected samples and positive samples by census block were mapped using ESRI ArcGIS (v 10.8.1). A choropleth map and graduated symbols were used to represent the number of samples collected and the number of positive samples, respectively. Graduated symbols were plotted using census block centroid coordinates. To protect participant privacy in small census blocks selected for sampling (<5 household units based on the 2010 U.S. Decennial Census), we used the dissolve tool to merge small census blocks with an adjacent census block to create a merged polygon with ≥5 households. The combination with the least number of merged census blocks and the least number of households to reach ≥5 households in the merged polygon was prioritized.",
    "Results": "A total of 1,161 participants from 918 households were successfully enrolled in the serosurvey. During March 4–30, 2019, 7,097 households were visited in St. Croix, St. Thomas (including Water Island), and St. John: 1,414 (19.9%) households refused participation; and 4,735 (66.7%) households were unavailable. Across the territory, field teams visited 503 census blocks (St. Croix: 224, St. Thomas: 253, St. John: 26). Initially, 1,206 individual participants from 948 (13.4%) households were enrolled in the survey. Post-survey preliminary data cleaning and analysis revealed 45 participants who did not meet the eligibility criteria (had lived in USVI <6 months) and were enrolled in error, resulting in their exclusion from final analysis (Fig 1). Among the 2,362 households that a field team had contact with that were eligible for participation there was a 40.1% enrollment rate and a 59.9% refusal rate—this excludes households that agreed to participate but from which a blood draw was unsuccessful. Enrollment and refusal rates were similar between islands—refusal rates were 54.8%, 64.1%, and 55.4% for St. Croix, St. Thomas, and St. John, respectively.\n* Post-survey preliminary data cleaning and analysis revealed 45 participants who did not meet the eligibility criteria and were enrolled in error, resulting in their exclusion from final analysis. Thirty households and four census blocks with only ineligible individuals enrolled were removed from the final counts.\nAmong the 1,161 participants enrolled and eligible for inclusion, 47% (n = 547) were from St. Croix, 49% (n = 566) from St. Thomas, and 4% (n = 48) from St. John. Participants were enrolled from 335 (66.6%) census blocks (St. Croix: 156, St. Thomas: 163, St. John: 16) (Fig 2). A mean of 2.8 households per census block (range: 1–8 households) and 1.3 individuals per household (range: 1–6 individuals) participated in the serosurvey across the territory.\nPanel A) Three main islands of USVI; Panel B) Magnification of Christiansted, St. Croix; Panel C) Magnification of Charlotte Amalie, St. Thomas. Sources: United States Census Bureau (FIPS Code: 78, https://www2.census.gov/geo/tiger/TIGER2018/TABBLOCK/); Natural Earth Data–country boundaries (https://www.naturalearthdata.com/downloads/10m-cultural-vectors/), bathymetry (https://www.naturalearthdata.com/downloads/10m-physical-vectors/).\nThe following descriptions of serosurvey participants are in weighted percentages. Fifty percent of the participants were female (95% CI: 47–55). Participant ages ranged from 5–94 years old, with a mean age of 42 years (95% CI: 39–44). Fifty-eight percent (95% CI: 53–63) of participants were aged 20–59 years, 22% (95%CI: 18–26) were 60 years and over, and 20% (95% CI: 15–25) were under 20 years of age. The majority (61%, 95% CI: 55–67) of participants reported being full or part African American/Black, followed by full or part Caucasian/White (18%, 95% CI: 13–24). Few participants (0.8%, 95% CI: 0.2–1.3) reported being full or part American Indian/Alaska Native, Asian, or Native Hawaiian/Pacific Islander race. Four percent (95% CI: 3–6) of participants reported a different race from standard race categories. Seventeen percent (95% CI: 12–22) of participants reported being of Hispanic or Latino ethnicity. Based on eligibility criteria and participant response to demographic questions, participant sex, age, race, and ethnicity distribution appears similar to the USVI demographics in the 2010 US Decennial Census. Table 1 describes the demographic and travel characteristics of serosurvey participants including raw counts and weighted percentages by serologic result.\nMost participants resided full time in USVI (92%, 95% CI: 90–95) and for an average of 25 years (95% CI: 23–27, range: 1–94 years). Of the 8% (95% CI: 5–10) who reported partially residing outside of USVI, an average of 7 months per year (95% CI: 6.7–7.9) was spent in USVI. Seventy percent (95% CI: 65–75) of participants reported traveling outside of the territory in the last year, of which 40% (95% CI: 33–47) reported traveling to a Caribbean island and about half (51%; 95% CI: 45–58) travelled within the 50 U.S. states only.\nA territory-wide weighted 4.0% seropositivity (n = 47; 95% CI: 2.3–5.7) for anti-Leptospira spp. antibodies was demonstrated (Table 1). Forty-seven individual seropositive participants had observed MAT titers that ranged from 1:100 to 1:3200. Seventeen percent (n = 8) had a highest titer of ≥1:400, of which all were single serogroup reactions. One participant had a highest titer of 1:3200 to serogroup Pyrogenes, two had a 1:1600 highest titer to serogroups Australis and Ballum, three had 1:800 highest titers to serogroups Djasiman (n = 1) and Icterohaemorrhagiae (n = 2), and two had 1:400 highest titers to serogroups Icterohaemorrhagiae and Pyrogenes (S2 Table). Among the 83% of seropositives (n = 39) with a highest titer of 1:100 to 1:200, 20% (n = 8) reacted to multiple serogroups. Among all seropositive participants, serogroup Icterohaemorrhagiae was the most common highest reacting serogroup (45%, n = 21), followed by serogroup Australis (26%, n = 12). Highest titers were also observed to serogroups Canicola (n = 7), Pyrogenes (n = 5), Tarrasovi (n = 4), Autumnalis (n = 2), Bataviae (n = 2), Djasiman (n = 2), Ballum (n = 1), and Sejroe (n = 1).\nCharacteristics significantly associated with seropositivity by bivariate analysis included residing in an urban neighborhood (pRR: 3.0; 95% CI: 1.0–9.0, p = 0.03), fishing as an occupation (pRR: 9.2; 95% CI: 2.3–36.6; p<0.001), seeing rodents or evidence of rodents in or around the house or land (pRR: 2.6; 95% CI: 1.2–6.0; p = 0.01), seeing deer in or around the house or land (pRR: 3.2; 95% CI: 1.0–10.0; p = 0.04), contact with rodents or their body fluids (pRR: 8.0; 95% CI: 1.9–34.1, p = 0.002), contact with cows or their body fluids (pRR: 14.0; 95% CI: 5.6–35.2; p<0.001), and having been ill with jaundice since the 2017 hurricanes (pRR: 5.7; 95% CI: 1.0–33.4; p = 0.04) (Tables 1 and 2). Characteristics significantly protective against seropositivity by bivariate analysis included being full or part Caucasian/White race (pRR: 0.3; 95% CI: 0.1–1.0; p = 0.04), using a cover or lid for cisterns and non-cistern rainwater collection containers (pRR: 0.3; 95% CI: 0.08–0.8; p = 0.009), and seeing bats in or around the house or land (pRR: 0.1; 95% CI: 0.01–1.1; p = 0.02) (Tables 1 and 2). There was no difference in seropositivity when comparing between islands, sex, and age categories. Seropositive participants had a mean age of 45 years (95% CI 34–57; range 5–87 years).\nCharacteristics and exposure factors independently associated with seropositivity by multivariate logistic regression included contact with cows or their body fluids (OR = 39.5, 95% CI = 9.0–172.7, p = <0.001); seeing rodents/evidence of rodents or contact with rodents or their body fluids (OR = 2.6, 95% CI = 1.1–5.9, p = 0.02); and increasing age (OR = 1.02, 95% CI = 1.002–1.04, p = 0.03). Reporting being full or part Caucasian/White race was protective against seropositivity (OR = 0.2, 95% CI = 0.04–0.7, p = 0.02) by multivariate logistic regression.",
    "Discussion": "The demonstration of four percent leptospirosis seropositivity across USVI is a significant finding, as before Hurricanes Irma and Maria in 2017, the disease was previously unrecognized in people in USVI [1]. The serosurvey was conducted approximately 18 months after the hurricanes, however MAT-positive serology results do not indicate the timing of Leptospira spp. exposure and anti-Leptospira antibodies can persist for years, therefore it is difficult to determine whether seropositive persons were exposed before or after the 2017 hurricanes and they likely represent exposures from both time periods. Although there are no documented cases or published investigations of human leptospirosis in USVI before 2017, it is likely that undetected Leptospira spp. infections in people occurred before that time based on the previous detection of anti-Leptospira antibodies in animals in USVI [2,27], the tropical climate conducive to Leptospira spp. environmental survival, and the known endemicity of Leptospira spp. in other Caribbean islands [4,10,24–26].\nThere is limited information on seroprevalence of leptospirosis for the general human population in the Caribbean, as most published literature consists of testing among patients with acute febrile illness, and of the few serosurveys, many focus specifically on high-risk populations or a limited subset of the population. A seroprevalence investigation published in 1963 of patients and staff at medical facilities in Puerto Rico without evidence of an infectious disease demonstrated a 13.9% (268/1931) seroprevalence for anti-Leptospira spp. antibodies [30]. A 1980 household serosurvey conducted in urban and rural communities in Barbados and Trinidad demonstrated 18.5% (93/504) and 21.9% (111/508) seropositivity in each location respectively but used a lower MAT titer cutoff for positivity (1:50) than our investigation [31]. From 2009–2011, 442 healthy pregnant women from 10 Caribbean countries were tested and demonstrated 18.6% leptospirosis seroprevalence, using ELISA IgG rather than MAT [32]. Compared to these historical studies and as hypothesized in our sample size calculations, the seroprevalence demonstrated in USVI is lower; however, the design of our investigation in USVI was statistically representative of the entire territory unlike the locations represented in the historical studies, there is a large time difference in the investigations conducted, and serology testing methods and cutoffs differed, therefore the results are not entirely comparable. Also, unlike other Caribbean Islands, USVI does not have any natural large bodies of fresh water, an important potential source of exposures to Leptospira spp. in other locations.\nThe burden of leptospirosis in USVI may be under or over-represented by our cross-sectional finding of four percent seropositivity. On one hand, anti-Leptospira spp. agglutinating antibodies may stop being detectable as early as one year post-infection [33], and many people are seronegative by a few years post-infection [33,34], therefore the four percent seropositivity likely represents more recent exposures, not all previous exposures, and the true percentage of the population previously exposed is likely higher. Alternatively, this serosurvey was conducted one and a half years after Hurricanes Irma and Maria, which caused massive destruction and created an environment that led to a significant increase in high risk exposure types for leptospirosis, including standing floodwater, damaged houses, increased trash accumulation, and increased exposure to rodents and their urine. Therefore, the seropositivity observed was likely higher than would have been seen pre-hurricanes.\nNo significant difference was detected in the seropositivity of participants between islands; however, this survey was designed to estimate seropositivity across USVI and our sample size did not have adequate statistical power to detect a difference between islands. The 45 ineligible participants inadvertently enrolled that were removed during analysis did not affect the representativeness of our results; the calculated sample size accounted for up to a five percent loss for potentially unusable samples or data and the initial enrollment oversampled by 32, therefore only a 1.1% loss (n = 13) occurred. In addition, representativeness was ensured by adjusting the probability of selection using the 2010 US Census to obtain weighted estimates of prevalence.\nThe vast majority of seropositive individuals had low MAT titers, which was expected, as after initial titer peak in the one to two months post-infection [35,36], MAT titers can decline quickly, especially in the first year after infection [33,35]. The few participants with high MAT titers most likely had a more recent infection. One participant with a titer of 1:1600 measured during the serosurvey was retrospectively identified as a previously confirmed case of leptospirosis that had been sick and diagnosed with leptospirosis approximately three months before the serosurvey occurred, at which point a MAT titer of 1:12800 was measured. Serogroups identified by MAT remain useful for epidemiological and ecological investigative purposes, despite taxonomic classification moving from serologic towards genomic methods. The most common highest reacting serogroup among seropositive participants was Icterohaemorrhagiae, followed by Australis. However, the highest reacting MAT serogroup has limited correlation with the actual infecting serogroup and thus must be interpreted with caution [37,38]. Alternatively, correlation between highest reacting serovar and infecting serovar can increase as the time since infection increases, as cross-reactivity may decrease with time [39]. In order to definitively identify which Leptospira serovars are circulating in USVI, as well as which are causing human disease, bacterial isolates need to be obtained and characterized from acutely infected people and animals. It is likely that multiple Leptospira serovars are circulating in USVI, which is supported by isolates obtained in recently published animal surveillance in USVI [40,41], and that seropositive individuals detected were exposed to a variety of serovars through different exposure routes.\nOur data combined with recent and previous publications suggest that most seropositive individuals detected were likely exposed in USVI. Based on the identification of three locally-acquired human cases of leptospirosis after the 2017 hurricanes [1], a fourth case in 2018 [42], and recent detection of Leptospira spp. DNA and isolates from wild and domestic animals [40,41,43], leptospirosis is endemic in USVI. Some seropositive participants could have been exposed to Leptospira spp. outside of USVI while traveling or residing elsewhere part-time. However, while the majority of seropositive participants traveled outside of USVI in the preceding year, few resided outside of USVI for part of the year, and neither travel nor living outside of USVI part of the year were associated with seropositivity.\nThe epidemiology and ecology of leptospirosis can vary widely by geographic location; therefore, it is essential to investigate and monitor the risk factors and drivers of infection for cases at a local level. Depending on the setting, Leptospira spp. infections can be driven by a variety and potential combination of factors such as poor sanitation, rodents and wildlife, livestock, rainfall and flooding, occupation, travel, and recreational activities. Aside from estimating the burden and distribution of leptospirosis in USVI, this investigation was the first attempt at identifying potential local risk factors for infection on the islands.\nHistorically, in most places leptospirosis cases tend to be most common among young and middle-aged adult males [18,24,44,45]. Our finding that increased age was independently associated with seropositivity is unsurprising in the context of a serosurvey; as age increases, there is increased opportunity over time for exposure or re-exposure. This association has also been seen in previous Caribbean serosurveys [30,31]. While acute cases tend to occur in young and middle-aged adults most often, anti-Leptospira antibodies can persist for several years, sometimes up to a decade or more [33,46]. Notably, two seropositive participants were children aged five and thirteen years. Although illness is more common in adults, children are susceptible to infection and disease [18,47–50], so leptospirosis should be considered when a child with potential exposure risks presents with an acute febrile illness. Our investigation did not include children under five years of age due to expected low seropositivity at this age and blood collection concerns, therefore the exposure prevalence among the youngest children in USVI is still unknown. While males were more commonly seropositive in this investigation, there was no significant difference from females.\nRacial disparities in those affected by leptospirosis in USVI was identified as a potential problem worth investigating further. Self-identifying as full or partial white race was independently protective against seropositivity. This finding could be due to a variety of reasons, such as potential relationships between race and socioeconomic status or race and health disparities. People with lower socioeconomic status may be more likely to experience some common risk factors for leptospirosis including lower quality housing and neighborhoods with poorer infrastructure leading to more likely exposures to rodents, flood water, and sewage. A serosurvey in a crowded urban area in Brazil showed that both black race and socioeconomic status were independent predictors of Leptospira spp. exposure [51].\nTwo types of animal exposures were identified as independently associated with seropositivity by logistic regression, including contact with rodents or their body fluids and/or seeing them around the home or property, and contact with cows or their body fluids. Rodents, recognized as one of the main reservoirs for Leptospira spp. [6,17], can be a direct or indirect source of exposure in many environments, often playing an especially key role in human infections in urban areas [5,52], but also important in suburban and rural areas. Notably, all three post-hurricane leptospirosis cases in USVI had evidence of rodents documented in their home or work environments, among other potential sources of infection, and one had direct contact with rodent feces [1]. A recent investigation of rodent Leptospira spp. carriage in USVI identified leptospires in the kidneys of 45.7% of 140 rodents tested from the three main islands [41], which supports the findings in this investigation that rodent exposure is an important risk factor for human leptospirosis in USVI. Leptospira serovars most commonly associated with rodents include Icterohemorrhagiae (rats) and Ballum (mice) [5–7,53], which were also the serogroups isolated in the USVI rodent investigation [41]. Additionally, serogroup Icterohaemorrhagiae was the most common highest reacting serovar in this investigation, further supporting that rodents may be a significant source of Leptospira spp. exposure in USVI. Cows are another commonly recognized reservoir of Leptospira spp. and can contribute to human infections both through direct contact and environmental contamination with their urine. Recent leptospirosis testing of cows at an abattoir in St. Croix demonstrated 25% seropositivity among cows tested, and one cow that was shedding leptospires in the urine [43]. Further investigation is needed to draw stronger conclusions regarding the most important direct and indirect animal sources of human infection with Leptospira spp. in USVI, including identifying isolates from acute human leptospirosis cases and linking those to Leptospira species and serogroups identified from isolates found in animals on the islands, both in recent domestic animal and wildlife surveillance studies and future studies. Knowledge of the animal drivers of human infection can inform public health messaging and leptospirosis prevention methods.\nCovering cisterns and other rainwater collection containers was significantly protective against seropositivity on bivariate analysis; this factor was not evaluated in the multivariate logistic regression model since many participants did not use cistern water or other collected rainwater as a drinking water source and would have been excluded from the model. A cover over these rainwater collection containers would help to prevent animals, animal excrement, and debris from entering and potentially contaminating the water, however, would not address animal urine running into the cistern with rainwater from the roof. Leptospira spp. were previously identified in cistern water associated with a post-hurricane case of leptospirosis in USVI [1], and a recent study of cistern water in USVI identified Leptospira spp. in 3/47 (6.4%) cisterns tested by PCR [54]. In Hawaii rainwater catchment systems were associated with leptospirosis cases and leptospires were identified in catchment rainwater [55]. Our findings provide further support for the hypothesis that untreated or inadequately treated cistern water could be an important potential source of human infection with Leptospira spp. in USVI and other endemic areas where cistern water and other collected rainwater is used as a source of drinking, bathing, cleaning, or farming water, such as in many other Caribbean islands and tropical and island areas [56]. Cistern water as a potential source of Leptospira spp. infection is a prime example of how the risk factors for leptospirosis can be dependent on the conditions and practices of specific localities and is especially important in USVI since almost every household has a cistern. Even though cisterns were often not used for drinking water by participants, many indicated contact with untreated cistern water, which could have been used for bathing, household chores, or farming.\nSelf-reported jaundice experienced after the 2017 hurricanes was significantly associated with seropositivity on bivariate analysis—it was not included in the multivariate logistic regression model because the intention was to analyze risk factors for exposure. Clinicians in USVI should include leptospirosis as a differential diagnosis for patients with acute febrile illness, especially if jaundice is present and/or after a hurricanes or flooding. While non-specific, jaundice is a common clinical sign of leptospirosis and is one of the two main components, along with renal disease, in the classically described presentation of severe leptospirosis called Weil’s disease [7,17].\nOur finding of significantly increased seropositivity in urban areas should be interpreted cautiously as the classification of community type (rural, suburban, or urban) was determined subjectively by the survey team, and this association did not remain significant in multivariate logistic regression analysis. However, this finding makes sense in the context of rodent sightings and exposure being predictive of seropositivity, as contact with rodents and their urine may be more common in urban areas, especially those with poor infrastructure. If leptospirosis is more common in urban areas, this would provide a priority population for future public education campaigns.\nDeer may be worth including in future animal studies to determine if they are commonly affected by leptospirosis in USVI and may act as a source of human infection, since seeing deer around the home or property was significantly associated with seropositivity, although this did not remain significant in our logistic regression model. Fishing as an occupation being significantly associated with seropositivity may be misleading in USVI, as there is very little fresh water on the islands and fishing is conducted in salt water, which is unlikely to be contaminated with viable leptospires, and this association did not persist in our logistic regression model. It is also possible that a confounding variable, such as rodent exposure related to fishing, may have led to the noted association. While seeing bats around the home or property had a protective effect against seropositivity, this association did not persist in our logistic regression model, and whether bats were seen was not uniformly asked, but was a common response to participants being asked if they had seen any types of wildlife around the home.\nOur serosurvey investigation was designed to, and achieved the needed sample size, to provide a statistically representative estimate of leptospirosis seroprevalence across USVI. A multi-stage cluster analysis with random door-to-door visits in randomly selected communities ensured that a wide diversity of participants were enrolled. However, for safety reasons, participants were only enrolled during daylight hours, corresponding primarily to common work hours, and therefore there may have been a selection bias, highlighted by the fact that 67% of households visited were unavailable to field teams—weighted analysis was used to correct for such potential biases. For common free text “other” responses where noted, creating new response variables for analysis should be interpreted conservatively because they were not presented to all participants. Sampling a larger number of census blocks than originally planned likely increased the diversity of our selection pool, however sampling fewer than eight households in each census block may have biased our analyses towards the null hypotheses. Importantly, while this investigation established some associations between risk factors and seropositivity, further detailed investigation of acute leptospirosis cases, such as through active or enhanced passive surveillance, is needed to further solidify the most important risk factors for leptospirosis in USVI.\nThis public health surveillance investigation establishes that leptospirosis, a disease unreported in USVI before the 2017 hurricanes, is an important public health concern warranting further investigation and attention on the islands, and provides an initial description of potential local risk factors for exposure. Continued education of both the public and clinicians in USVI on leptospirosis will aid in timely illness identification and treatment in USVI residents and tourists to the islands, which may help decrease the severity and duration of disease, and will also contribute towards incorporating recommended infection prevention methods. Based on the post-hurricane leptospirosis cases identified, as well as the findings of this investigation, work is currently underway to build diagnostic capacity for leptospirosis on-island. While there is much still to learn about the specifics of the epidemiology and ecology of leptospirosis in USVI, this serosurvey has and will help to guide future human and animal studies as well as inform education campaigns in the interim. Ongoing leptospirosis disease surveillance and preparedness is essential in USVI and other Caribbean islands, as is enhanced surveillance after hurricanes, heavy rainfall, and floods. These findings also highlight the importance of conducting surveillance for leptospirosis in other locations throughout the world where the climate is conducive to Leptospira spp. but leptospirosis surveillance, diagnostics, and investigations have not previously been conducted."
}