{
    "Introduction": "Brucellosis (or undulant fever) is a zoonotic disease with a worldwide distribution, mainly in the Mediterranean Basin, Middle East, Central and South America, and Asia [1]. Xinjiang Uygur Autonomous Region (Xinjiang) in western China is an agricultural area with animal production as its major primary industry. The incidence of brucellosis is high in this region [2] with prevalence being 9.80/100000, 17.51/100000, and 33.02/100000 in 2012, 2013, and 2014, respectively [3]. The disease is transmitted to humans through closely contacting with sick animals or consumption of raw meat and dairy products [4]. Patients may present with fever, sweating, fatigue, and osteoarticular pain [5]. The major systemic complications of the disease involve osteoarticular involvement[6], cardiological and neurological disorders. The incidence of endocarditis disease is about 2%, however, it accounts for 80% of brucellosis related death [5]. The combination of antibiotics is the main regimen for brucellosis [7]. Long-term of taking drugs is required for cure treatment and reducing relapsed cases [8].\nIn this study, the clinical features of 590 cases with brucellosis and their treatment were retrospectively analyzed.",
    "Materials and methods": "Ethics statement\nA written informed consent was obtained from every patient and the study was approved by the Ethics Committee of The First Affiliated Hospital of Xinjiang Medical University.\n\n\nPatients\nPatients diagnosed with brucellosis from 2005 to 2015 in The First Affiliated Hospital of Xinjiang Medical University were recruited. The diagnosis of brucellosis was based on medical history, clinical features, positive serum agglutination tests and/or blood cultures [9]. The patient’s presentation was categorized as acute phase (with symptoms less than 3 months), subacute phase (3–6 months) and chronic phase (more than 6 months). The blood was cultured using automatic blood culture system (France Biomerieux Co. Ltd., Bact / ALERT 3D 60) with an average incubation time of 5–7 days according to the method described by Tabibnejad [10]. The pathogen of positive culture was identified using automatic microbial identification machine (France Biomerieux Co. Ltd., VITEK 2 COMPACT 30). The clinical presentations, laboratory results and treatment outcome were recorded.\n\n\nSigns and symptoms\nThe initial signs and symptoms of brucellosis cases include fever, sweats, malaise, anorexia, headache, pain in muscles, joint, and/or back and fatigue. The complications of brucellosis cases include osteoarticular, endocarditis, epididymalorchitis, nervous disorders, and liver involvement. The diagnosis of endocarditis was based on the revised diagnostic criteria of DUKE infective endocarditis [11], presenting as valve vegetation on transthoracic echocardiography or transesophageal echocardiography. The epididymalorchitis was diagnosed by epididymal testicular pain and positive ultrasound findings. Liver involvement or liver damage refers to increased alanine aminotransferase and aspartate aminotransferase (more than 2 times of the normal upper limit) of laboratory tests, excluding other reasons. The diagnosis of nervous disorder included culture of Brucella using cerebrospinal fluid as gold standard and/or neurological symptoms and abnormal cerebrospinal fluid examination.\n\n\nLaboratory tests\nBlood was collected from patients for testing ALT, AST, GGT, ALP, TBil and Alb measured by biochemical analyzer (Roche cobas8000). A complete blood count was determined on the Sysmex XN2000 analyzer. The erythrocyte sedimentation rate (ESR) was detected using Wechsler method. The C-reactive protein (CRP) was detected using the immune turbidimetric method (Beckman immage800). The standard tube agglutination antigen was purchased from the Institute of Infectious Diseases, China Center for Disease Control and Prevention. Blood culture was performed for these patients with symptom of chilling or their body temperature over 38.5°C before use of antimicrobial drugs.\n\n\nTreatment\nChemotherapeutical regimens combined with two or three drugs were employed for treating these patients with different presentations and conditions. These combinations were doxycycline+rifampicin, doxycycline+levofloxacin, doxycycline+streptomycin and doxycycline+rifampicin+levofloxacin. The doses for orally taking these drugs were doxycycline, 100 mg p.o., every 12 hours; rifampin,600 mg p.o., once per day; streptomycin, 1 g intramuscular injection, once per day, and levofloxacin, 500 mg p.o, once per day. For some reasons, we also prescribed the second-line drugs for some patients included levofloxacin (500 mg p.o, once per day), cotrimoxazole (960 mg p.o,twice per day), ciprofloxacin (750 mg p.o, twice per day) and ceftriaxone (2g ivgtt, once per day). All patients were treated for 12 weeks and followed up for 6 months. Positive clinical symptoms and physical examinations indicated disease recurrence.\n\n\nStatistical analysis\nThe data were analyzed using SPSS software (Version 17.0, SPSS Inc., Chicago, Ill., USA). The measurement data were expressed as mean ± standard deviation. T test and chi-square test were used to analyze the differences. P < 0.05 was statistically significant.",
    "Results": "Patient’s characteristics\nA total of 590 patients were included in this study. Detailed demographics are shown in Table 1. Of them, 455 (77.1%) were male and 135 (22.9%) were female with mean age of 44.24 ±15.83 (3–75) years. There were 316 cases in acute phase, 136 cases in subacute phase, 127 cases in chronic phase and 11 showed no symptom but showing serological positive in agglutination test. Most(357, 60.5%)of the patients were farmers for raising cattle and sheep; and 145 (24.6%) cases had consumption history of dried raw meat or dairy products. There were 180 patients (30.5%) having different complications. All the patients were given 12 weeks of treatment. And since 2010, we gave those patients having complications three drugs combination regimen, doxycycline+rifampicin+levofloxacin, which significantly reduced relapsed cases compared to doxycycline+refampicin combination.\n\n\nClinical characteristics and complications\nTable 2 shows the clinical characteristics of these patients including symptoms and complications were analyzed. These symptoms for the most patients were fever (86.9%), sweating (88.1%), fatigue (91%), and joint pain (81%). Some patients had back pain (54.6%), and shivers (52.5%). The most common signs of physical examinations were enlarged liver (176 cases, 29.8%), and enlarged spleen (154 cases, 26.1%). There were 137 cases (23.2%) with osteoarticular involvement, including 56 cases (40.9%) of sacroiliac arthritis, 48 cases (35%) of knee involvement, and 37 cases (27%) of spondylitis. There were 21 cases that involved the joints of ankle, elbow and shoulder, and, most of them were single joint involvement. There were 15 cases of epididymalorchitis,which is the most frequently involved of urinary and reproductive system.There were 10 cases (1.69%) complicated with endocarditis, including 8 cases (80%) of aortic valvular neoplasm.Fatigue,sweating and fever are the most common symptoms and osteoarticular system is most commonly involved.\n\n\nLaboratory tests\nTable 3 shows the results of laboratory tests. There were 267 patients (45.3%) with anemia, 146 (24.7%) with abnormal white blood cells, 117(19.8%) with thrombocytopenia, 382 (64.7%) with elevated erythrocyte sedimentation rate (ESR) and 261 (44.2%) with increased C-reactive protein (CRP). The agglutination test antibody was positive (≥ 1:100) in 583 cases (99.8%) with highest antibody titer of 1: 1600. There were 179 patients (30.3%) with elevated transaminase. Totally 468 cases were tested by blood culture and 159 cases were positive (34%) of Brucella melitensis. The above suggest that elevated ESR and CRP are important laboratory indicators and that the blood culture needs to be improved.\n\n\nTreatment and prognosis\nTable 4 shows the treatment and prognosis of these patients. Among the 590 patients, total of 468 patients were followed up. Fever is the symptom for the most patients, with 86.9% of the patients. When they received chemotherapeutical treatment, their body temperature returned to normal in 2–14 days after treatment with 85.2%(436/512) of the patients back to normal body temperature in one week. There were no significant differences in antipyretic effect among different treatment groups. For these patients without complications, relapse occurred in 10 patients (3.47%). There were 108 patients received without relapse in 6 months of follow-up.There was only one relapse (0.88%),less than the relapse rate of patients who received doxycycline+rifampin regimen for 6 weeks(3.30%).The patients took doxycycline+streptomycin and doxycycline+levofloxacin regimen, had higher relapse rate than doxycycline + rifampin regimen (P<0.05).\nFor these patients with osteoarticular involvement, relapse was observed in 12 patients (8.76%), which is significantly higher than those without complications (3.47%) (p<0.05,Table 4). In addition, doxycycline+rifampicin regimen had the lowest relapse rate in patients without complications(p< 0.05). For those with osteoarticular complications, doxycycline+rifampicin+levofloxacin can have better treatment efficacy. All 10 cases with brucellosis endocarditis received had 3-drug regimen for 12 weeks. Among them, 6 cases had valve replacement surgery with good prognosis. The other 4 patients who did not received valve replacement surgery died from various reasons. These results indicate that doxycycline+rifampicin is a commonly used regimen with good efficacy for patients without complications. Combined use of doxycycline+rifampicin with levofloxacin is suitable for brucellosis patients with complications. We recommended 12 weeks continuous drug treatment.",
    "Discussion": "Brucellosis has been increasingly becoming population health problem worldwide [12] in recent years. The number of brucellosis patients was increased yearly in our hospital in the last 10 years. During the hospital treatment, we found more patients had complications and at chronic stage. In the study, 23.5% of the 590 patients were at chronic phase, which is higher than other reports [4,13], indicating that more patients in Xinjiang were diagnosed improperly, which causes delayed treatment. Epidemiologically, contacting with animals and/or consumption of uncooked, disinfected milk and dairy products are the main risk factors for individuals having the infection [14]. Studies showed that 62.6–94.6% of patients in Turkey [15,16] and 79.1% of patients in Iran [17] ate raw or uncooked animal products. We showed that 24.6% of our patients were infected through consumption of raw and uncooked animal products, which is lower than those patients from other countries. From our clinical data, it showed that 66.9% of the patients came to our hospital in the months from March to May, which is also matched the published studies in Xinjiang, China[18,19]. In the pasture areas of Xinjiang, it is so called Spring lambing season from March to early May. In the season, sheep farmers take time to look after the new lambs The close contacting with ewes and new born lambs may be the main cause for the peak season of patients. In this study, there are 60.5% of patients closely contacted with cattle and sheep and 66.9% of the patients came to our hospital during the lambing season, indicating that helping lambing is the major activity or risk for infection.\nIn the study, 86.9% of brucellosis patients had fever. However, we found only 34% of those patients were blood culture positive, indicating blood bacteria may be not the main cause for fever. In addition, we found that the fever in all the patients was removed very quick once the patients took the drugs of doxycycline plus rifampicin. The fever was disappeared 2 or 14 days after taking antibiotics with the most (85.2%) back to normal in one week. It may be important for the doctors to make prescription in remote endemic areas, where diagnostic facility is poor. Doctor may give doxycycline+rifampicin to these patients with fever before identification of pathogen. in the endemic areas for diagnostic treatment. If the fever is down, it may indicate that the infection is brucellosis Antimicrobial therapy is the most effective treatment of brucellosis if patients are given right diagnosis.\nThe present study showed that the regimen of doxycycline+rifampin is suitable for these brucellosis cases without complications as recommended [17,20]. Patients given the doxycycline + levofloxacin regimen showed more relapse cases than doxycycline+rifampin regimen. However, we found that 3-drug regimen of doxycycline + rifampin + levofloxacin for osteoarticular complications showed very low relapse.\nThere are no consensus for treating neurobrucellosis including the regimen and course. The first-line regimen is doxycycline and rifampicin with or without aminoglycosides has been suggested[21–23]. We had one patient with meningitis who was successfully treated by doxycycline + rifampicin combined with ceftriaxone regimen for 6 months.\nFor these with brucellosis endocarditis, surgical treatment to replace valve should be performed for these patients with severe endocarditis if necessary. Maryam et al [24] showed that the mortality rate of brucellosis endocarditis with drug combined surgical treatment was 6.7% whereas that with drug treatment only was 32.7%. In our study, 10 patients with brucellosis endocarditis presented as fever, chest tightness, shortness of breath. Six patients were treated with antibiotics and valve replacement surgery with good prognosis. However, the other 4 patients without surgery died within 1-year of follow-up, indicating that the treatment of brucellosis endocarditis should include antibiotics and valve replacement surgery.\nFor patients at acute phase without complications, first-line drugs including doxycycline + rifampicin was recommended for 12 weeks. For patients with chronic course or complications, in addition to the first-line drugs, quinolones /cephalosporins should be added for at least for 12 weeks, thus completely removing pathogens in vivo, improving the cure rate and reducing relapse rate.\nThe serum agglutination test is a routing method for detecting antibodies in patients with brucellosis. Brucella bacteria culture is the \"gold standard\" for the diagnosis of brucellosis [25,26].\nIn conclusion, the epidemiological and medical history and clinical characteristics are crucial information in early and the differential diagnosis of brucellosis. WHO recommended first-line 2-drug regimen is still preferred; however, 3-drug regimen of doxycycline+rifampin+levofloxacin for 12 weeks is recommented for the patients with complications and at chronic stage."
}