{
    "Abstract": "In 1995, one of the largest outbreaks of human toxoplasmosis occurred in the Pacific Northwest region of North America. Genetic typing identified a novel Toxoplasma gondii strain linked to the outbreak, in which a wide spectrum of human disease was observed. For this globally-distributed, water-borne zoonosis, strain type is one variable influencing disease, but the inability of strain type to consistently explain variations in disease severity suggests that parasite genotype alone does not determine the outcome of infection. We investigated polyparasitism (infection with multiple parasite species) as a modulator of disease severity by examining the association of concomitant infection of T. gondii and the related parasite Sarcocystis neurona with protozoal disease in wild marine mammals from the Pacific Northwest. These hosts ostensibly serve as sentinels for the detection of terrestrial parasites implicated in water-borne epidemics of humans and wildlife in this endemic region. Marine mammals (151 stranded and 10 healthy individuals) sampled over 6 years were assessed for protozoal infection using multi-locus PCR-DNA sequencing directly from host tissues. Genetic analyses uncovered a high prevalence and diversity of protozoa, with 147/161 (91%) of our sampled population infected. From 2004 to 2009, the relative frequency of S. neurona infections increased dramatically, surpassing that of T. gondii. The majority of T. gondii infections were by genotypes bearing Type I lineage alleles, though strain genotype was not associated with disease severity. Significantly, polyparasitism with S. neurona and T. gondii was common (42%) and was associated with higher mortality and more severe protozoal encephalitis. Our finding of widespread polyparasitism among marine mammals indicates pervasive contamination of waterways by zoonotic agents. Furthermore, the significant association of concomitant infection with mortality and protozoal encephalitis identifies polyparasitism as an important factor contributing to disease severity in marine mammals."
}