{
    "Background": "While only a limited number of scorpion species are classified as dangerous to humans, the potentially life-threatening effects of their stings classify scorpionism as a global health concern. Iran, with its high scorpion diversity, reported more than 63,000 scorpion sting cases in 2023. This study aims to elucidate the epidemiological characteristics of scorpion envenomation in northwest Iran.",
    "Methods": "This retrospective descriptive cross-sectional study was conducted over a period of two years (2022–2023) in northwest Iran. The research focused on scorpion sting cases that required treatment at 25 scorpion sting treatment centers (SSTCs) across the East Azerbaijan Province. Data were collected from scorpion sting cases presenting for treatment. Statistical analyses were performed, using Chi² and Mann-Whitney tests for both descriptive and analytical evaluations. Geographic distribution maps were generated to illustrate the locations of sting incidents relative to treatment facilities.",
    "Result": "During two years, 3,154 scorpion sting cases were reported in East Azerbaijan Province, Iran. Most patients were aged 31 to 40 years, with 54.9% being male. Most stings occurred in urban areas (48.7%) and primarily indoors (75%). Remarkably, 99.96% of cases resulted in full recovery, with only one death reported. Treatment methods included wound cleaning (50.8%) and the administration of antivenom (53.2%). The results indicate scorpion stings peak during the summer months, with the highest frequency occurring between midnight and 2 AM.",
    "Conclusion": "This study highlights the public health challenge posed by scorpion stings in East Azerbaijan Province. While recovery rates are high, further efforts are needed to improve public health interventions, including educational programs for vulnerable groups such as farmers and children. Enhancing access to medical care and timely treatment is essential to reducing morbidity and mortality. Future research should focus on local scorpion species and develop tailored prevention strategies to mitigate scorpionism."
}