{
    "Background": "Lymphatic filariasis (LF) has been targeted for global elimination as a public health problem since 1997. The primary strategy to interrupt transmission is annual mass drug administration (MDA) for ≥5 years. The transmission assessment survey (TAS) was developed as a decision-making tool to measure LF antigenemia in children to determine when MDA in a region can be stopped. The objective of this study was to investigate potential sampling strategies for follow-up of LF-positive children identified in TAS to detect evidence of ongoing transmission.",
    "Methodology/Principle findings": "Nippes Department in Haiti passed TAS 1 with 2 positive cases and stopped MDA in 2015; however, 8 positive children were found during TAS 2 in 2017, which prompted a more thorough assessment of ongoing transmission. Purposive sampling was used to select the closest 50 households to each index case household, and systematic random sampling was used to select 20 households from each index case census enumeration area. All consenting household members aged ≥2 years were surveyed and tested for circulating filarial antigen (CFA) using the rapid filarial test strip and for Wb123-specific antibodies using the Filaria Detect IgG4 ELISA. Among 1,927 participants, 1.5% were CFA-positive and 4.5% were seropositive. CFA-positive individuals were identified for 6 of 8 index cases. Positivity ranged from 0.4–2.4%, with highest positivity in the urban commune Miragoane. Purposive sampling found the highest number of CFA-positives (17 vs. 9), and random sampling found a higher percent positive (2.4% vs. 1.4%).",
    "Conclusions/Significance": "Overall, both purposive and random sampling methods were reasonable and achievable methods of TAS follow-up in resource-limited settings. Both methods identified additional CFA-positives in close geographic proximity to LF-positive children found by TAS, and both identified strong signs of ongoing transmission in the large urban commune of Miragoane. These findings will help inform standardized guidelines for post-TAS surveillance."
}