{
    "Abstract": "Hepatitis delta virus (HDV) increases morbidity in Hepatitis B virus (HBV)-infected patients. In the mid-eighties, an outbreak of HDV fulminant hepatitis (FH) in the Central African Republic (CAR) killed 88% of patients hospitalized in Bangui. We evaluated infections with HBV and HDV among students and pregnant women, 25 years after the fulminant hepatitis (FH) outbreak to determine (i) the prevalence of HBV and HDV infection in this population, (ii) the clinical risk factors for HBV and/or HDV infections, and (iii) to characterize and compare the strains from the FH outbreak in the 1980s to the 2010 HBV–HDV strains. We performed a cross sectional study with historical comparison on FH-stored samples (n = 179) from 159 patients and dried blood-spots from volunteer students and pregnant women groups (n = 2172). We analyzed risk factors potentially associated with HBV and HDV. Previous HBV infection (presence of anti-HBc) occurred in 345/1290 students (26.7%) and 186/870 pregnant women (21.4%)(p = 0.005), including 110 students (8.8%) and 71 pregnant women (8.2%), who were also HBsAg-positive (p = 0.824). HDV infection occurred more frequently in pregnant women (n = 13; 18.8%) than students (n = 6; 5.4%) (p = 0.010). Infection in childhood was probably the main HBV risk factor. The risk factors for HDV infection were age (p = 0.040), transfusion (p = 0.039), and a tendency for tattooing (p = 0.055) and absence of condom use (p = 0.049). HBV-E and HDV-1 were highly prevalent during both the FH outbreak and the 2010 screening project. For historical samples, due to storage conditions and despite several attempts, we could only obtain partial HDV amplification representing 25% of the full-length genome. The HDV-1 mid-eighties FH-strains did not form a specific clade and were affiliated to two different HDV-1 African subgenotypes, one of which also includes the 2010 HDV-1 strains. In the Central African Republic, these findings indicate a high prevalence of previous and current HBV-E and HDV-1 infections both in the mid-eighties fulminant hepatitis outbreak and among asymptomatic young adults in 2010, and reinforce the need for universal HBV vaccination and the prevention of HDV transmission among HBsAg-positive patients through blood or sexual routes."
}