{
    "Introduction": "Intestinal parasitic diseases are a global health problem. Due to its equatorial climate, vast territory with isolated areas and the precariousness of its population, intestinal parasitosis is considered to be a major issue in French Guiana but only few data are available and these mainly focus on specific population. We aimed at determining the parasitic index and at describing the characteristics of these infections in order to develop preventive strategies.",
    "Material and methods": "We retrospectively analysed all the parasitological samples recorded in the register of the two main laboratories of French Guiana between 2011 and 2016. The parasitic index was the percentage of parasitised patients in comparison with the total number of subjects studied. A patient who underwent several positive parasitological examinations was considered only once in the analysis at the time of the first sampling.",
    "Results": "A total of 15,220 parasitological samples of 9,555 patients were analysed and 2,916 were positive in 1,521 patients. The average infestation rate and parasitic index were 19.2% and 16.0%, respectively. The parasitic index remained stable between 2011 (18.2%) and 2016 (18.3%). The patients were mainly men (66.4%), with a median age of 33.0 years (26.3% of patients were under 18 years of age) and lived mainly in the Central Agglomeration (48.2%) and in West Guiana (37.4%). Hookworms were the most common parasite (25.2%) followed by Entamoeba coli (13.3%), Strongyloides stercoralis (10.9%) and Giardia intestinalis (10.8%). Among the infected patients, 31.0% presented mixed infections and 67.5% of them had at least one pathogenic parasite. The patients aged from 0 to 18 years presented significantly more polyparasitism (30.9%) than monoparasitism (24.3%, p<0.001). Ancylostoma sp and Strongyloides stercoralis were mainly diagnosed during the rainy season (59.5% and 64.7% respectively), in men (78.6% and 81.1% respectively) and in patients aged from 18 to 65 years (86.6% and 76.6% respectively) whereas, Giardia intestinalis infected mostly children under 5 years (59.5%) of age.",
    "Conclusion": "Although it may not be representative of the entire Guyanese population, the parasitic index remained high and stable from 2011 and 2016 and it justifies the need for an active prevention program as it was already done in the other French overseas departments such as Martinique and Guadeloupe."
}