{
    "Background": "Infections with Onchocerca volvulus nematodes remain a threat in Sub-Saharan Africa after three decades of ivermectin mass drug administration. Despite this effort, there is still an urgent need for understanding the parasite biology especially the mating behaviour and nodule formation as well as the development of more potent drugs that can clear the developmental (L3, L4, L5) and adult stages of the parasite and inhibit parasite reproduction and behaviour.",
    "Methodology/Principal findings": "Prior to culture, freshly harvested O. volvulus L3 larvae from dissected Simulium damnosum flies were purified by centrifugation using a 30% Percoll solution to eliminate fly tissue debris and contaminants. Parasites were cultured in both cell-free and cell-based co-culture systems and monitored daily by microscopic visual inspection. Exhausted culture medium was replenished every 2–3 days. The cell-free culture system (DMEM supplemented with 10% NCS) supported the viability and motility of O. volvulus larvae for up to 84 days, while the co-culture system (DMEM supplemented with 10% FBS and seeded on LLC-MK2 feeder cells) extended worm survival for up to 315 days. Co-culture systems alone promoted two consecutive parasite moults (L3 to L4 and L4 to L5) with highest moulting rates (69.2±30%) observed in DMEM supplemented with 10% FBS and seeded on LLC-MK2 feeder cells, while no moult was observed in DMEM supplemented with 10% NCS and seeded on LEC feeder cells. In DMEM supplemented with 10% FBS and seeded on LLC-MK2 feeder cells, O. volvulus adult male worms attached to the vulva region of adult female worms and may have mated in vitro. Apparent early initiation of nodulogenesis was observed in both DMEM supplemented with 10% FBS and seeded on LLC-MK2 and DMEM supplemented with 10% NCS and seeded on LLC-MK2 systems.",
    "Conclusions/Significance": "The present study describes an in vitro system in which O. volvulus L3 larvae can be maintained in culture leading to the development of adult stages. Thus, this in vitro system may provide a platform to investigate mating behaviour and early stage of nodulogenesis of O. volvulus adult worms that can be used as additional targets for macrofilaricidal drug screening."
}