{
    "Background": "Filarial nematodes, including Brugia malayi, the causative agent of lymphatic filariasis, undergo molting in both arthropod and mammalian hosts to complete their life cycles. An understanding of how these parasites cross developmental checkpoints may reveal potential targets for intervention. Pharmacological evidence suggests that ecdysteroids play a role in parasitic nematode molting and fertility although their specific function remains unknown. In insects, ecdysone triggers molting through the activation of the ecdysone receptor: a heterodimer of EcR (ecdysone receptor) and USP (Ultraspiracle).",
    "Methods and Findings": "We report the cloning and characterization of a B. malayi EcR homologue (Bma-EcR). Bma-EcR dimerizes with insect and nematode USP/RXRs and binds to DNA encoding a canonical ecdysone response element (EcRE). In support of the existence of an active ecdysone receptor in Brugia we also cloned a Brugia rxr (retinoid X receptor) homolog (Bma-RXR) and demonstrate that Bma-EcR and Bma-RXR interact to form an active heterodimer using a mammalian two-hybrid activation assay. The Bma-EcR ligand-binding domain (LBD) exhibits ligand-dependent transactivation via a GAL4 fusion protein combined with a chimeric RXR in mammalian cells treated with Ponasterone-A or a synthetic ecdysone agonist. Furthermore, we demonstrate specific up-regulation of reporter gene activity in transgenic B. malayi embryos transfected with a luciferase construct controlled by an EcRE engineered in a B. malayi promoter, in the presence of 20-hydroxy-ecdysone.",
    "Conclusions": "Our study identifies and characterizes the two components (Bma-EcR and Bma-RXR) necessary for constituting a functional ecdysteroid receptor in B. malayi. Importantly, the ligand binding domain of BmaEcR is shown to be capable of responding to ecdysteroid ligands, and conversely, ecdysteroids can activate transcription of genes downstream of an EcRE in live B. malayi embryos. These results together confirm that an ecdysone signaling system operates in B. malayi and strongly suggest that Bma-EcR plays a central role in it. Furthermore, our study proposes that existing compounds targeting the insect ecdysone signaling pathway should be considered as potential pharmacological agents against filarial parasites."
}