{
    "Background": "Rabies, a fatal but preventable zoonosis, is a major public health problem in developing countries. In Cambodia the disease burden is largely underestimated because patients with encephalitis following dog bites are rarely hospitalized and die at home. Since 1998 Institut Pasteur in Cambodia (IPC), Phnom Penh has been the only source of free post-exposure prophylaxis (PEP) and post-mortem diagnosis.",
    "Methods": "The 1998–2007 data compiled by IPC was analyzed to describe all treated patients for PEP, results of human testing and confirmed rabies cases, and results of animal testing. From dog bites' characteristics, we defined a suspected rabid dog bite injury (SRDBI) in humans as a bite that was unprovoked, from a dog that died spontaneously, or from a dog that was reported sick. We applied a deterministic probability model to estimate 2007 rabies human mortality nationwide from the estimated incidence of rabid dog bites, the body distribution of bite wounds, and the probability of PEP access.",
    "Results": "During 1998–2007, 124,749 patients received PEP at IPC (average 12,470; range 8,907–14,475), and 63 fatal human cases presenting with encephalitis following a dog bite were reported, in which 73% were confirmed positive for rabies by direct immunofluorescence assay or by reverse-transcriptase polymerase chain reaction. During 1998–2007, IPC tested 1,255 animal brain samples; 1,214 (97%) were from dogs including 610 (49%) positive samples. In 2007, 14,475 patients received PEP (100 PEP/100,000 people in Cambodia) including 95% who resided in Phnom Penh (615 PEP/100,000) or five neighboring provinces. The predictive model estimated 810 human rabies deaths would occur in 2007 (95%confidence interval [CI] 394–1,607), an incidence of 5.8/100,000 (95% CI 2.8–11.5).",
    "Conclusions": "Access to PEP is only sufficient for Phnom Penh residents. In 2007, the estimated rabies related mortality exceeded that of malaria and that of dengue. A national rabies control program is needed to improve surveillance and access to PEP, and to initiate vaccination campaigns in dogs."
}