{
    "Objective": "This study aimed to analyze the demographic, temporal, and spatial characteristics of animal bite (AB) cases in humans across 12 Upazilas within Mymensingh district of Bangladesh.",
    "Methods": "Retrospective hospital-based data from individual AB cases for 2022 and 2023 were collected from S.K Hospital. The dataset included information on victim demographics, bite details, vaccination information, and Rabies Immune Globulin (RIG) administration. Additionally, monthly case counts from 2016 to 2024 were sourced and analyzed to identify trends. Descriptive statistics and time series analysis using the seasonal decomposition technique were conducted. Risk maps for animal bites in 2022 and 2023 were generated using a standardized incidence ratio (SIR) approach.",
    "Findings": "An almost two-fold increase in the proportion of category 3 bites receiving RIG from 3.6% in 2022 to 6.5% in 2023 was noted. Only 9.7% (2022) and 16.9% (2023) of bite victims received PEP on the day of exposure, whereas 76.5% (2022) and 84.6% (2023) received PEP within 24 hours. Moreover, significant seasonal patterns and annual increasing trends in AB cases were observed. Males and children under 14 years old had a higher risk of being bitten. Dogs (48.2% in 2022) and cats (52.6% in 2023) were identified as the primary animals responsible for the bites. Notably, the legs were the body part most frequently bitten. The bites risk map identified four high risk Upazilas.",
    "Conclusion": "Despite improvements in PEP coverage achieved within 24 hours, a critical gap remains in same-day PEP coverage in both years. The study results also suggest other potential improvements in healthcare practices or treatment protocols, and the need for a veterinary surveillance system. Increasing AB cases highlight the need to enhance surveillance and control measures. Targeted awareness campaigns tailored to high-risk groups such as males and children under 14 years of age, along with preventive programs focused on dogs are imperative. Coordinated One Health efforts among healthcare professionals, veterinarians, policymakers, and community stakeholders are crucial to effectively mitigate the incidence of AB cases, safeguarding public health and eliminate dog mediated rabies by 2030 in the region."
}