{
    "Background": "Cryptosporidium epidemiology is poorly understood, but infection is suspected of contributing to childhood malnutrition and diarrhea-related mortality worldwide.",
    "Methods/Findings": "A prospective cohort of 108 women and their infants in rural/semi-rural Tanzania were followed from delivery through six months. Cryptosporidium infection was determined in feces using modified Ziehl-Neelsen staining. Breastfeeding/infant feeding practices were queried and anthropometry measured. Maternal Cryptosporidium infection remained high throughout the study (monthly proportion = 44 to 63%). Infection did not differ during lactation or by HIV-serostatus, except that a greater proportion of HIV-positive mothers were infected at Month 1. Infant Cryptosporidium infection remained undetected until Month 2 and uncommon through Month 3 however, by Month 6, 33% of infants were infected. There were no differences in infant infection by HIV-exposure. Overall, exclusive breastfeeding (EBF) was limited, but as the proportion of infants exclusively breastfed declined from 32% at Month 1 to 4% at Month 6, infant infection increased from 0% at Month 1 to 33% at Month 6. Maternal Cryptosporidium infection was associated with increased odds of infant infection (unadjusted OR = 3.18, 95% CI 1.01 to 9.99), while maternal hand washing prior to infant feeding was counterintuitively also associated with increased odds of infant infection (adjusted OR = 5.02, 95% CI = 1.11 to 22.78).",
    "Conclusions": "Both mothers and infants living in this setting suffer a high burden of Cryptosporidium infection, and the timing of first infant infection coincides with changes in breastfeeding practices. It is unknown whether this is due to breastfeeding practices reducing pathogen exposure through avoidance of contaminated food/water consumption; and/or breast milk providing important protective immune factors. Without a Cryptosporidium vaccine, and facing considerable diagnostic challenges and ineffective treatment in young infants, minimizing the overall environmental burden (e.g. contaminated water) and particularly, maternal Cryptosporidium infection burden as a means to protect against early infant infection needs prioritization."
}