{
    "Background": "Culex pipiens quinquefasciatus Say (Cx. quinquefasciatus) and Culex pipiens form molestus Forskal (Cx. molestus) in the Culex pipiens complex group show considerable differences in host seeking, blood feeding, mating behavior and in vector competence. Blood-feeding mosquito behaviors are closely related to their olfactory gene expression and olfactory gene repertoire composition. Comparing olfactory genes between these two subspecies with significantly different blood-feeding behaviors can support further research on the molecular mechanism of the Culex pipiens complex olfactory sensory system, providing a new approach for determining candidate attractant or repellent compounds.",
    "Methods": "Non-blood-feeding (NBF) and post-blood-feeding (PBF) olfactory system transcriptomes of the two subspecies were sequenced, and the biological functions of their differentially expressed genes were described by bioinformatics analysis. A quantitative polymerase chain reaction (qPCR) was applied to validate the RNA-seq data. The roles of particular olfactory receptors in Cx. quinquefasciatus blood-feeding behaviors were evaluated by RNAi.",
    "Results": "Five, 7, 24, and 3 Cx. quinquefasciatus-specific OBPs, Cx. molestus-specific OBPs, Cx. quinquefasciatus-specific ORs and Cx. molestus-specific ORs were identified, respectively. The majority of selected ORs were consistent with the predicted transcriptome sequencing results after qRT-PCR validation. OR5 was expressed only in Cx. quinquefasciatus, and OR65 was the only gene upregulated after blood feeding in Cx. molestus. The blood-feeding rates of the OR5 and OR78 dsRNA groups were significantly lower (4.3%±3.1% and 13.3%±11.5%) than those of the enhanced green fluorescence protein (EGFP) group (64.5%±8.7%).",
    "Conclusion": "Most OBPs and ORs were expressed in both subspecies but showed divergence in expression level. OR5 and OR65 might be species-specific expressed genes that regulate the olfactory behaviors of Cx. quinquefasciatus and Cx. molestus, respectively. The RNA interference of OR5 and OR78 could inhibit the blood-feeding behavior of Cx. quinquefasciatus, providing new targets for screening effective repellent compounds to control mosquito-borne diseases effectively and efficiently."
}