{
    "Abstract": "Strongyloidiasis is a much-neglected soil born helminthiasis caused by the nematode Strongyloides stercoralis. Human derived S. stercoralis can be maintained in dogs in the laboratory and this parasite has been reported to also occur in dogs in the wild. Some authors have considered strongyloidiasis a zoonotic disease while others have argued that the two hosts carry host specialized populations of S. stercoralis and that dogs play a minor role, if any, as a reservoir for zoonotic S. stercoralis infections of humans. We isolated S. stercoralis from humans and their dogs in rural villages in northern Cambodia, a region with a high incidence of strongyloidiasis, and compared the worms derived from these two host species using nuclear and mitochondrial DNA sequence polymorphisms. We found that in dogs there exist two populations of S. stercoralis, which are clearly separated from each other genetically based on the nuclear 18S rDNA, the mitochondrial cox1 locus and whole genome sequence. One population, to which the majority of the worms belong, appears to be restricted to dogs. The other population is indistinguishable from the population of S. stercoralis isolated from humans. Consistent with earlier studies, we found multiple sequence variants of the hypervariable region I of the 18 S rDNA in S. stercoralis from humans. However, comparison of mitochondrial sequences and whole genome analysis suggest that these different 18S variants do not represent multiple genetically isolated subpopulations among the worms isolated from humans. We also investigated the mode of reproduction of the free-living generations of laboratory and wild isolates of S. stercoralis. Contrary to earlier literature on S. stercoralis but similar to other species of Strongyloides, we found clear evidence of sexual reproduction. Overall, our results show that dogs carry two populations, possibly different species of Strongyloides. One population appears to be dog specific but the other one is shared with humans. This argues for the strong potential of dogs as reservoirs for zoonotic transmission of S. stercoralis to humans and suggests that in order to reduce the exposure of humans to infective S. stercoralis larvae, dogs should be treated for the infection along with their owners."
}