{
    "Abstract": "Arboviral infections have repeatedly been reported in the republic of Djibouti, consistent with the fact that essential vectors for arboviral diseases are endemic in the region. However, there is a limited recent information regarding arbovirus circulation, and the associated risk predictors to human exposure are largely unknown. We performed, from November 2010 to February 2011 in the Djibouti city general population, a cross-sectional ELISA and sero-neutralisation-based sero-epidemiological analysis nested in a household cohort, which investigated the arboviral infection prevalence and risk factors, stratified by their vectors of transmission. Antibodies to dengue virus (21.8%) were the most frequent. Determinants of infection identified by multivariate analysis pointed to sociological and environmental exposure to the bite of Aedes mosquitoes. The population was broadly naïve against Chikungunya (2.6%) with risk factors mostly shared with dengue. The detection of limited virus circulation was followed by a significant Chikungunya outbreak a few months after our study. Antibodies to West Nile virus were infrequent (0.6%), but the distribution of cases faithfully followed previous mapping of infected Culex mosquitoes. The seroprevalence of Rift valley fever virus was 2.2%, and non-arboviral transmission was suggested. Finally, the study indicated the circulation of Toscana-related viruses (3.7%), and a limited number of cases suggested infection by tick-borne encephalitis or Alkhumra related viruses, which deserve further investigations to identify the viruses and vectors implicated. Overall, most of the arboviral cases' predictors were statistically best described by the individuals' housing space and neighborhood environmental characteristics, which correlated with the ecological actors of their respective transmission vectors' survival in the local niche. This study has demonstrated autochthonous arboviral circulations in the republic of Djibouti, and provides an epidemiological inventory, with useful findings for risk mapping and future prevention and control programs."
}