{
    "Background": "Leptospirosis is one of the most important neglected tropical bacterial diseases worldwide. However, there is limited information on the genetic diversity and host selectivity of pathogenic Leptospira in wild small mammal populations.",
    "Methodology/Principal findings": "Jiangxi Province, located in southern China, is a region highly endemic for leptospirosis. In this study, among a total of 3,531 trapped rodents dominated by Apodemus agrarius (59.7%), 330 Leptospira strains were successfully isolated from six different sites in Jiangxi between 2002 and 2015. Adding 71 local strains from humans, various kinds of livestock and wild animals in Jiangxi, a total of 401 epidemic strains were characterized using 16S rRNA gene senquencing, multilocus sequence typing (MLST) and the microscopic agglutination test (MAT). Among them, the most prevalent serogroup was Icterohaemorrhagiae (61.10%), followed by Javanica (19.20%) and Australis (9.73%); the remaining five serogroups, Canicola, Autumnalis, Grippotyphosa, Hebdomadis and Pomona, accounted for 9.97%. Species identification revealed that 325 were L. interrogans and 76 were L. borgpetersenii. Moreover, L. interrogans was the only pathogenic species in Fuliang and Shanggao and was predominant in Shangrao (95.0%); L. borgpetersenii was the most common in the remaining three sites. Twenty-one sequence types (STs) were identified. Similarly, ST1 and serogroup Icterohaemorrhagiae were most prevalent in Shangrao (86.0% and 86.4%) and Fuliang (90.4% and 90.4%), ST143 and serogroup Javanica in Shangyou (88.5% and 90.4%) and Longnan (73.1% and 73.1%), and ST105 and serogroup Australis in Shanggao (46.3% and 56.1%). Serogroup Icterohaemorhagiae primarily linked to A. agrarius (86.9%), serogroup Canicola to dogs (83.3%). There were significant differences in the distribution of leptospiral species/serogroups/STs prevalence across host species/collected locations among the 394 animal-associated strains (Fisher’s exact test, p<0.001).",
    "Conclusions/Significance": "Our study demonstrated high genetic diversity of pathogenic Leptospira strains from wild small animals in Jiangxi from 2002 to 2015. A. agrarius was the most abundantly trapped animal reservoir, and serogroup Icterohaemorrhagiae and ST1 were the most dominant in Jiangxi. Significant geographic variation and host diversity in the distribution of dominant species, STs and serogroups were observed. Moreover, rat-to-human transmission might play a crucial role in the circulation of Leptospirosis in Jiangxi. Details of the serological and molecular characteristics circulating in this region will be essential in implementing prevention and intervention measures to reduce the risk of disease transmission in China. However, phylogenetic analysis of more Leptospira isolates should explore the impact of ecological change on leptospirosis transmission dynamics and investigate how such new knowledge might better impact environmental monitoring for disease control and prevention at a public health level."
}