{
    "Introduction": "Schistosomiasis is a disease of public health importance and causes a high burden of morbidity, with an estimated 3.06 million disability adjusted life years annually [1]. WHO estimates that the highest proportion of schistosomiasis in Sub Sahara Africa (SSA) is due to S. haematobium with 112 million infected and 436 million at risk of infection [2]. As S. haematobium infection causes both urinary and genital pathologies, in 2009, WHO recommended that this infection should henceforth be referred to as urogenital schistosomiasis (UGS) [3]. About 75% of women in SSA with S. haematobium infections have vulva, vagina and cervical ulceration secondary to urogenital schistosomiasis [4]. In males, ulcerative lesions have been observed in the seminal vesicle lumen with mucosal thickening and enlargement [5].\nThe spread of both HIV/AIDS and UGS has been shown to cross paths in SSA populations [6]. This has led to the hypothesis of a possible association between the two diseases, and particularly, whether UGS could predispose individuals to HIV/AIDS [7]. This association has been thought to occur through different mechanisms such as breakage of urogenital epithelial lining, triggering of pro inflammatory changes and increase of HIV target cells that are usually coupled with increased genital vascularity[8–13]. Schistosomiasis has further been found to elicit an immune response that affect ways in which the body responds to other infections. Immune response following schistosomiasis is dominantly a Th2 response, this has been shown to impair Th1 response that is key in fighting off bystander antigens like the HIV virus [14].\nMathematical modelling has further demonstrated that schistosomiasis may increase the prevalence of HIV/AIDS in settings where both infections co-exist [15]. In a study that compiled country level data for 43 sub Saharan African countries, a mean prevalence of 22.4% (SD:9.8%) for S. haematobium and 6.21% (SD:5.71%) for HIV was reported [16]. This ecological study further demonstrated that S. haematobium infection per 100 people was associated with 2.9% relative increase in HIV prevalence (p = 0.038) [16]. Another ecological study based on data from Mozambique, a highly endemic area, reported an association between UGS and HIV/AIDS for all age groups at an odds ratio (OR) of 2.71, 95% CI = 1.56–4.71) [17]. As both studies were based on population level data, both are limited as these conclusions may not be applicable at the individual level. Nevertheless, these studies support the hypothesis that UGS increases susceptibility to HIV acquisition. Some studies, however, found no association between UGS and HIV infection[18,19]. The evidence from epidemiological studies is mixed. In a study in women from northwest Tanzania, female urogenital schistosomiasis was associated with HIV infection at an odds ratio of 4 (95% CI 1.2–26.3) [20]. Another cross-sectional study done in the same area among men reported the odds of HIV infection of 1.3 (95% confidence interval = 0.6–2.5) [18]. This difference in the odds of HIV acquisition by sex is probably due to the anatomic differences in the urogenital systems. A meta-analysis [21] found that HIV-1 shedding in female genital tract was significantly increased in the presence of genital tract infections but little is known about HIV shedding in male genital tract. However, another cross-sectional study conducted in both male and female participants showed no interaction between UGS and HIV/AIDS infection (P = 0.22) [22].\nThis systematic review and meta-analysis therefore was undertaken to determine if there is an association between UGS and HIV/AIDS infections.",
    "Methods": "Search strategy\nWe carried out this systematic review and meta-analysis according to the Centre for Reviews and Dissemination guidelines [23] and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement [24]. The PRISMA Checklist is detailed in S1 Appendix. This review was prospectively registered in PROSPERO database as follows: https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42018116648. A protocol exists of this systematic review as detailed in S2 Appendix.\nMEDLINE (Ovid), EMBASE (Ovid), Global Health (CABI) (Ovid), and Global Index Medicus were searched for publications before 28th January 2020 with an aim of identifying primary research evidence to answer the research question.\nThe search strategy was a combination of Medical Subject Heading (MeSH) terms and keywords for Urogenital Schistosomiasis and HIV/AIDS. The search was limited to English language and human subjects. The complete search strategy is detailed in S3 Appendix, S4 Appendix, S5 Appendix, S6 Appendix.\nCitation searching was carried out by selecting papers identified for inclusion and then searching for articles that had cited them. Visual scanning of reference lists from relevant studies identified through the database searches was also carried out.\n\n\nInclusion and exclusion criteria\nOur initial search included all human studies that assessed the association between UGS and HIV infection. Studies were eligible for inclusion in final analysis if they specifically investigated the association between UGS and HIV infection. UGS and HIV/AIDS infection status should have been laboratory-confirmed. Studies were excluded if they only focused on participants with other pre-existing comorbidities.\n\n\nStudy selection and data extraction\nTwo researchers (LZ and FMA) independently screened individual articles by title and abstract, after which fifty-four full text articles were assessed for eligibility for inclusion in this review. Disagreements were resolved by a third reviewer (LY). Thereafter, LZ extracted relevant data from the eligible papers and was cross checked by FMA to ensure consistency. When a potentially relevant publication did not present needed information for meta-analysis, the authors were contacted to request additional data. If the dataset was publicly available, we obtained needed values directly [25].\nFor each included study, both unadjusted and adjusted odds ratios (OR) were extracted if available. If no unadjusted OR was available in a study, then we calculated the OR by identifying the number of participants in four groups: HIV+ and UGS+; HIV- and UGS+; HIV+ and UGS-; HIV- and UGS-. All data were extracted into an Excel worksheet template. Other variables collected included:\n\nBibliographic information\nStudy setting\nStudy population: age group, sex\nSample size\nStudy design\nStudy inclusion and exclusion criteria\nLaboratory test used to confirm Urogenital Schistosomiasis\nLaboratory test used to confirm HIV/AIDS\nNumber of participants with UGS and HIV/AIDS\nNumber of participants with UGS and without HIV/AIDS\nNumber of participants without UGS but with HIV/AIDS\nNumber of participants without both UGS and HIV/AIDS\nUnadjusted odds ratio(s), if reported\nIf potential confounders were adjusted in the analysis and the adjusted odds ratio(s)\nList of confounders adjusted in the analysis, if applicable\n\n\nStatistical analysis\nWe conducted meta-analyses for unadjusted and adjusted ORs, separately, using random-effects model (REM) by the MetaXL software [26]. REM was used based on the assumption that the true effect of UGS on HIV infection varied from study to study due to differences in mixes in participants secondary to age and social demographics [27]. Due to the limited number of papers that looked at the association of UGS and HIV acquisition in males, meta-analyses were only performed among female-related papers.\n\n\nQuality assessment\nStudy quality was assessed using the Effective Public Health Practice Project (EPHPP) Quality Assessment Tool for Quantitative Studies [28]. This tool checks 6 main components: selection bias, study design, confounders, blinding, data collection method, and withdrawals and dropouts. The tool rates each paper as strong or moderate or weak overall. For sensitivity analysis, any studies with an overall rate of “weak” were excluded from the aforementioned meta-analysis.",
    "Results": "Search results and study characteristics\nA total of 999 studies were obtained from searching four electronic databases (MEDLINE (Ovid) (498), EMBASE (Ovid) (80), Global Health (CABI) (Ovid) (405) and Global Index Medicus (16)). We identified an additional 14 studies through searching the reference lists of potentially eligible studies and consulting a topic expert. The removal of duplicates and screening of titles and abstracts resulted in the exclusion of 939 leaving 54 unique papers for full text review. Of these 54 articles, 46 were excluded with reasons as specified in Fig 1. Eight studies were eligible for inclusion into the systematic review. The PRISMA flow chart below summarises retrieval and selection of the studies [24]. A summary of all the data extracted from the eight included studies can be found in S7 Appendix.\nOf the eight included observational studies, seven were cross-sectional studies [18–20,22,29–31] and one was a nested case-control study [25]. All the studies were conducted in Africa–three from Zimbabwe, two from Tanzania, one each from Ghana, South Africa and Zambia. One study [20] was health facility-based and the rest were community-based.\nThe majority of the included studies (five) were published from the year 2009 onwards, with the largest number (three) having been published between 2015 and 2018. The most recent publication being in 2018. As shown in Table 1, the sample size of the included studies ranged from 331 [30] to 2,145 [25]. Most studies included participants aged 18 years and above. Only one study [29] included participants aged 15 years and above.\n\n\nQuality assessment of the studies\nThe quality assessment was done using the Effective Public Health Practice Project (EPHPP) Quality Assessment Tool for Quantitative Studies [28]. Of the eight papers included the overall rating of each paper was as shown in S8 Appendix. Overall, seven of the eight papers had moderate to strong quality assessment ratings.\n\n\nAssociation between UGS and HIV infection outcome\nAll studies assessed the association between UGS and HIV/AIDS. The unadjusted OR across all the eight papers ranged from 0.82 to 3.8 as summarised in Table 2 below.\nOf the eight studies, five studies reported the unadjusted OR between UGS and HIV infection in females [19,20,29–31].As shown in Fig 2, pooled estimate from the unadjusted ORs showed that female UGS was not associated with HIV infection (OR 1.31, 95% CI 0.87–1.99). Similar estimate was observed in our sensitivity analysis excluding one study with an overall rate of “weak” (OR 1.32, 95% CI 0.83–2.10).\nOf the four studies that reported an adjusted OR as shown in the Table 3, three were done in participants who were only women and one in which participants were both men and women.\nPooled effects of the three studies showed that female UGS was associated with HIV infection (OR 1.85, 95% CI 1.17–2.92).",
    "Discussion": "This systematic review and meta-analysis assessing the association between UGS and HIV/AIDS infection supports the hypothesis that there could be an association between these two infections in females. In males, association could not be ascertained due to insufficient evidence.\nAccording to our knowledge, this is the first systematic review with a meta-analysis to explore the association between urogenital schistosomiasis and HIV/AIDS infection. Little research has been done on this topic and for the studies done, a majority of them are not prospective studies. In a recently published systematic review that explored the interaction between all species of Schistosoma and HIV, it was concluded that S. haematobium increased the risk of HIV acquisition [32]. This systematic review, however, did not report specifically the effect of S. haematobium infection and was limited by the lack of a meta-analysis. Other [33,34]systematic reviews done have explored the association between helminths (including schistosomiasis but not specifically UGS) and HIV infection and most of them explored the effect of treatment with praziquantel on HIV progression. A recently conducted Cochrane review that evaluated the effects of antihelminthics (albendazole and praziquantel) on markers of HIV disease progression, concluded that treating helminth infections including schistosomiasis may have a small suppressive effect on HIV viral load [33]. This finding was similar to one from an earlier systematic review that focused on the effect of treating co-infections (tuberculosis, malaria, geohelminthiasis, schistosomiasis and sexually transmitted infections) on HIV viral load. It showed that standardized mean plasma viral load decreased after the treatment of the coinfections [34]. It is mindful to note that in that systematic review, of the 18 papers eligible, only one was on schistosomiasis. So this beneficial effect would have been due to the other infections but not necessarily schistosomiasis.\nAnother earlier systematic review was inconclusive due to insufficient data available. The authors recommended more research is needed but highlighted a single randomised clinical trial (RCT) and multiple observational studies that suggested a possible benefit of helminth eradication in reducing HIV viral load [35]. A reduction of viral load is posited to reduce risk of HIV transmission.\nOverall, although meta-analysis results with papers reporting unadjusted OR point to no likely association between UGS and HIV infections in women (OR 1.31, 95% CI 0.87–1.99), meta-analysis done with studies that reported adjusted OR, shows an association between UGS and HIV/AIDS infections (OR 1.85, 95% CI 1.17–2.92). Adjusted ORs were used as they controlled for confounders like age and occupation during analysis that would have led to an alternative explanation for an association between UGS and HIV/AIDS infections.\nAlthough our findings could not indicate the direction of the observed association between UGS and HIV infection among females, there is evidence in the literature affirming the biological plausibility that genital inflammation increases HIV infection susceptibility. In a phase 2b double blind RCT done in South African women, it was shown that genital inflammation was associated with increased risk of HIV acquisition (odds ratio, 3.2; 95% CI, 1.3–7.9; P = 0.014) [36]. Although this study did not focus on UGS but generally on the presence of genital inflammation, it affirms the thinking that this inflammation secondary to diseases like UGS, could lead to increased HIV acquisition. Our finding that S. haematobium is associated with HIV, are similar to current evidence pointing an association between S. mansoni infection and HIV infection [37].\nFor policy, our investigation suggests a likely association between UGS and HIV/AIDS in women. This review provides evidence that there is need for evidence-based policies aimed at improving and supporting research about neglected tropical diseases (NTDs) like schistosomiasis. These policies should be formulated and implemented as part of wider policies aimed at eliminating schistosomiasis as recommended by WHO in the sixty-fifth world health assembly held in 2012 [38].\nFor practice, this review cannot establish a causal relationship between UGS and HIV infection. Thus, changes to practice will not be suggested based on findings of this review.\nFor research, large-scale prospective studies are needed in future to investigate this association further. For the research currently done, all the studies had small sample sizes as evidenced from the ones included. It is mindful to remember that ethical issues have been highlighted concerning research on the association between UGS and HIV infection. In women, issues of doing colposcopy in virgins and exposing them to infections by undertaking biopsies have made this type of research delicate and difficult [3]. WHO hence recommends that whatever research is done, it should be culture sensitive and able to maintain the sensitive balance between the risks and the benefits of the study population. Evidence in this systematic review is from a few endemic countries such as Zambia, Zimbabwe and South Africa. This might not be representative for all UGS endemic countries in SSA. There is need for more research in other countries to elucidate further on the association or even better on the casual relationship between UGS and HIV/AIDS. As meta-analysis was only conducted for female studies, the results of this systematic review do not provide complete evidence for any association between UGS and HIV infection in males. There are limited studies looking at UGS in men and HIV. In a systematic review done on MGS, only 31 research articles were identified that exclusively focused on MGS [5]. Another systematic review on MGS identified 40 publications that were dominated by case reports and observational studies that focused on MGS [39]. Future meta-analysis is recommended as more primary research involving males becomes available.\nAmong the study’s limitations, chance could have influenced some of the study findings. Formal sample size calculation was only carried out in two of the eight included studies [18,19].\nSelection bias may have occurred if the selected participants were not representative of the target population. Of the eight studies, only one [20] involved recruiting research participants at the health facility. For the remainder, recruitment was community-based. This may have reduced selection bias overall as participants of the seven studies were representative of the target population compared to that one study. None of the eight studies reported using any random sampling techniques, a limitation that could have introduced selection bias.\nMeasurement bias could have resulted from the way UGS and HIV infection were diagnosed in all the included studies. All eight reported which laboratory test was used to define UGS infection. Seven of the eight studies diagnosed UGS by identifying S. haematobium ova and one [25] used an antibody response to Schistosoma and proceeded further to distinguish between S. mansoni and S. haematobium. Though these are all recommended tests for diagnosing UGS, this highlights the lack of a gold standard testing for S. haematobium [40]. Furthermore, women have been shown to have lower odds of egg secretion than men (OR = 0.4 (0.3,0.5), P<0.001) which could possibly have affected the results [41]. For HIV infection, all the eight studies used serological diagnostic tests, in line with WHO recommendations of HIV laboratory diagnosis. In addition, not all studies controlled for age and baseline characteristics that were statistically significant. Only two controlled for these baseline characteristics during analysis. [18,25]. Other confounders such as occupation were only considered in one study [20]. Overall, though these limitations could have affected our meta-analysis, they are not direct limitations of our study.\nThis systematic review was only able to conduct a meta-analysis in females. Due to insufficient evidence in males, a meta-analysis could not be conducted. Furthermore, as the number of studies that reported adjusted OR was not sufficient to assess publication bias, we cannot rule out publication bias, as studies reporting positive association are potentially more favourable for publication than those reporting no association.\nThe findings of this research may prove useful in expanding the understanding of the effect of UGS on the trajectory of HIV infection in SSA. In such settings, where the burden of both infections is high, this understanding may offer an entry point in the implementation of low-cost public health interventions in the prevention and control of the HIV epidemic."
}