{
    "Abstract": "Chagas disease also known as American trypanosomiasis, is caused by Trypanosoma cruzi and transmitted by triatominae-contaminated feces. It is considered a neglected tropical disease that affects 6 to 7 million people worldwide. The reactivation of Chagas disease occurs when the chronically infected hosts are not able to control T. cruzi infection, generating recurrence of the acute phase. HIV is the main immunosuppressive infection that can lead to the reactivation of chronic Chagas disease in AIDS conditions. In co-infected patients, the reactivation of Chagas disease is related to their high parasite load, high HIV viral load, and CD4 T-cell counting less than 200/mm3, which may evolve to meningoencephalitis and myocarditis. Eight T. cruzi/HIV co-infected patients under antiretroviral therapy (ART) and ten Chagas disease patients without HIV infection that attended at Study Group of Chagas Disease, Hospital de Clínicas, University of Campinas (GEdoCh/HC/UNICAMP-SP) and Pontifical Catholic University of Campinas SP (PUCC/SP) were evaluated. Tests for Chagas disease were performed, such as qPCR and T. cruzi blood culture. The patient’s medical records were analyzed to verify clinical and epidemiological data, viral load, and CD4 T-cell counting since the outset of ART. For both groups, we found no statically significant differences between parasite load via blood culture and qPCR. In T. cruzi/HIV co-infected subjects, we observed a significant increase of CD4 T-cells counting and viral load decrease, which became undetectable over the years after ART. Parasites isolated from the patient’s blood culture were genotyped, being the majority of them infected with TcII and one case of mixed infection (TcII and TcV/TcVI). These results were expected according to the region of origin of the patients. We suggest that the parasite load be monitored through qPCR in T.cruzi/HIV co-infected patients. We conclude that ART in people living with HIV improves infection and immunosuppression control, enabling the natural evolution of the American trypanosomiasis."
}