{
    "Background": "Cutaneous Leishmaniasis (CL) is a neglected tropical vector-borne disease. Sand fly vectors (SF) and Leishmania spp parasites are sensitive to changes in weather conditions, rendering disease transmission susceptible to changes in local and global scale climatic patterns. Nevertheless, it is unclear how SF abundance is impacted by El Niño Southern Oscillation (ENSO) and how these changes might relate to changes in CL transmission.",
    "Methodology and Findings": "We studied association patterns between monthly time series, from January 2000 to December 2010, of: CL cases, rainfall and temperature from Panamá, and an ENSO index. We employed autoregressive models and cross wavelet coherence, to quantify the seasonal and interannual impact of local climate and ENSO on CL dynamics. We employed Poisson Rate Generalized Linear Mixed Models to study SF abundance patterns across ENSO phases, seasons and eco-epidemiological settings, employing records from 640 night-trap sampling collections spanning 2000–2011. We found that ENSO, rainfall and temperature were associated with CL cycles at interannual scales, while seasonal patterns were mainly associated with rainfall and temperature. Sand fly (SF) vector abundance, on average, decreased during the hot and cold ENSO phases, when compared with the normal ENSO phase, yet variability in vector abundance was largest during the cold ENSO phase. Our results showed a three month lagged association between SF vector abundance and CL cases.",
    "Conclusion": "Association patterns of CL with ENSO and local climatic factors in Panamá indicate that interannual CL cycles might be driven by ENSO, while the CL seasonality was mainly associated with temperature and rainfall variability. CL cases and SF abundance were associated in a fashion suggesting that sudden extraordinary changes in vector abundance might increase the potential for CL epidemic outbreaks, given that CL epidemics occur during the cold ENSO phase, a time when SF abundance shows its highest fluctuations."
}