{
    "Background": "Antibiotic treatment proved itself as the mainstay of treatment for Buruli ulcer disease. This neglected tropical disease is caused by Mycobacterium ulcerans. Surgery persists as an adjunct therapy intended to reduce the mycobacterial load. In an earlier clinical trial, patients benefited from delaying the decision to operate. Nevertheless, the rate of surgical interventions differs highly per clinic.",
    "Methods": "A retrospective study was conducted in six different Buruli ulcer (BU) treatment centers in Benin and Ghana. BU patients clinically diagnosed between January 2012 and December 2016 were included and surgical interventions during the follow-up period, at least one year after diagnosis, were recorded. Logistic regression analysis was carried out to estimate the effect of the treatment center on the decision to perform surgery, while controlling for interaction and confounders.",
    "Results": "A total of 1193 patients, 612 from Benin and 581 from Ghana, were included. In Benin, lesions were most frequently (42%) categorized as the most severe lesions (WHO criteria, category III), whereas in Ghana lesions were most frequently (44%) categorized as small lesions (WHO criteria, category I). In total 344 (29%) patients received surgical intervention. The percentage of patients receiving surgical intervention varied between hospitals from 1.5% to 72%. Patients treated in one of the centers in Benin were much more likely to have surgery compared to the clinic in Ghana with the lowest rate of surgical intervention (RR = 46.7 CI 95% [17.5–124.8]). Even after adjusting for confounders (severity of disease, age, sex, limitation of movement at joint at time of diagnosis, ulcer and critical sites), rates of surgical interventions varied highly.",
    "Conclusion": "The decision to perform surgery to reduce the mycobacterial load in BU varies highly per clinic. Evidence based guidelines are needed to guide the role of surgery in the treatment of BU"
}