{
    "Background": "Climate change is increasingly being implicated in species' range shifts throughout the world, including those of important vector and reservoir species for infectious diseases. In North America (México, United States, and Canada), leishmaniasis is a vector-borne disease that is autochthonous in México and Texas and has begun to expand its range northward. Further expansion to the north may be facilitated by climate change as more habitat becomes suitable for vector and reservoir species for leishmaniasis.",
    "Methods and Findings": "The analysis began with the construction of ecological niche models using a maximum entropy algorithm for the distribution of two sand fly vector species (Lutzomyia anthophora and L. diabolica), three confirmed rodent reservoir species (Neotoma albigula, N. floridana, and N. micropus), and one potential rodent reservoir species (N. mexicana) for leishmaniasis in northern México and the United States. As input, these models used species' occurrence records with topographic and climatic parameters as explanatory variables. Models were tested for their ability to predict correctly both a specified fraction of occurrence points set aside for this purpose and occurrence points from an independently derived data set. These models were refined to obtain predicted species' geographical distributions under increasingly strict assumptions about the ability of a species to disperse to suitable habitat and to persist in it, as modulated by its ecological suitability. Models successful at predictions were fitted to the extreme A2 and relatively conservative B2 projected climate scenarios for 2020, 2050, and 2080 using publicly available interpolated climate data from the Third Intergovernmental Panel on Climate Change Assessment Report. Further analyses included estimation of the projected human population that could potentially be exposed to leishmaniasis in 2020, 2050, and 2080 under the A2 and B2 scenarios. All confirmed vector and reservoir species will see an expansion of their potential range towards the north. Thus, leishmaniasis has the potential to expand northwards from México and the southern United States. In the eastern United States its spread is predicted to be limited by the range of L. diabolica; further west, L. anthophora may play the same role. In the east it may even reach the southern boundary of Canada. The risk of spread is greater for the A2 scenario than for the B2 scenario. Even in the latter case, with restrictive (contiguous) models for dispersal of vector and reservoir species, and limiting vector and reservoir species occupancy to only the top 10% of their potential suitable habitat, the expected number of human individuals exposed to leishmaniasis by 2080 will at least double its present value.",
    "Conclusions": "These models predict that climate change will exacerbate the ecological risk of human exposure to leishmaniasis in areas outside its present range in the United States and, possibly, in parts of southern Canada. This prediction suggests the adoption of measures such as surveillance for leishmaniasis north of Texas as disease cases spread northwards. Potential vector and reservoir control strategies—besides direct intervention in disease cases—should also be further investigated."
}