{
    "Background": "Hemorrhagic fever with renal syndrome (HFRS) is a vital rodent-borne disease, and poses a serious public health threat in Hubei province. We aimed to explore the spatiotemporal distribution of HFRS in Hubei province during 2005–2022, and the effects of meteorological factors.",
    "Methods": "Data on HFRS cases at the county level in Hubei province during 2005–2022 were obtained from the Chinese Center for Disease Prevention and Control Information System. The monthly meteorological data at the city level was extracted from the China Meteorological Data Sharing Service System from 2016 to 2020. Descriptive analyses, joinpoint regression model, spatial correlation analyses, Geodetector model and autoregressive integrated moving average (ARIMA) model were conducted to investigate the epidemic characteristics, temporal trend, spatial distribution, influencing factors of HFRS and predict its trend.",
    "Results": "A total of 6,295 cases were reported in Hubei province during 2005–2022, with an average incidence of 6/1,000,000. Most cases were males (74.52%) and aged 40–69 years (71.87%). The monthly HFRS cases showed two seasonal peaks, which were summer (May to June) and winter (November to December). The HFRS incidence remained fluctuating at a low level during 2005–2015, followed an increasing trend during 2015–2018, and then decreased during 2018–2022. Hotspots were concentrated in the center of Hubei province in all 3 periods, including Qianjiang, Tianmen and some counties from Xiangyang, Jingmen and Jingzhou cities. The distribution of HFRS had a positive association with wind speed, while a “V”-shaped correlation with mean temperature, with an explanatory power of 3.21% and 1.03% respectively (both P <0.05). The ARIMA model predicted about 1,223 cases occurred in the next 3 years.",
    "Conclusions": "HFRS cases showed seasonal fluctuation and spatial clustering in Hubei province. Central plain areas showed high risk of HFRS. Wind speed and mean temperature had significant effects on the transmission of HFRS in Hubei province. The results alert health authorities to conduct disease-climate surveillance and comprehensive prevention strategies, especially in high-risk counties."
}