{
    "Background": "The inability of Mycobacterium leprae to grow on axenic media has necessitated specialized techniques in order to determine viability of this organism. The purpose of this study was to develop a simple and sensitive molecular assay for determining M. leprae viability directly from infected tissues.",
    "Methodology/Principle Findings": "Two M. leprae-specific quantitative reverse transcription PCR (qRT-PCR) assays based on the expression levels of esxA, encoding the ESAT-6 protein, and hsp18, encoding the heat shock 18 kDa protein, were developed and tested using infected footpad (FP) tissues of both immunocompetent and immunocompromised (athymic nu/nu) mice. In addition, the ability of these assays to detect the effects of anti-leprosy drug treatment on M. leprae viability was determined using rifampin and rifapentine, each at 10 mg/kg for 1, 5, or 20 daily doses, in the athymic nu/nu FP model. Molecular enumeration (RLEP PCR) and viability determinations (qRT-PCR) were performed via Taqman methodology on DNA and RNA, respectively, purified from ethanol-fixed FP tissue and compared with conventional enumeration (microscopic counting of acid fast bacilli) and viability assays (radiorespirometry, viability staining) which utilized bacilli freshly harvested from the contralateral FP. Both molecular and conventional assays demonstrated growth and high viability of M. leprae in nu/nu FPs over a 4 month infection period. In contrast, viability was markedly decreased by 8 weeks in immunocompetent mice. Rifapentine significantly reduced bacterial viability after 5 treatments, whereas rifampin required up to 20 treatments for the same efficacy. Neither drug was effective after a single treatment. In addition, host gene expression was monitored with the same RNA preparations.",
    "Conclusions": "hsp18 and esxA qRT-PCR are sensitive molecular indicators, reliably detecting viability of M. leprae in tissues without the need for bacterial isolation or immediate processing, making these assays applicable for in vivo drug screening and promising for clinical and field applications."
}