{
    "Background": "Tsetse (Glossina sensu stricto) are cyclical vectors of human and animal trypanosomoses, that are presently targeted by the Pan African Tsetse and Trypanosomiasis Eradication Campaign (PATTEC) coordinated by the African Union. In order to achieve effective control of tsetse, there is need to produce elaborate plans to guide intervention programmes. A model intended to aid in the planning of intervention programmes and assist a fuller understanding of tsetse distribution was applied, in a pilot study in the Masoka area, Mid-Zambezi valley in Zimbabwe, and targeting two savannah species, Glossina morsitans morsitans and Glossina pallidipes.",
    "Methodology/Principal findings": "The field study was conducted between March and December 2015 in 105 sites following a standardized grid sampling frame. Presence data were used to study habitat suitability of both species based on climatic and environmental data derived from MODIS and SPOT 5 satellite images. Factors influencing distribution were studied using an Ecological Niche Factor Analysis (ENFA) whilst habitat suitability was predicted using a Maximum Entropy (MaxEnt) model at a spatial resolution of 250 m. Area Under the Curve (AUC), an indicator of model performance, was 0.89 for G. m. morsitans and 0.96 for G. pallidipes. We then used the predicted suitable areas to calculate the probability that flies were really absent from the grid cells where they were not captured during the study based on a probability model using a risk threshold of 0.05. Apart from grid cells where G. m. morsitans and G. pallidipes were captured, there was a high probability of presence in an additional 128 km2 and 144 km2 respectively.",
    "Conclusions/Significance": "The modelling process promised to be useful in optimizing the outputs of presence/absence surveys, allowing the definition of tsetse infested areas with improved accuracy. The methodology proposed here can be extended to all the tsetse infested parts of Zimbabwe and may also be useful for other PATTEC national initiatives in other African countries."
}