{
    "Background": "Chikungunya virus causes mosquito-transmitted infection that leads to extensive morbidity affecting substantial quality of life. Disease associated morbidity, quality of life, and financial loss are seldom reported in resources limited countries, such as Bangladesh. We reported the acute clinical profile, quality of life and consequent economic burden of the affected individuals in the recent chikungunya outbreak (May to September 2017) in Dhaka city, Bangladesh.",
    "Methods": "We conducted a cross-sectional study during the peak of chikungunya outbreak (July 24 to August 5, 2017) to document the clinical profiles of confirmed cases (laboratory test positive) and probable cases diagnosed by medical practitioners. Data related to clinical symptoms, treatment cost, loss of productivity due to missing work days, and quality of life during their first two-weeks of symptom onset were collected via face to face interview using a structured questionnaire. World Health Organization endorsed questionnaire was used to assess the quality of life.",
    "Results": "A total of 1,326 chikungunya cases were investigated. Multivariate analysis of major clinical variables showed no statistically significant differences between confirmed and probable cases. All the patients reported joint pain and fever. Other more frequently reported symptoms include headache, loss of appetite, rash, myalgia, and itching. Arthralgia was polyarticular in 56.3% of the patients. Notably, more than 70% patients reported joint pain as the first presenting symptom. About 83% of the patients reported low to very low overall quality of life. Nearly 30% of the patients lost more than 10 days of productivity due to severe arthropathy.",
    "Conclusions": "This study represents one of the largest samples studied so far around the world describing the clinical profile of chikungunya infection. Our findings would contribute to establish an effective syndromic surveillance system for early detection and timely public health intervention of future chikungunya outbreaks in resource-limited settings like Bangladesh."
}