{
    "Background": "Podoconiosis is one of the neglected tropical diseases (NTD) with the greatest potential for elimination. Despite its public health importance, podoconiosis is a poorly understood disease which led to a widespread misconception about its cause, prevention, and treatment. Even though the exact global burden is still to be measured, it is estimated that at least 4 million people are affected with podoconiosis worldwide, of which more than 1.5 million people are in Ethiopia.",
    "Methodology/Principal findings": "A community-based unmatched case-control study was used to identify the determinants of podoconiosis. The sample size was estimated using the double population proportion formula. An interviewer-administered structured questionnaire was used for data collection. Blood specimens collected from cases were tested by Filariasis Test Strip to exclude lymphatic filariasis. Data were checked for completeness, coded and entered into Epi-data Version 4.6, and exported to the SPSS version 22 software. Variables with a p<0.2 in the bivariate analysis were further analyzed using multivariable binary logistic regression. Multivariable logistic regression analysis was used to examine determinants that could be associated with podoconiosis with a 95% confidence interval. A total of 459 (153 cases and 306 controls) participants were included with a response rate of 100%. Factors such as the age of participant [AOR = 0.34, 95% CI (0.13–0.87)], being female [AOR = 2.90, 95% CI (1.40–6.10)], age at which shoe wearing started [AOR = 0.7, 95% CI (0.03–0.16)], not wearing shoe daily [AOR = 2.26, 95% CI (1.05–4.86)], wearing hard plastic shoe [AOR = 3.38, 95% CI (1.31–10.89)], and family history with a similar disease (leg swelling) [AOR = 10.2, 95% CI (3.97–26.37)] were significantly associated with the occurrence of podoconiosis.",
    "Conclusions/Significance": "The age of the participants, gender, the age at which shoe wearing started, type of shoe the participants’ wear, frequency of shoe wearing, traveling barefoot, and family history with similar disease (leg swelling) were significantly associated with the occurrence of podoconiosis. Sidama regional health bureau along with non-governmental organizations working on the neglected tropical disease should plan modalities on awareness creation and comprehensive health education on shoe wearing and foot hygiene."
}