{
    "Background": "Annual mass drug administrations (MDA) of ivermectin will strongly reduce Onchocerca volvulus microfilariae (mf) in the skin and in the onchocerciasis patients’ eyes. Ivermectin treatment will also affect the expression of immunity in patients, such that activated immune defenses may help control and contribute to clearance of mf of O. volvulus. Longitudinal surveys are a prerequisite to determining the impact of ivermectin on the status of anti-parasite immunity, notably in risk zones where parasite transmission and active O. volvulus infections persist.",
    "Methodology/Principal findings": "Onchocerciasis patients were treated annually with ivermectin and their Onchocerca volvulus antigen (OvAg) specific IgG and cellular responses were investigated before and at 30 years post initial ivermectin treatment (30yPT).",
    "Conclusions/Significance": "Repeated annual ivermectin treatment of onchocerciasis patients durably inhibited their patent O. volvulus infections despite ongoing low-level parasite transmission in the study area. Repeated MDA with ivermectin affects the expression of immunity in patients. O. volvulus parasite-specific antibody levels diminished to levels seen in infection-free endemic controls. With low antibody levels, antibody-dependent cellular cytotoxic responses against tissue-dwelling O. volvulus larvae will weaken. O. volvulus antigen inducible cytokine and chemokine production increased in treated mf-negative patients, while their innate responsiveness to mitogen declined. Such lower innate responsiveness in elderly patients could contribute to reduced adaptive immune responses to parasite infections and vaccines. On the other hand, increased specific cellular chemokine responses in mf-negative onchocerciasis patients could reflect effector cell activation against tissue invasive larval stages of O. volvulus. The annual Simulium damnosum s.l. biting rate observed in the Mô river basin was similar to levels prior to initiation of MDA with ivermectin, and the positive rtPCR results reported here confirm ongoing O. volvulus transmission."
}