{
    "Abstract": "Ethiopia is one of the few African countries where Plasmodium vivax is co-endemic with P. falciparum. Malaria transmission is seasonal and transmission intensity varies mainly by landscape and climate. Although the recent emergence of drug resistant parasites presents a major issue to malaria control in Ethiopia, little is known about the transmission pathways of parasite species and prevalence of resistant markers. This study used microsatellites to determine population diversity and gene flow patterns of P. falciparum (N = 226) and P. vivax (N = 205), as well as prevalence of drug resistant markers to infer the impact of gene flow and existing malaria treatment regimes. Plasmodium falciparum indicated a higher rate of polyclonal infections than P. vivax. Both species revealed moderate genetic diversity and similar population structure. Populations in the northern highlands were closely related to the eastern Rift Valley, but slightly distinct from the southern basin area. Gene flow via human migrations between the northern and eastern populations were frequent and mostly bidirectional. Landscape genetic analyses indicated that environmental heterogeneity and geographical distance did not constrain parasite gene flow. This may partly explain similar patterns of resistant marker prevalence. In P. falciparum, a high prevalence of mutant alleles was detected in codons related to chloroquine (pfcrt and pfmdr1) and sulfadoxine-pyrimethamine (pfdhps and pfdhfr) resistance. Over 60% of the samples showed pfmdr1 duplications. Nevertheless, no mutation was detected in pfK13 that relates to artemisinin resistance. In P. vivax, while sequences of pvcrt-o were highly conserved and less than 5% of the samples showed pvmdr duplications, over 50% of the samples had pvmdr1 976F mutation. It remains to be tested if this mutation relates to chloroquine resistance. Monitoring the extent of malaria spread and markers of drug resistance is imperative to inform policy for evidence-based antimalarial choice and interventions. To effectively reduce malaria burden in Ethiopia, control efforts should focus on seasonal migrant populations."
}