{
    "Introduction": "Fasciolosis is a parasitic disease caused by the zoonotic trematodes Fasciola hepatica and F. gigantica [1]. The transmission cycle of Fasciola spp. includes a final host (e.g., cattle, sheep, goats, buffaloes and humans), harboring the adult worms in the biliary ducts of the liver, an intermediate host (Lymnaea spp.) in which the larval stages develop and multiply, and a carrier (e.g. water plants) to which the metacercariae (i.e. the infective stage) are attached.\nFasciolosis poses a major threat to both animal and public health. In livestock, it is estimated that fasciolosis causes an annual global loss of 3.2 billion US dollars [2]. In humans, fasciolosis has recently emerged as a public health problem. Indeed, it is estimated that 2.4 million individuals are infected worldwide, with 180 million at risk in more than 70 nations [3], Bolivia, Peru, Egypt, Iran and Vietnam being the most affected countries [4]. To reduce the growing global disease burden, the World Health Organization (WHO) promotes large-scale administration of triclabendazole to individuals at risk in endemic countries (e.g., Bolivia, Ecuador and Peru, the Nile Delta in Egypt, and central Vietnam) [4]. However, due to the complexity of the transmission cycle of Fasciola, deworming programs aimed exclusively at humans may not be the most cost-effective strategy for long-term management of fasciolosis. Furthermore, there is an increasing number of reports of the ineffectiveness of triclabendazole against fasciolosis due to the development of resistance of the parasite to this drug, both in humans [5] and livestock, once again highlighting the urgent need for a transdisciplinary approach.\nIndeed, a One Health strategy involving a wide range of specialties and sectors would be necessary [6]. Today, such a multisectoral strategy is often ineffective due to a lack of up-to-date information on the disease. For example, a case in point are the Southeast Asian countries (e.g. Thailand, Vietnam, Malaysia and Indonesia), where rice and water plants are important crops, and buffaloes and cattle are often kept alongside these fields [7]. In addition, the tradition of eating raw vegetables and using livestock manure to fertilize crops is still present in this region. In Southeast Asia, human fascioliasis is considered an emerging disease [8,9], and the economic impact of bovine fasciolosis is considerable, with annual losses estimated to range between 314 and 1884 million US dollars [7].\nAlthough various studies surveyed Fasciola spp. infection in Southeast Asian countries, an overview of existing knowledge on the distribution and prevalence of Fasciola across the different hosts is missing, which impedes the development of a sustainable and integrated control strategy. The present study systematically searched literature on both (i) the geographical distribution and (ii) the prevalence of Fasciola infections in humans, mammals, snails, and water plants across Southeast Asia. In addition, we (iii) identified putative risk factors contributing to disease transmission across the different actors of the life cycle.",
    "Methods": "This systematic review has been registered with the International Prospective Register of Systematic Reviews (PROSPERO), reference number: CRD42021261104. The detailed review procedures have been described elsewhere [10]. Briefly, records were retrieved from the bibliographic databases Cumulative Index to Nursing and Allied Health Literature (CINAHL), Excerpta Medica Database (EMBASE), PubMed, Scopus, and Web of Science (all databases), applying the following search phrase: (Fasciola OR fascioliasis OR fasciolosis OR F. hepatica OR F. gigantica OR liver fluke) AND (Southeast Asia OR Brunei OR Cambodia OR Indonesia OR Laos OR Malaysia OR Myanmar OR Philippines OR Singapore OR Thailand OR Timor-Leste OR Vietnam). Furthermore, grey literature was sought from the following sources: Asian Digital Library (http://www.theadl.com), the Index Medicus for South-East Asian Region (https://www.globalindexmedicus.net/biblioteca/imsear/), and the WHO Institutional Repository for Information Sharing (IRIS) (http://apps.who.int/iris/). Finally, reference lists of important review articles were screened for relevant records.\nAfter merging the lists of the retrieved records, duplicates were deleted. In a first step, the relevance of the records was determined based on title and abstract screening. Subsequently, full-text articles were retrieved for selected records and examined for eligibility. Two members of the review team (VHQ and VD) evaluated the records independently for eligibility using a list of inclusion and exclusion criteria. Records were excluded based on the following criteria: (i) language not English, (ii) topic outside the research question (i.e. not covering the geographical distribution, the prevalence of and risk factors for Fasciola spp. in humans, animals or plant carriers), (iii) data from outside the study region (i.e. data not from Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, Timor-Leste or Vietnam), (iv) data published beyond the study period (January 1st, 2000 and June 30th, 2022), (v) no full-text available or (vi) duplicate record. In case the independent eligibility evaluations of the two members of the review team were not in agreement, the records were jointly checked and thoroughly discussed until a consensus on the final evaluation for each article was reached.\nData gathering forms were developed and tested to ensure relevant columns were included for the data we wished to extract. The data were retrieved by one of the review team members (VHQ), and a second team member then double-checked the data extraction (VD). In case the data extraction had to be edited by the second team member, a discussion was held until agreement was attained. From each retained record, author, reference, and publication year were extracted. For population studies, all information was extracted to allow for a a description of study design and sampled population, as well as for the estimation of the prevalence and associated 95% confidence interval (95%CI) (e.g., sample size and number of positives). Additionally, for cross-sectional studies and cohort studies investigating risk factors, numerators and denominators required to calculate odds ratios (OR) and associated 95%CI were extracted. For case reports and case series, general descriptors were extracted (e.g., age, gender, diagnostic tests applied). Generally, the review findings were reported in line with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines for reporting systematic reviews [11] (see Fig 1).\nThe statistical data analyses were run separately for each host type (i.e., humans, mammals, snails, plant carriers). Both for the population studies and case reports and series, a descriptive statistical analysis was conducted. For cross-sectional and cohort studies, the prevalence of Fasciola spp. was additionally calculated, as well as the associated Wilson score 95%CI. Odds ratios for the risk factors were calculated as well as associated Wald 95%CI. The significance was set at p<0.05. The statistical data analysis was performed in R 4.2.1 [12].\nFinally, for each of the included population studies, the risk of bias was assessed by the (modified) Newcastle–Ottawa scale, which entails scoring for six different criteria [13,14]. A score for information on non-respondents was only given where relevant (i.e. in human studies, in the general population), while a score for the ascertainment of exposure and comparability was only given when risk factors were investigated in the study. The total score was calculated by summing all the criteria where the specific study had received a positive score, and dividing by the number of criteria for which a score was given. A study was given the high-quality label in case it reached a score of 100%.",
    "Results": "A total of 3,887 records were retrieved from both the scientific databases and the grey literature sources (Fig 1). Following the removal of duplicates, the titles and abstracts of 2,205 records were reviewed. Subsequently, we retrieved the full text of 251 records and evaluated the eligibility. At this point, 151 records were excluded: 67 were omitted because the study topic was outside the scope of the systematic review; 48 records only reported data on other liver flukes, such as Clonorchis sinensis or Opisthorchis viverrini, or other parasites, such as soil-transmitted helminths; 10 records provided duplicate results, 10 records were not in English, eight records reported data from outside the study region, and for eight records a full text was not available. Finally, 100 records were included in the data analysis.\nBased on the used inclusion and exclusion criteria, records were retrieved reporting the presence of Fasciola spp. in seven out of the 11 countries that are part of Southeast Asia: Thailand (n = 20), Vietnam (n = 19), Indonesia (n = 19), Malaysia (n = 13), the Philippines (n = 13), Cambodia (n = 10), and Laos (n = 6). For the remaining four countries (Brunei, Myanmar, Singapore, and Timor-Leste) no records were retrieved. The studies focused mainly on one host type (96.0%), with Fasciola spp. infection in animals being the most studied (72.0%), followed by humans (21.0%). In only a minority of the records, the presence of Fasciola spp. was assessed in snails (10.0%). One study reported Fasciola spp. on plant carriers, although not of the infectious life stage (1.0%). One study assessed Fasciola spp. infection in both cattle and snails [15], one in buffalo and snails [16], another screened both humans and snails [17], and one reported Fasciola spp. infection in humans and cattle [18]. The majority of the studies were cross-sectional studies (87.0%). The remaining 13 records were case reports. Fig 2 illustrates the geographical distribution of Fasciola spp. infection across the different Southeast Asian countries. In the following paragraphs we will summarize the findings in more details for each of host (humans, animals, and snails) and study type, separately.\nEach of the 7 panels illustrates the distribution of Fasciola spp. infection in humans, animals and snails in Vietnam (Panel A), Thailand (Panel B), Malaysia (Panel C), the Philippines (Panel D), Laos (Panel E), Cambodia (Panel F) and Indonesia (Panel G). A blue silhouette indicates the presence of Fasciola spp., while a red silhouette indicates absence, for areas where no icons are shown, as well as for Brunei, Myanmar, Singapore, and Timor-Leste, no reports were found. Shapefiles were republished from the DIVA-GIS database (https://www.diva-gis.org/gdata) under a CC BY 4.0 license, with permission from Global Administrative Areas (GADM), original copyright 2018.\n\n\nFasciola spp. infection in humans\nA total of 10 population surveys, representing 14 studies, investigated the presence of human Fasciola spp. infection in Vietnam (n = 7), Cambodia (n = 4), Malaysia (n = 2), and Thailand (n = 1) (Table 1). The studies involved different groups: school children (n = 5), hospital patients (n = 5), the general population (n = 2), and healthy adult subpopulations (n = 2). Antibody-Enzyme-Linked Immunosorbent Assay (Ab-ELISA) (n = 6) and copro-microscopy (n = 5) were the most deployed assays to diagnose Fasciola spp. infection. Other diagnostic methods used were copro-antigen-ELISA (copro-Ag-ELISA) (n = 1) and copro-Polymerase Chain Reaction (copro-PCR) (n = 1) [18]. One study did not mention the diagnostic method [19]. In the six studies that used the Ab-ELISA to detect antibodies against Fasciola spp., the prevalence ranged between 0.8 and 66.7%. In the five studies that used copro-microscopy, the prevalence ranged between 0.3 and 46.5%, while in the study that used a copro-PCR, the proportion of samples containing Fasciola DNA equaled 0.5% (Table 1).\nTwo population surveys identified risk factors associated with human Fasciola spp. infection, these studies focused in patients and healthy adult populations in Vietnam and Malaysia (Table 2). In both surveys Ab-ELISA was deployed to diagnose Fasciola spp. infection. Being female, belonging to an older age group (at least 18 years in the study performed in Malaysia [22], above 60 years in the one in Vietnam [25]), and working with animals for a long period were identified as risk factors.\nIn total, 872 fasciolosis cases were reported across 11 records in Thailand (n = 6), Vietnam (n = 4), and Malaysia (n = 1). There were 11 individual cases reported in six records (Table 3). On average these cases were 27.1 years old and seven of the 11 cases were female. Nine individuals reported abdominal discomfort (with five reporting abdominal pain and three reporting pain at the right upper quadrant), six patients reported fever, five cases lost weight, and four cases showed signs and symptoms such as, anorexia, chills, dark red serpentine track under the skin, and allergy. The remaining 861 fasciolosis cases were documented in five case reports series. In a record conducted in the south of Vietnam [27], 500 cases of fasciolosis were reported, with the majority of the patients (85%) being between 21 and 50 years old, and two-third being female. Another record described fasciolosis in 145 people diagnosed in a tertiary referral hospital in northern Vietnam [28]. Most of these cases (68.3%) were between 30 and 59 years old, and about half (51.0%) were male. The most frequently reported symptoms were upper quadrant (61.4%) and epigastric (35.2%) pain. In Thailand, fasciolosis cases were reported in three records, with the most common signs and symptoms being, abdominal pain (74.9%), especially in the right upper quadrant, abdominal distension (31.4%), weight loss (29.1%) in one record [29], while in another record [30] abdominal pain was present in all 12 patients, fever in three, and jaundice in one. Eleven patients had eosinophilia [30].\n\n\nFasciola spp. infection in animals\nA total of 70 population surveys were retrieved, describing 104 studies on Fasciola spp. infection in animals. These studies were conducted in seven countries, in Indonesia (n = 21), Malaysia (n = 18), the Philippines (n = 18), Thailand (n = 17), Cambodia (n = 11), Laos (n = 10), and Vietnam (n = 9). The most studied animal species were cattle (n = 67), buffaloes (n = 18), and both animal species surveyed in six studies. Other species examined were goats (n = 6), pigs (n = 2), deer (n = 1), monkeys (n = 1), leopard cats (n = 1), elephants (n = 1), and sheep and goats (n = 1). Copro-microscopy was the most commonly used diagnostic method, a total of 75 surveys used this diagnostic tool to demonstrate Fasciola spp. eggs in feces. Other diagnostic methods deployed were liver inspection at slaughter (n = 16), Ab-ELISA (n = 8), copro-PCR (n = 4) and copro-Ag-ELISA (n = 1). The prevalence across the different animal species and diagnostic methods are reported in Table 4 (copro-microscopy) and Table 5 (liver inspection, Ab-ELISA, copro-PCR and copro-Ag-ELISA).\nUsing copro-microscopy, Fasciola spp. infection rates varied from 0 to 97.8% in cattle and buffaloes, from 0 to 34.4% in goats, and from 2.8 to 25.0% in pigs. Based on liver inspection, the infection rates in cattle and buffalo ranged from 0.3 to 67.3%, while the prevalence ranged from 34.3 to 94.8% when the Ab-ELISA was used. When using copro-PCR, the prevalence ranged from 59.5 to 96.2%. Only one study applied copro-Ag-ELISA was to detect Fasciola spp. antigens in feces, with a reported prevalence of 58.0%.\nNine surveys reported data for factors associated with Fasciola spp. infection in animals, in Cambodia, Indonesia, the Philippines, Thailand and Vietnam (Table 6). The studies investigated Fasciola spp. infections in cattle or buffaloes, and all but two studies were based on copro-microscopic examination. Increasing age was a risk factor for cattle and buffalo in seven studies. Sex was found to be a risk factor in three studies, two of which determined that female animals had a higher risk of being infected. Furthermore, other risk factors for infection in cattle were flooding [41], the absence of deworming programs, not processing (i.e.) manure before further use, the presence of a high relative humidity, owners not participating in extension programs [47], and the rainy season [15], whereas in buffalo, the use of irrigation water for drinking was a risk factor [16]. Avoiding the use of cut and carry grass from a natural lake [41], treating animals [78] and access to wallowing ponds [16] were considered as protective factors in cattle or buffalo.\nThe number of case reports in animals was limited. One record described a fasciolosis case in a two-year-old male buffalo in Malaysia. In this case, F. gigantica adult worms were collected in the bile duct of the liver, and Fasciola eggs were found in the feces with a sedimentation test [102]. Another report described adult Fasciola in the liver of a deer in the Philippines [103].\n\n\nFasciola spp. in the snail hosts and on plant carriers\nA total of 11 records, describing 15 studies, assessed Fasciola spp. infections in snail hosts and on plant carriers. Fourteen studies investigated the prevalence of Fasciola spp. in snails in five countries (Table 7), including Vietnam (n = 7), Indonesia (n = 2), Thailand (n = 2), the Philippines (n = 2), and Cambodia (n = 1). The detection of Fasciola spp. infections in snails was mainly based on crushing of the snails followed by microscopic examination (n = 11). In two other studies, cercarial shedding was deployed, and in one, dissection. The prevalence of Fasciola spp. in snails ranged between 0 and 66.2% by crushing, and between 0.0 and 1.3% by shedding. Fasciola spp. were found in unspecified lymnaeid snails in four studies, and in Austropeplea viridis/Lymnaea viridis [15,104], Lymnaea swinhoei [15], and Lymnaea rubiginosa [105–107]. Two more studies reported the presence of Gymnocephalous cercariae, a cercarial type to which Fasciola spp. belong (among others), in Bithynia siamensis [108] and Radix rubiginosa [106]. There is one study reporting Fasciola eggs on Chinese cabbage, thus indicating the presence of fecal matter on this plant [109]. However, none of the retrieved studies reported the presence of Fasciola spp. metacercariae, the infectious stage, on plant carriers.\n\n\nRisk of bias\nAll of the 87 unique population surveys underwent risk of bias assessment. For 35 out of these (40.2%), the sample was truly or somewhat representative for the target population. For the seven studies where applicable, only one (14.3%) provided information on non-respondents. Data on risk factors were provided in 26 studies, 25 (96.1%) of which used a validated measurement tool for exposure, and eight (30.8%) controlled for other factors, by means of a multivariable model. A total of 79 out of 87 (90.8%) detailed the method used for outcome assessment. Finally, 56 out of 87 (64.4%) described the statistical methods. Only 17 studies (19.5%) were deemed to be of high quality.",
    "Discussion": "Aligned with the sustainable development goal 3, which focuses on promoting good health and well-being, the WHO has pledged to eliminate the epidemics of diverse infectious diseases, including neglected tropical diseases of zoonotic origin, such as fasciolosis (WHO, 2020). To achieve these targets set by the WHO, it is crucial to have an in-depth understanding about the epidemiology of such diseases in regions where they are prevalent, in order to develop effective control strategies. While Southeast Asia is recognized as an endemic region for fasciolosis [112], a systematic, comprehensive and detailed assessment of the current epidemiological landscape across various hosts was lacking up to now. Thus, this study aimed to systematically review recent literature on the occurrence of and risk factors associated with Fasciola spp. in all hosts involved in its life cycle within Southeast Asia.\n\nSoutheast Asia serves as a typical example of Fasciola spp. transmission\nOur study analyzed population surveys from various sources, revealing prevalence estimates of up to 66.7% in humans and as high as 97.8% in cattle and buffaloes. Although investigated in fewer studies (13 out of 100 studies on the final animal host), the presence of Fasciola spp. was also detected in numerous other domestic (e.g., goats and pigs) and wildlife species (e.g., deer, monkeys and elephants) that consume plants in the region. Among the intermediate snail hosts, the prevalence ranged up to 66.2%. For the plant carriers, the absence of studies examining their contamination with Fasciola spp. metacercariae was notable, particularly considering their role as the source of infection for humans and animals. Although more studies are crucial in assessing the infection risk, the lack of quick and effective tools for assessing the contamination of plants with Fasciola spp. is hampering this investigation. Overall, the reported prevalence estimates for humans surpass those summarized in a similar review centered on Africa, which reported a prevalence range of up to 20.9% [113]. Similarly, prevalence estimates for animal final hosts in Southeast Asia are higher compared to those reported in East and Southern Africa, with estimates ranging up to 58% [114]. To the best of our knowledge, no systematic review has yet been published summarizing prevalence estimates for Fasciola spp. in the snail host and/or plant carrier, so comparisons are difficult for these life cycle actors.\nOur systematic review also reconfirms the occurrence of human Fasciola spp. infection at the country level as previously reported by the WHO [112]. For Laos and the Philippines, however, we did not identify any cases in our review, which may be attributed to the fact that WHO may rely on the reporting of cases prior to 2000 (the earliest year covered in our review) or non-bibliographic government reports. For the animal final hosts, fasciolosis is not listed as a notifiable disease by the World Organization for Animal Health (WOAH) [115]. However, compared to the review article by Mehmood et al. 2017 [2], our study expands the description of Fasciola spp. infection occurrence in ruminants beyond just Vietnam and Cambodia to seven countries in Southeast Asia, which is line with the findings in the review of Calvani and Šlapeta 2021 [7]. The same applied for the snail hosts: while Xiao et al. 2018 [116] reported Lymnaea viridis and Radix swinhoei as potential transmitters of Fasciola spp. in Thailand and Vietnam, our systematic review expanded this knowledge by identifying records reporting the presence of Fasciola spp. in four snail species across four countries.\n\n\nSignificant challenges remain to accurately assess the epidemiology of Fasciola spp. in Southeast Asia\nDespite Southeast Asia being confirmed as an endemic region for Fasciola spp., our systematic review also revealed significant challenges in accurately assessing the epidemiology based on recent literature, primarily due to a dearth of well-designed studies. The risk of bias assessment conducted in our review indicated that less than a fifth of the population survey studies met the high-quality standards. The most commonly observed issues included the lack of information on non-respondents, not controlling for important factors in the analysis, and the lack of representativeness of the surveyed population compared to the national population. Consequently, the reported prevalence estimates may be subject to bias. Notably, certain studies also focused on specific subgroups such as, school children in Cambodia [18] and Vietnam [23], or hospital patients in Vietnam [19,24–26], potentially leading to an overestimation of the true underlying national prevalence. Moreover, there is a significant imbalance in the available literature, with a strong emphasis on specific host types. Among the different host species, the animal final hosts, particularly cattle, received the most attention, accounting for 46.2% (67 out of 145 studies) of the retrieved studies. Furthermore, a wide range of diagnostic tools were utilized in the studies, each with their own inherent limitations in terms of sensitivity and specificity. For instance, the microscopic examination of stool samples from the final human and animal hosts has a notoriously low sensitivity, due to the long prepatent period, low as well as intermittent egg shedding reported for Fasciola spp. [117]. The specificity can be hampered too in the presence of eggs of other trematodes such as, Gastrodiscoides hominis, Paragonimus spp., which are both prevalent in the study area. The Ab-ELISA, the most used technique for the human population surveys in Southeast Asia, on the other hand, is able to detect infections much earlier than copro-microscopy. However, the antigenic targets of the assays are often ill-defined, and the sensitivity and specificity not well characterized [118].\n\n\nAddressing the challenge of Fasciola spp. infections in Southeast Asia necessitates the establishment of more ambitious and transdisciplinary partnerships\nGiven the zoonotic nature of Fasciola spp., it is evident that comprehensive investigations incorporating One Health principles are crucial, especially in the light of more frequent reports on the parasites’ resistance to triclabendazole, up to now the drug of choice for mass drug administration campaigns [5]. However, our systematic review revealed a notable gap in literature, as none of the retrieved studies assessed the occurrence of Fasciola spp. across all actors involved in its life cycle (including humans, animals, snails, and plant carriers) within the same geographical area. Only four studies in our review combined the assessment of Fasciola spp. occurrence in two hosts (cattle and snails [15], buffalo and snail [16], humans and snails [17], and humans and cattle [18]. Moreover, none of the studies retrieved conducted a very thorough investigation of risk factors, such as the investigation of the effect of certain culinary, sanitation and animal management practices, although this is essential to understand the transmission of Fasciola spp. Season is another important, yet poorly studied factor, next to the above mentioned designed related factors, explaining the wide variability in prevalence, even within the same country. Indeed, infection with Fasciola spp. is thought to be seasonal, as appropriate temperature and humidity levels are needed for egg development and metacercarial survival, and lymnaeid snail population maintenance. Moreover, certain management practices, typical for Southeast Asia, such as allowing animals to graze on rice stubble after harvest might further contribute to the seasonality [7]. Finally, the presence of both Fasciola species, F. hepatica and F. gigantica, as well as their hybrids has been reported in Southeast Asia [7], but their exact distribution is ill-described, and the impact on pathology, transmission, prevention and control in the region are therefore poorly understood. Consequently, there remains a significant lack of scientific evidence necessary for the development of targeted intervention strategies. To effectively combat Fasciola spp., it is imperative to foster transdisciplinary collaborations that encompass all relevant hosts and incorporate a comprehensive exploration of risk factors, enabling the formulation of evidence-based interventions. In addition, the health impact of fasciolosis should be quantified by means of Disability Adjusted Life Years (DALY), an established WHO public health metric widely applied to express the burden of disease [119]. The socio-economic impact assessment should include direct as well as indirect costs related to human (e.g., costs for treatment; costs due to absence from work) and animal fasciolosis (e.g., costs for treatment and economic losses due to reduced meat and milk production and draught power, and condemnation of offal). Such an exercise would help in optimizing the allocation of resources towards the fight against this important disease.\nDespite the strengths of our study in terms of conducting a systematic review comprising all the involved hosts in Southeast Asia, it is important to acknowledge certain limitations. Firstly, our language restriction may have resulted in the omission of relevant records published in languages other than English. This potential language bias could have impacted the comprehensiveness of our findings. Additionally, due to significant variations in prevalence estimates arising from differences in diagnostic tests, study designs, quality, and duration, we refrained from performing a meta-analysis to estimate national and regional prevalence of the disease. As is inherent to any systematic review, the estimated prevalence ranges are highly dependent on the quality of the included studies. Consequently, they may not accurately reflect the true prevalence ranges of Fasciola spp. infection in Southeast Asia, given the potential use of imperfect tests and limitations in the design of the studies included in our analysis."
}