{
    "Introduction": "Schistosomiasis is a parasitic infection highly prevalent in sub-Saharan Africa (SSA) with Madagascar being among the countries with highest burden of the disease worldwide. Despite WHO recommendations, suggesting treatment of pregnant women after the first trimester, this group is still excluded from Mass Drug Administration programs. Our study, had the objective to measure the prevalence of schistosome infection among pregnant women in Madagascar in order to inform public health policies for treatment in this vulnerable population.",
    "Methods": "Women were recruited for this cross-sectional study between April 2019 and February 2020 when attending Antenatal Care Services (ANCs) at one of 42 included Primary Health Care Centers. The urine-based upconverting reporter particle, lateral flow (UCP-LF) test detecting circulating anodic antigen was used for the detection of schistosome infections. To identify factors associated with the prevalence of schistosome infection crude and adjusted prevalence ratios and 95% CIs were estimated using mixed-effect Poisson regression.",
    "Results": "Among 4,448 participating women aged between 16 and 47 years, the majority (70.4%, 38 n = 3,133) resided in rural settings. Overall, the prevalence of schistosome infection was 55.9% (n = 2486, CI 95%: 53.3–58.5). A statistically significant association was found with age group (increased prevalence in 31–47 years old, compared to 16–20 years old (aPR = 1.15, CI 95%: 1.02–1.29) and with uptake of antimalaria preventive treatment (decreased prevalence, aPR = 0.85, CI 95%: 0.77–0.95). No other associations of any personal characteristics or contextual factors with schistosome infection were found in our multivariate regression analysis.",
    "Discussion and conclusion": "The high prevalence of schistosome infection in pregnant women supports the consideration of preventive schistosomiasis treatment in ANCs of the Malagasy highlands. We strongly advocate for adapting schistosomiasis programs in highly endemic contexts. This, would contribute to both the WHO and SDGs agendas overall to improving the well-being of women and consequently breaking the vicious cycle of poverty perpetuated by schistosomiasis."
}