{
    "Background": "Neurocysticercosis (NCC) is a helminthic disease of the central nervous system, and it is one of the leading causes of seizures and symptomatic epilepsy in countries with tropical regions like Peru. Studies of people with epilepsy in Peru’s northern coast have consistently found that between 30% and 50% of epilepsy cases is associated with NCC. There are few studies that report on the differences in incidence and prevalence of NCC by sex, and to our knowledge, none that consider the gendered dimensions of having epilepsy.",
    "Methodology": "This qualitative study based on individual interviews (n = 9) and focus group discussions (n = 12) explored the challenges of diagnosis and the implications for everyday activities among men and women with epilepsy as well as the views of their family members on the impact of such condition.",
    "Principal findings": "The explanatory models used by women to discuss their condition reflect low levels of decision-making power in areas such a reproductive health, health care access and treatment. For some women domestic violence is also a probable cause for seizures among women. The implications of living with neurocysticercosis and the accompanying seizures were reported differently by men and women. While women were mostly concerned about their capacity to perform their domestic responsibilities and their roles as mothers and caregivers; men were mostly concerned about the impact on their income generation activities. Women and men shared concern about the consequences of their condition on the wellbeing of their families.",
    "Conclusions/Significance": "NCC is a disrupting experience for men and women in ways that reflect their position and roles in society: Women as caregivers within the home, men as income generators outside the home. Further gender research is needed to better understand and address the differential impacts of NCC and health system responses as well as gendered dimensions of prevalence and incidence. (268 words)"
}