{
    "Abstract": "Understanding the burden and risk factors of dengue virus (DENV) infection in Puerto Rico is important for the prevention of dengue in local, traveler and military populations. Using sera from the Department of Defense Serum Repository, we estimated the prevalence and predictors of DENV seropositivity in those who had served in Puerto Rico, stratified by birth or prior residence (“birth/residence”) in dengue-endemic versus non-endemic regions. We selected sera collected in early 2015 from 500 U.S. military members, a time-point also permitting detection of early cryptic Zika virus (ZIKV) circulation. 87.2% were born or resided in a DENV-endemic area before their military service in Puerto Rico. A high-throughput, flow-cytometry-based neutralization assay was employed to screen sera for ZIKV and DENV neutralizing antibodies, and confirmatory testing was done by plaque-reduction neutralization test (PRNT). We identified one Puerto Rico resident who seroconverted to ZIKV by June 2015, suggesting cryptic ZIKV circulation in Puerto Rico at least 4 months before the first reported cases. A further six PRNT-positive presumptive ZIKV infections which were resolved as DENV infections only by the use of paired sera. We noted 66.8% of the total study sample was DENV seropositive by early 2015. Logistic regression analysis indicated that birth/residence in a dengue non-endemic region (before military service in Puerto Rico) was associated with a lower odds of DENV exposure by January—June 2015 (aOR = 0.28, p = 0.001). Among those with birth/residence in a non-endemic country, we noted moderate evidence to support increase in odds of DENV exposure for each year of military service in Puerto Rico (aOR = 1.58, p = 0.06), but no association with age. In those with birth/residence in dengue-endemic regions (before military service in Puerto Rico), we noted that age (aOR = 1.04, p = 0.02), rather than duration of Puerto Rico service, was associated with dengue seropositivity, suggesting earlier lifetime DENV exposure. Our findings provide insights into the burden and predictors of DENV infection in local, traveler and military populations in Puerto Rico. Our study also highlights substantial PRNT ZIKV false-positivity when paired sera are not available, even during periods of very low ZIKV prevalence."
}