{
    "Introduction": "Toxoplasma gondii is an obligate intracellular protozoan parasite belonging to the phylum Apicomplexa. It is classically described as one of the most successful parasites in the world, widely infecting humans, domesticated, and wild warm-blooded animals. [1] It is estimated that more than one-third of the global population harbors T. gondii. [2] The ocular presentation of this infection, ocular toxoplasmosis (OT), is known to be the most common cause of infectious uveitis worldwide, including in Thailand. A recent meta-analysis revealed that OT was responsible for 33% (95% CI, 24–42%) of cases of posterior uveitis. [3] Ocular involvement can occur without any significant evidence of systemic disease. Traditionally, OT has been attributed to the reactivation of congenital infections. However, collective evidence shows that most OT cases are acquired infections after birth [1,4], most often from the consumption of tissue cysts in undercooked meat, oocysts in unwashed garden produce, or contaminated water.\nDiagnosis of OT mainly relies on clinical manifestations. The typical presentation of active OT is characterized by focal necrotizing retinitis with or without an adjacent hyperpigmented retinal scar due to a previous episode of OT, accompanied by vitritis and retinal vasculitis. [5] The presence of serum antibodies against T. gondii in the context of compatible ocular disease supports the diagnosis. More definitive tests like T. gondii DNA polymerase chain reaction (PCR) or intraocular antibody production for T. gondii are typically performed to confirm an infection in patients with atypical presentations. [6] Although retinal lesions are self-limiting in otherwise healthy individuals, the disease potentially causes significant visual acuity (VA) loss owing to the occurrence of vision-threatening complications such as macular scarring, vitreous opacities, epiretinal membrane (ERM), and choroidal neovascularization (CNV). In addition, OT reactivation, owing to the persistence of tissue cysts in retinal tissues, can increase the probability of VA loss. Previous studies showed that approximately 14%–32% of affected eyes suffered a VA of ≤ 6/60 after the resolution of acute episodes of OT. [7–9]\nPrevious studies have demonstrated variations in the epidemiology, clinical presentation, and visual outcomes of OT among different geographical regions. Differences in human genetic disposition and infecting parasite strains have been hypothesized to influence the prevalence and severity of ocular involvement. [5,10,11] In the south east Asia region, data related to the clinical presentation and visual outcomes of OT are limited. Additionally, information on OT in Thai patients is lacking. The present study aimed to describe the demographic characteristics, clinical presentations, treatment approaches, and VA outcomes of patients with active OT, including immunocompetent and immunocompromised individuals treated with antiparasitic drugs. In addition, the predictive factors associated with loss of VA to ≤ 20/50 at 6 months post-treatment were investigated.",
    "Methods": "Ethics statement\nThis study was approved by the Ethics Committee of the Faculty of Medicine, Prince of Songkla University (REC number 64-060-2-4). The Ethics Committee of the Faculty of Medicine, Prince of Songkla University, determined that written informed consent was not required for this study as the risks involved were minimal and a waiver would not adversely affect the rights and welfare of the study participants. Patient data were kept confidential and compliant with the tenets of the Declaration of Helsinki.\n\n\nStudy population\nA retrospective chart review of all patients diagnosed with active episodes of OT and managed at Songklanagarind Hospital, a major tertiary center in southern Thailand, between January 2010 and December 2020 was performed. The diagnosis of OT was based on the presence of focal or paucifocal active necrotizing retinitis with or without hyperpigmented and/or atrophic chorioretinal scars, combined with the presence of serological evidence of systemic infection with T. gondii, plus PCR of ocular fluid in selected cases. [12] In addition, a clinical response must be observed following standard antiparasitic treatment for OT. The inclusion criteria consisted of patients of all ages who were diagnosed with active OT and treated with antiparasitic therapy. Patients were also required to have a follow-up duration of six weeks or more. We excluded patients with quiescent chorioretinal scars consistent with OT but who never showed reactivation of retinitis throughout the follow-up period, those who were not examined during the active stage of the disease, those who were lost to follow-up before receiving antiparasitic treatment, and those with incomplete medical records. Patients were initially identified from the electronic uveitis database system created for the clinical record-keeping of all new consecutive patients seen at our uveitis clinic. The medical records of the identified patients were subsequently reviewed to include only those individuals who fulfilled the inclusion criteria.\n\n\nData collection\nThe data collected included age, sex, laterality of ocular involvement, presenting symptoms, duration between the onset of ocular symptoms and presentation, duration of follow-up, systemic diseases affecting the patients’ immune status (HIV infection or other diseases that required chemotherapy or immunosuppressive agents), and serum T. gondii antibodies. The ophthalmological examination was performed using a slit lamp biomicroscope with a 90 D lens and/or an indirect ophthalmoscope with a 20 D lens in selected cases. The information collected included best-corrected VA (BCVA) using The Early Treatment of Diabetic Retinopathy Study (ETDRS) chart with logMAR conversion. The anatomic location, course of uveitis, grading of anterior chamber cells, and vitreous haze were categorized according to the Standardization of Uveitis Nomenclature (SUN) guidelines.[13] The location of active retinitis lesion was classified as posterior pole, which included the area within the vascular arcades or within 1500 μm of the margin of the optic disc; mid periphery, which is the area extending anteriorly from posterior pole to the equator; and periphery, which is the remaining retina that extends to the ora serrata. The following ocular complications were recorded at presentation and during follow-up: ocular hypertension (OHT, IOP >21 mmHg), posterior synechia, cataract (≥grade 1), macular scar, CNV, ERM, and retinal detachment (RD). Surgical procedures including cataract surgery and pars plana vitrectomy (PPV), were also recorded. OT recurrence was defined as new-onset active focal necrotizing retinitis either adjacent to or distant from preexisting retinochoroidal scars during the follow-up period.\nThe treatment data included the dose and duration of antiparasitic regimens and adjunctive systemic corticosteroids. Oral trimethoprim (TMP) /sulfamethoxazole (SMZ) (80 mg/400 mg) monotherapy, dosing two tablets twice daily, was the first-line regimen for all patients unless they were known to be allergic to sulfa derivatives, in which cases, alternative regimens such as oral clindamycin would be prescribed. Intravitreal clindamycin injection was also offered as primary or adjuvant treatment in patients who refused systemic treatment, were pregnant with recurrent OT, or showed poor clinical response to systemic antiparasitic agents.\n\n\nOutcome measurements\nThe main outcome measures were ophthalmologic characteristics at the presentation and pattern of mean BCVA of the affected eyes after receiving the treatment at 1, 4 weeks, 3 months ± 4 weeks, 6 months ± 4 weeks, 1 year ± 6 weeks, and 2 years ± 8 weeks. Secondary outcome measures included predictive factors associated with moderate visual loss (MVL), defined as a BCVA of ≤ 20/50 at 6 months post-treatment, and the cumulative incidence of recurrence of OT during follow-up. The 6-month post-treatment interval was chosen to evaluate the VA outcome, as we believe that this duration is suitable for VA recovery after complete lesion resolution. The eye-time at risk of retinitis recurrence was calculated beginning from the initial presentation of each affected eye and ending at the date when the first recurrence of the retinitis lesion in that eye was observed.\n\n\nStatistical analyses\nAll statistical analyses were performed using STATA version 14 (StataCorp LP, College Station, TX, USA). Descriptive statistics are reported as frequencies (%), means (standard deviation), or medians (interquartile range [IQR]), as appropriate. The longitudinal patterns of the mean BCVA during follow-up were analyzed using a mixed-effects random intercept linear regression model, in which the patient and eyes were considered random elements, and time was the fixed effect. Pearson’s chi-square test or Fisher’s exact test was used to analyze the relationships between categorical variables. The Mann–Whitney U and Kruskal–Wallis tests were used to analyze the relationship between continuous and categorical variables. Logistic regression models were used to identify potential factors associated with loss of BCVA to ≤ 20/50 at 6 months post-treatment. Variables showing some evidence of association with BCVA ≤ 20/50 at 6 months were included in the initial logistic regression model. The model was then refined by backward elimination of variables that did not contribute significantly to the fit of the model, guided by the change in the log likelihood of successive hierarchical models, retaining only those variables with a p-value <0.05. In the modeling process, missing values were accounted for by covariate adjustment. A Kaplan-Meier curve of the time to the development of the first recurrence of toxoplasmic retinitis after enrollment was constructed, and the log-rank test was used for survival comparisons.",
    "Results": "Demographics and general characteristics of the study population\nInitially, 114 patients diagnosed with OT during the study period were identified from the database. After reviewing their medical records, 22 patients were excluded from the study. Among them, seven patients had inactive OT scars throughout the follow-up period and did not necessitate treatment, eight patients had a follow-up time after treatment < 6 weeks, six patients did not undergo the T. gondii antibody test, and one patient had incomplete data in the medical records. Therefore, 92 patients (95 eyes) were included in this study (Fig 1).\nThe demographic characteristics of patients with active OT grouped according to immune status are presented in Table 1. The median age of patients was 35.9 years (IQR, 20.8–55.8 years). Males and females were nearly equal (51.1% and 48.9%, respectively). Eighty-five (92.4%) patients had unilateral OT. Eighty-one patients (88%) were immunocompetent. The remaining 11 (11.9%) patients were immunocompromised. Among them, eight had HIV infection [median CD4 counts of 124 cells/μL (IQR, 54–359 cells/μL)], two had leukemia and were receiving chemotherapy, and the other one had systemic lupus erythematosus and was receiving cyclophosphamide. The median follow-up time after presentation was 10.9 months (IQR 4.9–31.8 months). The demographics and characteristics of immunocompetent and immunocompromised patients at first presentation were not significantly different. All patients were positive for serum T. gondii IgG, whereas only three patients (3.3%) were positive for T. gondii IgM. The most common ocular symptoms were decreased vision (91.8%), redness (17.5%), and pain (13.4%).\n\n\nOphthalmologic characteristics\nThe ophthalmological characteristics of the 95 eyes (92 patients) with active OT are presented in Table 2. Acute (81%), unilateral (92.4%), non-granulomatous (83.2%), and panuveitis (56.8%) were the main presentations of uveitis. Active retinitis lesions were mostly located in the posterior pole (55.8%), and macular involvement was observed in 44.2% of the eyes. Primary retinitis lesions without previously associated OT scars (Fig 2A) were observed in 62.1% of the eyes, whereas retinitis associated with chorioretinal scars was observed in 37.9% of the eyes (Fig 2B). Patients who presented with primary retinitis without scar were significantly older [median age = 41.9 years (IQR 23.4–57.8)] than those with scars at initial presentation [median age = 27 years (IQR 19.8–42.9)], p = 0.028. The mean presenting logMAR BCVA of all affected eyes was 0.86 ± 0.06 (Snellen equivalent of 20/145). Approximately 42% of affected eyes presented with BCVA ≤ 20/200. In comparisons between immunocompetent and immunocompromised patients, immunocompromised patients more frequently had a larger retinitis lesion size of >2-disc area (p = 0.008) (Fig 3) and an increased likelihood of worse final mean BCVA than immunocompetent patients (Snellen equivalent of 20/200 vs. 20/55, p < 0.001). There was no significant difference in the severity of cellular grading, number of active lesions per eye, or lesion location and proportion of eyes with and without previous scars between the two groups.\n(A) Area of focal active retinitis without an associated chorioretinal scar and (B) with an associated scar.\nPatient with human immunodeficiency virus infection with active ocular toxoplasmosis characterized by multifocal and extensive necrotizing retinitis.\n\n\nTreatment\nAll the patients received short-term antiparasitic agents for active OT. Oral TMP/SMZ (400 mg/80 mg) was most frequently prescribed (87 [94.6%] patients). Among these, 82 patients received oral TMP/SMZ as a single agent, two received oral TMP/SMZ in combination with oral clindamycin, and the remaining three patients received oral TMP/SMZ combined with intravitreal clindamycin injections because of an incomplete response after oral TMP/SMZ alone. Three patients (3.3%) were prescribed oral clindamycin alone because of a known history of sulfa allergy. Intravitreal clindamycin was administered as the sole medication to two patients (2.2%) (one pregnant woman with recurrent OT, and one breastfeeding woman). The median duration of TMP/SMZ treatment was 8.9 weeks (IQR, 6.1–11.6). Adverse drug reactions following antiparasitic treatment were recorded in eight patients (9.3%). All the patients received oral TMP/SMZ therapy. Rashes were the only adverse drug reactions recorded. No serious events, such as Stevens-Johnson syndrome, were reported. Following the initiation of antiparasitic therapy, 75 patients (84.8%) received oral prednisolone to control the accompanying intraocular inflammation. The initial prednisolone dosage ranged 20–50 mg/day with tapering and discontinuation within 3 months. Following treatment, all but one eye demonstrated retinitis healing. One patient was lost to follow-up, when the lesion was incompletely healed.\nA one-year course of intermittent low-dose oral TMP/SMZ (400 mg/80 mg) taken as one tablet three times per week as secondary prophylaxis treatment for recurrent OT was subsequently prescribed in 8/92 patients (8.7%). All patients were considered to be at a high risk of VA loss if their disease recurred, including those with macular lesions and those with a history of multiple recurrences. No adverse drug reactions were reported in patients who received secondary prophylactic therapy.\n\n\nRecurrences of ocular toxoplasmosis\nAmong the 95 eyes (92 patients) that were followed-up for over 154.5 eye-years (EYs), 17 eyes (17 patients) exhibited at least one new recurrent episode of toxoplasmic retinitis (incidence rate 0.11/EYs; 95% CI, 0.07–0.17). Among the 17 patients, 10 (58.8%) were male. The median age of patients was 32 years at first presentation (IQR, 22.4–46.3). Eight patients (47.1%) had retinitis lesions located in the posterior pole prior to reactivation. The majority of these patients (82.3%) received oral TMP/SMZ monotherapy as a short-term treatment for their previous active episodes.\nThe Kaplan-Meier curve estimates of the overall cumulative incidence of first recurrent episodes of retinitis at 1, 2, and 3 years after enrollment were 8.8% (95% confidence interval [CI], 4.0%–18.6%), 14% (95% CI, 7.0%–27.0%), and 33.9% (95% CI, 19.7%–54.2%), respectively (Fig 4). Fourteen of the 17 patients (82%) recurred within three years of presentation. Univariate analyses (log-rank test) did not reveal any significant predictive factors associated with recurrent OT during the follow-up period. None of the patients who completed a 1-year course of secondary prophylactic therapy exhibited recurrence of OT over a median follow-up of 12 months (IQR 0.75–32.5 months) after prophylactic treatment discontinuation.\nThe graphic shows the overall cumulative probability of eyes free of ocular toxoplasmosis recurrence after an attack in 95 eyes. The shaded areas represent the 95% confidence intervals.\n\n\nVisual acuity outcome after treatment\nFifty-seven eyes (60%) demonstrated an improvement in BCVA of ≥ 2 lines, 31 eyes (32%) maintained BCVA within ±1 line, and seven eyes (7.4%) had a worsening in BCVA of > 1 line by the time of last follow-up. A final BCVA >20/50 and ≤20/200 was observed in 51 eyes (53.7%) and 20 eyes (21.1%), respectively. The primary cause of BCVA ≤ 20/200 was the most frequently due to macular scarring from OT lesions (17/20 eyes). In the remaining three eyes, VA loss was due to tractional RD (two eyes) and rhegmatogenous RD (one eye).\nVisual acuity observations derived from mixed-effects random-intercept linear regression over the first two years after presentation, categorized according to the patients’ immune status, are presented in Table 3. The modeled mean BCVA of the eyes of patients in the immunocompetent group was significantly better than that of the eyes of immunocompromised patients at every follow-up interval. The mean logMAR BCVA among eyes of immunocompetent patients significantly improved from 0.82 at presentation (95% confidence interval [CI], 0.70–0.94) (Snellen equivalent = 20/132) to 0.56 (95% CI, 0.44–0.68) (Snellen equivalent = 20/72) at 1 month, to 0.42 (95% CI, 0.29–0.55) (Snellen equivalent = 20/52) at 6 months, and stably maintained throughout the 2-year follow-up period. In contrast, the mean BCVA of the eyes of immunocompromised patients demonstrated non-significant improvement at every follow-up interval when compared with their baseline BCVA (Fig 5).\nThe estimates were categorized according to the patients’ immune status using a linear mixed model. Vertical lines indicate the 95% confidence intervals.\nThe univariate analyses of variables associated with loss of BCVA to ≤ 20/50 at 6 months are presented in Table 4. Of the 95 eyes, 63 (66.3%) were followed up at this time point and were included in the analyses. Eyes with retinitis located in the posterior pole (p < 0.001), eyes with lesion-involved macula (p < 0.001), and eyes with initial BCVA of ≤ 20/200 (p < 0.001) were more likely to have BCVA ≤ 20/50 at 6 months. A multivariate logistic regression analysis was performed (Table 5). Significant predictors associated with loss of BCVA to ≤ 20/50 at 6 months were: being an immunosuppressed patient [adjusted odds ratio (aOR) = 4.85, 95% CI, 1.07–22.07)], lesion involving the macula (aOR = 5.44, 95% CI, 1.16–25.45), and initial BCVA ≤ 20/200 (aOR = 9.12, 95% CI, 1.56–53.32)\n\n\nOcular complication and surgery\nAt least one ocular complication was noted in 61 eyes (64.2%) (Table 6). The most common complication was macular scarring (n = 24). Among the 24 eyes, macular scars were found at presentation in 11 eyes, and 13 eyes developed scars following a new episode of OT. OHT and ERM were observed less frequently. Two eyes and one eye developed tractional and rhegmatogenous RD, respectively, during follow-up.\nSix patients (six eyes) underwent ocular surgery. Among them, two underwent phacoemulsification (PE) with intraocular lens implantation, two underwent PPV (one eye for RRD repair and one eye for clearing vitreous opacity), and two underwent combined PE and PPV for cataract removal and clearing vitreous opacity. Two patients with TRD did not undergo PPV due to loss to follow-up (one eye) or severe inoperable TRD (one eye).",
    "Discussion": "This study reports the clinical presentations, treatment approaches, and VA outcomes of both immunocompetent and immunocompromised patients with active OT. Most patients were young and presented with unilateral panuveitis. Roughly two-fifths of the eyes presented with BCVA ≤ 20/200, and half of the active retinitis lesions were located in the posterior pole. Oral TMP/SMZ was our cohort’s most commonly prescribed antiparasitic therapy for acute ocular manifestations. Following treatment, approximately 17% and 50% of immunocompetent and immunocompromised patients, respectively, had permanent severe VA loss in at least one eye at the final follow-up. The visual loss was mostly due to macular scarring. Immunocompromised patients tended to have larger retinitis lesions and showed poorer VA recovery than immunocompetent patients. During follow-up, approximately one-third of the eyes developed recurrent episodes of OT by three years after presentation.\nSmall community-based studies from some provinces in Thailand reported that the seroprevalence of toxoplasmosis, either among blood donors or pregnant women, varied from 2.5% to 28.3%.[14–16] In regards to ocular involvement, to date, no data are available regarding the epidemiology of OT in Thailand. However, OT is the most common cause of posterior/panuveitis in both adult and pediatric patients at our center, accounting for 7% and 12% of all patients with uveitis, respectively. Notably, the prevalence of OT at our uveitis center, located in southern Thailand, was much higher than that reported from central metropolitan centers.[17] This higher prevalence may be explained by sociocultural factors, eating/drinking habits, and occupations that were more contaminated with soil and water in people in the south compared to people in the central/metropolitan region of Thailand, resulting in a higher prevalence of OT.\nThe demographics of our patients were consistent with those of most previous reports from several regions worldwide. Most patients were young adults (median age, 36 years) without a sex preference. [7,9,18,19] Notably, the proportion of patients with primary lesions without scarring observed in our study was higher than that of patients with recurrent disease associated with scarring (62% vs. 38%). This finding was consistent with a study from a tertiary center in northern Thailand, where primary lesions were observed in 72% of all patients. [20] However, this observation contradicts that in several publications in which patients with recurrent disease associated with scarring were more frequently described. [6–9,21] We speculated that this finding is due to the differences in patient inclusion criteria between the studies. Most studies included both active and chronically inactive OT cases, unlike this study, in which only active cases were included. Hence, the previous studies may have included a larger number of patients with associated scars than those with primary retinitis lesions without scarring. In addition, immunocompromised patients were also included in our cohort. These patients are known to exhibit primary retinitis without scarring more frequently than immunocompetent individuals. The relatively high proportion of patients with primary lesions might also reflect a referral bias, given that focal retinitis without scarring contains a greater variety of uveitis differential diagnoses than those with associated scars, which is a classic presentation of OT. Thus, ophthalmologists at the community hospital were confident in diagnosing and managing classic OT cases without requiring referral.\nOcular toxoplasmosis in immunocompromised patients tends to present with a more severe course with extensive, multifocal lesions and no associated scarring compared to that in immunocompetent patients. In addition, a higher rate of systemic T. gondii dissemination has been described. [22,23] The present study supports these findings as we observed that immunocompromised patients showed a significantly larger area of retinitis than those with an intact immune status. In addition, 9/11 patients (81.8%) with HIV infection had primary lesions without associated scars. Diagnosing these cases was also more challenging given their extensive nature, mimicking other infectious posterior uveitis. PCR of intraocular fluid for T. gondii was carried out in 4/11 immunocompromised cases, all of which were positive. Computed tomography (CT) brain was also performed in 4/8 HIV-infected cases, two of which showed intracranial lesions compatible with cerebral toxoplasmosis.\nThe VA results during follow-up, demonstrated by mixed-effects random-intersect linear regression, suggest that the VA outcomes of immunocompetent patients with OT are relatively favorable. The patients’ VA improved soon after the initiation of treatment and was well maintained after 3 months. In contrast, immunocompromised patients exhibited significantly poorer VA levels throughout the follow-up period than immunocompetent patients. In addition, the VA following treatment appeared to have no changes compared to the baseline VA. This poor visual outcome is likely explained by a more extensive retinochoroidal lesion and the development of RD in some patients.\nThere is still significant uncertainty regarding the optimal treatment for OT. To date, there is no consensus on the best antiparasitic drug regimen for acute OT treatment. Given that OT is a self-limiting disease, and no drug has been shown to be truly curative owing to its ineffectiveness against dormant tissue cysts [24], some clinicians opt not to prescribe antiparasitic drugs to immunocompetent patients with small peripheral lesions owing to concerns about antiparasitic drug-related toxicity. Others treat all patients with active lesions aiming to control parasite multiplication, limit the size of the chorioretinal scar, and perhaps reduce recurrence. [25,26] However, recent surveys have demonstrated a trend shift towards a more widespread use of antiparasitic drugs among uveitis specialists over the past two decades, since the newer data have described a better tolerated and potentially more effective treatment. [6,27] The most recent survey conducted by the International Ocular Toxoplasmosis Study Group demonstrated that a majority of respondents (66%) treated all non-pregnant patients with active OT independent of the severity and location of the disease. This survey revealed eight different systemic antiparasitic drugs used for active OT. Oral TMP-SMZ was the most preferred treatment used by the respondents (67%), followed by clindamycin (27%). [6] These findings were consistent with our practice, in which we typically treated all patients with active lesions with antiparasitic agents regardless of lesion size or location. Moreover, oral TMP-SMZ was our first-line treatment because oral TMP-SMZ is inexpensive and widely available in Thailand. Our study showed that oral TMP-SMZ was well-tolerated. Approximately 9% of the patients reported adverse effects (rashes) that resolved after drug discontinuation. However, the incidence of rash was slightly higher than that reported in Brazil, where rash was observed in 4% of patients treated with antiparasitic drugs. [28]\nThe factors influencing OT recurrence remain uncertain. The age of the patient, duration since the first episode of OT, and the serotype of the parasite have been reported as factors associated with recurrence. [10,26,29] However, none of these clinical parameters was identified as an independent predictive factor for recurrent OT in the present study. A meta-analysis for the prevalence of recurrent OT demonstrated a global prevalence of 49% (95% CI, 40%–58%), in which the highest prevalence was reported in South America at 56%, followed by Central America at 51%. [30] Another study from Brazil reported the incidence of recurrent OT at 0.17/EY among eyes presenting with active episodes of OT. [9] Our recurrence rate appeared to be lower than in those studies. The overall proportion of patients with varying follow-up times who experienced recurrence was 18.5%, whereas the incidence of OT recurrence was 0.11/EYs when accounting for differential follow-up. However, there were inconsistencies in the inclusion criteria between the studies. Some studies have included only active cases, whereas others have included both active and chronically inactive cases. In addition, the treatment approaches and patient follow-up durations varied. These factors may have affected the interpretation of recurrent OT outcomes, making outcome comparisons difficult. In our study, no OT recurrence was observed in immunocompromised patients. However, the larger proportion of immunocompromised patients lost to follow-up over time compared with that of immunocompetent patients may have contributed to this outcome. Although none of the patients who had received secondary prophylaxis treatment with low-dose TMP-SMZ in our cohort exhibited recurrent OT during follow-up, the number of cases in which the prophylactic regimen was prescribed (8/92 cases) was too small to draw a firm conclusion on the efficacy of such a regimen. Further studies with a larger number of patients and longer specified follow-up intervals are required.\nThe present study demonstrated that approximately half of patients suffered BCVA ≤ 20/50 in at least one eye at 6 months after treatment. The predictive factors associated with BCVA ≤ 20/50 included being immunocompromised status, presenting BCVA ≤ 20/200, and having macular lesions. These associations were mostly consistent with previous studies in which they observed that final VA loss was linked to macular lesions, atypical presenting features, and the presence of any ocular complication.[8,9] Our findings showed no significant differences in VA outcomes at 6 months post-treatment between those who received and did not receive adjunctive oral prednisolone following antiparasitic therapy. However, this result should be interpreted with caution owing to the non-standardized doses and duration of prednisolone prescribed in our patients. Patients with central lesions or severe vitreous inflammation or who were immunocompetent were more likely to be prescribed prednisolone, which could have introduced indication bias. Bosch-Driessen et al. from the Netherlands also observed that patients with congenital toxoplasmosis had an increased likelihood of achieving poorer VA outcomes. [7] Our study did not analyze VA outcomes according to the mode of transmission, as there was no serological method to distinguish between these two groups reliably. Severe VA loss at the final follow-up was identified in 21% of patients in our cohort. This proportion was in the same range as that reported in studies conducted in Brazil, India, and Singapore [8,9,19], but higher than those conducted in Turkey and Iran, which reported a severe visual loss rate of approximately 10%. [21,31] The lower rates observed in these two latter studies could be attributed to the fact that they did not include patients with atypical disease and/or immunocompromised status.\nEducation regarding T. gondii infection and transmission should be provided to communities to reduce the risk of infection and decrease the ocular toxoplasmosis disease burden. Intervention measures could involve modifying eating habits, such as washing fruits and vegetables that are consumed raw, proper heating of all meat, avoiding raw meat products, and cleaning cooking utensils after contact with raw meat and seafood. [32]\nThe present study had several limitations. The retrospective nature of this study resulted in incomplete data and varied patient follow-up durations. Patients lost to follow-up may have led to an underestimation of the incidence of OT recurrence. In addition, differential loss to follow-up may have affected the longitudinal VA outcome, as patients with worse visual outcomes or with immunocompromised conditions were more likely to continue with follow-up than those with good visual outcomes and no systemic comorbidities. Our results demonstrate that most immunocompetent patients achieved significant VA improvement following TMP/SMZ monotherapy treatment as the main antiparasitic regimen. We acknowledge that the VA outcome alone may not be interpreted as a surrogate for therapeutic success. The visual outcome of patients with OT largely depends on the location of the lesion and whether they develop ocular complications independent of antiparasitic treatment. Other limitations also apply, including the possibility of unrecognized factors related to VA outcomes and/or recurring OT, such as parasite strain, host biological factors, or multimodal imaging findings that were not included due to the unavailability of data, and uncertain generalizability of the findings to populations in other regions of Thailand, in which the genotype of the infecting parasite and environmental factors may differ. Referral bias is also concerning, as the study was conducted at a single tertiary center; hence, there is a possibility of recruiting patients with a more severe clinical course. Nevertheless, our hospital is the only uveitis referral center in southern Thailand that serves patients with all types of uveitis. Therefore, we believe that our data represent the clinical information of patients with OT in this region and are not limited to tertiary settings. The study results could contribute to the data on OT from Southeast Asia, where infectious uveitis remains a significant etiology.\nIn summary, the present study demonstrated that patients with active OT in our cohort mainly presented with unilateral, primary focal retinitis without an associated scar, and central lesion location. Immunocompromised patients exhibited significantly larger lesion sizes and poorer VA recovery than immunocompetent patients following treatment. Oral TMP/SMZ, the main prescribed antiparasitic regimen, showed good tolerability and resolved retinitis lesions. Following treatment, approximately 17% and 50% of immunocompetent and immunocompromised patients, respectively, had permanent severe VA loss in at least one eye at the final follow-up. Retinitis recurrence was relatively common and most often occurred within three years of the first presentation. The genotypes of infecting parasites and ocular fluid biomarkers should be studied further to provide a better understanding of the pathophysiology and associated visual outcomes."
}