{
    "Introduction": "Bites by the hump-nosed pit vipers (HNPV) of the genus Hypnale are the commonest type of venomous snakebites in Sri Lanka causing 22–77% of all snakebites [1] in both adults [2–5] and children [6,7]. They inhabit all over Sri Lanka and small region (Western Ghats region) of India. There are 3 species of genus Hypnale including H. hypnale, H. zara and H. nepa from which latter two are endemic to Sri Lanka [8]. Out of 3 species, majority of bites are caused by H. hypnale (80–82%), then H. zara (14–22%) and H. nepa (4–5%) [3–5]. This different biting frequency is due to the geographical distribution of 3 species in the country. Despite large number of studies in adults on HNPV bites in Sri Lanka [2–5,9], only two paediatric studies are found in literature [6,7]. In children, like in adults, bites mostly cause local effects such as local pain, swelling, blistering, necrosis and lymphadenopathy [6,7]. The systemic envenoming effects are mainly acute kidney injury (AKI) and venom induced consumption coagulopathy (VICC) [2–4,9–11]. In addition, thrombotic microangiopathy (TMA), chronic kidney disease, chronic wounds [2,9,10] and cardiac complications [12] may rarely occur.\nSnakebite is a preventable life-threatening medical accident and the envenoming effects are more in children because of higher ratio of injected venom to the body mass. Also, the risk of snakebite is more in children because of their innate curiosity to know about creatures, meddling in snake habitat and barefoot walking. The aims of this study were to describe epidemiology and clinical manifestations of HNPV bites in a group of children admitted over 27 months to a tertiary care hospital in Sri Lanka.",
    "Methods": "Ethics statement\nEthical approval for the study was obtained from the Faculty of Medicine, University of Peradeniya (2020/EC/58). Informed written consent was obtained from parents or guardian of each participant before collecting data. Informed consent was also obtained from participants where applicable. Further, informed consent was obtained from the mother of serial No. 21 patient in order to publish the images. Authors confirm that all methods in this study were carried out in accordance with relevant hospital guidelines and regulations.\n\n\nStudy design and setting\nThis was a prospective observational clinical study, carried out in paediatric wards, Teaching Hospital Ratnapura, Sri Lanka over 27 months commencing from May 2020 that included all children with HNPV bites. Up to 14 year of age (including 14 year) was considered as the paediatric age group. On admission, patients were assessed by the principal investigator and reassessed daily until hospital discharge. Epidemiological features, clinical manifestations, laboratory findings, treatments and short-term outcomes were recorded in a formatted data sheet. Data were collected using an interviewer-administered questionnaire. The species of live or dead specimen of offending snakes were identified using a standard key [8] by the principal investigator.\nLocal envenoming such as pain, swelling, bleeding, necrosis, and lymph node enlargement were evaluated. The severity of local pain was categorized as mild (presence of pain recalled by direct questioning), moderate (pain is severe enough to produce discomfort and crying in palpation or not allow to palpate the bitten limb) and severe (crying with sleep disturbance). Similarly, observations of local swelling were graded as mild, moderate or severe depending on the extent of the swelling and the severity of the involvement. Swelling confined only to the site of bite was graded mild; extension to more than half of the limb was graded moderate; and extension to whole limb was graded severe. Coagulopathy was assessed using bleeding manifestations, 20 min whole blood clotting test (WBCT20) and clotting profile (PT/INR, aPTT). All patients were followed for the detection of consumption coagulopathy at 6-hour intervals of WBCT20 for 1–2 days and monitoring of any bleeding manifestation. On admission, clotting profile and WBCT20 were performed. When positive findings were detected clotting profile was done daily for some patients. Kidney injury was assessed using urine output, blood urea and serum creatinine. Laboratory assessment included PT/INR, aPTT, complete blood count (white blood cells, neutrophils, lymphocytes, eosinophils, platelets, haemoglobin), red cell indices (mean corpuscular volume-MCV, mean corpuscular haemoglobin-MCH, mean corpuscular heamoglobin concentration-MCHC), blood urea, serum creatinine, and serum electrolytes. The morphological characteristics of snakes (gender, head length, tail length, snout to vent length, total length and scale counts) were recorded and dead specimens were preserved in 10% formalin and labeled with patient’s serial number and the date of admission. They were deposited at Teaching Hospital Ratnapura for proof and live snakes were released to their natural habit. Data analysis was done using SPSS version 21 and they were presented as median and interquartile range (IQR).",
    "Results": "Identification of snakes\nThere were 14 (35%) killed specimens (H. hypnale-13 and H. zara-1) and 12 (30%) live snakes (H. hypnale-8 and H. zara-4, Fig 1) in current study.\n(a), (b) Hypnale zara (thick black arrow indicates the prominent hump and thin black arrow indicates the characteristic nuchal colour band (c), (d), (e), (f) Hypnale hypnale (hump is not prominent).\n\n\nEpidemiological features\nDuring the study period, there were 72 snakebite admissions to the paediatric wards in Teaching Hospital Ratnapura from which, HNPV bites were 40 (56%). Out of these, 21 (52.5%) were bitten by H. hypnale and 5 (12.5%) were bitten by H. zara. Other 14 (35%) were bitten by Hypnale spp. and their exact species have not been identified because these patients were transferred from local hospitals in which offending snakes were identified only as hump-nosed pit vipers by the admitting medical officers. The demographic and epidemiological features are shown in Table 1.\nMales (n = 28;70%) outnumbered females. The median age was 84 months [50.2–120 months] and age ranged between 5–167 months. Majority (n = 19; 47.5%) were in 5–10 years of age category. Most children (n = 21;52.5%) were bitten at day-time (06:00–17:59) in home gardens (n = 20; 50%). Lower limbs (24;60%) were affected more than upper limbs and majority (n = 13; 32.5%) were bitten on feet. There were 3 (7.5%) patients with multiple sites of bite. A 7-year-old girl (Serial No.21) was bitten by H. zara on face, dorsum of right hand, 3rd finger and right knee joint while she was sleeping on a bed. She had 7 fang punctures (Fig 2).\n(a) 2 fang punctures on face (circled) on day 1 (b) full recovery on day 4 (c) fang puncture (circled) just above right knee joint (d) 2 punctures (circled) on right hand (e) 2 fang punctures (circled) over right 3rd finger (f) offending live hump-nosed pit viper: Hypnale zara from Kuruvita, Sri Lanka (06°77’N, 80°37’elevation 37m/ 121ft).\nHypnale bites occurred throughout the year. But majority of them occurred on October (n = 9; 22.5%), then on July and December (each n = 6;15%) (Fig 3).\nMost of children (n = 19;47.5%) were in grade 1–5. Most bites (n = 26; 65%) occurred without provocation. Majority of patients were from Ratnapura administrative division (n = 15;37.5%) and then in Kuruvita (9;22.5%). Most children (n = 30;75%) were admitted to the medical facility < 4 hours after the snakebite [90 min (40–210 min)] and 12 (30%) were admitted < 1 hour. Hospital stay was 4 days (3–5 days) and the range of hospital stay was 2–18 days. The commonest first aid method was washing the bite site (n = 26;65%). Thirteen patients (32.5%) were transferred from local hospitals.\n\n\nClinical features\nClinical manifestations of HNPV bites in children are shown in Table 2 and Fig 4. There were 2 (5%) patients with dry bites who did not show any envenoming features in spite of having fang punctures at the site of bite with the availability of the specimen of offending snake. Local envenoming was observed in 38 (95%) children. Systemic manifestations were observed in 4 (10%) who had VICC. Three (7.5%) were found to have non-specific envenoming features including abdominal pain in 2 (5%) and headache in 1 (2.5%). Fang punctures were observed in all patients from which, majority had 1 puncture (n = 18;45%).\n(a) severe local swelling of left lower limb on day 2 (b) moderate local swelling of right lower limb on day 2 (c) haemorrhagic blister on right 2nd finger on day 3 (d) heamorrhagic blister on left big toe on day 2 (e) necrosis of right thumb (circled) on day 2 (f) bite marks on left 2nd finger on day 2.\nPain assessment was difficult in children below the age of 3 years which included 8 (20%). Therefore, pain assessment was done in 32 whose age was more than 3 years. Out of 32, mild pain was observed in 5 (16%), moderate pain in 10 (31%) and severe pain in 15 (47%). No pain was observed (dry bites) in 2 children (6%). Compartment syndrome was detected in 3 (7.5%) children who required fasciotomy.\nLaboratory findings\nLaboratory findings are shown in Tables 3 and 4. Out of haematological parameters, majority (n = 28;78%) had leukocytosis (elevated white blood cell counts, normal 4-11x 103/μL) and eosinophilia (elevated eosinophils > 500 /μL) was observed in 9 (27%) children. Mild elevation of liver enzymes (3 times the normal) were detected in 7 (29%) patients.\n\n\nTreatment\nNo antivenom is currently available in Sri Lanka or India for HNPV envenoming. Therefore, supportive treatment was carried out for all 40 children with HNPV bites. Paracetamol was given 6 hourly or thrice a day for pain management. Local swelling was managed with elevation of the affected limb and close monitoring of peripheral pulse, SpO2 and capillary refilling time (CRFT) for the detection of acute compartment syndrome. If cellulitis was suspected, oral or intravenous cloxacillin 6 hourly and metronidazole 8 hourly were administered. Fluid input-output was monitored with blood urea and serum creatinine levels for assessment of renal function.\nSurgical interventions were done for 10 (25%) children including wound cleansing, incision and drainage, skin grafting, fasciotomy and secondary suturing. Fasciotomy was done in 3 (7.5%) children as described follows.\n\n\nCase 1 (Serial No.33 patient)\nA 4-year-old girl was admitted to Emergency Treatment Unit following HNPV bite to her medial aspect of right foot and the snake was identified as H. hypnale (Fig 5a and 5b) by the principal investigator. She was bitten while she was walking to home on a foot pathway at about 1020 h. Initially, site of bite was washed with soap and then a tourniquet was applied above the fang punctures for 30 minutes. On admission, the child had severe local pain over right lower limb with moderate swelling. On examination, she had 3 bite marks and there was no blistering or necrosis. Her WBCT20 on admission was normal and the other laboratory findings are shown in Table 5. She was kept on close observation by monitoring CRFT, dorsalis pedis pulse and O2 saturation (SpO2) of the affected limb. Gradually, her local swelling increased with prolonging CRFT (Fig 5c and 5d) associated with low SpO2. She was then undergone right lower limb fasciotomy on day 2 of snakebite. Skin grafting was done on day 15 of snakebite and was discharged on day 18 with the arrangement of clinic visit in surgical unit.\n(a) dorsal aspect (b) ventral aspect (c) severe swelling of right lower limb (d) 3 fang punctures (circled) of the medial side of right foot.\n\n\nCase 2 (Serial No.39 patient)\nA 3-year-old previously healthy boy was transferred from a local hospital at 1205 h following HNPV bite to dorsum of his right hand at 1630 h previous day while he was playing inside home. On admission to the tertiary care centre, he had severe pain over the bitten arm and his urine output was normal. On examination, there were 2 fang punctures on right hand and no local bleeding or necrosis was observed. Capillary refilling time of affected arm was < 2 sec and O2 saturation was normal. He was kept on arm elevated and monitoring of CRFT with SpO2. His laboratory findings are shown in Table 5. He developed lowering of SpO2 with weak radial pulse suggestive of right upper limb acute compartment syndrome for which forearm fasciotomy was done on day 2 of snakebite. On and off, he was undergone wound debridement and skin grafting was done on day 14 of snakebite. He was discharged on day 16 with arranging clinic visits.\n\n\nCase 3 (Serial No.52 patient)\nA 2 ½-year-old previously healthy boy was transferred from a local hospital following HNPV bite to his right middle finger at 2400 h while he was trying to get on to his bicycle. At that time, the snake was on the bicycle seat. Within 45 min, child was admitted to the local hospital. On admission to tertiary care centre, there was severe local pain and severe swelling over the bitten upper limb and 2 fang punctures were observed. There was a haemorrhagic blister, necrosis at the site of bite and local lymphadenopathy. Twenty minutes whole blood clotting test on admission was normal and the other laboratory findings are shown in Table 5. He was kept under close observation of CRFT, radial pulse and SpO2 of the affected hand. As local swelling was gradually increased with lowering of O2 saturation, right side carpel tunnel decompression and forearm fasciotomy was done under general anaesthesia on day 1 of snakebite (Fig 6). Then secondary suturing was done at day 3 and day 13. He was discharged on day 14 of snakebite with arranging clinic visits.\nCarpel tunnel decompression and forearm fasciotomy of right hand in case 3 patient (a), (b) Note that the necrosis of the site of bite in middle finger and secondary suturing.",
    "Discussion": "Current study is the first study done involving large number of children with HNPV bites (n = 40) compared to two previous studies in Sri Lanka [6,7]. This study points out that similar to adults [2–5,13], local effects are common and systemic effects are rare following HNPV bites in children. Like in adults, HNPV bites are the commonest cause of snakebites in children which is 44% [7]. In current study, it was 56% of all snakebites. A previous study describes that 38.5% of victims (n = 5) developed systemic envenoming including 5 children having VICC from which 2 had AKI [6]. Therefore, spectrum of systemic envenoming is similar in both adults and children in HNPV bites. Recently published case report describes an 8-year-old girl developed VICC, hemolytic uremic syndrome and acute hepatic injury following a HNPV bite and she got full recovery being treated 32 days in hospital [14]. We also found 4 children (10%) developing VICC as systemic effects with mild elevation of clotting profile and positive WBCT20 without having clinically detectable bleeding and even this abnormality prevailed only for one day. In children with HNPV bites, VICC occurs in 28.6% and AKI in 14.3% [6] whereas in adults, VICC occurs in 3.5–39% [2–5,11] and AKI in 6–10% [2,4,10]. However, AKI was not observed in present study. Thus, severe systemic effects were not observed in current study. This may be due to composition of venom variation according to the geographical region. However, renal failure complicating snakebite is more frequent and more severe in children than in adults [15].\nLike in previous studies [16–18], current study also highlights the male predominance. Boys have higher rates of snakebites as they are more prone to catch, kill or interfere with snakes [19]. There is a difference in hospital stay between children and adults following HNPV bites. In current study, hospital stay was 4 days (3–5 days). But in adults, it was 2.5 days (2–3 days) [4]. This means children are in longer hospitalization than adults following HNPV bites. One reason for this could be due to the difficulty in clinical assessment of younger children below the age of 3 years.\nWe found acute compartment syndrome is higher in children, needing fasciotomy as the treatment option in 7.5% (n = 3). These children needed prolonged hospitalization (14–18 days) for the wound which needed secondary suturing and/or skin grafting later. This was actually a severe burden to the family because one of parents, usually mother had to stay with the child throughout the hospital stay. It was found that the fasciotomy is done 0.7% of paediatric snakebites [20]. Acute compartment syndrome is a medical emergency for which the treatment is surgery to open the compartment (fasciotomy). It is an elevation of intra-compartmental pressure to a level that impairs circulation. The sequelae of a delayed diagnosis of compartment syndrome is devastating. Symptoms of acute compartment syndrome include severe pain, elevation of CRFT, weak peripheral pulses, decreased ability to move or a pale color of the affected limb. Diagnosis is usually clinical or by measurement of intra-compartmental pressure. However, in snakebites, distal pulselessness and pallor may be explained by circulatory shock and local edema owing to toxic effects at the injection site and not necessarily by the development of compartment syndrome. Therefore, sometimes unnecessary fasciotomy may lead to severe disability [21]. Thus, it is suggested to get serial compartment pressure with the evidence of neurovascular compromise that is consistent with tissue damage [22]. In Sri Lankan hospital settings, compartment syndrome is diagnosed clinically, not with the use of manometer readings.\nCurrent study found 95% prevalence of local envenoming including local pain, swelling, blistering, necrosis and local lymphadenopathy. One study points out a 100% of local envenoming found in all children [7]. In adult HNPV bites, this was 82–100% [2–5]. Dry bites, in present study were 5% whereas in adults, it ranges 5–9% [2–4]. Previous literature describes that envenoming in children can be more severe than adults and they have higher morbidity and mortality [15,23–25]. In addition to mortality, long term effects of amputations and post-traumatic stress disorder account for a great burden of snake envenoming in children [26]. But, in our study any child did not develop severe life-threatening complications and almost all fully recovered following HNPV bites. A previous adult study revealed eosinophilia as the key haematological parameter following HNPV bites [4]. But, in current paediatric study, it was the leucocytosis that is predominant and eosinophilia was observed only in 27%. Neutrophil leukocytosis is a common observation in experimental animals in response to snake venoms [27].\nEnvenoming in children is generally severe due to the lower volume of distribution of venom. Additionally, they prone to develop potential for life long permanent sequelae from tissue damage due to necrosis and psychological sequelae. Children should be specially addressed when planning preventive strategies of snakebites because it disproportionally affects children living in impoverished rural communities [28]. Ideally, this can be achieved by education about snakebites in rural schools.\n\nLimitations\nWe encountered difficulty in pain assessment (mild, moderate and severe) as the one of main local envenoming effects in HNPV bites in children below the age of 3 years (n = 8).",
    "Conclusions": "Hump-nosed pit viper bites mostly cause local effects and rarely systemic envenoming in children. Compartment syndrome is common in children following their bites and these children should be closely monitored in order to detect acute compartment syndrome early and to prevent permanent loss of limbs."
}