{
    "Introduction": "Brucellosis is a significant, widespread contagious zoonotic bacterial disease, which has a substantial economic impact on the livestock sector. The disease is caused by a gram-negative, facultative intracellular bacterium from the genus Brucella which infects a wide range of animal species and humans [1–4]. Brucella species are not host specific but are known to have a host preference. For example, cattle are the main host for B. abortus, whereas B. melitensis is found primarily in small ruminants and B. suis in swine [5,6]. Among the many Brucella species isolated in humans and animals, B. abortus, B. melitensis, B. suis and B. canis are the ones classically described as the most important zoonosis [4,7].\nIn livestock, the disease is usually asymptomatic but may cause abortion storms in naive herds, infertility and decreased milk production [8–10], hence being responsible for considerable economic losses. In rare cases, joint inflammations are observed [11]. A peak shedding of bacteria occurs around the time of abortion or birth, which contributes to large environmental contamination [12–14].\nHumans become infected through direct contact with fetal material, vaginal fluids and afterbirths from infected animals or through consumption of raw or undercooked meat or raw dairy products [13,15–17]. People with brucellosis often show nonspecific clinical signs and/or symptoms like malaise, fatigue, fever, muscle and joint pains [15,18–20] and possible spontaneous abortion in pregnant women [21,22]. The clinical presentation is often indistinguishable from other febrile diseases such as malaria and typhoid fever [15,23]. Chronic forms and recurrences can lead to long-term complications such as arthritis, endocarditis, spondylitis, recurrent fever and ME/CFS [24,25].\nMore than 500,000 human cases occur annually worldwide [26,27]. It is the second most important zoonotic disease in the world, next to rabies [28]. The disease has been controlled and/or eradicated in most developed countries, thanks to extensive control programs [7,28,29]. Brucellosis however, remains an important human-animal health and socio-economic problem in developing countries, where large rural populations rely mainly on their livestock for income and food [7,26,30] and where resources and coordinated control programs are lacking.\nEthiopia has the largest livestock population in Africa [31] as it is a major source of income and security for two-thirds of the population [32–34]. Brucellosis is endemic in Ethiopia, with a livestock prevalence ranging across geographical regions and livestock species from 3% to almost 50% [35]. Higher prevalence was found in some lowland and pastoral areas [36–40], but studies are very limited in scale. An estimated 40% of the livestock are kept in the pastoralist lowland areas [5,41]. The burden of human brucellosis is likely to be higher in these pastoral communities who have a cultural habit of consuming raw animal products, have daily physical contact with their livestock and often have poor access to health services.\nLimited data is available on brucellosis prevalence at the livestock-human interface in pastoral areas [42]. This is the first large scale integrated animal-human serological surveillance of brucellosis in pastoral communities. The aims of this study were to quantify the seroprevalence of brucellosis in all livestock species and pastoralists alike as well as describe risk populations, using an integrated One-Health approach in two pastoral regions of Ethiopia, namely Afar and SRS.",
    "Material and methods": "Ethics statement\nThis study received ethical clearance in Switzerland from the “Ethikkommission Nordwest-und Zentralschweiz” (EKNZ) (R-2017-000666) and the institutional clearance at AHRI, Ethiopia (P041-17). Formal written consent was obtained from parents/guardians for child participants.\n\n\nStudy site\nThe study was conducted between November 2017 and June 2018 in two neighboring pastoral regions of Eastern Ethiopia, Afar and SRS (Fig 1A). The regions are bordered to the East by Djibouti and Somaliland, to the South by Somalia and Kenya and to the North by Eritrea. The majority of the communities are pastoralists (90%), keeping livestock (goats, sheep, camels, and cattle) for their daily livelihood and social security. The climate is typically arid to semi-arid, and many places experience regular water and fodder shortages, forcing pastoralists to seasonal migrations with their animals. The study area is covered by sparse vegetation and extensive grazing land.\nMap of Ethiopia showing the study sites (1A), the brucellosis prevalence in livestock (1B) and the prevalence in humans (1C). Map baselayer for all 3 maps is from: https://commons.wikimedia.org/wiki/File:Ethiopia_regions_blank.png.\n\n\nStudy design, study population and sample size\nThis cross-sectional study used a multistage cluster sampling proportional to size, according to Bennet et al 1991 [43]. Thirteen woredas (districts) were selected based on accessibility by road and safety, seven from Afar and six from the Somali region (SRS). In each woreda, kebeles (villages) were selected randomly with probability of selection proportional to the human population size. A total of 118 kebeles were selected and used as cluster units. Within each cluster, an official list of all households owning livestock was provided by the kebele chairmen and 650 households were randomly selected in which both, people and animals were tested. Within each selected household, all people over seven years of age were enrolled if they had provided informed consent to participate in the study. All livestock species were included (cattle, sheep, goat and camel) and were randomly selected in each household.\nFor the sample size determination, we assumed a prevalence of 6%, an intraclass correlation rho of 0.1 between clusters and a design effect of 4.9. A total sample size of 5000 samples were required for a precision estimation of 95% confidence limits around the estimate of 1.9%-points.\n\n\nLaboratory data\nSpecimen collection- animals & humans.Venous blood from livestock was drawn by trained health professionals into 10 ml Vacutainer labeled tubes, whereas 4 ml blood were used for humans. The blood samples were left at room temperature to allow clot formation. The serum was then carefully separated using sterile Pasteur pipettes into 1.5 ml labeled cryo-tubes and transported in a cool box with ice to the respective regional laboratory, where the serum as well as the remaining blood clots were stored in the freezer before being transported by air to the Armauer Hansen Research Institute, in Addis Ababa for further laboratory analysis and storage at -20°C. Animals are not vaccinated against brucellosis in Ethiopia.\n\nSerological test- animals & humans.Camel and small ruminant serum (sheep, goat) were analyzed using a commercial comparative ELISA (SVANOVIR Brucella-Ab C-ELISA, Boehringer Ingelheim Svanova, Sweden). Serum from bovine were analysed by indirect ELISA (SVANOVIR I-ELISA-Ab, Boehringer Ingelheim Svanova, Sweden). Human samples were tested using an IgG ELISA (Demeditec Diagnostics, GmbH, Kiel, Germany). All laboratory procedures followed the manufacturer’s instructions.\nA commercial immune-chromatographic lateral flow assay (LifeAssay Diagnostics (PTY) LTD, Cape Town, RSA) was used in people who refused to be tested by drawing venous blood or in addition to the conventional blood testing. The rapid test needed a blood drop from a finger prick and the results were read on the spot after a few minutes following the manufacturer instructions.\n\n\n\nEpidemiological data\nA structured datasheet captured information related to the sampled person and animal. For people, information included demographic information (age, sex, address) as well as history of abortion. For animals, information included species, age, sex, and history of abortion.\n\n\nData management and statistical analysis\nAll survey and laboratory data were entered, cleaned, and stored in Microsoft Access tables at AHRI. Statistical analysis was performed using STATA-15 Software (StataCorp, Texas, USA). Data analysis included both descriptive and inferential analysis. Generalized Estimating Equation (GEE) model for binomial outcomes was used to account for potential correlation within herds, to calculate apparent sero-prevalence in human and livestock populations and to examine the association between seropositivity and potential risk factors. Age was categorized depending on species. Age in human individuals was categorized as <20 years, 20 to less than 50 years (20-<50), and 50 years and older. Animals were divided into two age categories, those who had not reached sexual maturity and sexually mature adults (6 months for sheep and goat, 3 years for cattle and 4 years for camel).\nA p-value <0.05 was considered to be significant. In animals, analyses were run by species, by livestock (all species regrouped) and by differentiating small ruminants (goats + sheep) and large animals (cattle + camel). Correlations across species were assessed using Spearman’s correlation coefficient for village level and household level prevalence.\nTrue sero-prevalences (TP) were estimated using the Rogan–Gladen estimator:\nTP = (AP + Sp—1)/(Se + Sp—1), where TP is the true prevalence, AP is the apparent prevalence, Se is the sensitivity and Sp is the specificity of the diagnostic tests [44]. Based on the manufacturer sensitivity and specificity evaluation documents, we considered Se = 100% and Sp = 98.78% for the human IgG Elisa; Se = 99.4% and Sp = 98.9% for C-ELISA in sheep and goats; Se = 97% and Sp = 100% for cattle I-ELISA. TP for camel was not done due to lack of evaluated data.",
    "Results": "Populations\nIn total, in both pastoral regions of Afar and SRS, 653 households were sampled (427 in Afar, 226 in SRS) among 118 villages in 13 Woredas.\n\n\nHuman rapid test\nIn total, 410 rapid tests (RT) were performed, of which 352 (85.9%) were performed as sole test and 58 (14.1%) were done in addition to the ELISA test. All RTs were negative. Among the 58 participants with dual testing (RT + ELISA), 39 samples (67.2%) were ELISA negative. A further 17 samples (29.3%) were ELISA positive and two ELISA inconclusive.\n\n\nSero-prevalence in humans and animals\nOverall, 5469 sera were tested by ELISA, of which 3798 (69.4%) and 1671 (30.6%) were Afar and SRS samples, respectively.\nIn livestock, brucellosis prevalence was 9.% (N = 292/3202; 95%CI = 13.7–16%) in Afar and 8.6% (N = 130/1456; 95%CI = 9.9–13.8%) in SRS. Highest prevalence was found overall in goats (9.8%; 95%CI = 8.5–11.4), followed by sheep (8.3%; 95%CI = 6.4–10.6), camel (7.5%; 95%CI = 5.5–10) and cattle (7.1%; 5.2–9.7) (Table 1). Overall livestock prevalence ranged between 0.6% and 20.2% at Woreda level (Table 2).\nIn humans, brucellosis prevalence was 48.3% (N = 266/594) in Afar and 34.9% (N = 67/215) in SRS. Sero-prevalence ranged between 0 and 74.5% at Woreda level (Table 2). In humans, the older the individuals the higher the prevalence (Table 3). The lowest and highest prevalence was observed in the age category below 20 years old (N = 30/103; 29.6.2%) and in people aged 50 and older (N = 74/145; 50.8%) respectively.\nThere were 292 households (68.4%) in Afar and 130 in SRS (57.5%) respectively with at least one positive animal. At least one positive human reactor was found in 228 households in Afar (53.4%) and in 60 households in SRS (26.5%).\nTrue seroprevalence calculations for humans, goat, sheep and cattle and its comparison with AP are shown in Table 4. Apparent prevalence and TP did not differ much in humans and bovines. In small ruminant, TP was a bit lower than the AP.\nNo correlation between species prevalence was observed at either household or village level (Fig 2).\n\n\nAbortions\nAbortions were reported overall in 193 out of 4658 animals (4.1%) with a range between 0.0 and 11.5% at Woreda level (Table 2). The majority (85.0%) of livestock that aborted (N = 164/193) were ELISA negative. All cattle with abortion history were ELISA negative. A third of camels (N = 1/3; 33.3%), 16.0% (N = 21/132) of goats and 17.0% (N = 8/47) of sheep that had aborted were ELISA positive. Among the two women who had aborted in the last 12 months, one was ELISA positive for brucellosis.\nThe proportion of animals with a history of abortion was significantly higher (OR = 1.66; 95%CI = 1.08–2.54; p = 0.019) in seropositive animals compared to seronegative animals (Table 5). Table 5 shows the results between brucellosis status and abortion history in the different livestock species.\n\n\nUnivariate and multivariate analysis\nWe assessed in livestock five potential risk factors for brucellosis sero-positivity. Overall, in livestock, no significant association was observed in the univariate analysis with the region and with age (Table 6). Males were at significantly lower risk of being seropositive than females (OR = 0.59; p = 0.013). Among the species, cattle had less risk of being sero-positive than goats (OR = 0.63; p = 0.011). All variables were included in the multivariate model. Results from the multivariate analysis were similar. Univariate analysis done for each separate species showed that statistical significance was found in goats for males being protective (OR = 0.45; 95%CI: 0.25–0.81; p = 0.008) and in sheep with abortion history (OR = 2.25; 95%CI:0.97–5.18; p = 0.057).\nIn humans, three risk factors were assessed for individual human seropositivity (Table 7). A significant association was observed with region with SRS being less of a risk for sero-positivity than Afar (OR = 0.57, p = 0.002). There was no significant difference observed between male and female and sero-positivity. The older the people, the highest the odds of being sero-positive (OR = 1.93 for age category 20-<50 years and OR = 2.44 for people aged 50 and older). Similar results were found in the multivariate analysis.",
    "Discussion": "This large-scale study integrated animal and human surveillance of brucellosis within the same households in two pastoral regions of Ethiopia. Such a One-Health approach is important in assessing zoonosis such as brucellosis, particularly among pastoral communities, whose way of life is intricately linked with their animals. This study complements a national brucellosis surveillance that focuses on sedentary farmers mainly on the Highlands and the Southern regions of Ethiopia and will provide the Ethiopian Government with data needed for future control programs of brucellosis.\nPastoral areas are often neglected when it comes to disease surveillance and health services, due to the remoteness of the areas, challenging logistics, harsh environment, lack of infrastructure and sometimes security issues. The Afar and the SRS however, are two important pastoral regions in Ethiopia in terms of size, livestock herds, livestock economics and human and animal cross-border movements within the Horn of Africa. These regions thus, need special attention and inclusion in national surveillance programs.\nBrucellosis was found to be widespread in the study areas, with over half of the households/herds having at least one positive case (68.4% in Afar and 57.5% in SRS). Livestock prevalence was 9% in Afar and 8.6% in SRS. The results are a bit higher than previously reported from these regions [34,45]. Comparison of results with previous studies performed should however, be cautiously done since various diagnostic methods are used in the different studies (e.g. RBP, ELISA, CFT). Also, few studies reported combined sero-prevalence results with consideration of all four species common to pastoralists (cattle, goat, sheep and camel), making comparison between studies more difficult. Nevertheless, our results were comparable to previous reports of 10.6% and 9.6% sero-prevalence of brucellosis in cattle and camels of Borena zone and SRS, respectively [46,47]. Although exposure to the disease in animals was observed in all woredas ranging from 0.6% to 20.2%, the sero-prevalence was not evenly distributed throughout the region and rather showed hotspots for disease exposure. The highest animal prevalence was found around Central Afar (Chifra), the areas bordering the Oromia region (Awash; Mieso) and Djibouti (Asayita, Aysha). The lowest prevalence was found along the Afar-SRS border and further south into SRS (Fig 1B). In comparison, antibody detection in humans was significantly higher in Afar (48.3%; p = 0.002) than in SRS (34.9%). Overall, high exposure levels (up to 74.5%) were seen in pastoralists (Fig 1C). Human exposure to brucellosis was higher than previously described in pastoral areas of Borena in Southern Ethiopia and in Amibara district [23,48]. In humans, there was no difference in risk of being sero-positive between male and females but there was an increasing risk with increasing age. Obviously, the chance of being exposed with the pathogen is increasing the longer one lives. The ELISA diagnostic for humans was targeting IgG, which can persist for many years as opposed to IgM and can be indicative for past infections [49]. Interestingly, no clear association could be seen between the current livestock prevalence and human prevalence. Human sero-positivity was not highest in areas with high animal sero-positivity (Fig 1B and 1C). Furthermore, 165 households with sero-positive people had no sero-positive livestock supporting the hypothesis that people might have been infected once during their life by their livestock, but by livestock no longer in their herd, or from products originating from other livestock (e.g. neighbor, family, market) showing that brucellosis has been circulating for a while in those areas. Livestock on the other hand, particularly goats and sheep, unlike people have a short life span and high herd turn-over.\nSurveillance of zoonotic diseases in pastoral communities can be challenging for various reasons: accessibility, lack of diagnostic facilities, remoteness, difficulty maintaining the cold chain for samples and sometimes unwillingness to have venous blood drawn, to name some of the constraints. A rapid test as the one used in our study would be attractive for such settings. It does not need a cold chain, can be done with a simple finger prick and results read on the spot. The test was usually well accepted by the community. In rare cases, people refused to be tested for fear that it was a HIV test. Poor performance of this test was observed in Kenya’s health facilities in a low-epidemic setting [50]. On the opposite, good results were observed in previous studies in Southern Ethiopia [48]. However, in our study, none of the people tested by RDT were sero-positive although 29.8% of these were ELISA positive. Unlike the IgG ELISA, the RDT detected IgM. Hence, there is the possibility that it could not capture older infections in people. This rapid test, however, could prove useful for health clinics in high brucellosis prevalence areas, where patients are presented with brucella-like illness.\nBrucella is known for easily crossing species barriers [51]. In our study, brucella seropositivity was found in all livestock species. Interestingly, although most (81.0%) pastoralists keep several livestock species, the disease did tend to affect only one of them. Indeed, 200 households had only one species showing sero-positivity, 46 households had two specie whereas only three households had all their livestock species affected. In total 150 households kept all fours livestock species. This could be explained by the fact that pastoralists often herd the various livestock species separately during the day and also keep the species separate during the night. This would reduce the risk of cross-species infection in households.\nSo far, few studies have isolated and identified Brucella species in Ethiopia. Brucella abortus was isolated in dairy cattle [52], whereas B. melitensis was isolated in goats in Amibara woreda (Afar) [53]. Although all livestock species were affected, it is at this stage difficult to conclude whether there is cross-species transmission of either B. abortus or B. melitensis or if both pathogens are equally circulating in the areas. More research is warranted in these pastoral areas to determine the prevalent Brucella strains, which will also be essential knowledge before embarking on any vaccination program.\nApparent overall sero-prevalence was 9.8% in goats, 8.3% in sheep, 7.1% in cattle and 7.5% in camels. Cattle were significantly less at risk of sero-positivity than goats (OR = 0.63; p = 0.011). In Southern Ethiopia, Gumi et al (2013) found similar sero-prevalence in goats (9.6%) in Oromo and Somali pastoralist communities but much lower sero-prevalence in cattle (1.4%) and camels (0.9%). Another older study from Afar and SRS showed a prevalence of 13.2% in goats and 5.6% in sheep and a difference between Afar (13.2%) and SRS (1.9%) in shoat brucellosis prevalence [54]. In the meta-analysis done by Tadesse (2016), sero-prevalence of brucellosis was 8.4% in shoats in Afar and 2.6% in SRS; camel prevalence was 4.8% in Afar and 2% in SRS. Similarly, Ibrahim et al (2020) showed low sero-prevalence of Brucellosis in SRS [55]. Based on our results and previous published results from these two regions [34,47,55], we hypothesize that SRS has a lower brucellosis sero-prevalence in livestock but that our study area in SRS (Sitti zone), is bordering Afar and hence this particular zone might have a higher sero-prevalence than the rest of SRS.\nOverall in livestock, males had lower sero-positivity than females (OR = 0.59; p = 0.012). This is a tendency often observed [34]. It must be noted that females in our study represented 90.4% of all animals. Generally, pastoral herds comprise more females than males. Female animals are kept longer as milk providers and have thus increased chance of exposure to the pathogen, whereas males are used mainly for income or meat (selling or slaughtering). But this fact also raises the zoonotic risk as pastoralists will consume raw milk from these female animals. In our study, age was not significantly associated as a risk factor. However, caution must be taken with the result, since we did not have pre-puberty tested animals in shoats.\nBrucellosis causes abortions particularly in naïve livestock herds and/or first pregnancy, impacting household economies and putting pastoralists livelihood at risk. None of the cattle that had aborted were seropositive for brucellosis suggesting other causes for abortions in this species. On the other hand, a third of the camels that had aborted were sero-positive for brucellosis. The proportion of animals with a history of abortion (except for cattle) was much higher in sero-positive animals than in sero-negative animals.\nIn conclusion, this wide scale integrated surveillance showed that brucellosis is endemic in pastoral communities in East Ethiopia with hot-spot areas that would need attention from the public and animal health authorities, particularly in light of the high sero-prevalence found in people. National surveillance and control programs have to include these remote pastoral communities but will likely need to be tailored to the particular context of pastoralism."
}