{
    "Introduction": "Zika virus (ZIKV) is a flavivirus transmitted primarily by Aedes species mosquitoes. Since the first reported primate ZIKV infection in 1947, sporadic human cases have occurred in Africa and Asia, followed by outbreaks in Micronesia and French Polynesia, culminating in widespread infection in the Americas in 2015–2016 [1–4]. In May 2015, locally transmitted infection in the Western Hemisphere was first reported in Brazil; the predominant strain was related to the Asian genotype [5]. ZIKV disseminated among this largely immunologically naïve population, where the World Health Organization estimates >534,000 confirmed or suspect cases, involving the majority of Western Hemisphere countries by the end of 2016 [6]. As of September 2017, 5,431 cases have been reported in the continental United States (U.S.), of which 5,155 were travel-associated, 225 were locally acquired mosquito-borne cases, and 36,644 cases were reported in Puerto Rico and the U.S. Virgin Islands [7].\nZIKV infection is often asymptomatic and usually self-limited, with most symptoms resolving in 7–10 days [4]. Patients typically present with rash, arthralgia, conjunctivitis, or fever [1, 3, 4]. More serious complications include congenital syndrome (microcephaly and other fetal abnormalities), Guillain-Barré syndrome (GBS) and other neurological disorders [8–23]. ZIKV is detectable for approximately 1 week in blood and 2 weeks in urine [24–26].\nThe Veterans Health Administration (VHA) has health care facilities throughout the U.S. and territories. We perform ongoing surveillance for emerging pathogens, and reported the first ZIKV case in Puerto Rico in December 2015 [27]. Since 46% of all U.S. Veterans and 62% of Veterans in Puerto Rico are aged ≥65 years and have significant comorbidities, they could be at higher risk for severe ZIKV infection compared to those in the general U.S. population exposed to the virus (i.e., returning travelers and those living in areas with local ZIKV transmission) [28–30]. Herein, we describe characteristics of ZIKV-infected Veterans and investigate risk factors for hospitalization and neurological complications.",
    "Methods": "Ethics statement\nZIKV testing and surveillance were conducted as part of VHA operations and public health activities. As such, the VHA Office of Research Oversight considers public health investigations as operational and not research in VHA [31]. Since only ZIKV-positive cases required reporting to public health and U.S. federal agency authorities, negative cases were not reviewed. Patient data were anonymized after data abstraction for analyses.\n\n\nData collection and analysis\nWe identified patients from all VHA facilities with ZIKV test results for specimens collected between December 1, 2015–October 31, 2016, utilizing VHA national data sources. Additional case finding was performed by querying inpatient and outpatient encounter data for Zika-specific International Classification of Diseases, Clinical Modification, 10th Revision (ICD-10-CM) code A92.5 and from VHA facility communications with VA leadership.\nTesting for ZIKV was performed at the VHA’s Public Health Reference Laboratory (PHRL), and public health, federal or commercial laboratories. Testing and confirmation of ZIKV infection in our patient population is summarized in Fig 1. Initially, PHRL utilized a ZIKV reverse transcriptase PCR (RT-PCR) assay described previously [32]. Following U.S. Food and Drug Administration approval in March 2016, the Centers for Disease Control and Prevention (CDC) Trioplex RT-PCR assay for ZIKV, Dengue virus (DENV) and chikungunya virus (CHIKV) (in serum, whole blood, urine and spinal fluid) and ZIKV MAC IgM enzyme-linked immunosorbent assay (ELISA) (Anti-Zika Virus IgM Human MAC-ELISA kit, CDC) (for serum only) were used according to manufacturer’s recommendations [33, 34]. DENV (DENV Detect, InBios, Seattle, WA) and CHIKV (Abcam, Cambridge, MA) serum IgM ELISA assays were also performed per manufacturer’s recommendations. Testing methods performed by non-VA laboratories were unable to be confirmed. Samples with presumptive positive, equivocal or inconclusive ZIKV IgM results with an RT-PCR result that was either negative or not performed were sent to CDC for confirmatory testing using PRNT for DENV and ZIKV IgM [25]. Coinfection was defined as CHIKV and ZIKV-positive RT-PCR or IgM assays. In addition, patients with positive DENV RT-PCR and ZIKV RT-PCR assays would be considered coinfected. Potential cross-reaction of tests was defined as positive DENV IgM or RT-PCR and ZIKV IgM with plaque reduction neutralization test (PRNT) positive for DENV and ZIKV IgM results within 30 days of testing. Patients who were ZIKV RT-PCR and DENV IgM positive without PRNT were unable to be categorized as coinfected or cross-reactive. Since laboratory testing was performed based on clinician orders, not all assays were performed in all patients. In addition, CDC-recommended testing strategies changed over the course of 2016 [25, 26, 35].\nRT-PCR, reverse-transcription polymerase chain reaction; IgM, immunoglobulin M; DENV, Dengue virus; PRNT, plaque reduction neutralization testing [25].\nFor all patients with available ZIKV-positive diagnostic test results, we extracted demographics, clinical symptoms during acute illness and travel history from clinical notes, laboratory results (leucocyte, lymphocyte and platelet count; creatinine, alanine [ALT] and aspartate [AST] aminotransferases), concomitant medications (including 3-hydroxy-3-methylglutaryl-coenzyme (HMG-CoA) reductase inhibitors, antidiabetic, nonsteroidal anti-inflammatory drugs (NSAID), antidementia, oral glucocorticoids, antineoplastics, antivirals (for HIV-1 treatment), immunosuppressants, and intravenous immunoglobulin), hospitalizations, and outcomes from VHA electronic health records (EHR). Comorbidities were identified by extraction of discharge and encounter ICD-10-CM codes and provider notes. Age-adjusted Charlson co-morbidity indices (CCI) were calculated as a measure of a patient’s health status [36]). Laboratory cutoffs were as follows: leukopenia (<4,500 white blood cells [WBC]/μL); leukocytosis (>11,000 WBC/μL); lymphopenia (<1,000 lymphocytes/μL); and thrombocytopenia (<155,000 platelets/μL). Acute kidney injury (AKI) was calculated based on serum creatinine levels that were collected at presentation and the most recent serum creatinine prior to ZIKV infection (used as baseline). AKI was categorized into stage I (1.5–1.9 times baseline), stage II (2.0–2.9 times baseline), and stage III (≥3.0 times baseline) [37]. Abnormal hepatic function was determined by elevated transaminasemia 1–1.9 times upper limit of normal (ULN) (AST 34, ALT 40), 2–2.9 times ULN, and ≥3 times ULN [38]. Neurologic complications were determined by review of encounter ICD-10-CM codes after ZIKV diagnosis through 3/31/2017.\nPositive cases were categorized as laboratory-confirmed which was defined as a patient with detectable ZIKV RNA by RT-PCR in serum or urine or a patient with positive ZIKV IgM ELISA result and confirmatory PRNT positive for ZIKV IgM only. A presumed positive case was a patient with a positive serum ZIKV IgM and negative DENV IgM result or not tested and a PRNT result positive for ZIKV and DENV IgM. Characteristics of patients with ZIKV infection diagnosed in VA Caribbean Health Care System (VACHCS) were compared to elsewhere in the U.S. In addition, factors associated with 1) hospitalization and 2) timing of diagnosis (in relation to infection) was assessed. Patients with a positive RT-PCR result for ZIKV (regardless of their IgM laboratory test results) were assumed to have been diagnosed earlier during their infection than patients with only an IgM-positive result for ZIKV (i.e., early vs. late where the latter was used as the referent group).\nStudent’s t-test and χ2 test were used to estimate associations between continuous and categorical variables, respectively. Logistic regression was used to estimate crude and adjusted odds ratios (OR) and 95% confidence intervals (CI) for factors associated with hospitalization and timing of diagnosis. For all clinical and medication-related data, “no” and “unknown” responses were combined as “no” and served as the referent group for all logistic regression models. A multi-stage backwards model building approach was used to develop a parsimonious main effects model (S1 Text and S1 Fig). That is, age group (in 10-year age categories), age-adjusted CCI, and the individual comorbidities used in the CCI were included in stage I. Non-significant comorbidities were removed from the model. Clinical findings, laboratory findings, and medications prescribed as an outpatient prior to ZIKV infection were added and subsequently removed (per non-significance) in stages II, III, and IV, respectively. Age group and age-adjusted CCI remained in the model, regardless of statistical significance until the completion of stage IV. The Kaplan-Meier log-rank test was used to estimate differences in length of stay. Non-parametric tests (e.g., Wilcoxon, Mann-Whitney) were used for non-normally distributed data (e.g., age among those who died). Death among patients with laboratory-confirmed ZIKV infection was analyzed in separate age-adjusted models. An alpha of 0.05 was used to determine statistical significance. Analyses were performed by using SAS 9.4 (SAS Institute, Inc., Cary, North Carolina).",
    "Results": "We identified 1,538 VHA patients with ZIKV test results during December 2015– October 2016 (Fig 1). PHRL performed 1,424 (93%) of these tests and the remainder were performed at non-VA laboratories. Seven hundred thirty-six (48%) patients were RT-PCR-positive or serum IgM presumed positive confirmed with PRNT. Of these, 585 patients were laboratory-confirmed by RT-PCR (n = 569) or positive IgM with PRNT positive for ZIKV IgM only (n = 16). Per CDC guidelines and since there was a lack of active dengue cases seen by PCR or dengue specific IgM testing, the remaining 151 patients were presumed positive for ZIKV as their ZIKV IgM PRNT was positive for both ZIKV and DENV [24]. Demographic and clinical factors are summarized in Table 1; cumulatively, there were 655 (89%) male patients, with the majority (93%) of patients diagnosed at VACHCS, and the remaining 7% of patients diagnosed at 24 other VHA medical centers. Documented travel for those diagnosed in the continental U.S. included non-Puerto Rico Caribbean (18), Puerto Rico (16), Central America (9), South America (2), Indonesia (1), and Senegal (1). Six patients had exposure only in Florida. Mean age of all patients was 58.8 years (range 20–99). Patients from VACHCS versus returning travelers with ZIKV infection were older (mean age 60 versus 47 years; p< 0.001).\nFour hundred seventy-four of 736 (65%) patients presented to an emergency department. Most common documented symptoms in patients with ZIKV infection were arthralgia/myalgia 92%, rash 90%, conjunctivitis 75%, and reported fever 66% (Table 2). Documented fever and myalgia/arthralgia or rash was reported for 378 (51%) patients and subjective fever and rash for 315 (43%) patients.\nThe distribution of laboratory findings during their ZIKV illness is shown in Table 2. Among ZIKV-positive patients, and of those who had hematology and chemistry testing performed, at their nadir, 37% had leukopenia (median, 3,700 WBC/μL; range, 800–4,400), 30% had lymphopenia (median, 740 lymphocytes/μL; range, 0–990), and 25% had thrombocytopenia (median, 126,500 platelets/μL; range, 17,000–149,000). Eleven percent had leukocytosis (median, 15,000 WBC/μL; range, 11,000–39,200). Twenty-five (5%) patients had acute kidney disease and 121 (32%) patients had elevated serum transaminases.\nConcomitant use of HMG-CoA reductase inhibitors was the most frequently observed medication class (232 [32%]), followed by antidiabetics (124 [17%]), NSAID (83 [11%]), antidementia (40 [5%]), glucocorticoids (11 [2%]), antineoplastics (8 [1%]), antivirals (5 [0.7%]), and immunosuppressants (3 [0.4%]). No patients received intravenous immunoglobulin.\nAt VACHCS, 91 (12%) of 683 patients were hospitalized with median acute care length of stay (LOS) of 6 days (range 1–214 days), including 20 (3%) who were admitted to intensive care (ICU) with median LOS of 4 days (range 1–30 days); at VHA hospitals elsewhere in the U.S., 3 of 53 (6%) returning travelers with known hospitalization status were hospitalized with median LOS of 4 days (range 1–6 days) but none were admitted to an ICU. The length of stay between these two groups was not significantly different (p = 0.13). The average age among hospitalized patients was higher among the 91 patients at VACHCS than the three returning travelers in the continental U.S. (75 vs. 60 years, p<0.001). Crude measures of association with hospitalization are shown in Table 3.\nAdjusted ORs, 95% CI and p-values controlling for all significantly associated factors are presented in Table 4. The odds of hospitalization significantly increased with CCI, connective tissue disease, congestive heart failure, dementia, neurologic symptoms, GBS, leukocytosis, thrombocytopenia, AKI, and glucocorticoid steroid use within 30 days of ZIKV testing. Patients presenting with a rash were less likely to be hospitalized. In additional adjusted analyses reported in Table 4, only having rash, conjunctivitis, leukopenia or lymphopenia at presentation were significantly associated with a positive RT-PCR test.\nForty-six (6%) patients with ZIKV infection (37 confirmed, 9 presumed positive) also had neurologic complications as summarized in Table 1. Five patients had cerebrospinal fluid (CSF) tested for ZIKV, all of whom had at least one of the identified neurologic complications. One patient with altered mental status, meningitis and viral encephalitis was positive for ZIKV by RT-PCR in CSF and serum. CSF findings for this patient were consistent with a viral etiology, demonstrating mild pleocytosis (WBC 12/cm3, 88% polymorphonuclear leukocytes, 12% lymphocytes) and normal CSF protein level (30.2 mg/dL). As shown in Table 4, neurologic complications were significantly more likely in patients with a prior history of cerebrovascular disease (CVD) and dementia as well as those who had been hospitalized.\nOf 81 women with a positive ZIKV test, 50 were of childbearing age (18–52 years old) and four were pregnant at the time of infection. Two of these patients were from VACHCS and two were identified as returning travelers. Three patients delivered their babies (further details on the outcome of the babies is unknown) and one patient miscarried at 9.5 weeks.\nFourteen patients were positive for DENV IgM and ZIKV RT-PCR alone, of whom one was hospitalized. These 14 were unable to be categorized as coinfection or cross-reaction as they did not have PRNT performed. Three additional patients were positive for all three viruses (CHIKV IgM, DENV IgM and ZIKV RT-PCR), of whom one was hospitalized. Fifty-six patients (8%), all diagnosed at VACHCS, were positive for ZIKV (RT-PCR [n = 43] or IgM [n = 13]) and CHIKV IgM coinfection, of whom nine (16%) were hospitalized. In adjusted analysis, age was significantly associated with coinfection and arthralgia/myalgia was significantly less common in these patients. There was no increased risk of hospitalization or neurologic complications associated with coinfection.\nNineteen (3%) patients died post-ZIKV infection, all of whom presented to VACHCS with ZIKV related symptoms of which 16 were hospitalized (Table 5). Fourteen of 19 had viremia at presentation (Table 5). The mean age of ZIKV patients who died was 82 years (range, 50–99 years), compared to 59 years (range, 20–98 years) for those at VACHCS who survived (p<0.001). The mean time from ZIKV testing until death was 39 days (range 3–104 days). Eighteen (95%) had at least one CCI condition. Thus, it was difficult to determine whether ZIKV infection contributed to death or not.",
    "Discussion": "Our study is the first to characterize U.S. Veterans with ZIKV infection. Testing varied based on test availability, provider preference, or presenting symptoms. The majority received a diagnosis in Puerto Rico, although 53 were returning travelers or had locally acquired infection elsewhere in the U.S. Among returning travelers, three were hospitalized, whereas in Puerto Rico, where patients were older and had more comorbidities, approximately 13% of patients with ZIKV infection were hospitalized, of whom 3% were admitted to ICU, and 3% died post ZIKV infection. Although we cannot directly link the deaths with ZIKV, the number of deaths was higher among VHA patients compared with a report from Puerto Rico in December 2016 that described only 5 deaths identified by surveillance on the island [39]. CCI was associated with increased risk for hospitalization which was possibly related to a lower threshold for hospitalization in those with significant chronic illness. After adjusting for CCI, connective tissue disease, CHF, dementia as well as presenting with neurologic symptoms, leukocytosis, thrombocytopenia, AKI or being prescribed glucocorticoids 30 days prior to ZIKV diagnosis was associated with increased risk for hospitalization. However, presenting with a rash made hospitalization less likely and no patients receiving a NSAID were hospitalized.\nHospitalization and deaths are reported to be uncommon in ZIKV infection [3, 40–44]. During the 2007 ZIKV outbreak in Micronesia, among 49 confirmed and 59 probable cases, patients presented with typical symptoms described here, but none were hospitalized and none died [3]. Although patients in that study were on average >10 years younger and fewer had comorbidities than U.S. Veterans. In Brazil, among 119 ZIKV confirmed patients only one hospitalization and no deaths were reported [41]. Hospitalizations and death (<1%) were noted in Puerto Rico from November 2015–July 2016 [40]. In our Veteran population, 3% died after a ZIKV diagnosis and 13% were hospitalized which is higher than other ZIKV studies and may be related to Veterans increased comorbidities [30].\nSeveral studies have documented coinfection with ZIKV and CHIKV [45–47]. A prior study identified patients from Nicaragua with positive CHIKV and ZIKV [47]. Since cross-reaction is unlikely between these viruses, these patients were noted to have coinfection. In their study, 16/263 (6%) ZIKV-positive patients were noted to have coinfection with CHIKV and ZIKV [47]. In the Nicaraguan cohort, patients with coinfection trended toward more hospitalization and had similar symptoms to those monoinfected [47]. In our study, 56/736 (8%) patients were identified as being positive for ZIKV and CHIKV IgM (with or without positive DENV IgM). No patients were identified with ZIKV and CHIKV or DENV by RT-PCR. In patients with coinfection, there was no increased risk in hospitalization or neurologic complications but there was an increased risk of coinfection with advanced age. Symptoms were similar between groups except there was a decrease in documented arthralgia/myalgia in coinfected patients.\nZIKV has been documented to have congenital as well as neurologic complications [8–23]. Forty-six patients in our cohort were also noted to have neurologic complications after ZIKV infection. While these neurologic complications are quite broad, they identify potential complications post-ZIKV infection. Prior history of CVD and dementia as well as being hospitalized with ZIKV increased risk of neurologic complication. It was difficult to confirm whether these other neurologic complications were the result of ZIKV infection. Since neonatal and pediatric care was not provided by VA, the status of the infants exposed to ZIKV is unknown.\nThere are several limitations to our retrospective study. Cases not tested or with results not documented in VA’s EHR could not be identified; asymptomatic and mild cases were unlikely to have testing performed; early dated cases were not tested for ZIKV IgM as it was not available at the time of clinical testing, so some cases that were RT-PCR negative may have been missed; samples from VACHCS prior to December 2015 that were tested for DENV and CHIKV were not tested for ZIKV; samples from facilities in the continental U.S. were only tested for those ordered by the provider and complete testing may not have been ordered by provider depending on timing of symptoms and possible exposure. Some health departments had strict testing criteria and submitted Veteran samples may have been rejected or not tested. Across the VA system, and specifically at VACHCS, testing was not restricted, particularly for testing performed in VA, as there was an ongoing outbreak. We were unable to determine if deaths or neurologic complications were directly related to ZIKV infection. No ICD-10-CM diagnosis code was available for ZIKV until 10/1/2016 for additional case identification purposes. Medications not obtained within the VA could not be identified. Patients receiving care outside of the VA were unable to be reviewed for neurologic complications. Only Veterans who presented to VHA facilities and had appropriate diagnostic testing completed were included. Since asymptomatic individuals were unlikely to be tested for ZIKV, overall burden of disease was unable to be determined. Given the nature of the investigation, primary focus was placed on ZIKV-positive patients. Sample sizes among certain subgroups limited inferences from statistical analyses. Veterans represent a unique group of patients who tend to have increased age and comorbidities compared to the general population [30]. Among returning travelers, many of whom presented for care in the U.S. during the convalescent period, when diagnosis is dependent upon serology, some diagnoses could have been missed as ZIKV IgM typically declines after several weeks to months [26].\nClinicians practicing in areas with ZIKV transmission should be aware that ZIKV infection among elderly patients and patients with comorbidities, including connective tissue disease, dementia and CHF, those on glucocorticoids, and those presenting with neurologic symptoms, leukocytosis, AKI, and thrombocytopenia may have more severe disease. In addition, patients hospitalized and those with prior history of CVD and dementia were more likely to have neurologic complications.\nLarger studies are required to determine risks associated with atypical complications, intensive care utilization and death associated with ZIKV infection; and whether prevention strategies or closer monitoring for those at greatest risk for such complications after ZIKV infection should be targeted."
}