{
    "Introduction": "Largely transmitted through contaminated food or water, Vibrio cholerae continues to generate outbreaks of acute gastrointestinal illness particularly in lower-income countries with poor sanitary infrastructure; it currently affects 1.3 to 4 million people annually worldwide [1]. Ecological studies suggest that warm brackish waters are an ideal reservoir for V. cholerae, where it can attach to aquatic organisms such as shellfish and zooplankton [2, 3]. The bacterium thrives in warm water bodies, which increases the risk of cholera epidemics in susceptible populations [4]. Although our understanding of the epidemiological and clinical characteristics of this pathogen has advanced considerably [3], quantitative analysis of major historical epidemics in immunologically naive populations is needed to elucidate the drivers of transmission.\nHistorically, cholera epidemics have been associated with one of two biotypes, both of which belong to V. cholerae serogroup O1 [4]. Up to 1960, epidemic cholera was primarily caused by the classical O1 biotype, but it was subsequently replaced by V. cholerae El Tor, marking the beginning of the seventh cholera pandemic in 1961 [4]. Infection with the El Tor biotype is associated with frequent mild or asymptomatic infection and the ability to survive in both human hosts and the environment—a known evolutionary tradeoff [5]. Several case-control studies have shown asymptomatic controls to have 29% to 34% seroconversion, implying the disease spreads effectively yet rarely causes significant symptoms [6, 7]. However, rapid onset of watery diarrhea, vomiting, cramping, and subsequent dehydration occurs in approximately one out of every 10-50 infected individuals [4]. If left untreated, it can lead to shock, renal failure, and eventually death [4]. Intravenous fluids and oral rehydration, along with appropriate use of antibiotics, can reduce case-fatality to less than one percent [4].\nV. cholerae El Tor was isolated for the first time from deceased pilgrims returning from La Meca in El Tor control station, Egypt, in 1905. The ongoing seventh cholera pandemic originated in the Bay of Bengal, involving at least three separate waves of infection with the El Tor strain [8]. The pandemic originated in Indonesia in 1961 [9], from there spreading through India (1964) [10], Africa (1970) [11], Southern Europe (1970) [12], and South America (1991) [13], returning to the Americas after more than 100 years [14]. In the absence of an effective vaccine against cholera in the early 1990s [15], Peru experienced one of the worst multi-year epidemics in South American history [16, 17, 18]. Between late January 1991 and December 1993, the epidemic caused about a million cases and almost 9000 deaths [19]. Although it was initially speculated that a Chinese ship imported the disease through an infected crew member [20], it is more likely that the culprit pathogen was already widespread in the local environment, implicating an environmental/water-borne source [21].\nA limited picture of the impact of the epidemic in Peru can be gleaned through largely descriptive local reports of the epidemic and several case-control studies [16, 15, 22, 23, 6, 7]. For instance, the first cases of cholera in Peru were reported in the central coast in late January 1991 [24], with subsequent cases reported almost simultaneously in coastal cities farther north [25]. Cholera then spread rapidly to the rest of the country [13], was widespread in sea and river waters as well as in municipal sewage and seafood [26], and continued to generate outbreaks for several more years [16]. It has been estimated that in 1991, between 3 and 11 million individuals were infected, 2.4 million individuals developed cholera diarrhea, 322, 562 individuals sought care, and 2, 909 Peruvians died [27]. A quantitative analysis of the spatial-temporal spread of the devastating cholera epidemic in Peru is useful to elucidate the drivers of transmission in an immunologically naive population at a time when an effective vaccine was unavailable.\nMathematical modeling have helped quantify the transmission rates and reproduction numbers of cholera epidemics in various locations, which can inform control measures [28, 29, 30, 31, 32]. However, there is a scarcity of estimates of the basic reproduction number () in essentially naive populations, and the 1991-1997 cholera epidemic in Peru represents an interesting case study [16, 17]. In this paper, we combine dynamic modeling based on ordinary differential equations and statistical estimation methods along with a dataset of weekly cholera cases across departments of Peru to generate estimates of the spatial-temporal variation in the basic reproduction number at three spatial scales (i.e., national, regional, and departmental) and assess the pattern of spread vis-à-vis environmental and socio-demographic variables.\n\nSetting\nPeru is located on the Pacific coast, sharing borders with Bolivia, Brazil, Chile, Colombia, and Ecuador. In 1990, Peru’s population exceeded 22 million, and was heterogeneously distributed across a surface area of 1 285 220 km2 comprising 25 administrative units (24 departments and 1 constitutional province hereafter referred to as 25 departments; S1 Fig). Peru is characterized by three geographic zones with diverse climates: the dry, desert western coast along the Pacific Ocean, the temperate Andean highlands or more central departments, and the tropical Amazon jungle toward the East. In a country like Peru, we expect variability in cholera dynamics across different geographic regions, as temperature is known to influence transmission [2].\nAt the time of the epidemic, Peru struggled with access to healthcare, environmental sanitation, and political and economic issues [15], which complicated the implementation of control interventions necessary to mitigate a large epidemic [20]. Inadequate water treatment and deficiencies in water storage systems have also been documented throughout the country [15, 33]. Further, between 1987 and 1990, Peru’s economy had declined dramatically, with the gross domestic product dropping by 23%, the per capita income and purchase power falling by one third, and public expenditures being reduced by 52% in health and 28% in education [34]. Given the great magnitude of the epidemic, the healthcare infrastructure was overrun by the large number of cases presenting to clinics and hospitals [35].",
    "Materials and methods": "Epidemiologic data\nPeru’s General Office of Epidemiology launched the epidemiological surveillance system along with the Peruvian Field Epidemiology Training Program in 1989, not long before the cholera epidemic hit Peru [36, 37, 38, 39]. This surveillance system generates weekly surveillance reports across 25 departments by relying on a network of over 6,000 geographically distributed health-care units reporting cases [40]. During the 1991-1997 cholera epidemic, epidemiological surveillance included both confirmed and suspected cases. A suspected case was defined as any patient older than five years presenting with acute and watery diarrhea [41, 42], a case definition that remained stable during the epidemic. Confirmed cases were laboratory-confirmed with Vibrio cholerae 01 El Tor Inaba [43, 41]. Time series of weekly incidences across departments are available in a public repository [44].\n\n\nEnvironmental and geographic data\nWeekly temperature time series were obtained from the European Centre for Medium-Range Weather Forecasts’s ERA-Interim atmospheric reanalysis archive from 1991 to 1997. The ERA-interim model allows estimation of daily minimum, mean, and maximum temperatures by department [45], which we used to assess the relationship between case incidence and temperature at the department level. We also collected several geographic variables including elevation, illiteracy rate, population size, latitude, and longitude, which were used in spatial-temporal analysis [46] (S2 Fig). These datasets are available online [44].\n\n\nThe basic reproduction number ()\nThe basic reproduction number () is a key epidemiological metric for assessing the transmission potential of infectious disease outbreaks [47].  is typically defined as the average number of secondary cases generated by a primary case in an entirely susceptible population [47]. In general, if  an epidemic is expected, while disease transmission cannot be sustained if . In the context of infectious disease transmission that is partly driven by an environmental component (e.g., temperature), the actual value of  depends on time. Thus, we denote  as the time dependent basic reproduction number in the absence of susceptible depletion. In our study, we define the mean  as the average of  during our study period. We compare mean  estimates at three different spatial scales: national, regional (e.g., coastal, jungle, highlands), and department.\n\n\nMathematical model of cholera transmission dynamics\nWe estimated the mean  at the department level using a mechanistic model of cholera transmission together with a novel parameter estimation approach. We adapted a compartmental dynamic model that has been previously used to estimate transmission potential of cholera epidemics [28, 29, 30, 48, 49]. Our cholera model, consisting of 4 equations (Eqs (0.1)–(0.4)) and 8 parameters, incorporates the effects of local temperature fluctuations on the environmental transmission rate (Table 1). In addition to susceptible (S), infectious (I), and removed (R) compartments, this model includes a compartment (B) that models the concentration of vibrios in the environment (e.g., water supply). Hence, the model accounts for two transmission pathways: 1) cholera exposure from the contaminated environment/water supply and 2) human-to-human transmission via close contact with infectious individuals.\nIn this model, individuals in a population of size N are born and die at rate μ. Susceptible individuals can be infected through the environment with time-dependent transmission rate βe(t) or through human contact with transmission rate βh. Therefore, they move from susceptible to infectious classes at rates βe(t)B/(B + κ) (where κ is the 50% infectious dose in the environment and B is the current concentration of vibrios in the environment) [28] and βhI. Vibrios are shed by infectious individuals into the environment at rate λ, and then die at rate δ. Infected individuals are assumed to recover and acquire protective immunity for the duration of the entire epidemic period at rate γ [50]. The overall transmission dynamics can be mathematically described by the following set of nonlinear differential equations:\n(0.1)\n(0.2)\n(0.3)\n(0.4)\nwith initial conditions\n(0.5)\nwhere N is the population size for a given department in Peru, C1 is the number of cases observed in the first week in each department divided by a reporting rate, and B1 is the initial concentration of vibrios in the environment. We assume that reported data, D, is available for the weekly incidence cases subject to an unknown reporting rate, ψ. In our model, the weekly temperature variation, T(t), directly influences the cholera transmission rate from the environment. To reflect that, βe(t) is further broken down into two components: βe(t) = βe1 + βe2T(t), where T(t) represents the mean temperature at time t for the corresponding department. According to (0.1)–(0.5), the cumulative number of human cases, C(t), satisfies the following differential equation:\n(0.6)\nBy fitting  to the reported incidence data, D(t), we estimate five system parameters: βh, βe1, βe2 (the three transmission coefficients), B1 (the initial concentration of vibrios in the environment), and ψ (the reporting rate). The reporting rate, ψ, is a scaling factor used to adjust for possible underreporting of cases, owing to, for instance, a large proportion of asymptomatic cholera cases [14]. Table 1 includes all model parameters and their definitions, as well as the values chosen for the parameters that are pre-estimated.\nFor this compartmental model, the time-dependent basic reproduction number () is given by [28]:\n(0.7)\nThe effective reproduction number at calendar time t accounts for the depletion of susceptible individuals and is given by :\n(0.8)\nwhere s*(t) is the fraction of susceptible individuals in the population at time t. In the next section we describe the algorithm for stable estimation of the unknown disease parameters, βh, βe1, βe2, B1, and ψ, for each department. Unlike most previously used inversion schemes, this approach does not rely on numerical solution of a nonlinear system (0.1)–(0.5) at every step of the iterative process [52]. Instead, it effectively combines analytical and numerical optimization tools in order to reduce computational complexity and the resulting noise propagation in the recovered parameter values.\n\n\nParameter identifiability\nPrior studies have underscored parameter identifiability issues related to infectious disease transmission models based on ordinary-differential equations [53, 54, 55]. Lack of identifiability, or non-identifiability, which is evident when parameter estimates are associated with large uncertainties, may be attributed to the model structure (structural identifiability) or due to the lack of information in a given dataset, which could be associated with the number of observations and the spatial granularity of the data [53]. Because the time series of reported incident cases stems from the aggregation of sub-epidemics associated with multiple exposure types [56], it can give rise to indistinguishable epidemic waves. In the context of cholera transmission dynamics, it is difficult to disentangle the contributions of different transmission routes (e.g., environmental exposure versus cases stemming from person-to-person transmission) [54]. While it is difficult to estimate the transmission coefficients (βh, βe1, βe2), we show that it is still feasible to derive composite  estimates, which is consistent with prior studies [53, 54]. We report estimates for three key parameters and their associated uncertainty at the level of departments: 1) , 2) the initial concentration of vibrios in the environment, and 3) the reporting rate.\n\n\nMathematical preliminaries and optimization algorithm\nIn this subsection we present our novel problem-oriented parameter estimation method, which takes full advantage of the available incidence data in the construction of a parameter-to-data map for the least squares problem (LSP). Even though the LSP still needs to be solved by a regularized trust-region nonlinear optimization algorithm, this algorithm is no longer combined with a numerical solution of the nonlinear system of differential equations at every step of the iterative process, which differs from standard estimation methods. As a result, the total computational error and the propagation of noise in the estimated parameters are significantly reduced, hence bringing accuracy and stability in the inversion scheme. Moreover, our effective use of incidence data while analytically solving the ODE system (0.1)–(0.5) and subsequently discretizing its solution makes it possible to form a parameter-to-data map, which, despite being nonlinear in ψ and B1, turns out to be linear in all three transmission parameters, βh, βe1, and βe2, thus further reducing computational complexity of the proposed method.\nIndeed, replacing the force of infection, , with  in the first two equations of compartmental model (0.1)–(0.5), one gets linear nonhomogeneous ordinary differential equations (ODEs) for S(t) and I(t), respectively:\n(0.9)\n(0.10)\nTaking into account initial conditions (0.5), one arrives at the following analytical solutions to (0.9) and (0.10), respectively:\n(0.11)\n(0.12)\nTo derive the equation for B(t) in terms of C′(t), one can first write B(t) as\n(0.13)\nSubstituting (0.12) for I(s) into (0.13) and integrating by parts to eliminate the inner integral, one arrives at the following identity:\n(0.14)\nThe next step in our algorithm is to obtain discrete analogs of S(t), I(t), and B(t) at the mesh points t1, t2,…, tm, where ti = i − 1, i = 1, 2, …, m, and t1 = 0 is the first week of the outbreak. Recall that  must be fitted to the reported incidence data, D(t). Considering that, we replace C1 with D1/ψ and C′(s) with D(s)/ψ under each integral in (0.11), (0.12), and (0.14). Given discrete data, D = [D1, D2, …, Dm]⊤, reported weekly, we interpolate D as follows:\n(0.15)\nFrom (0.15), one concludes that S1 = N − D1/ψ and for i = 2, 3, …, m,\n(0.16)\nEvaluating integrals analytically and substituting i − 1 for ti, one gets\n(0.17)\ni = 2, 3, …, m. Likewise, identities (0.12) and (0.14) yield\n(0.18)\nand\n(0.19)\ni = 2, 3, …, m. This implies that estimation of the unknown parameters, βh, βe1, βe2, B1, ψ, can now be cast as the following nonlinear least squares problem:\n(0.20)\n(0.21)\nwhere D = [D1, D2, …, Dm]⊤ and T = [T1, T2, …, Tm]⊤ are reported data sets for incident cases and mean weekly temperature fluctuations, respectively, and the expressions for Si[ψ], Ii[ψ], and Bi[ψ, B1] are given by (0.17), (0.18) and (0.19).\nAfter the five unknown parameters have been recovered from the corresponding epidemic data sets using our proposed optimization algorithm, 500 additional incidence curves are generated via parametric bootstrap [57] in order to quantify uncertainty in the estimated parameters and derive 95% confidence intervals (S1 Table). Matlab code is available upon request from the authors.\n\n\nSpatial analysis\nWe used Spearman’s rho (ρ) and multiple linear regression to assess the relationship between department-level predictors, cumulative incidence, week of epidemic onset, estimates of basic reproduction numbers, reporting rates, and initial concentrations of vibrios. For each department, epidemic onset was defined as the first week with reported cholera cases. Additionally, we generated maps of cholera attack rates by year. Maps were created using the choropleth package in R.\n\n\nSpatial autocorrelation\nSpatial autocorrelation is a measure of similarity of nearby observations. We assessed spatial autocorrelation of attack rates (cumulative cases during the study period) across departments using Moran’s  statistic [58]. Moran’s  is calculated using a nearest neighbor matrix wij of the 25 spatial units where wij = 1 when departments i and j share a border. All other entries are equal to zero. The statistic is calculated as in Eq (0.22), where N is the number of departments, xi is the cholera incidence in department i,  is the mean cholera incidence across departments, and W is the sum of entries in matrix wij:\n(0.22)\nTo determine significance of Moran’s , we used a nonparametric random data permutation test [59]. We sampled 10,000 random permutations of Peruvian departments given our observed data, generating a reference distribution of Moran’s statistics under the null hypothesis of no spatial autocorrelation. P-values were calculated as the probability of obtaining the observed Moran’s  or a more extreme value from the reference distribution [60].\n\n\nSpatial heterogeneity (Gini index)\nWe also quantified heterogeneity in attack rates using the Lorenz curve and Gini index [61, 62]. The Lorenz curve is a graphical display of the cumulative proportion of cholera cases against the cumulative proportion of population. Under the assumption of homogeneity, the distributions will be balanced, and the Lorenz curve will fall on the diagonal. As heterogeneity in attack rates increases, the curve will become farther from this reference line. The Gini index is a summary measure of heterogeneity, calculated as the ratio of the area between the Lorenz curve and the reference line to the total area beneath the reference line. The Gini index ranges from 0 to 1, with a larger value indicating greater spatial heterogeneity.",
    "Results": "The first cholera cases were reported to the Peruvian Ministry of Health in late January of 1991. Infection spread so rapidly that by late February, the coastal departments had already received the brunt of the epidemic, though infection would resurge in subsequent years (Fig 1). As seen in Fig 2, the epidemic progressed in three spatial waves, first hitting the coast and subsequently spreading through the highlands and jungle regions. Most of the cases occurred during the first three years of the epidemic (S3 Fig). Moreover, our results indicate that larger populations tended to have earlier epidemic onset (Spearman ρ = −0.519, P < 0.01), with the epidemic thereafter spreading to less populous areas (S4 Fig). We did not observe a significant relationship between elevation and epidemic onset (ρ = 0.212, P = 0.309) (S4 Fig), though elevation did contribute to case incidence, likely modulated by temperature (Fig 3 and S5 Fig). We also found that cholera persistence, estimated as the proportion of weeks with cholera reports, was positively correlated with population size (Spearman ρ = 0.61, P = 0.001).\nWeekly cases have been square root transformed to reduce variability in the amplitude of the time series while dashed lines separate the coast, highland, and jungle regions. The epidemic hit the coastal departments early, with the highest case counts concentrated in this region.\nCurves represent the national and regional weekly proportions of total cases reported during 1991-1997.\nThroughout 1991, coastal departments saw far more cases than the remaining regions (Fig 1). Variability in observed case incidence was related to population size (ρ = 0.67, P < 0.001), as illustrated by differences in regional attack rates (Fig 4a). However, some of the highest observed attack rates occurred in the jungle and not the more populous coastal cities. For example, Loreto and Ucayali suffered attack rates as high as 3% in 1991. Interestingly, these departments were also among the last to be hit by the epidemic (Fig 4b). Moreover, there was also extreme variation in attack rates within regions. For example, Moquegua saw an attack rate of less than 0.5% in 1991, while La Libertad saw over 2.6%. Both are coastal departments. Further spatial analysis revealed that Moran’s I was weak over the course of the epidemic (P > 0.08), which indicates that cholera incidence in one department was not strongly correlated with incidence in neighboring departments, likely due to the rapid spread of cholera across the entire territory in a matter of a few weeks. Additionally, as the epidemic progressed we saw greater spatial heterogeneity, with G = 0.16 for all seven years of the epidemic (1991-1997).\na) Cholera attack rates per 100,000 for Peruvian departments in 1991. The highest attack rates occurred in the jungle region. Coastal departments also showed consistently high attack rates. b) Map showing week of epidemic onset by department. Darker regions experienced a later onset, defined as the first week in 1991 with reported cholera cases. The map was created using the function admin1_choropleth using R.\nThere was also a clear seasonal trend throughout the course of the epidemic. Cases surged at the beginning of each epidemic year, a pattern that would persist until 1995. We hypothesized that this seasonal trend was a result of environmental drivers, and we chose to assess how fluctuations in temperature might contribute to cholera incidence in each department. Average minimum temperature was correlated with average case incidence over the first three years of the epidemic and correlation was strongest in the coastal departments (Fig 3). The highlands region showed weaker positive correlations, whereas the jungle departments did not show a consistent relationship between temperature and cholera incidence.\nOur mechanistic transmission model yielded good fits to weekly incidence curves across all 25 departments in Peru (Fig 5), allowing us to derive time-dependent , mean  estimates, and estimates of the effective reproduction number across departments. The model showed characteristic seasonal fluctuation in transmission potential (Fig 6 and S6 Fig) as well as in the estimated concentration of vibrios in the environment (S7 Fig). The correlation between model predictions and observations (S8 Fig) was high and on average above 80% across the great majority of the departments (range: 58% to 97%). Across the 25 departments, we estimated  (95%CI:, 0.8, 7.3), large enough for sustained transmission. Our department-level mean  showed substantial variability across departments, ranging from 0.8 to 6.9 (Fig 7). Mean  estimates ranged from 1.1 to 6.9 in the coast, 0.75-3.2 in the jungle, and 0.9-2.0 in the highlands. In particular, the highest mean  was observed in the coastal department of Ancash (Fig 7). Overall, mean  was higher for departments that were closer to the coast (Spearman ρ = −0.56, P = 0.004). We also found that the department-level  were correlated with the overall attack rates (Spearman ρ = 0.58, P = 0.002), elevation (ρ = −0.41, P = 0.04), and population size (ρ = 0.62, P < 0.001). Thus, these results indicate that the epidemic in the coastal region not only exhibited an early epidemic onset based on the timing of the first reported cases, which is consistent with being in close proximity to an aquatic reservoir, but also higher transmission potential relative to the jungle and highlands regions.\nThe black dots correspond to the data, whereas the model mean fit is the red solid line and the dashed red lines correspond to the 95% prediction intervals.\nThe mean is the red solid line and the dashed red lines correspond to the 95% confidence intervals.\nThe horizontal dashed line at 1.0 is shown for reference. The dashed vertical lines separate the departments in the coast, jungle and highlands areas in Peru.\nWe also assessed the variability in estimates of initial concentration of vibrios (B1) and reporting rates (ψ) between departments. We found that the initial concentration of vibrios was higher in coastal departments compared to other departments (log10(B1) = 6.1 vs log10(B1) = 5.2, Wilcoxon test, P = 0.02; Fig 8). On the other hand, reporting rates were low, which is consistent with the significant fraction of asymptomatic or mild cases that is associated with cholera infections with the El Tor cholera biotype. Moreover, mean estimates of reporting rates across departments were negatively correlated with illiteracy rates in 1994 (ρ = −0.56, P = 0.003), possibly indicating weaker surveillance in poorer areas (S9 Fig).\nThe dashed vertical lines separate the departments in the coast, jungle and highlands areas in Peru.",
    "Discussion": "In this paper we have characterized the spatial-temporal dynamics of the great cholera epidemic in Peru (1991-1997) by fitting statistical and mechanistic models to spatially disaggregated weekly incidence time series. Our results shed light on geographic variability in estimates of basic reproduction number (), initial concentration of vibrios in the environment, and reporting rates. Overall our findings indicate that the initial spread of the epidemic observed in coastal areas aligns with higher  estimates and concentrations of vibrios in the environment in this geographic region. These findings are consistent with early reports of cholera cases in coastal cities including Lima, Chancay, Chimbote, Trujillo, Chiclayo and Piura [21]. These results suggest that cholera vibrios, autochthonous to plankton in the natural aquatic environment, may have triggered outbreaks in multiple locations along the Pacific coast of Peru before propagating through the highlands and jungle areas [21]. Nevertheless, we cannot rule out that infected travelers arriving from a cholera outbreak area may have contributed to seeding the epidemic [63, 64, 65].\nOur department-level estimates of  in the immunologically naive Peruvian population are generally consistent with the cholera modeling literature. For example, Phelps et al. recently examined cholera epidemics in immunologically naïve populations of 19th century Denmark, and found basic reproduction numbers ranging from 1.7 to 2.6 [63]. Similarly, mean estimates ranged between 1.6 and 3 in the 2010 Haiti outbreak [66, 67, 32], and were also consistently greater than 2 in Yemen (2016) [68]. Other estimates have been reported as high as 5 [69] in Bangladesh (2005) [69], and reached 19.1 and 7.32 in India (2009) and Guinea-Bissau (2008), respectively [70, 30].\nMean estimates for  were greater than one in most coastal and jungle departments, while estimates were lower in the highlands region (Fig 7). This indicates increased transmission in coastal and tropical climates although available case data were not sufficient to disentangle the contributions of environmental and human-to-human transmission pathways to . We note that previous studies suggest a large environmental component of transmission in geographic regions neighboring an aquatic reservoir. For example, Mukandavire et al. found that although transmission was driven by environmental contamination in Haiti, only one department-level estimate favored the environmental component of the reproduction number [29], and it coincided with the location of the contaminated river. Conversely, in Zimbabwe, Mukandavire et al. suggests that human-to-human transmission by far outweighed environmental transmission, likely because the country is far from any natural cholera reservoir [28]. Our results suggest higher transmission suitability in coastal areas, which also observed earlier case reports.\nThe observed spatial-temporal variation in cholera dynamics in Peru is consistent with previous evidence from Mexico, Africa, and Cameroon as well. Studies have found complex environmental factors to be implicated in cholera transmission patterns. For instance, Ngwa et al. used a regression model to identify associations between risk of cholera transmission and environmental variables in Cameroon [71]. They found significant associations between cholera, average daily maximum temperature and precipitation levels. Nkoko et al. studied the Great Lakes Region of Africa from 1978 to 2008 and found that abnormally warm El Niño events corresponded to increases in cholera incidence [72]. This is consistent with hypotheses that El Niño may have influenced the 1991 epidemic in Peru [21]. For example, studies have found significant correlations between cholera incidence and elevated sea surface temperature during El Niño events [73]. Additionally, Latin American countries near other large bodies of water were not affected to the same degree as Peru [74]. The El Niño event may also help explain why cholera is able to persist in the environment without causing endemic infections in a country like Peru [73].\nSeparating the contributions of human-to-human transmission and environmental transmission was not feasible in the absence of disaggregated case time series arising from each transmission route. More than one possible combination of transmission parameters could have given rise to the Peruvian epidemic curves as noted in another cholera modeling study [54]. Also, we only saw a weak relationship between  and mean temperature across departments. Finally, it is important to point out that  is not the sole driver of outbreaks in our cholera model. When the concentration of vibrios in the environment is large, our model can yield substantial outbreaks even for  values that are below 1.0.\nThe parameter estimation inverse problem, resulting from this model, is cast as a nonlinear LSP constrained by a system of nonlinear differential equations. In general, a standard approach to identifying parameters from this LSP involves the use of some regularized gradient or Gauss-Newton-type optimization scheme combined with a numerical method for solving the ODE system. Even with regularization, this method is highly unstable [52] due to severe noise propagation aggravated by computational errors at every step of the iterative process. As an alternative to this technique, in our study we design a new problem-specific parameter estimation procedure, which, due to its unique use of incidence data, leads to analytic expressions for S(t) (the number of susceptible individuals), I(t) (the number of infected individuals), and B(t) (the concentration of vibrios in the environment). As such, it no longer relies on numerical solvers for nonlinear differential equations. This allows us to substantially reduce accumulation of computational errors and their magnified impact on the recovered parameters, hence making parameter estimation much more stable and accurate.\nOur study is not exempt of limitations. There was substantial underreporting of cases due to prevalence of asymptomatic or mild infections linked to the El Tor biotype [5]. We considered a broad case definition of cholera that includes confirmed and suspected cases [5]. Although our mechanistic model accounts for underreporting of cases, misclassification cannot be ruled out during epidemics. Additionally, the environmental component in our transmission model was only modulated by temperature and did not incorporate potential effects of other environmental variables such as rainfall (see e.g., [75]). Further, additional indicators of environmental transmission may help explain the strong environmental component to transmission in the jungle despite the weak association between temperature and case incidence in this geographic region. Finally, our model did not account for diffusion between departments due to lack of reliable data on movement and connectivity patterns in Peru. However, our spatial analysis revealed relatively weak spatial autocorrelation throughout the epidemic, indicating diffusion was limited (see also [76]).\nIn summary, the 1991-1997 cholera epidemic in Peru was characterized by distinct waves of transmission through the three geographic regions.  and initial concentrations of vibrios were substantially higher in coastal areas compared to other regions. Spread throughout Peru was unique compared to other Latin American countries. Using a mechanistic modeling approach that integrates fluctuations in the environmental transmission route, we were able to capture the multiple transmission waves of this epidemic. This methodology could be useful to investigate future epidemics of cholera and could be extended to generate near real-time forecasts and projections of vaccination impacts.\n\nDisclaimer\nThis work does not necessarily represent the views of the US government, the NIH, or PAHO/WHO."
}