{
    "Background": "Food and water-borne illness caused by ingestion of (oo)cysts of Cryptosporidium and Giardia is one of the major health problems globally. Several methods are available to detect Giardia cyst and Cryptosporidium oocyst in food and water. Most of the available methods require a good laboratory facility and well-trained manpower and are therefore costly. There is a need of affordable and reliable method that can be easily implemented in resource limited settings.",
    "Methodology/Principle findings": "We developed a smartphone based microscopic assay method to screen (oo)cysts of Cryptosporidium and Giardia contamination of vegetable and water samples. The method consisting of a ball lens of 1 mm diameter, white LED as illumination source and Lugols's iodine staining provided magnification and contrast capable of distinguishing (oo)cysts of Cryptosporidium and Giardia. The analytical performance of the method was tested by spike recovery experiments. The spike recovery experiments performed on cabbage, carrot, cucumber, radish, tomatoes, and water resulted in 26.8±10.3, 40.1±8.5, 44.4±7.3, 47.6±11.3, 49.2 ±10.9, and 30.2±7.9% recovery for Cryptosporidium, respectively and 10.2±4.0, 14.1±7.3, 24.2±12.1, 23.2±13.7, 17.1±13.9, and 37.6±2.4% recovery for Giardia, respectively. The spike recovery results are comparable with data obtained using commercial brightfield and fluorescence microscope methods. Finally, we tested the smartphone microscope system for detecting (oo)cysts on 7 types of vegetable (n = 196) and river water (n = 18) samples. Forty-two percent vegetable and thirty-nine percent water samples were found to be contaminated with Cryptosporidium oocyst. Similarly, thirty-one percent vegetable and thirty-three percent water samples were contaminated with Giardia cyst.",
    "Conclusions": "The newly developed smartphone microscopic method showed comparable performance to commercial microscopic methods. The new method can be a low-cost and easy to implement alternative method for simultaneous detection of (oo)cysts in vegetable and water samples in resource limited settings."
}