{
    "Introduction": "Trachoma is the leading infectious cause of blindness. Visual impairment due to trachoma results from repeated infections with Chlamydia trachomatis. Approximately 136 million people live in trachoma-endemic districts of 44 countries, and 1.8 million people need surgery to prevent trachomatous blindness [1,2].\nTo reduce C. trachomatis transmission, environmental improvement is recommended as part of the \"SAFE\" strategy (Surgery, Antibiotics, Facial cleanliness, and Environmental improvement). The \"E\" component involves improved access to water, sanitation, and hygiene (WaSH) to reduce eye and nose secretions and human feces in the environment (the latter being the preferred breeding site for the vector, the Musca sorbens fly). The \"E\" component is delivered at the evaluation unit (EU) level, defined by the World Health Organization (WHO) as the \"administrative unit for healthcare management consisting of a population unit between 100,000–250,000 persons [3].\" The success of SAFE interventions in making progress toward eliminating trachoma as a public health problem is monitored using the EU-level prevalence of trachomatous inflammation—follicular (TF) among 1–9-year-olds (TF1-9) [4,5].\nDespite the success of SAFE interventions, over 1,300 EUs have not yet met trachoma elimination targets [2]. This suggests a need to optimize SAFE and its delivery. Presently, guidance on \"E\" suggests only that programs work with community partners to increase WaSH availability [6]. Current evidence has not identified minimum WaSH coverages for effectively reducing transmission. Furthermore, though EUs are reaching elimination targets and annual mass drug administration (MDA) is being discontinued, no WaSH studies have been conducted specifically in the post-MDA context. The nature of the WaSH-trachoma relationship remains unclear and optimal strategies for the prevention of trachoma via WaSH have not been determined.\nTo inform programmatic targets and future field trials, we used data collected during uniformly-conducted surveys from 16 countries to explore population-level impacts of hypothetical WaSH interventions on TF1-9. Our objective was to estimate differences between TF1-9 from existing WaSH coverage distributions and TF1-9 when hypothetical interventions raised coverages of nearby face-washing water and latrine use. We separately analyzed EUs that had not yet met the elimination target (TF1-9 <5%) and EUs that had met this target.",
    "Methods": "Ethics statement\nThe ethics committee at the University of North Carolina at Chapel Hill determined that this study did not constitute human subjects research (18–2360). It was approved by the ethics committee at the London School of Hygiene & Tropical Medicine (16275). GTMP/TD examiners sought informed consent before surveying. Data were collected, transmitted, and stored in a manner intended to protect participant anonymity and confidentiality.\n\n\nPrimary data source\nPrimary data were collected in population-based surveys supported by the Global Trachoma Mapping Project (GTMP; December 2012–January 2016; 29 countries) and Tropical Data (TD; initiated February 2016; 46 countries to date). These surveys are conducted where trachoma is or was suspected to be endemic. Comprehensive methodological details have been published elsewhere [3,7], however key details are provided below.\nGTMP/TD survey design.Surveys are conducted at the EU level using two-stage cluster sampling, with sampling at the village and household levels [7]. Sampling is designed such that, to the extent possible, all EU residents have equal selection probability. All household members aged ≥1 year are eligible to participate.\n\nGTMP/TD survey implementation.In each selected household, consenting residents are examined by certified trachoma graders after consent is obtained [8]. Graders evaluate each eye for TF based on the WHO trachoma simplified grading scheme [5,9]. TF is indicated by the presence of ≥5 follicles, each ≥0.5 mm in diameter, in the central part of the upper tarsal conjunctiva. People with active trachoma are offered antibiotic treatment.\nWaSH survey questions are asked at the household level and are typically answered by self-nominated heads of households. WaSH questions, developed in line with WHO/UNICEF Joint Monitoring Program indicators, ask (1) the source and distance to water used for drinking during the dry season, (2) the source type and distance to water used for washing faces during the dry season, (3) the latrine types used and defecation practices among adults, and (4) the handwashing facilities available.\nAll data, including household GPS location, are captured electronically, and uploaded to a server.\n\nSurvey purpose and nomenclature.Three survey types are conducted for estimating TF1-9. Baseline surveys are conducted in suspected-endemic EUs to establish baseline prevalence. After completing the recommended 1–5 years of AFE interventions, impact surveys are conducted to determine if the EU has reached a TF1-9 <5%. If that target is not met, interventions continue. If the target is met, the EU discontinues MDA (F and E continue). A surveillance survey is conducted two years later to determine if TF1-9 remains <5%.\n\n\n\nPresent analysis\nSetting.We invited all countries that had surveyed with GTMP/TD support through 2019 to share data. EUs that had been surveyed at least twice in the baseline-impact, impact-impact, or impact-surveillance survey sequence were eligible. Most EU boundaries did not change over time. If they did, we included an EU if its entire area was contained within a single prior EU boundary.\n\nDesign.Using data from the most recent survey in the EU, we estimated generalized intervention prevalence differences for two hypothetical WaSH exposures achieving serially increasing coverage levels. The generalized intervention prevalence difference contrasts the observed prevalence with the prevalence observed in a population in which, counter to the fact, there was increased exposure coverage due to a hypothetical yet realistic intervention [10]. In this study, the term \"intervention\" describes any hypothetical approaches (e.g., technological, behavioral, etc.) that would achieve the desired WaSH coverage in an EU. To correspond with programmatic activities, the EU was our chosen unit of analysis, rather than smaller geographic units such as clusters.\nOur hypothetical interventions were operationalized by identifying EUs with coverage below a target and then predicting overall prevalence, had those EUs been brought up to the coverage target. This approach implies that, as the intervention level increases, increasingly more EUs are intervened upon, so it is naturally dependent on the distribution of exposures in the population and respects the idea that the positive impacts of a realistic intervention would have natural bounds determined by how much the population is exposed prior to the intervention (unlike standard regression estimates which typically contrast “everyone exposed” vs. “no-one exposed”).\n\nEU categorization.We categorized eligible EUs by their presumed programmatic goal over the survey period: \"reaching elimination target\" EUs had a prior baseline or impact survey and were seeking to reach TF1-9 <5% at the subsequent impact survey; \"maintaining elimination target\" EUs had TF1-9 <5% at a prior impact survey and were seeking to demonstrate that TF1-9 had remained <5% at the subsequent surveillance survey. This distinction stratified the sample into EUs in which MDA was and was not recommended over the observation period. If ≥3 surveys were conducted in an EU and the most recent survey was a surveillance survey (e.g., baseline-impact-surveillance), the surveillance survey data were used in the maintaining elimination target EUs analysis, and the impact survey data were used in the reaching elimination target EUs analysis.\n\nPopulation.The study population comprised 1–9-year-olds examined during the most recent survey in each EU (Fig 1, blue boxes).\nObservations from the most recent surveys (denoted with a t) were the basis for the study populations, while observations from the prior surveys (denoted with a t-1) were used to calculate EU-level measures used for confounding adjustments. 69 EUs (n = 253,017 individuals) had a survey sequence of baseline-impact-surveillance and were therefore included in both the reaching elimination target EUs and in the adjustment EUs for the maintaining elimination target EUs.\n\nOutcome, exposures, covariates.The model outcome was participant-level presence or absence of TF in either eye.\nWe characterized WaSH-related exposures in two household-level and two EU-level ways. The first household-level exposure was the collection time for face-washing water used during the dry season (the period during which washing water may be least available). For each household, we defined \"nearby\" face-washing water as water requiring <30 minutes roundtrip collection time and \"not nearby\" as ≥30 minutes roundtrip collection time. This facilitated comparison with prior literature and aligned with WHO/UNICEF Joint Monitoring Programme drinking water program indicators (where washing water indicators are not used) [11]. We did not differentiate between improved and unimproved water sources, as this distinction is less crucial for trachoma where water quantity is believed to be more important.\nThe second household-level exposure categorized defecation sites of adult householders. We assigned \"latrine use\" to households in which adults usually defecated in latrines (private, shared, or public) or other closed/potentially closed sites (e.g., chamber pots, buckets, or surface water) and \"no latrine use\" to other households (defecation outside in open, exposed environments). We used the label \"latrine use\" because only 0.3% of households reported non-latrine closed facility use. We did not distinguish between improved and unimproved latrines because M. sorbens preferentially oviposits on human feces left exposed on the soil in open environments [12–14].\nWe characterized exposures at the EU level as (1) the proportion of households that reported nearby face-washing water use (\"nearby face-washing water coverage\") and (2) the proportion of households that reported usual latrine use by adults (\"latrine coverage\"). Coverages were estimated from all surveyed households in the EU, including those with and without resident children (Fig 1, green boxes).\nWe constructed a directed acyclic graph (S1 Fig) based on relationships established through previous studies to determine potential confounders [15]. We included covariates at EU, household, and individual levels. Environmental covariates were considered but were not part of the minimally sufficient adjustment set. Since surveyed households and individuals differed for each of the paired EU surveys, data from the prior survey in the EU was only used to adjust for EU-level confounding. EU-level confounders were: TF1-9 at the prior survey (Fig 1, orange boxes), nearby face-washing water coverage at the prior survey, latrine coverage at the prior survey, time between end of the prior survey and start of the most recent survey, and country. The only household-level confounder was population density (people/km2) surrounding the household. This was extracted from external georeferenced raster data for the survey year using unconstrained estimates from 2015–2019 (worldpop.org). Child’s age was included as a covariate.\n\nStatistical methods.We used g-computation [16,17] to estimate the impacts of hypothetical increases in EU-level nearby face-washing water and latrine coverages. We chose G-computation because it allowed us to extend traditional modeling approaches (which typically compare the complete absence to the complete presence of an exposure) to a framework that allows for comparisons of specific interventions of interest (e.g., shifting latrine coverage up from an existing distribution). Generalized intervention effects estimated from this approach were most closely tied to our objective of identifying EU-level coverages needed to prevent trachoma.\nIn this study, G-computation involved: 1) fitting a standard statistical model for individual-level TF that included exposures and covariates, and 2) using the statistical model parameters to estimate the TF1-9 distribution expected under hypothetical WaSH interventions (see S2 Fig for additional detail).\nFor each elimination group, we developed a logistic hierarchical model with random intercepts at EU and cluster levels (household-level random effects being too computationally resource-intensive to model). We ran models among 1–9-year-olds examined during the most recent survey. To account for potential non-linearity, all continuous exposures and covariates were modeled using restricted quadratic splines with knots at the 5th, 50th, and 95th percentiles of the case distribution [18]. We selected the model with overall best fit, accounting for both groups, based on the Akaike information criterion values compared across forms, spline types, and knot locations.\nWe implemented hypothetical WaSH interventions, achieving intervention coverages that began at 5% and increased in 5-unit increments. We contrasted three scenarios: intervention on nearby face-washing water coverage only, intervention on latrine coverage only, and both interventions simultaneously (at the same minimum coverage levels).\nTo account for the fact that supplying water to a single household through a community well, for example, would also make water available for nearby households, the hypothetical face-washing water intervention was delivered at cluster level. No intervention was delivered if the EU face-washing water coverage of the observed data at the most recent survey was at or above the minimum coverage target. If it was below the minimum coverage target, a cluster was randomly selected and all households within that cluster were hypothetically provided face-washing water. Clusters were randomly selected to receive the intervention until the minimum coverage target was reached. The hypothetical latrine use intervention was delivered at household level. If the EU latrine coverage of the observed data was at or above the minimum coverage target, no intervention was delivered. If it was below the minimum coverage target, unexposed households were randomly selected to receive the hypothetical intervention with probability equal to the difference between the observed coverage and the target coverage.\nNext, we used parameters generated from the statistical model to estimate the predicted probability of TF for each child under the series of hypothetical interventions implemented at the EU level. We compared the observed data to each hypothetical intervention scenario using predicted probabilities. At each minimum coverage target, we estimated the generalized intervention prevalence difference as the mean predicted probability from the hypothetical intervention scenario minus the mean predicted probability from the observed data (see https://github.com/alexpkeil1/WaSH_Int for example code).\nWe estimated 95% confidence intervals using cluster bootstrapping (with sampling following the original survey design); limits were the 2.5th and 97.5th percentiles at each minimum coverage target from a distribution of 1,000 replicates.\nAnalyses were conducted using SAS version 9.04.01M5 (Cary, NC). We used ArcMap version 10.8.1 (Redlands, CA) to extract point values from raster data.",
    "Results": "Study EUs and participants\nOf 42 countries invited to participate, 32 provided data. Sixteen countries were included, all in WHO’s African and Eastern Mediterranean regions. These countries contributed 574 eligible surveys with a paired prior survey. Fifteen countries were ineligible because there were no paired surveys in any EU. One eligible survey from a South Pacific country was excluded because it was the only eligible survey with a paired prior survey in a region where trachoma epidemiology is unusual [19].\nAmong 574 eligible surveys, 333 EUs (261,899 households) were included in the reaching elimination target EUs and 241 EUs (200,401 households) in the maintaining elimination target EUs (Table 1). TF1-9 was <5% in both groups: 4.7% (95% survey-design corrected CI: 4.7%-4.8%) among 423,498 examined children in the reaching elimination target EUs and 2.1% (95% survey-design corrected CI: 2.0%-2.1%) among 332,602 examined children in the maintaining elimination target EUs. Overall, ~52% of households reported using nearby face-washing water in both groups. Household latrine use by adults was ~16 percentage points higher in the maintaining elimination target EUs (81.0%) than in the reaching elimination target EUs (64.9%).\nApproximately half of the EUs in both groups had existing face-washing water coverages greater than 50% (S3 Fig). The latrine coverage distributions were skewed toward higher coverage, with the skew of the maintaining elimination target EUs distribution more pronounced (median 90%) than the reaching elimination target distribution (median 74%).\n\n\nHousehold exposures\nAmong children in both groups of EUs, household nearby face-washing water use and latrine use were associated with lower TF odds compared with households not meeting those criteria. In the reaching elimination target EUs, the odds ratio (OR) was 0.94 (95% CI: 0.90–0.99) for household use of nearby face-washing water and 0.85 (95% CI: 0.81–0.89) for household latrine use. In the maintaining elimination target EUs, the OR was 0.91 (95% CI: 0.84–0.98) for household nearby face-washing water use and 0.80 (95% CI: 0.74–0.87) for household latrine use. Parameter estimates from regression models can be found in S1 Table.\n\n\nEU-level hypothetical interventions: reaching elimination target EUs\nThe reaching elimination target EUs model included 423,000 examined children with complete covariate information. The model-derived TF1-9 in the observed data was 4.7% (the prevalence estimate from which absolute and relative changes below are calculated).\nFor nearby face-washing water coverage interventions (Table 2 and Fig 2A), TF1-9 decreased negligibly until ~30% minimum coverage target was reached. TF1-9 then decreased in a linear-like manner until plateauing at a ~1.6 percentage points prevalence decrease at 85% minimum coverage target. A ≥25% reduction in TF1-9 was reached at 65% minimum coverage target (68% of EUs modified).\nThese figures show the results presented in Table 2 graphically for (a) nearby face-washing water interventions, (b) latrine interventions, and (c) simultaneous interventions on both nearby face-washing water and latrines for the reaching elimination target EUs. When present, the vertical bar indicates the minimum coverage target at which the relative prevalence decrease was at least 25%.\nFor latrine coverage interventions (Fig 2B), TF1-9 decreases were modest until reaching ~80% minimum coverage target, whereafter the estimated prevalence dropped sharply, with a 5-unit increase in coverage resulting in a ~0.3–0.4 percentage point TF1-9 decrease. At 85% minimum coverage target (63% of EUs modified) and above, we estimated a ≥25% decrease in prevalence.\nWhen simultaneously applying interventions (Fig 2C), at 25% minimum coverage target, TF1-9 began to decrease in a nearly linear manner as coverage increased. A ≥25% decrease in prevalence was observed at 55% minimum coverage target (68% of EUs modified) and beyond.\n\n\nEU-level hypothetical interventions: maintaining elimination target EUs\nThe maintaining elimination target EUs model included 330,971 examined children with complete covariate information. The model-derived TF1-9 in the observed data was 2.0% (the prevalence estimate from which absolute and relative changes below are calculated). Overall, results were less uniform in direction and less precise than those for the reaching elimination target EUs (Table 2 and Fig 3).\nThese figures show the results presented in Table 2 graphically for (a) nearby face-washing water interventions, (b) latrine interventions, and (c) simultaneous interventions on both nearby face-washing water and latrines for the maintaining elimination target EUs. When present, the vertical bar indicates the minimum coverage target at which the relative prevalence decrease was at least 25%. Shaded areas indicate values the prevalence difference cannot reach.\nIncreased nearby face-washing water coverages (Fig 3A) resulted in minimal changes in TF1-9 from 5% to ~85% minimum coverage target, at which point TF1-9 estimates began increasing.\nFor latrine coverage (Fig 3B), we estimated minimal change in prevalence through 90% minimum coverage target, corresponding to few EUs requiring interventions over the range. There was a modest decrease in TF1-9 only when the highest two minimum coverage target were reached.\nSimultaneous interventions (Fig 3C) approximately delivered the sum of the prevalence changes in the non-simultaneous water and latrine interventions at each minimum coverage target.",
    "Discussion": "We estimated expected changes in TF1-9 for a series of hypothetical WaSH-related interventions that might be expected when EUs with coverage below a specified target were brought up to the target over the observation period. Among EUs seeking to reach TF1-9 <5%, our model indicated that increasing EU-level minimum coverages to >30% of both household face-washing water with <30 minutes roundtrip collection time and household adult latrine use was associated with success. Among EUs that had previously met the TF1-9 elimination target, in which annual MDA distribution had been discontinued, results were mixed. Additional studies are needed to explore the WaSH-trachoma relationship in the latter context.\n\nReaching elimination target EUs\nIn this group, the estimated decrease in TF1-9 when applying both water- and sanitation-related interventions is generally consistent with evidence generated from observational studies [20]. The pattern we observed as WaSH coverage increased differed by intervention. Changes to nearby face-washing water coverage resulted in larger prevalence decreases at lower minimum coverages than those from latrine coverage interventions. However, as upper minimum coverage levels were reached (≥85%), the prevalence decrease associated with face-washing water plateaued, while the latrine-related prevalence decrease accelerated. In previous work to identify thresholds (using a dataset that overlapped with ours), Garn et al. estimated a similar threshold for latrine use [21]. Our model extends Garn et al.’s [21] investigation by including data from serial surveys to improve confounding adjustment and model hypothetical changes in relevant exposures. Our finding is consistent with a belief that high latrine coverages may be needed to sufficiently reduce fly breeding sites to confer community-level protection, whereas household water use may more directly benefit individual households.\nTo illuminate potential resource needs, we estimated the percentage of EUs needing intervention to reach specified TF1-9 outcomes. Among reaching elimination target EUs, to achieve a ≥25% relative reduction in TF1-9 (~1 absolute percentage point), ~60–70% of EUs would need interventions in all scenarios, applied to varying numbers of households within each EU. While rudimentary, these estimates suggest that WaSH investments needed to appreciably modify TF1-9 may be substantial. More formal health economic studies are awaited.\n\n\nMaintaining elimination target EUs\nResults were less uniform here. Of course, the magnitude of any TF1-9 decreases in this group could not exceed the observed prevalence of 2.0%, and, whereas the goal for the reaching elimination target EUs is to decrease TF1-9 to <5%, for the maintaining elimination EUs the goal is to maintain TF1-9 <5%. This could entail a decrease, no change, or even a small increase in TF1-9 over the surveillance period.\nUnexpectedly, there was a suggestion of a change in trend at high coverage of nearby face-washing water following hypothetical intervention. Statistical uncertainty (as evidenced by wide confidence intervals) precludes us from having assurance in this result, for which contributory data were relatively sparse. If the association is real, our (speculative) explanations would be as follows. First, we used a face-washing water exposure definition of <30-minute roundtrip collection time. Both behavioral plausibility and previous research [22,23] suggest that on-plot water use may be more strongly connected to disease outcomes because it confers considerably greater access to water for personal hygiene. Nearby face-washing water exposure may have sufficiently captured effects in the reaching elimination target EUs; however, in a group in which gains are expected to be small, the nearby exposure definition may be inadequate. Second, unmeasured confounding may be present. In particular, densely-populated areas with more economic activity might have high water coverage. Without MDA, these areas may be at increased risk of C. trachomatis reintroduction resulting from population movement. While we adjusted for population density, we did not directly capture migration.\nFor latrine coverage, there was minimal change in TF1-9 until the uppermost coverage levels were reached. Existing coverage was generally high, so it was unsurprising that little change in TF1-9 was seen across much of the coverage range. Unlike face-washing water, our findings provide some evidence that achieving very high latrine coverage (≥95%) could provide additional benefits, although results are imprecise. This finding supports the Sustainable Development Goal target of universal elimination of open defecation, rather than incremental improvements in sanitation coverage often found with sanitation interventions [24].\nHousehold and community protection.Though ORs contrasting presence/absence of nearby face-washing water and latrine use at household level were similar for the two groups, we estimated that interventions would only be useful to reduce TF1-9 in EUs that had not yet met elimination targets. The overall intervention impacts depended on both individual-level effects, and the \"contextual\" effects of overall coverage in each EU [25]. Individual-level effects of interventions on infectious diseases may not translate to population-level effects, though more work is needed to understand why contextual effects might differ across these two groups, and whether contextual effects may be better captured at scales other than the EU level.\n\n\n\nLimitations\nFirst, the relationship between face-washing water use and active trachoma may be best evaluated using on-plot water. This was our preferred definition; however, the median on-plot face-washing water use coverage in both groups was <5%; thus, that analysis was precluded by sparse data. Our use of nearby face-washing water likely dampened associations in this analysis. Future studies may be informative as on-plot water availability increases in these communities [26,27]. Second, our hypothetical intervention randomly allocated exposures at cluster and household levels. While we designed interventions that could be both testable in a trial and scalable in the real world, we acknowledge that random allocation may be both difficult to implement and sub-optimal in effect. For example, while providing WaSH interventions only to households with children could accelerate TF1-9 reductions, it may raise ethical challenges. Third, we use the term \"intervention\" to describe any hypothetical approach or combination of approaches that would achieve the desired minimum coverage levels. We assume that the delivery mechanism (e.g., engineering, climate, public health program) would not directly influence the impact of increased WaSH access. Fourth, the effectiveness of washing water for reducing facial C. trachomatis is likely to depend on factors beyond the distance to a water source, including the efficiency of washing practices, the time of year (e.g., dry vs. wet season) [26], competing priorities (e.g., household or agricultural duties), and cultural practices. Finally, study results may not be generalizable to countries outside those that contributed data, as trachoma epidemiology and WaSH availability and use may substantially differ.\nHere, we provide an approach that frames flexible multilevel models in terms of interpretable, population-level associations. As with any data analysis, to infer causality, we must assume (among other things) that the identifiability conditions of consistency and conditional exchangeability with positivity are met [27]. Above, using language geared toward readers less familiar with causal inference terminology, we allude to a potential violation of consistency. We felt it reasonable to assume, however, that how a person came to use a latrine for defecation is unlikely have an independent impact on the outcome. In the case of face washing water use, where rainfall alone may contribute to water use or water use may increase due to active involvement of health care and governmental organizations, this assumption may be more suspect due to differing anticipated side-effects. As with all observational studies, violations of exchangeability (i.e., unmeasured confounding) are possible and cannot be verified with our data. We believe this study, however, provides improved adjustment as we incorporated historical WaSH coverages and population density into our models. While we made best efforts to achieve the identifiability conditions, whether they have been achieved can (and should) be debated to improve causal inference in WaSH research by means of more expansive data collection.\n\n\nConclusions\nWe used existing data to estimate population-level impacts of increasing WaSH coverage on reducing TF1-9. Our approach is closely tied to policy-setting goals and allowed us to approximate the expected direction and magnitude of association. The Neglected Tropical Disease Road Map 2021–2030 may energize both the WaSH and trachoma communities with its call for increased collaboration [28,29]. Our results provide researchers with data to inform future studies that could ultimately enhance the effectiveness of SAFE’s \"E\" component."
}