{
    "Introduction": "Dengue is a re-emerging disease caused by four closely related serotypes of dengue viruses (DENV) and it is endemic in the tropical and sub-tropical regions of the world. An estimated 100 million symptomatic dengue infections occur annually, with over half of the world’s population living at the risk of infection [1]. Infection with DENV can cause a spectrum of clinical manifestations ranging from mild dengue fever (DF) to the potentially lethal dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS), which are characterized by abnormal hemostasis, vascular leakage and liver damage [2]. As yet, there is no specific treatment for dengue and the management of DHF patients is primarily supportive. Furthermore, the lack of an appropriate animal model poses great challenges in the study of dengue pathogenesis.\nDengue is a dynamic disease. After the incubation period, the illness begins abruptly and is followed by the three phases—febrile (day 0–4 post onset of fever), critical (day 5–7 post onset of fever) and recovery (day 21–28 post onset of fever). DF patients would recover uneventfully after 5–7 days of acute illness, but for DHF patients, the initial febrile period is followed by a rapid onset of vascular leakage, thrombocytopenia and hemorrhage at the critical phase. The continual loss of intravascular volume from plasma leakage can rapidly lead to hypotension and circulatory failure in DHF patients, which can result in death. The pathological difference between DF and DHF suggest differential virus-host interaction in the susceptibility to the disease, and both viral and host immune factors are likely involved. Although numerous efforts have been made in the last decade [3–6], the mechanisms that trigger transition from mild DF to more life threatening DHF at the critical phase are not fully understood, hampering the design of effective treatments for DHF.\nMetabolomics is a rapidly emerging field in systems biology that refers to the global investigation of metabolite pool in biological systems in response to biological stimuli or perturbations [7]. Metabolites are the end products of cellular regulatory processes and form a direct link between molecular changes and phenotypes, and by providing a snapshot of an organism’s metabolic status, metabolomics holds the promise of finding metabolites or metabolic pathways related to disease processes [8,9]. It has been applied to infectious diseases to study host-pathogen interactions, including DENV infections [10–13]. In our previous study, we investigated serum metabolome difference between adult DF and DHF patients enrolled from a prospective dengue study at early febrile phase of DENV infection and found potential marker metabolite to predict DHF at early phase of the infection [14]. In the present study, metabolomics investigation was conducted on the same patient cohort at both the critical phase and recovery phases, with an aim to study the potential mechanisms that may contribute to the transition from DF to DHF at the critical phase of DENV infection. Interestingly, the majority of identified differentially expressed metabolites between DF and DHF in the febrile phase were different from those identified in the critical phase, showing that metabolomics study could capture the distinct molecular changes in DF and DHF patients at different phases of DENV infection. In the recovery phase, the levels of a few metabolites were still significantly altered in DHF patients, indicating prolonged effects of DENV infection on DHF patients. Our results identified metabolic pathways linked to dengue progression and provided insights on the mechanisms of DHF pathogenesis.",
    "Methods": "Ethics statement\nEnrollment of all eligible individuals was based on written informed consent and the collected samples were anonymized. The protocols were approved by the Domain Specific Review Board of the National Healthcare Group, Singapore (DSRB/E/2009/432).\n\n\nPatient enrollment\nThe details of patient recruitment, sample collection and the study protocols of the study have been described earlier [14]. Briefly, the study cohort of dengue patients were recruited from the Prospective Adult Dengue Study (PADS), which is a cohort study of acute febrile adults at a tertiary care center, Communicable Diseases Center, Tan Tock Seng Hospital, Singapore. Adult patients (≥ 18 years) presenting with acute onset of fever (≥ 37.5°C) without rhinitis or other clinical alternatives were included in the study (Febrile stage, < 96 hours post onset of fever; Critical, Day 5–7, Convalescence, Day 21–28). Venous blood samples were collected, aliquoted and frozen at -80°C for hematological, virological and serological analysis. The study design, hypotheses, patient characteristics, assay methods, statistical methods and modeling methods were reported as per REMARK which is important for generalizability [15]. DF and DHF patients were classified according to the WHO 1997 and 2009 dengue guidelines [2,16]. To fulfill the case definition of DHF, all four of the following criteria must be present, namely: fever or history of fever, hemorrhagic tendencies, thrombocytopenia and evidence of plasma leakage [16]. Hematoconcentration was determined by the hematological analyzer and expressed as % of the volume of whole blood that was made up of red blood cells. Hematocrit increase of over 20% of the values at convalescence phase is considered a common clinical index of plasma leakage and DHF diagnosis. The PADS cohort comprised of both DF and DHF patients recruited at different phases of dengue infection and DENV2 is the predominant DENV type. Based on the anti-DENV IgG and IgM seropositivity or seronegativitiy, immune status of the patients was determined. Anti-DENV IgM seropositivity and IgG seronegativity indicated that 40–52% of DF and 22–41% of DHF are primary cases, and the remaining are secondary cases. 12–16% DF patients and 59–76% DHF patients had platelets <50×103/μL at any point as determined during their daily routine total blood count.\n\n\nHematological, serological and virological analysis\nA detailed hematological and virological analysis was performed and included white blood cell count (WBC), red blood cell count (RBC), blood hemoglobin (HGB), hematocrit (HCT), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), mean corpuscular hemoglobin concentration (MCHC), platelet count (PLT), lymphocyte percentage (LYMPH%), lymphocyte count (LYMPH), mixed cell count (MXD), neutrophil percentage (NEUT%), neutrophil count (NEUT), red blood cell distribution width-coefficient of variation (RDW-CV), and quantitation of peripheral viral titers using reverse transcriptase-polymerase chain reaction (RT-PCR) crossover values (Ct). Dengue viral infection was confirmed by RT-PCR [17], or NS1 detection by Dengue NS1 Ag Strip (Bio-Rad, Marnes-la-Coquette, France) at the Environmental Health Institute, Singapore, or typing by virus isolation and immunofluorescence using DENV type-specific monoclonal antibodies (ATCC: HB46-49). Dengue-immune status (primary or secondary DENV infection) was based on Dengue IgG levels in the acute sera, using a commercially obtained ELISA (PanBio, Brisbane, Australia) according to the manufacturer’s protocol.\n\n\nSample preparation\nA volume of 50 μL from each serum sample was thawed at 4°C and serum proteins were precipitated with 200 mL ice-cold methanol, which contained 10 mg/mL 9-fluorenylmethoxycarbonyl-glycine as an internal standard. After vortexing, the mixture was centrifuged at 16,000 rpm for 10 minutes at 4°C and the supernatant was collected and evaporated to dryness in a vacuum evaporator. The dry extracts were then redissolved in 200 μL of 98:2 water/methanol for liquid chromatography-mass spectrometry (LC-MS) analysis. Quality control (QC) samples were prepared by mixing equal amounts of serum samples from all the samples and processed as per other samples. The QC sample was run after each 8 samples to monitor the stability of the system and all samples were randomized.\n\n\nMetabolomics analysis by LC-MS\nMetabolomics analysis was performed as previously described [14]. Briefly, the supernatant fraction from sample preparation step was analyzed using Agilent 1290 ultrahigh pressure liquid chromatography system (Waldbronn, Germany) equipped with a 6550 QTOF mass detector managed by a MassHunter workstation. The column used for the separation was an Agilent rapid resolution HT Zorbax SB-C18 (2.1×100 mm, 1.8 mm; Agilent Technologies, Santa Clara, CA, USA). The oven temperature was set at 45°C. The gradient elution involved a mobile phase consisting of (A) 0.1% formic acid in water and (B) 0.1% formic acid in methanol. The initial condition was set at 5% B. A 7 min linear gradient to 70% B was applied, followed by a 12 min gradient to 100% B which was held for 3 min, then returned to starting conditions over 0.1 min. Flow rate was set at 0.4 ml/min, and 5 μL of samples was injected. The electrospray ionization mass spectra were acquired in both positive and negative ion mode. Mass data were collected between m/z 100 and 1000 at a rate of two scans per second. The ion spray voltage was set at 4,000 V, and the heated capillary temperature was maintained at 350°C. The drying gas and nebulizer nitrogen gas flow rates were 12.0 L/min and 50 psi, respectively. Two reference masses were continuously infused to the system to allow constant mass correction during the run: m/z 121.0509 (C5H4N4) and m/z 922.0098 (C18H18O6N3P3F24).\n\n\nData analysis\nRaw spectrometric data in untargeted metabolomics were analyzed by MassHunter Qualitative Analysis software (Agilent Technologies, US) and the molecular features characterized by retention time (RT), chromatographic peak intensity and accurate mass, were obtained by using the Molecular Feature Extractor algorithm. The features were then analyzed by MassHunter Mass Profiler Professional software (Agilent Technologies, US). Only features with an intensity ≥ 20,000 counts (approximately three times the limit of detection of our LC-MS instrument), and found in at least 80% of the samples at the same sampling time point signal were kept for further processing. Next, a tolerance window of 0.15 min and 2 mDa was used for alignment of RT and m/z values, and the data normalized to spiked 9-fluorenylmethoxycarbonyl-glycine internal standard. Raw spectrometric data in targeted metabolomics were processed using MassHunter Workstation Quantitative Analysis software (Agilent Technologies, US).\nFor statistical analysis, nonparametric Mann–Whitney Test with Benjamini-Hochberg Multiple Testing Correction was employed, and statistical significance was set at p<0.05. For multivariate data analysis using principle component analysis (PCA) or Orthogonal projections to latent structures discriminant analysis (OPLS-DA), data were normalized by median-centering and dividing by standard deviation. PCA and OPLS-DA were performed using the software package SIMCA-P 13.0 version (Umetrics AB, Umea, Sweden). Metabolites with Variable Importance in the Projection (VIP) values>1 were considered to be influential for the separation of samples in OPLS-DA analysis. In addition, the fold change (FC) analysis was also performed to further filter the features and only those features with FC > 1.5 were selected as potential significantly altered metabolites. The hierarchical cluster analysis (HCA), a cluster analysis method which seeks to build a hierarchy of clusters, was performed using MeV4.0.\n\n\nCompound identification\nThe structure identification of the differentially expressed metabolites was based on our published work [18]. Briefly, the elemental compositions of the metabolites were first calculated based on the exact mass, the nitrogen rule and the isotope pattern by Masshunter software from Agilent. Then, the elemental composition and exact mass were used for open source database searching with a cutoff value of 10 parts per million (ppm), including LIPIDMAPS (http://www.lipidmaps.org/), HMDB (http://www.hmdb.ca/), METLIN (http://metlin.scripps.edu/) and MassBank (http://www.massbank.jp/). Next, MS/MS experiments were performed to obtain structural information via the interpretation of the fragmentation pattern of the metabolite. The MS/MS spectra of possible metabolite candidates in the databases were also searched and compared. Finally, the metabolites were confirmed by comparison with the standards where commercially available. The metabolites are listed according to the minimum reporting standards for chemical analysis in metabolomics recommended by Metabolomics Standard Initiative (MSI) [19,20]. Briefly, a four-level system ranging from Level 1 (identified metabolites, e.g. based upon the co-characterization with reference standards) via Levels 2 (putatively annotated compounds, e.g. without chemical reference standards, based upon physicochemical properties and/or spectral similarity with public/commercial spectral libraries) and 3 (putatively characterized compound classes, e.g. based upon characteristic physicochemical properties of a chemical class of compounds, or be spectral similarity to known compounds of a chemical class) to Level 4 (unidentified or unclassified metabolites which can still be differentiated based on spectrum data). For metabolic pathway analysis, MetaboAnalyst was used to identify relevant pathways [21].",
    "Results": "Serum metabolic profiles of DF and DHF patients at critical and recovery phase\nWe characterized serum metabolome changes between DF (n = 25) and DHF (n = 27) patients at both the critical phase and recovery phase of infection using LC-MS. We first evaluated the stability and reproducibility of the LC-MS method by performing PCA on all the samples including the 6 QC samples [22]. As shown in S1 and S2 Figs, the QC samples are clustered in PCA scores plots of sera (S1 and S2 Figs), indicating good stability and reproducibility of the chromatographic separation of the metabolomics analysis.\n\n\nIdentification of significantly altered metabolites in DHF patients at critical and recovery phase\nIn the critical phase, a total of 29 MSI Levels 1 and 2 metabolites, were significantly expressed between DHF and DF patients, were identified. HCA could successively merge similar groups of objects and the objects are joined together in a hierarchical fashion from the closest, that is most similar, to the furthest apart, that is the most different. HCA based on the metabolome profile could segregate DHF and DF patients in the critical phase (Fig 1), where all but two DHF patients were classified together with DF. These differentially expressed metabolites belonged to classes such as bile acid, acylcarnitine, phosphatidylcholine (PC), lysophosphatidylcholine (LysoPC), amino acid and derivative, dipeptide, purine and pyrimidine (Table 1). Compared to DF patients, 10 of the 29 differentially expressed metabolites were increased in DHF patients. Among them, the levels of the bile acids showed about 5 times higher in DHF patients than in DF patients (Fig 2). Furthermore, these bile acids demonstrated positive correlations to AST and ALT levels, indicating they may be associated with liver dysfunction in DHF (Fig 3). The other 19 differentially expressed metabolites, including purines and pyrimidines, most of the acylcarnitines and lipids, were decreased in DHF patients. In the recovery phase, 8 altered MSI Levels 1 and 2 metabolites between DF and DHF patients were structurally identified including bile acid, phospholipids, amino acid, dipeptide, and fatty acid (Table 2). Among these differentially expressed metabolites, the level of the bile acid, chenodeoxyglycocholic acid, was still about 3 times higher in DHF patients than in DF patients, indicating prolonged effects of DENV infection on DHF patients (Fig 4).\nEach column shows ion intensity for a specific metabolite after mean centering and unit variance scaling of the data. Each row shows the serum metabolic profiles of DF and DHF patients.\nA. Chenodeoxyglycocholic acid B. Glycocholic acid C. Glycoursodeoxycholic acid D. Uric acid E. Hypoxanthine F. Uridine G. 3-Hydroxyoctanoyl carnitine H. 2-Octenoylcarnitine I. L-phenylalanine. Horizontal lines represent median value. * p<0.05, ** p<0.01, *** p<0.001, by Mann-Whitney test. The statistical comparison was with DF levels.\nA. Chenodeoxyglycocholic acid B. PE (38:6) C. PC (36:2) D. SM (34:1). Horizontal lines represent median value. * p<0.05, ** p<0.01, *** p<0.001, by Mann-Whitney test. The statistical comparison was with DF levels.\nTo assess their potential in differentiating DF and DHF, Receiver Operating Curve analyses were performed for the differentially expressed metabolites in the critical phase. Several metabolites showed good performing Area Under Curve (AUC), including serotonin (AUC = 0.85, 95% C.I. 0.75–0.95, p<0.0001), uridine (AUC = 0.81, 95% C.I. 0.68–0.93, p = 0.0002), glycoursodeoxycholic acid (AUC = 0.77, 95% C.I. 0.65–0.90, p = 0.0007), uric acid (AUC = 0.76, 95% C.I. 0.63–0.89, p = 0.001) (S3 Fig).\nWe have previously identified more than 20 differentially expressed metabolites between DF and DHF in the early febrile phase of dengue. Surprisingly, a distinct set of differentially expressed metabolites between DF and DHF were found in critical phase as compared to the early febrile phase. There are only two common metabolites between these two phases and they are serotonin and a dipeptide.—We have shown previously through a stable-isotope dilution mass spectrometry method that serotonin was significantly changed among DHF patients as compared to DF patients in the febrile phase, and serotonin remained significantly altered among the DHF patients in the critical phase. This finding demonstrated the high reliability and confidence of our methodologies and results in our previous and current untargeted analysis approach. In addition, for the three bile acids which were significantly increased among DHF patients as compared to DF patients in the critical phase, their levels was also higher among DHF patients in the febrile phase, but it was not statistically significant. On the other hand, a few fatty acid amides were significantly lower among DHF patients as compared to DF patients in the febrile phase, and their levels became similar between DF and DHF patients in the critical phase.\nWe used MetaboAnalyst, a pathway analysis tool, to determine the underlying biochemical pathways revealed by the identified metabolites. The perturbed metabolic pathways in DHF in the critical phase included bile acid biosynthesis, fatty acid β-oxidation, purine and pyrimidine metabolism, phospholipid catabolism, tryptophan and phenylalanine metabolism. (S4 Fig) In the recovery phase, the bile acid biosynthesis and phospholipid catabolism pathways were still altered, while other metabolic pathways were no longer disturbed in DHF patients (S5 Fig).",
    "Discussion": "Dengue is a very dynamic disease, and the symptoms of DHF usually do not occur until the critical phase of infection. The critical phase is known as the danger period of dengue because a small proportion of patients may undergo sudden deterioration over 24–48 h. If the patient recovers, there are no sequelae in uncomplicated dengue, symptoms resolve and clinical parameters normalize. The mechanisms that contribute to the transition from DF to DHF are not well understood, although the pathological differences between DF and DHF suggest differential virus-host interactions in the susceptibility to the disease.\nIn our previous study a systematic characterization of serum metabolome at early febrile phase (< 96 hours post onset of fever) was reported from adult DF/DHF patients enrolled from a prospective dengue study [14]. In the present study, metabolomics investigation was conducted on the same patient cohort at the critical phase (day 5–7 post onset of fever) and recovery phase (day 21–28 post onset of fever) to map the serum metabolome and identify metabolic pathways linked to dengue progression. Interestingly, the majority of identified differentially expressed metabolites between DF and DHF in the critical phase were different from the ones identified in the early febrile phase, showing that metabolomics study could capture the specific molecular changes in DF/DHF patients at different phases of infection. In the recovery phase, the levels of a number of lipids were still significantly altered in DHF patients, indicating prolonged effects of DENV infection on DHF patients. Our results could help to identify metabolic pathways linked to dengue progression and understand the mechanisms of DHF pathogenesis.\nWe have previously found that the levels of bile acids are higher in DF patients than in healthy controls at febrile and critical phases of infection [13]. In this study, we further showed that DHF patients had even higher levels of bile acids than DF patients at both critical and recovery phases of infection. Bile acids, which are formed in the liver as the end products of cholesterol metabolism, can not only facilitate hepatobiliary secretion of endogenous metabolites and nutrient absorption in the intestine, but also play important roles in regulating glucose and lipid metabolism through bile acid receptors [23]. When present in abnormally high levels, bile acids are highly toxic to cells, and impaired bile acid homeostasis could contribute to the pathogenesis of liver and intestinal diseases [24]. Many studies have implicated that DENV has adverse effect on liver functions in dengue patients and dengue infection is believed to be an important cause of acute viral hepatitis in endemic countries [25,26]. The hepatocytes and Kupffer cells in the liver could be the targets for DENV replication and a number of liver hepatic histological changes have been observed in dengue patients [26–28]. Accumulated bile acids in the hepatocytes could result in mitochondrial damage and may eventually lead to apoptosis or necrosis [29]. It has been shown that DHF patients had a higher risk of developing acute liver failure (p < 0.001) and liver pathology has been viewed as one of the hallmarks of DHF [2, 30]. In the clinic, liver enlargement and elevated transaminases have been used as the clinical features of hepatic histological changes in dengue patients [31], and we indeed found in this study that AST and ALT levels were significantly higher in DHF than in DF. Put together, elevated bile acids among DHF patients and their positive correlations to AST and ALT levels indicated that these bile acids may play an important role in liver pathology in DHF patients. Furthermore, a recent phase II clinical trial showed that INT-747, a potent agonist of bile acid farnesoid X receptor, could improve histological activity and reduce fibrosis in adult patients with non-alcoholic steatohepatitis [32], indicating bile acid receptors may be a potential therapeutic target for liver disease management in DHF.\nIn this study, decreased uric acid was observed in DHF patients compared to DF patients at the critical phase. Uric acid is an end product of purine catabolism, and numerous studies have shown that uric acid is a major antioxidant in the blood and can help to protect against free-radical oxidative damage [33,34]. It is reported that the total antioxidant capacity in the blood was positively correlated with uric acid concentration, and low circulating levels of uric acid have been associated with disease conditions with a significant redox imbalance due to increased production of oxidant species and decreased capacity of endogenous antioxidant defenses [35,36]. Indeed, increased ROS and NOS have been reported in DHF patients [37]. Furthermore, we have previously found higher levels of phenylalaninein DF patients than in healthy controls. In this study, when compared to DF patients, a further increase of phenylalanine in DHF patients was observed. We have proposed that the accumulation of phenylalanine was due to elevated oxidative stress status in dengue patients where superoxide and peroxynitrite increase oxidation of tetrahydrobiopterin (BH4), thereby depleting the available BH4 pool [38]. BH4 is a co-factor for phenylalanine (4)-hydroxylase (PHA), an enzyme required for converting phenylalanine to tyrosine. Thus, higher level of phenylalanine also indicates increased oxidative stress in DHF patients. Together, decreased uric acid could result in impaired ability to scavenge the ROS and NOS in DHF patients. It had been shown that systemic uric acid administration could increase serum antioxidant capacity in healthy volunteers [39], which might be a potential intervention strategy of the condition of DHF.\nIn our previous studies, we have shown that anti-inflammatory responses played an important role in modulating pro-inflammatory processes to prevent the development of pathologies by excessive or prolonged inflammation in DF patients, and higher levels of Docosahexaenoic acid (DHA) were found in DF patients than in healthy controls [13]. In current study, a decrease of DHA in DHF patients was observed when compared to DF patients. DHA, an omega-3 polyunsaturated fatty acid, is known for the anti-inflammatory activity by suppressing the production of pro-inflammatory cytokines [40], and the lower level of DHA could indicate impaired anti-inflammatory functions in DHF patients compared to DF patients. We have also found earlier that the levels of many acylcarnitines, essential intermediates of fatty acid β-oxidation, were higher in DF patients than in healthy controls, suggesting disturbed energy metabolism in DF patients [13]. Interestingly, when compared to DF patients, decreased levels of acylcarnitine were found in DHF patients in this study, indicating DHF actually induced less disturbance in fatty acid β-oxidation than DF.\nVoge et al had also conducted mass spectrometry-based serum metabolomics studies on non-dengue (ND) controls, DF and DHF patients and identified 13 metabolites that statistically differentiate DHF, DF and ND groups, including amino acids, lipids and vitamins [12]. Interestingly, most of the 13 differentially expressed metabolites were not found in our current study. This is likely due to the different analytical platforms used in the two studies, hydrophilic interaction liquid chromatography versus RP liquid chromatography, leading to different metabolite coverage. Nevertheless, both studies showed that metabolomics approach could identify metabolites associated with distinct disease outcomes of dengue infection.\nIn summary, our study identified differentially expressed metabolites and the underlying metabolic pathways linked to DHF in both the critical and recovery phases of dengue infection. These results provide insights into the mechanisms of DHF pathogenesis, and certain altered pathways might serve as therapeutic targets to alleviate DHF."
}