{
    "Abstract": "Adaptation to starvation is integral to the Leishmania life cycle. The parasite can survive prolonged periods of nutrient deprivation both in vitro and in vivo. The identification of parasite proteins synthesised during starvation is key to unravelling the underlying molecular mechanisms facilitating adaptation to these conditions. Additionally, as stress adaptation mechanisms in Leishmania are linked to virulence as well as infectivity, profiling of the complete repertoire of Newly Synthesised Proteins (NSPs) under starvation is important for drug target discovery. However, differential identification and quantitation of low abundance, starvation-specific NSPs from the larger background of the pre-existing parasite proteome has proven difficult, as this demands a highly selective and sensitive methodology. Herein we introduce an integrated chemical proteomics method in L. mexicana promastigotes that involves a powerful combination of the BONCAT technique and iTRAQ quantitative proteomics Mass Spectrometry (MS), which enabled temporally resolved quantitative profiling of de novo protein synthesis in the starving parasite. Uniquely, this approach integrates the high specificity of the BONCAT technique for the NSPs, with the high sensitivity and multiplexed quantitation capability of the iTRAQ proteomics MS. Proof-of-concept experiments identified over 250 starvation-responsive NSPs in the parasite. Our results show a starvation-specific increased relative abundance of several translation regulating and stress-responsive proteins in the parasite. GO analysis of the identified NSPs for Biological Process revealed translation (enrichment P value 2.47e-35) and peptide biosynthetic process (enrichment P value 4.84e-35) as extremely significantly enriched terms indicating the high specificity of the NSP towards regulation of protein synthesis. We believe that this approach will find widespread use in the study of the developmental stages of Leishmania species and in the broader field of protozoan biology."
}