{
    "Introduction": "Sri Lanka implemented the National Programme for Elimination of Lymphatic Filariasis (NPELF) in its endemic regions in 2002. Five annual rounds of mass drug administration using the two-drug combination diethylcarbamazine (DEC) and albendazole led to sustained reductions in infection rates below threshold levels. In 2016, WHO validated that Sri Lanka eliminated lymphatic filariasis as a public health problem.",
    "Objective": "To explore the impact of the NPELF on lymphatic filariasis morbidity in Sri Lanka.",
    "Methods": "Passive Case Detection (PCD) data maintained in filaria clinic registries from 2006–2022 for lymphoedema and hospital admission data for managing hydroceles/spermatoceles from 2007–2022 were analyzed. The morbidity status in 2022 and trends in overall and district-wise PCD rates were assessed. Poisson log-linear models were used to assess the trends in PCD for endemic regions, including district-wise trends and hospital admissions for the management of hydroceles/spermatoceles.",
    "Results": "In 2022, there were 566 new lymphoedema case visits. The mean (SD) age was 53.9 (16.0) years. The staging was done for 94% of cases, of which 79% were in the early stages (57.3% and 21.4% in stages two and one, respectively). Western Province had the highest caseload (52%), followed by the Southern (32%) and Northwestern (16%) Provinces, respectively. The reported lymphoedema PCD rate in 2022 was 0.61 per 10,000 endemic population. The overall PCD rate showed a decline of 7.6% (95%CI: 4.9% - 10.3%) per year (P < 0.0001) from 2007 to 2022. A steady decline was observed in Colombo, Gampaha and Kurunegala districts, while Kalutara remained static and other districts showed a decline in recent years. Further, admissions for inpatient management of hydroceles/spermatoceles showed a declining trend after 2015.",
    "Conclusions": "The PCD rates of lymphoedema and hydroceles/spermatoceles showed a declining trend in Sri Lanka after the implementation of the NPELF."
}