{
    "Introduction": "Leishmaniasis is a neglected tropical disease caused by a flagellate protozoa, genus Leishmania [1]. The causative agents for leishmaniasis mainly belong to the subgenus L. (Leishmania) and subgenus L. (Viannia). In 2018, Leishmania species in the L. enriettii complex were assigned to a new subgenus L. (Mundinia). L. (Mundinia) are responsible for human and animal leishmaniasis [2]. In Thailand, the two common species reported in northern and southern parts are L. (Mundinia) martiniquensis and L. (Mundinia) orientalis which are the causative agents of VL, CL and DCL [3–11]. The disease is transmitted through the bites of infected sandflies [12]. Approximately 12 to 15 million people are infected and 350 million are at risk worldwide [13]. The geographical distribution of leishmaniasis is wide-ranging with concentrations in South Asia, North Africa, Middle East, Latin America and the Caribbean [14].\nClinical manifestations of leishmaniasis are diverse, comprising varying forms of diseases: cutaneous leishmaniasis (CL), disseminated cutaneous leishmaniasis (DCL), mucocutaneous leishmaniasis (MCL), and visceral leishmaniasis (VL) [15]. CL is a localized skin nodule at the bite site of a sandfly which progresses to papule and ulcer, but usually self-healing [15,16]. DCL manifests as disseminated skin lesions at various body parts other than the bite site (16). MCL is a disease that ulcerates mucosal tissue, generally invading nasal mucosa, but can involve the lips, cheeks, soft palate, pharynx and larynx in some cases [16,17]. VL, also known as ‘kala-azar’, is a severe fatal disease usually represented by fever, fatigue, weight loss, lymphadenopathy, hepatosplenomegaly and anemia [15,17].\nOur previous studies reported both symptomatic and asymptomatic VL among individuals both positive and negative for HIV [3]. This study described one index case of CL in an immunocompetent male patient. A cross-sectional study of prevalence was conducted and associated factors of Leishmania infection were identified among those who were related to patients residing in urban and rural areas of Chiang Rai Province. The potential sandfly vector and animal reservoirs in the affected areas were also investigated.",
    "Methods": "Ethics statement\nThe research protocol was approved by the Ethics Committee of the Royal Thai Army Medical Department; approval number S005h/59. The written informed consent was obtained from all participants and the written assent form was obtained from the parent/guardian of children age younger than 18 years.\n\n\nHistory of the index case\nIn April 2015, an 18-year-old Thai male living in a semi-boarding vocational school, Mueang Chiang Rai District, Chiang Rai Province sustained a motorcycle accident resulting in a forehead laceration, sized 7 to 9 cm in length. The wound was cleansed, sutured with nine stitches, and dressed properly. Seven days later, on a follow-up visit, his wound had not closed and discharge was oozing from the wound. No further investigation or treatment was provided concerning his unhealed wound. In May 2015, he visited the hospital with a complaint of a soft nodule at the same site of his forehead wound. The nodule was incised and drained, revealing pus inside. The incised wound was sutured with three stitches. Following that, his wound became chronic with constantly oozing pus. Two months later, his chronic wound was biopsied revealing amastigotes of Leishmania spp. Subsequently, nested ITS1-PCR and nucleotide sequencing showed the infection was caused by L. martiniquensis. Physical examination did not show other signs and symptoms of VL. In September 2015, miltefosine 50 mg was given twice daily for 28 days, and then he revisited the hospital for a check-up the following month. The wound on his forehead was completely healed.\n\n\nStudy design and study population\nThe study began with a single index case of CL reported in August 2015, then an outbreak investigation was subsequently conducted from September to November 2015 to identify the prevalence and associated risk factors of Leishmania infection among immunocompetent individuals who had previously contacted or resided within the housing area of the index case. The study areas included 1) students at a semi-boarding vocational school, an urban area, Mueang Chiang Rai District where the index case had been studied and 2) hill tribe villagers residing in the hometown of the index case, a remote and mountainous area, Wiang Kaen District, Chiang Rai Province.\nChiang Rai is the northernmost province of Thailand, located about 780 km from Bangkok, bordered by Myanmar to the north and Lao PDR to the east. Various areas of the province, especially the western rim, characterized by mountains and highland plateaus with an average height of 1,500 to 2,000 m above sea level. Eastern areas of the province comprise mostly lowland plains. Forest areas cover about 32.42% of the total area, and the average temperature is 24°C. Locations of the two study areas are as described below. First, Mueang Chiang Rai District, Chiang Rai Province is located at the center of the province, and constitutes the administrative hub of Chiang Rai, one of the largest cities in Thailand’s northern region. The semi-boarding school is located around 20 km from the center of Mueang Chiang Rai District. The dormitory is situated in the lush forest-garden area of the school with evident cracks in the wall building. Second, Wiang Kaen District is located on the northeastern edge of Chiang Rai Province, mostly outlined by high mountains and plateaus with a river valley in between. Villagers residing in this area are hill tribes, comprising Hmong, Lahu, Akha, Lisu and others. The site of the study village is located in a remote and mountainous area of the district where housing styles of hill tribes, predominantly Hmong, are mostly brick, wooden or mud-walled houses with soil flooring. Most houses are located in plantations mixed with forested areas.\n\n\nDefinition\nSymptomatic VL is defined as individuals presenting a history of fever lasting at least two weeks with splenomegaly. A single or combined clinical characteristic(s) of the following may be observed: hepatomegaly, weight loss, anemia, leucopenia, thrombocytopenia and hypergammaglobulinemia. Detection of the parasites must be confirmed under microscopic examination or by PCR assay using any clinical samples, i.e., bone marrow aspirates, lymph nodes, buffy coat or other biopsy samples.\nSymptomatic CL is defined as individuals presenting skin lesions, mainly ulcers, on exposed parts of the body. Detection of the parasites must be confirmed under microscopic examination of skin biopsies or by PCR assay using those biopsies.\nAsymptomatic Leishmania infection is defined as individuals experiencing no symptoms of CL/VL but presenting a positive test by DAT or PCR assays.\nSeropositivity of Leishmania infection is defined as the detection of antibodies among individuals experiencing the infection and being either symptomatic or asymptomatic.\n\n\nCollecting and preparing human and animal blood samples\nEight mL of human whole blood samples were collected in EDTA anticoagulant tubes. Samples were centrifuged at 900 × g for 10 minutes to separate plasma and buffy coat and then kept at –20°C until used. Additionally, blood samples of animals at both the semi-boarding school and hill tribes’ households were also collected using the same protocol as that of human blood. Those animals included water buffaloes (Bubalus bubalis), dogs (Canis familiaris), cats (Felis catus), black rats (Rattus rattus), house lizards (Hemidactylus platyurus), toads (Bufo asper) and poultry (as shown in Table 1).\n\n\nScreening for Leishmania antibodies using the DAT\nThe plasma of immunocompetent participants and animals were tested for Leishmania antibodies by the DAT using DAT kit (KIT Biomedical Research, Amsterdam, the Netherlands) following manufacturer instruction. The positive control was retrieved from the plasma of confirmed VL cases using PCR, while the negative control was retrieved from the plasma of healthy individuals. Positive titers were detected at value ≥1:100 [18].\n\n\nDetecting Leishmania DNA in buffy coat\nTwo hundred μL buffy coat of both humans and animals were extracted using Gen UPTM gDNA Kit (BiotechRabbit, Hennigsdorf, Germany). The final volume of 40 μL was eluted and preserved at -20°C. The ITS1 region of the small subunit ribosomal RNA (ss-rRNA) of Leishmania was amplified using a nested PCR method. During the primary PCR process, LITSR and L5.8 were used as primers to amplify 319–348 amplicons [19]. During the secondary PCR process, LITSR2 and L5.8S inner were used as primers [18]. The 25 μL of PCR master mix for buffy coat comprised 12.5 pmol of each primer, 0.2 mM of dNTP (Promega, USA), 1.5 mM of MgCl2, 1x PCR buffer and 1 U of Taq DNA polymerase (Promega, USA). Four μL and 1 μL of DNA templates were used during primary and secondary reactions, respectively. The positive control was the DNA of L. martiniquensis promastigotes. The whole process consisted of predenaturation at 94°C for 3 minutes, 35 cycles of 94°C of denaturation for 1 minute, 54°C of annealing for 30 seconds, 72°C of extension for 30 seconds and 72°C of final extension for 5 minutes. PCR products were separated by electrophoresis and visualized by Molecular Imager Gel Doc XR+ System with Imager Lab 3.0 Program (BioRad, USA).\n\n\nSandflies collection, identification, and Leishmania DNA detection\nIn November 2015, trapped sandflies in the two study areas were collected indoors (houses with cracked walls) and outdoors using CDC light traps from 18.00 to 06.00 hr for three days. Outdoor areas included animal enclosures, termite mounds, stacks of bricks and wood, bamboo trees, banana trees, palm trees etc. Species of sandflies were identified based on morphological characteristics [20,21]. Female sandflies were kept in 1.5 microcentrifuge tubes containing 70% alcohol and were labeled accordingly for further molecular studies of leishmania infection.\nTo identify potential vectors, females were evaluated for Leishmania DNA using nested ITS1-PCR. The individual sandfly body was homogenized with a sealed Pasteur pipette in 1.5-ml tubes. One hundred mL of phosphate-buffered saline was added and samples were placed at 65°C for 30 minutes. Following the addition of 100 μL of 3M potassium acetate (pH 7.2), the homogenates were incubated on ice for 30 minutes and centrifuged for 15 minutes at 13,000 x g, and supernatants were collected. DNA was precipitated by adding 600 μL of 100% ethanol. DNA pellets were resuspended in 50 μL of 0.5x Tris-EDTA (TE) (pH 8.0) then QIAamp genomic DNA Kits (Venlo, the Netherlands) were used to detect DNA by nested ITS1-PCR.\n\n\nQuestionnaire\nThe standardized questionnaire included demographic data, clinical symptoms and risk behaviors. The data were collected by face-to-face interview.\n\n\nStatistical analysis\nThe program used for statistical analysis was STATA, Version SE14 (Stata Corporation, College Station, TX, USA). Possible associated factors of Leishmania infections were analyzed using univariate analysis. Factors that were statistically significant by univariate analysis (p <0.05 or p <0.25) were included for multivariate analysis using the ‘Enter’ function to eliminate confounding factors. Odds ratio (OR) and 95% confidential interval (CI) were calculated for both univariate and multivariate analyses. Factors indicating p <0.05 by multivariate analysis were considered risk factors of Leishmania infection.",
    "Results": "Baseline characteristics of the population\nIn 2015, at the time of the study, a total of 770 participants were actively residing in the study areas, 500 students in the vocational school and 270 hill tribe people residing in the village. A total of 737 (95.7%) participants, 447 (89.4%) from the vocational school, and 270 (100%) from the rural village were screened for eligibility to join the study using a standardized questionnaire and physical examination. Of those 434 (58.9%) participants, 164 (36.7%) from the rural village and 270 (100%) from the vocational school, reported a history of close contact to the index case and none had any suspected symptoms of leishmaniasis. Among those eligible for study enrollment, a total of 392 (90.3%) immunocompetent individuals, 130 (79.3%) from the rural village, and 262 (97.0%) from the vocational school were enrolled in this study. Of 262, 6 students originally came from Wiang Kaen District.\nThe characteristics of the 392 participants from the two study areas, a mountainous and rural village in Wiang Kaen District, and a semi-boarding vocational school, an urban area in Mueang Chiang Rai District are shown in Table 1. Of these, 237 (60.5%) were male and 177 (45.2%) were 0 to 17 years of age. Hmong people constituted 206 (52.6%) members of the population. Most were students (79.9%) and originally came from Wiang Kaen District (66.8%). Most had no existing comorbidities and showed no clinical manifestations of VL/CL. Of these, 9.7% had a history of working abroad while 52.7% had a history of working in other provinces. History of having been bitten by sandflies was approximately 1%; while history of blood transfusion was 1.5% and recreational drug users comprised 1.8%.\n\n\nPrevalence of Leishmania infection among humans\nOf 392 participants recruited from the two study areas, 28 (7.1%) were positive for Leishmania infection. Ten of the cases were from Amphoe Mueang Chiang Rai District and 18 were from Wiang Kaen District. Of 28, 15 (53.6%) were DAT positive while 21 (75.0%) were positive for nested ITS1-PCR. Species identification revealed that 1 (4.8%) was L. martiniquensis, 12 (57.1%) were L. orientalis and 8 (38.1%) were Leishmania spp.\n\n\nAnimal reservoir\nTo identify potential animal reservoirs, plasma, collected from two water buffaloes (Bubalus bubalis), six dogs (Canis familiaris), six cats (Felis catus), one rat (Rattus rattus), two house lizards (Hemidactylus platyurus), one toad (Bufo asper) and 29 poultry samples, was tested for antibodies against Leishmania infection using DAT and Leishmania DNA by nested ITS1-PCR. Of these, only one rat (Rattus rattus) captured at the vocational school was PCR positive for DNA of L. martiniquensis. Additionally, plasma collected from two water buffaloes, two dogs, and one black rat at the vocational school revealed antibodies at variable titers, 1:100 to 1:>3200. In addition, at Wiang Kaen District, plasma of three dogs, four cats, and nine poultry samples revealed antibodies at variable titers, 1:100 to 1:>3200 (Table 2).\nDirect Agglutination Test (DAT) was used to detect antibodies in animal plasma.\n\n\nSandfly identification and Leishmania DNA detection\nA total of 76 sandflies were collected at Wiang Kaen District and the semi-boarding vocational school in Mueang Chiang Rai District, Chiang Rai Province. Morphological identification revealed 64 Sergentomyia (Neophlebotomus) gemmea and 8 Phlebotomus (Anaphlebotomus) stantoni captured at the semi-boarding vocational school. Moreover, 4 P. stantoni samples were identified in Wiang Kaen District. As shown in Table 2, at the semi-boarding vocational school, 7 (10.9%) S. gemmea was PCR positive for DNA of L. orientalis while 1 (12.5%) P. stantoni was PCR positive for DNA of L. martiniquensis. However, at Wiang Kaen District, four captured P. stantoni were PCR negative for Leishmania DNA.\n\n\nAssociated risk factors of Leishmania infection\nUnivariate and multivariate analysis results for risk factors of Leishmania infection are shown in Table 3. Leishmania infection was associated with being female (AOR 2.52, 95%CI 1.01–6.26), increasing age (AOR 1.05, 95%CI 1.02–1.08), having animal enclosures (AOR 3.04, 95%CI 1.13–8.22), being exposed to termite mounds (AOR 3.74, 95%CI 1.11–12.58) and having domestic animals in a housing area (AOR 7.11, 95%CI 2.08–24.37) after having adjusted for confounding factors with dark housing, soil flooring, having termite mound nearby residential house, using repellent, tidy house and tidy environment.\nAfter separately analyzing the sites, it was found that associated factors of Leishmania infection in Wiang Kaen District were increasing age (AOR 1.05, 95%CI 1.01–1.10), having termite mound near residential areas (AOR 44.10, 95%CI 2.88–676.37), having animal enclosure near housing areas (AOR 6.94, 95%CI 1.17–41.01), not avoid termite mounds (AOR 16.51, 95%CI 1.31–207.64) and not avoid exposure to carrier animals (AOR11.76, 95%CI 1.00–138.21) after adjusted for confounding factors. For Amphoe Mueang Chiang Rai District, associated factors were dark housing (AOR 5.01, 95%CI 1.16–21.64) and not avoid exposure to carrier animals (AOR 8.33, 95%CI 1.36–50.90) after adjusted for confounding factors. Tables 4 and 5 staged the univariate and multivariate analysis of risk factors of Leishmania infection in Wiang Kaen and Amphoe Mueang Chiang Rai Districts, respectively.",
    "Discussion": "Our previous studies on prevalence and risk factors of leishmaniasis have focused on patients with HIV/AIDS, a high risk group, in southern Thailand [18,22,23]. This is the first community-based study to investigate the prevalence and associated risk factors of Leishmania infection among immunocompetent individuals, indicating the situation of Leishmania infection in endemic areas of Thailand. This study addressed the epidemiology of leishmaniasis related to the index case of CL caused by L martiniquensis from an individual studying in a semi-boarding conventional school located in an urban area, Chiang Rai Province, northern Thailand. This study also confirmed that the two main species of Leishmania infection, L martiniquensis, and L. orientalis could be detected among immunocompetent individuals residing in both rural and urban areas of the north as well as those previously reported in the south. Other Leishmania species were also identified in the affected areas. Unfortunately, the PCR assay used in this study amplified ITS1 which limited species identification of Leishmania. In this study, serological and molecular diagnosis among participants was not in concordance. DAT was used for antibody detection which could not identify past and present infection. The pooled sensitivity and specificity rates of DAT among VL caused by L. donovani/ L. infantum were 96% (95% CI, 92–98) and 95% (CI, 95% 86–99), respectively [24]. However, DAT was very useful to detect antibody against L. martiniquensis and L. orientalis infection [18]. Whereas, ITS1-PCR could detect DNA which could indicate present infection. Our previous studies also showed similar results [18,23].\nFor risk factor analysis, being female had about a twice higher risk of contracting Leishmania infection. Time of exposure to sandfly bites among females was more likely higher than males because females spent time at home where conditions for breeding and resting of sandflies in their houses were favorable. Hmong hill tribes usually live at high altitudes where the weather is usually cold. Culturally, their residences are built using bricks, wood or mud-walls, often have no windows and are directly built on the soil. One of many risk factors of Leishmania transmission is housing characteristics including mud walls with cracks and holes and damp and dark houses creating favorable conditions for sandfly breeding and resting during the day [25]. Other risk factors were increasing age [26], having animal enclosures [27,28], being exposed to termite mounds [27,29,30] and having domestic animals [27,28,31] in a housing area that supported the results of this study.\nIn this study, Leishmania antibodies at variable titers were detected in two water buffaloes, two dogs and one black rat at the vocational school. Further at Wiang Kaen District, three dogs, four cats, and nine poultry samples also demonstrated antibodies at variable titers. However, the DNA of Leishmania was not detected in the buffy coat of these animals. Participants who raised dogs, pigs, ducks and chickens were more likely to test positive than those who did not. Dogs were reported as a reservoir of Leishmania parasites [32,33], while other animals were suspected to be possible reservoirs [34] and increased risk of canine leishmaniasis [35]. Additionally, conditions of animal enclosures were mostly damp and low hygiene areas which were shown to present a risk of leishmaniasis [36,37]. As such, avoiding contact with reservoirs and risky environments is protective against Leishmania infection. People who were exposed to termite mounds in the housing area had a greater tendency to contract Leishmania than those who did not. Termite mounds were previously reported as associated with kalar-azar transmission [38]. Related reports indicated phlebotomine sandflies hide in the ventilating shafts of anthills and only emerge during the humid evening of the rainy season [39].\nIn Europe and the Mediterranean Basin, dogs serve as an important reservoir host of zoonotic transmission of L. infantum [40–42]. In Thailand, the transmission of L. martiniquensis is most likely to involve a zoonotic cycle. DNA of L. martiniquensis was detected in the liver, spleen and blood of black rats (Rattus rattus) captured around a patient’s house in southern Thailand [3,43]. This study confirmed that black rats could serve as a natural animal reservoir of L. martiniquensis when DNA of L. martiniquensis was detected in the buffy coat of one black rat, captured in the area of the vocational school. Moreover, evidence of zoonotic transmission of CL caused by L. martiniquensis was reported in horses in Germany [44], bovines in Switzerland [45] and one horse in Florida, USA [46].\nNot avoiding exposure to carrier animals was significant from analyzing from both Wiang Kaen District site and Amphoe Mueang Chiang Rai District site, as well as from analyzing on combined data from both sites, suggesting importance of carrier animals in the role of disease transmission which related to other factors such as having animal enclosure nearby residential areas. Carrier animals in these two areas included dogs and cats which were already presented in previous studies [32,34–36]. In these settings, due to rural lifestyles of the people, it was unavoidable to be exposed to carrier animals in residences where domestic animals were raised in the nearby areas.\nSandflies of the family Phlebotomidae consist of three main genera, Phlebotomus and Sergentomyia in the Old World and Lutzomyia in the New World. At present, not only are morphological characteristics used to identify sandflies species but also a few molecular markers, i.e., cytochrome b of mitochondrial DNA; ITS2 and the D8 domain of ribosomal DNA have been used in phylogenetic studies and DNA barcoding [47]. The genus Phlebotomus includes 11 subgenera distributed across Europe, Africa and Asia. Depaquit et al., (2015) identified Phlebotomus (Anaphlebotomus) stantoni captured in Southeast Asian countries, i.e., Thailand (Chiang Mai Province), Malaysia, and Vietnam using both methods. In this study, sandflies species were identified using morphological characteristics [20,21] which small number of P. (Anaphlebotomus) stantoni was also found in Chiang Rai Province, both in urban and mountainous areas. In addition, only one P. (Anaphlebotomus) stantoni collected at the vocational school was found positive for L. martiniquensis DNA. In addition, six Sergentomyia (Neophlebotomus) gemmea at the vocational school were positive for L. orientalis DNA while one S. gemmea was positive for L. donovani/L. infantum DNA. Unfortunately, due to the conserved region of the ITS1 of these two related species, the ITS1-PCR assay used in this study could not differentiate between L. donovani and L. infantum. In this study, captured sandflies were less abundant in number and species compared with a related study conducted by Sriwongphun et al. (2017). A total of 17 species of two genera of captured sandflies, Sergentomyia and Phlebotomus, were identified at Wiang Khan District. The first three most abundant species of sandflies were S. punjabensis, followed by S. gemmea and S. barraudi which exhibits a higher abundance in November than other months of the year. Additionally, P. argentipes, an important vector of VL in Bangladesh, India and Nepal [48] was also previously identified in Wiang Khan District. However, according to morphological characteristics, Depaquit et. al. (2019) raised the issue of misidentification of Sergentomyia species in Thailand. The key diagnosis of S. gemmea was described in Lewis (1978) [21]. However, some characteristics of S. gemmea including pharyngeal and cibarial armatures may be similar to others related species. It is important to identify ascoidal spurs, a distinct characteristic, in S. gemmea [49].\nIn conclusion, our study confirmed L. martiniquensis and L. orientalis infection among immunocompetent hosts in Chiang Rai Province, northern Thailand. Further studies to explore the environment, climate patterns, and lifestyles of patients, as well as their communities for prevention and control strategies, are recommended. Most importantly, to investigate new infection, disease progression, as well as self-clearance, a follow-up study of affected individuals in the study areas, should be performed."
}