{
    "Introduction": "Severe fever with thrombocytopenia syndrome (SFTS) is an acute infectious disease caused by a novel bunyavirus known as SFTS virus (SFTSV) primarily transmitted by tick bite and occasionally from person-to-person spread via SFTSV-infected blood or fluid [1]. It is characterized mainly by fever, thrombocytopenia, and leukopenia, whereas SFTSV infected directly the central nervous system in severe cases, leading to SFTS-associated encephalopathy/encephalitis (SFTSAE) [2]. Thrombocytopenia (PLT < 100 × 109/L) is a consistent feature of SFTSV infection, which may be attributed to the two potential mechanisms: the binding of SFTSV with platelet glycoprotein VI, leading to exposure of phosphatidylserine on the platelet surface and further inducing phagocytosis of platelets by macrophages in the spleen [3]; and platelet arginine deficiency and subsequent decreased intraplatelet nitric oxide (Plt-NO) might contribute to the platelet activation, which was possibly associated with platelet-monocyte aggregation and platelet apoptosis [4]. There are currently no specific antiviral drugs or vaccines for SFTS, and the mortality rate has been as high as 30 percent in previous cases of SFTS [5]. Therefore, many studies have established mortality risk prediction models, which have shown that age, longer onset-to-hospitalization time, prolonged prothrombin time, and PLT < 20 × 109/L were independent risk factors for SFTS mortality [6–8]. Recently, with the deeper understanding of SFTSV pathogenesis and improvement of the treatment, the mortality rate of SFTS in China has obviously decreased [9]. Therefore, the clinician focused more on the prognosis of surviving SFTS patients during convalescence.\nAccording to the clinical occurrence, progression and serological changes of SFTS, the typical course of infection has four distinct periods: incubation, fever, multiple organ failure, and convalescence. A previous study revealed that the convalescence period for surviving patients typically ranges from 11 to 19 days after onset [10], in addition, the SFTS Diagnosis and Treatment Guideline (2023 edition) suggests that it usually resolves about two weeks (14 days) into the disease course, and may be prolonged in the presence of complications [1]. The recovery of PLT level during convalescence is one of the important indicators for measuring patient improvement [11]. However, few researches that illustrated the factors influencing PLT recovery (≥100 × 109/L) during convalescence of SFTS patients. Therefore, our study aimed to identify associated risk factors affecting timely PLT recovery in most patients during convalescence, which can assist clinicians earlier in recognizing and facilitates to carrying out of clinical intervention, thereby enhancing patient prognosis.",
    "Method": "Ethics statement\nThis study was conducted according to the principles of the Helsinki Declaration and was approved by the Human Science and Ethics Committee of Beijing Ditan Hospital, Capital Medical University (no. DTEC-KY2022-022-01). All clinical and laboratory data were used anonymously, and informed consent was waived due to the retrospective study.\n\n\nResearch design\nThe study data were collected from 219 confirmed SFTS patients from January to December 2023 at Yantai Qishan Hospital in Shandong Province. Participants were included based on the following inclusion criteria [1]: 1. Epidemiological history (a record of working, living, or traveling in hilly, forested, or mountainous areas during the epidemic season, as well as a history of tick bites or contact with SFTS patients within 2 weeks before the onset of the disease), 2. Clinical manifestations included fever and/or bleeding, accompanied by decreased platelet and white blood cell counts in peripheral blood, 3. Diagnosis could be confirmed if any of the following were met: (1) Positive plasma SFTSV nucleic acid test (real-time fluorescent polymerase chain reaction, RT-PCR); (2) Positive plasma SFTS IgM antibody test; (3) SFTS IgG antibodies turned positive or showed a fourfold or greater increase in titer during convalescence compared to the acute phase. The exclusion criteria were the following: 1. death (n = 16), 2. PLT >100 × 109/L by laboratory tests throughout the duration of disease (n = 13), 3. The duration of the disease was less than 14 days and PLT did not recover to >100 × 109/L (n = 22). Based on the above inclusion and exclusion criteria, 168 patients with SFTS were finally included in this study (Fig 1).\nAbbreviations: SFTS: severe fever with thrombocytopenia syndrome, ROC: receiver operating characteristic, PLT: platelet.\n\n\nData collection\nThe demographic data, epidemiological data, baseline clinical presentation, and baseline laboratory indicators were collected for each patient from medical record, including age, gender, days from onset to admission, length of hospital stay, duration of disease, history of tick bites, fever, highest body temperature, cough, diarrhea, neurological signs, routine blood tests (white blood cell count [WBC], platelet [PLT], hemoglobin [HGB], lymphocyte count), coagulation function (prothrombin time [PT]), myocardial enzymes (creatine kinase [CK]), and electrolytes (calcium ions [Ca2+]). In addition, treatment information collected from cases included the application of antivirals (favipiravir/ribavirin), symptomatic and supportive therapies (antibacterial therapy, antifungal therapy, corticosteroid therapy, recombinant human granulocyte colony-stimulating factor (rhG-CSF) therapy, intravenous immunoglobulin (IVIG), continuous renal replacement therapy (CRRT), platelet transfusions [12]. Comorbidities in our study referred to those that associated with the progression of SFTS, including lung involvement (Mechanical ventilation), acute kidney injury, bacterial pneumonia, fungal pneumonia [13].\n\n\nClinical definition\nThe PLT recovery was considered as the primary positive outcome and defined as a value ≥ 100 × 109/L. The days from onset to admission was divided using 3 days and 6 days as cutoff points [14]. Body temperature was categorized into low-grade fever (37.5–38 °C), moderate fever (38.1–39 °C), high fever (39.1–40 °C), and hyperpyrexia (>40 °C). Lymphocyte count was divided using 2 × 109/L as a cutoff point [15], while prothrombin time >13 s, creatine kinase >200 U/L (lower limit of normal), and calcium ion >2.2 mmol/L (upper limit of normal) were used as cut-off points [16]. Neurological signs were defined as the presence of at least one of the following changes: muscle tension, involuntary movements, or abnormal reflexes. Acute kidney injury referred to as an increase in serum creatinine of ≥0.3 mg/dL within 48 hours [17]. Bacterial pneumonia was defined as the presence of one of the following bacterial infections: Escherichia coli, Klebsiella pnenmoniae, Pseudomonas aeruginosa, Acinetobacter baumannii, Haemophilus influenzae, streptococcus. Fungal pneumonia was defined as the presence of aspergillus or Candida albicans. Sensitive antibiotics and antifungals should be selected based on above infections. Platelet transfusions for significant bleeding or low platelet count (<30 × 109/L), and rhG-CSF for severe neutrophil depression (<1 × 109/L) [18]. The treatment was classified into three categories: antivirals (any one), symptomatic and supportive therapies (any one or more), and combination therapy, which was referred to the simultaneous administration of an antiviral drug and one or more symptomatic therapies.\n\n\nStatistical analysis\nThe sample size was estimated by using PASS 15.0 software. Assuming a 89.5% difference in survival rates as has been demonstrated in the previous study [19], with a significance level of 0.05 (two-sided). The estimated sample size was 164, which was almost consistent with our study. The quantitative data following normal distribution were expressed as mean ± standard deviation and analyzed using the independent samples t-tests. For quantitative data not conforming to normal distribution, the median (M) and interquartile range (IQR) were utilized, alongside the Mann-Whitney U tests for comparative analysis. Qualitative data were presented as numbers and percentages, which were evaluated with the chi-squared tests, continuity correction, or Fisher’s exact probability tests. Variables with more than 30% missing values were excluded from statistical analysis. For variables with 30% or less missing values, missing values were replaced with the mean for normally distributed data and the median for non-normally distributed data.\nReferring to clinical practice and previous reports, continuous variables (age, days from onset to admission, PLT, Lymphocyte count, PT, CK, Ca2+, treatment) were converted into categorical variables for Cox proportional hazard models. Predictors of 14-day PLT recovery that showed P < 0.1 in univariate analysis were included in the subsequent multivariate Cox regression using the forward stepwise selection process (Likelihood Ratio) method to evaluate independent risk factors. The probabilities of PLT recovery were estimated using the Kaplan-Meier method and compared using log-rank tests based on the categories of independent risk factors selected from the multivariate Cox regression. The Time-dependent ROC curve was utilized to assess the predictive power of the model, which was performed by Hiplot Pro (https://hiplot.com.cn/), an integrated web service for biomedical data analysis and visualization. Finally, the nomogram model was created utilizing RMS in the R package (version 4.3.3; R studio, Boston, Massachusetts, USA) to make the outcomes more visualized, and the decision curve analysis (DCA) curve was performed using ggDCA in the R package to measure the clinical net benefit of the Cox model. Statistical analysis was performed using SPSS software (version 25.0, IBM, Armonk, NY, USA), GraphPad (version 9.0, GraphPad Software, San Diego, California), and R studio (version 4.3.3; Boston, Massachusetts, USA). All tests were two-tailed, and the significance was set at 0.05.",
    "Results": "Baseline characteristics\nA total of 168 patients were enrolled in the study, comprising 128 in the recovery group and 40 in the non-recovery group. Of these, 70 were male and 98 were female, with a median age of 65 years (IQR, 58–72). The average age was 63.1 years (63.1 ± 11.4) in the recovery group and 67.3 years (67.3 ± 7.8) in the non-recovery group. There was no statistically significant difference in gender between the two groups (P = 0.391). Significant differences were observed between the two groups in terms of the stratification of days from onset to admission, length of hospital stay, and duration of disease (P < 0.001), with the non-recovery group experiencing longer hospital stays and duration of disease. The non-recovery group had a higher incidence of diarrhea (P = 0.007), while no significant differences were noted in symptoms of fever, phlegm, and neurological signs (P > 0.05). The baseline PLT of recovery group [74.0 (61.3–86.8)] was higher than non-recovery group (59.0 ± 18.8) (P < 0.001). The baseline stratification of PLT and PT showed significant differences between the two groups (P < 0.05). The non-recovery group was associated with a disproportionately higher incidence of the need for mechanical ventilation (25%), bacterial pneumonia (40%), and fungal pneumonia (35%) during the hospitalization course (P < 0.05). The non-recovery group had a higher application proportion of antifungal therapy (50%), IVIG (30%), and CRRT (10%) (P < 0.05). There were a total of 8 patients received platelet transfusions without significant differences between the two groups [4 (3.1) vs 4 (10.0)] (P = 0.175) (Table 1).\n\n\nDeterminants of PLT recovery\nUnivariable Cox regression analysis of the PLT recovery within 14 days identified several factors: stratification of days from onset to admission, baseline stratification of PLT, lymphocytes, PT, age, and Ca2+, as well as phlegm, Neurological signs, and diarrhea (P < 0.1). These variables were subsequently included in a multivariate analysis, which determined three independent predictors of PLT recovery: stratification of days from onset to admission, baseline PT, and baseline PLT (P < 0.05). Days from onset to admission greater than 6 days (HR: 0.444, 95%CI: 0.259–0.763, P = 0.003) and PT greater than 13s (HR: 0.547, 95%CI: 0.373–0.800, P = 0.002) were identified as risk factors for PLT recovery, and baseline PLT greater than 90 × 109/L (HR: 7.929, 95%CI: 1.066–58.990, P = 0.043) contributed to PLT recovery (Table 2). A predictive equation was established via Cox regression analysis: PLT recovery index = (1.297/1.827/2.156) × PLT−0.672×PT+(−0.104/−0.856) × days from onset to admission. Scores were assigned as follows: 0 for patients with PLT ≤ 30 × 109/L, PT ≤ 13s, and days from onset to admission ≤3 days; 1 for patients with days from onset to admission between 3 and 6 days, PLT between 30 and 60 × 109/L, and PT > 13 s; 2 for patients with days from onset to admission >6 days, and PLT between 60 and 90 × 109/L; 3 for patients with PLT > 90 × 109/L.\n\n\nValidation of the PLT recovery model\nThe probabilities of PLT recovery within 14 days as time to onset increased were estimated using the Kaplan-Meier curves, and resultantly, the probabilities at 7 days, 8 days, 10 days, 12 days, and 14 days were determined to be 7.1%, 11.3%, 33.3%, 60.1%, and 76.2%, respectively. It can be seen that recovery was slowest during the first 6 days of illness and increased rapidly from 7 to 14 days, with most patients achieving a normal platelet count within 14 days (Fig 2A). The probability of PLT recovery, which varied according to baseline PLT count (Fig 2B); patients with a PLT count of less than or equal to 30 × 109/L at baseline had a 14-day probability of achieving a PLT recovery of 20%, compared with 63.0% among those with a PLT count at baseline between 30 × 109/L and 60 × 109/L, 81.0% among those with a baseline PLT count between 60 × 109/L and 90 × 109/L, and 92.0% among those with a PLT count at baseline more than 90 × 109/L (P < 0.001). The probability of PLT recovery within 14 days, based on the stratification of PT at baseline, with 82% for patients with a baseline PT ≤ 13s and 67% for those with a baseline PT > 13s (P = 0.007) (Fig 2C). According to the stratification by days from onset to admission, patients admitted within 3 days had a 14-day recovery probability of 80%, compared to 85% for those admitted between 3 and 6 days, and 65% for those admitted after more than 6 days (P = 0.002) (Fig 2D). The time-dependent ROC curve was used to assess the predictive ability of the Cox regression model, which achieved an AUC of 0.745 (95%CI: 0.656–0.834, P < 0.001), indicating excellent predictive value (Fig 3).\n(A) The probability of PLT recovery estimated by the Kapla-Meier method. (B) Probability of PLT recovery by baseline platelet count. (C) Probability of PLT recovery by PT at baseline. (D) Probability of PLT recovery by the days from onset to admission. Abbreviations: PLT: platelet, PT: prothrombin time. SFTS: severe fever with thrombocytopenia syndrome.\nAbbreviations: CI: confidence interval, AUC: area under the curve, SFTS: severe fever with thrombocytopenia syndrome, ROC: receiver operating characteristic, PLT: platelet.\n\n\nVisualization and assessment clinical benefit of the PLT recovery model\nA nomogram was used to demonstrate the interrelationships among variables selected by Cox regression analysis (the stratification of PLT, PT, and days from onset to admission) and integrated them onto the same plane. Points were assigned to each value level of each predictor following the degree to which they contributed to the outcome event (i.e., the magnitude of the regression coefficients), among which 0 points were assigned for PLT ≤ 30 × 109/L, PT > 13s, and days from onset to admission >6 days, and 100 points were assigned for PLT > 90 × 109/L. Then, the total points obtained by summing the single points underwent a functional transformation with the probability of the occurrence of the outcome event to calculate the probability of a patient achieving PLT recovery within 14 days. The higher the total points, the greater the probability of platelet recovery within 14 days (Fig 4). The DCA curves for the Cox regression model of PLT recovery and the single PLT stratification predictor were plotted to compare the clinical net benefit of both, we found that the curve of the single PLT predictor model had an intersection with the curve of the all-intervention model, and the clinical net benefit of the single PLT predictor exceeded that of the all-intervention after the intersection. Furthermore, the clinical net benefit of the PLT recovery model all exceeded that of the single PLT stratification predictor across a certain range of threshold probabilities (Fig 5).\nTo use the nomogram, the value of an individual patient is located on each variable axis, and a line is drawn upward to determine the number of points received for the value of each variable. The sum of these numbers is located on the total point axis, and a line is drawn downward to the 14-day axes to determine the likelihood of PLT recovery. 0 points were assigned for PLT ≤ 30 × 109/L, PT > 13s, and days from onset to admission > 6 days, and 100 points were assigned for PLT > 90 × 109/L. Abbreviations: PLT: platelet, PT: prothrombin time, SFTS: severe fever with thrombocytopenia syndrome.\nThe model-predicted probabilities of 14-day recovery were compared with PLT stratification-predicted probabilities of 14-day recovery. Solid lines indicate the net benefits of the predictive indexes across a range of threshold probabilities (black: Restoration model; orange: PLT stratification). The horizontal solid red line represents the assumption that no patient will experience the event, and the solid blue line indicates the assumption that all patients will experience the event. Abbreviations: PLT: platelet.",
    "Discussion": "In this study, we constructed a Cox proportional hazard model associated with PLT recovery of SFTS patients to explore independent risk factors, which identified early treatment as a decisive factor in platelet recovery, providing clinicians with a practical approach to improve decision-making and avoid adverse clinical events.\nMany prior studies have established risk prediction models for SFTS patients using death as the outcome event. Sun J et al. [14] found that a longer time from onset to confirmed diagnosis was correlated with an increased risk of death, and that the interval from onset to confirmed diagnosis was a critical period for treatment, during which prolongation could have led to missed therapy opportunities. Meanwhile, Li H et al. [5] suggested that patients with longer delays before hospital admission (an additional day before admission was associated with an OR of 1.18) had a higher mortality rate. In line with previous studies, we found that days from onset to admission of more than six days was an independent risk factor for platelet recovery within 14 days. Additionally, the Kaplan-Meier curves also confirmed that days from onset to admission of more than six days was detrimental to platelet recovery in SFTS patients. The sixth day of duration of disease is the period in which the fever stage and multiple organ failure stage overlap. The fever stage lasts for 5–11 days, and most patients enter the multiple organ failure stage after approximately 5 days of onset, which lasts for 7–14 days [10]. The viral load in SFTS survivors usually decreases gradually at the multiple organ failure stage, but is still higher in fatal cases of SFTS [20], thereby indicating the significance of shortening the time interval between onset and confirmed diagnosis, followed by early therapeutic intervention, to improve prognosis.\nSFTSV has a pan-tropic nature, allowing it to invade various organs in patients and cause organ damage, which in turn leads to elevated laboratory markers [21]. Therefore, changes in SFTS laboratory markers can be used to predict disease progression and prognosis in patients [22,23]. Kato H et al. [24] revealed that baseline PLT was a risk predictor of influencing the mortality rate of SFTS patients, and the lower the PLT, the poorer the prognosis for patients. The PLT of severe SFTS patients declined more obviously than in those with mild SFTS [25]. However, the above studies did not determine the specific risk prediction level associated with baseline PLT values, as they did not develop independent risk analysis or perform stratification. Our study indicated that baseline PLT greater than 90 × 109/L was a favorable predictor of 14-day recovery, and when PLT was 30 × 109/L or less at baseline, there was the lowest recovery rate of SFTS patients observed through Km curves, which verified the importance of early treatment. Previous studies have confirmed that patients in the death group exhibited significant coagulation abnormalities, and that elevated PT was an important risk factor for prolonged SFTS course [26], thus affecting the prognosis of SFTS patients [27,28]. Moreover, Li Z et al. [29] found that activated partial thromboplastin time (APTT) was a predictor of unfavorable outcomes in patients with SFTS, which was inconsistent with this study. Our analysis included PT instead of APTT because there was no significant difference between the two groups, which might be due to the inadequacy of PT as a substitute. Mizoe et al. [30] have demonstrated that coagulation factor XI was the likely cause of APTT prolongation in SFTS, and that plasma-derived or recombinant coagulation factors can be used as alternatives to treat bleeding tendencies to maintain a normal PT if coagulation factor deficiency triggers a prolonged APTT interval [31]. Therefore, if the baseline PT was abnormal, it was suggested that the patient was more severe compared to patients with normal PT, which might demonstrate a higher recovery probability beyond 14 days. Consequently, PT abnormalities may have a higher predictive value in predicting recovery after 14 days than APTT abnormalities.\nCurrently, there were no specific therapy for SFTS, and and the recovery mainly depended on supportive treatment [32]. Some proposed treatment for SFTS include antiviral drugs, which included two main categories: small molecule drugs (known as favipiravir and ribavirin), macromolecular drugs (Neutralizing antibodies). Recent research had isolated SF5 and SF83 located on the Gn subdomain I, where may be the hot spots in the SFTS therapeutic agents [33]. Moreover, previous study had proposed that favipiravir might be more effective than ribavirin [32], which did not affect platelet counts in patients with fatal or non-fatal disease during the hospital stay [34]. However, the effect of favipiravir was significant only among patients aged ≤70 years, with onset-to-admission interval ≤5 days, therapy duration ≥5 days or baseline viral load ≤ 1 × 106 copies/mL [35]. In our study, although 92.3% patients were used favipiravir and 69% patients were ≤70 years, 47% patients had onset-to-admission interval ≤5 days and 35% patients had therapy duration ≥5 days, thereby indicating the antivirals may have no influence on 14 days PLT recovery and the importance of early application of antiviral drugs to benefit patients. At the same time, we found that supportive therapy was more effective than antivirals in univariate Cox regression model, further emphasizing the importance of early supportive therapy. Previous studies had identified that SFTS occurring acute kidney injury and neurological complications were associated with the 14-day mortality rate [17], and SFTS patients with fungus infections have a higher mortality rate [36], which verified non-recovery group had a higher incidence proportion in our study. Additionally, prolonged high-dose IVIG was beneficial to the prognosis in SFTS patients with neurological complications [12], thereby identifying non-recovery group had a higher application proportion (IVIG, CRRT, antifungal therapy) for the above complications. Moreover, a study had suggested that thrombocytopenia in SFTSV was a multifactor-process involving host immune response and PLT transfusions alone showed minor role in improving prognosis [37], which corroborated that platelet transfusions did not accelerate the platelet recovery rate in our study with no difference between the two groups.\nFurthermore, Liu QQ et al. [7] previously constructed a hazard prediction model for the early diagnosis of death in SFTS patients, indicating that age over 60 years was an independent risk factor. However, our results identified that age had no influence on PLT recovery in the multivariate model and was not an independent predictor, which might be correlated with the exclusion of deceased patients from our analysis. This indicated that age was more associated with death, confirming the findings of the prior study. He Z et al. [38] revealed that diarrhea at the time of hospital admission was associated with fatal outcomes. Similarly, our univariate Cox regression analysis found that diarrhea was a risk factor for platelet recovery. Therefore, clinicians should promptly implement appropriate treatment measures for SFTS patients exhibiting diarrhea symptoms at admission to prevent the disease worsening.\nFinally, we performed a nomogram to visualize risk predictors, providing a convenient method of predicting recovery rate for clinicians. The Cox regression model had an AUC of 0.745 in our study, which had good predictive power. Moreover, the DCA curves demonstrated that as the probability of recovery exceeded approximately 50%, the clinical net benefit from focusing solely on the PLT factor model began to consistently surpass that from the all-intervention model, and the distance between the two models increased. This finding emphasized the critical importance of initiating early treatment when there was no significant decrease in baseline PLT, to achieve greater clinical net benefits. All in all, our study has several advantages: firstly, it was the first time to analyze PLT recovery using 14 days as the time cutoff value. Secondly, for the first time, we defined PLT recovery as an outcome event, and stratified PLT, PT, and days from onset to admission to clarify the critical values of risk factors. Thirdly, the variables screened in the Cox regression model were objective indicators, and there were no subjective indicators requiring human judgment, which made it easier to validate as well as simpler and more convenient to use in clinical diagnosis and treatment. Our study laid a theoretical basis to guide primary care clinicians in providing early detection, diagnosis, and treatment of patients and proposed that patients could improve more quickly if they sought timely medical attention within six days of onset. Physicians should pay attention to changes in both PLT and PT at the time of admission to identify patients with poor prognoses early to improve patient survival.\nOur research also has several limitations. First, this study was a single-center retrospective study and lacked internal and external validation, resulting in limited generalizability of the findings. Therefore, its conclusion should be further validated in multiple centers. Second, Previous studies have shown that high viral load at baseline was associated with disease prognosis [39,40] and that a nomogram model incorporating viral load had better predictive accuracy [41], but due to the limited cost of quantitative SFTS RNA testing in the region where the experiment was conducted, which led to an excessive number of missing values for disease load at baseline, this variable could not be included in the study. Third, co-infection with other tick-borne pathogens could not be excluded.",
    "Conclusion": "SFTS patients with baseline platelet count greater than 90 × 109/L, days from onset to admission of less than 6 days, and baseline PT of less than 13 seconds may have their PLT recovered rapidly during convalescence. This model demonstrates good predictive capability and clinical benefit, aiding clinicians in advocating for early treatment, early identification of patients with poor prognosis, and better management of the disease."
}