{
    "Abstract": "Reactive oxygen and nitrogen species (ROS and RNS) produced by the phagocytic cells are the most common arsenals used to kill the intracellular pathogens. However, Leishmania, an intracellular pathogen, has evolved mechanisms to survive by counterbalancing the toxic oxygen metabolites produced during infection. Polyamines, the major contributor in this anti-oxidant machinery, are largely dependent on the availability of L-arginine in the intracellular milieu. Argininosuccinate synthase (ASS) plays an important role as the rate-limiting step required for converting L-citrulline to argininosuccinate to provide arginine for an assortment of metabolic processes. Leishmania produce an active ASS enzyme, yet it has an incomplete urea cycle as it lacks an argininosuccinate lyase (ASL). There is no evidence for endogenous synthesis of L-arginine in Leishmania, which suggests that these parasites salvage L-arginine from extracellular milieu and makes the biological function of ASS and the production of argininosuccinate in Leishmania unclear. Our previous quantitative proteomic analysis of Leishmania promastigotes treated with sub-lethal doses of ROS, RNS, or a combination of both, led to the identification of several differentially expressed proteins which included ASS. To assess the involvement of ASS in stress management, a mutant cell line with greatly reduced ASS activity was created by a double-targeted gene replacement strategy in L. donovani promastigote. Interestingly, LdASS is encoded by three copies of allele, but Western blot analysis showed the third allele did not appear to express ASS. The free thiol levels in the mutant LdASS-/-/+ cell line were decreased. Furthermore, the cell viability in L-arginine depleted medium was greatly attenuated on exposure to different stress environments and was adversely impacted in its ability to infect mice. These findings suggest that ASS is important for Leishmania donovani to counterbalance the stressed environments encountered during infection and can be targeted for chemotherapeutic purpose to treat visceral leishmaniasis."
}