{
    "Introduction": "In Sub-Saharan Africa (SSA), HIV remains the leading cause of adult premature death. The rising prevalence of Female Genital Schistosomiasis (FGS) in SSA, including Ghana, has led to a growing dual burden of HIV-FGS cases. This trend has prompted the WHO to advocate for integrated HIV and FGS services. This study examined stakeholder perspectives on integrating FGS prevention and control with HIV care in endemic areas of Ghana.",
    "Methods": "The study took place in Ga South Municipality, Greater Accra Region, Ghana. A qualitative approach combining narrative and phenomenological designs was used. Data collection included Focus Group Discussions with Community Health Officers (CHOs) (n = 9), and Key Informant Interviews with healthcare providers at regional, district, and community levels (n = 13). In-depth interviews were also conducted with individuals affected by FGS and HIV (n = 13), female household members (n = 10), Community Health Management Committee members, and community leaders (n = 7). Participants were purposively selected. Audio-recorded interviews were transcribed, coded, and thematically analyzed using NVivo version 13.",
    "Results": "There was a notable knowledge gap on FGS among CHOs and community members. Many health workers mistook FGS for sexually transmitted infections, while community members primarily recognized it through gynecological symptoms. Healthcare was sought from a mix of formal health facilities, herbalists, and spiritual centers, often delaying accurate diagnosis and management. Barriers to integrating HIV and FGS services included limited awareness, stigma, cultural beliefs, provider attitudes, and resource shortages.",
    "Conclusions": "Both CHOs and community members lacked sufficient knowledge about FGS, hindering regular screening and timely diagnosis. While integrating FGS and HIV care could support Ghana’s HIV eradication goals, success depends on addressing stigma, improving awareness, ensuring drug availability, and equipping health facilities. Collaboration among healthcare professionals and developing standardized clinical protocols are essential. Training community health workers on these protocols is urgently needed to support effective integration."
}