{
    "Introduction": "Tsetse flies (Diptera: Glossinidae) infest about10 million km2 of sub-Saharan Africa where they transmit trypanosomes which cause Human African Trypanosomiasis (HAT; also known as sleeping sickness) and African Animal Trypanosomiasis (AAT; also known as Nagana). This complex of diseases has an important impact on health and economic development in sub-Saharan Africa [1], [2]. Tsetse are commonly divided into three, ecologically distinct groups: savannah tsetse ( = Morsitans group) which are largely responsible for transmitting the trypanosomes that cause nagana; riverine tsetse ( = Palpalis group) which play a major role the transmission of Trypanosoma brucei spp., the causative agents of sleeping sickness; and forest tsetse ( = Fusca group) which, generally speaking, do not play an important epidemiological role.\nTsetse traps or their simplified two-dimensional derivative targets, when impregnated with insecticides, have constituted a central component of tsetse control campaigns in many countries in Africa [3]–[6], albeit such baits have been more used against AAT than HAT, except for a few notable exceptions [7], [8]. The reasons it has not been used more widely against HAT are several, but one of the most important is the financial and logistical cost of using baits [9]. Hence, if the method is to be more widely used, especially by communities directly afflicted by HAT, then these costs must be reduced [10].\nThe type of target used to control tsetse varies according to the geographical location of the operation and the target species of tsetse. However, in general targets are coloured blue and/or black [11], [12]. The use of blue in combination with contrasting colours such as white or black significantly improves landing behaviour of tsetse on targets [11], [13], [14], [15].\nThe shape of the target is also important for both the overall shape (horizontal versus vertical) and the patterns (e.g. banding) on the target. For example, vertical banding seems to be more effective than horizontal for some Palpalis group tsetse (e.g. G. p. palpalis, see [16]). For Morsitans group tsetse, horizontal oblongs elicit a stronger landing response than vertical ones, whereas vertical and horizontal oblongs seem equally attractive [17], [18].\nInteractions between size and efficacy are also variable. While it is generally acknowledged that for the Morsitans group tsetse of East and South Africa, “the bigger the target the better” [19], [20], this is not the case for Palpalis group tsetse [11], [21], [22]. For example, recent studies in Kenya showed that a 90% reduction in target size only reduced the catch of G. f. fuscipes by 50% [22]. In this latter study, as well as other recent works on tsetse in West Africa (I. Tirados et al., In Press; J. Esterhuizen et al., In Press), size and shape comparisons always involved black targets. However in West Africa, the most used target to control tsetse has been the 1 m2 black-blue-black target developed by Laveissière et al. [11]. Consequently in this study, we investigated if this target could be improved in terms of size, shape and overall design, focusing on three major vectors of human and animal trypanosomiases in West Africa: G. palpalis gambiensis, G. p. palpalis, and G. tachinoides. To achieve this, taking into account previous observations on tsetse behaviour in particular their circling behaviour around targets [14], [19] and the poor ratio reported of the numbers landing compared to the numbers attracted [23], we designed several experiments to examine how (i) adding netting panels and/or varying (ii) the size and/or (iii) overall shape could improve the number of tsetse that might be attracted to the vicinity of a target, and then the proportion that subsequently contact it, either by landing on the target or colliding with it. Actually we show that smaller designs made of overall horizontal oblongs incorporating netting offer promising, more cost effective, alternatives to control tsetse of the Palpalis group and that these improved designs may lead to more sustainable control efforts because of their better cost efficiency than in the past.",
    "Methods": "Study areas\nG. p. gambiensis and G. tachinoides were studied in southern Burkina Faso between November 2008 and April 2009, near the village of Folonzo (9.9°N, 4.6°W) along the Comoe river (January – April) where G. tachinoides is predominant. We also worked in western Burkina Faso on the Mouhoun river near the village of Solenzo (12.20°N, 4.4°W) in November, where only G. p. gambiensis is found. The detailed description of these study areas can be found in [24], [25]. Work was also undertaken on G. p. gambiensis in Orodara (11°18N, 5°27W) (South West of Burkina Faso) on the Pindia river. In Côte d'Ivoire the study was undertaken near Azaguié (05.67°N, 04.11°W) where G. p. palpalis is abundant.\n\n\nMeasuring attractiveness and efficiency\nThe numbers of tsetse attracted to the vicinity of a target was assessed by covering the targets with a grid of fine electrocuting wires which killed or stunned tsetse as they landed [23]. A proportion of tsetse approaching targets do not land and to provide a relative estimate of these circling tsetse, an electrocuting net (E-net) was placed adjacent to the target. The E-net is effectively invisible to tsetse and hence circling flies collide with it. The electric targets and E- net were mounted on a tray. Tsetse contacting the electrocuting grid fall vertically into the water tray below. For instance, in the target represented in figure 1, the tray is divided in three parts to allow the separation of flies killed by contacting the blue or the two flanking nets. The combined catch from the target+E-net provided a relative measure of the number of tsetse attracted to a target.\nA 0.75 m wide×0.50 m high net-blue-net target (37.5 cm×50 cm blue surrounded by 2 pieces of net of 18.75 cm×50 cm each) inside an electric grid mounted on a fly collection tray.\nMany different designs of target were studied in different experiments. To facilitate inter-experiment comparisons, a “standard” target was included in all experiments. The standard design, which is used as a control, is derived from the Laveissière et al. (11] black-blue-black target, and consisted of a 1 m2 target (1 m wide×1 m high) with three, vertical stripes of black, blue and black in widths of relative proportion 1∶2∶1, respectively (Fig. 2). Henceforth, this design will be called “the standard” in the rest of the manuscript. This design has been widely used in tsetse control operations across West Africa (see [7] for instance). The sequence of these stripes of black, blue, and black that will be found in other treatments tested here will be called “BkBlBk” in the rest of the manuscript. When the black cloth sections of a target were replaced by black netting, the letter ‘N’ was used (e.g. NBlN). Flies contact a target either by landing on the cloth or when they collide with netting panels which are invisible to them; we wanted to explore which was the best strategy to pursue in target design.\n\n\nExperimental design and analyses\nAll experiments were carried out for 4 h between 08∶00 hours and 12∶00 hours local time when Palpalis group species are most active [26]. The different targets were compared with the standard target in a series of replicated Latin squares of days×sites×treatments where sites were always >100 m apart.\nThe daily catches (n) were normalized and variances homogenized using a log10(n+1) transformation and subjected to analysis of variance using GenStat 11 edition (version 11.1.0.1504). When the ANOVA showed a significant difference after this first analysis, a Bonferroni pairwise comparison test was undertaken to detect significant differences between the different treatments. To provide a common index of the effect of shape, size or colour on catches, the detransformed mean catch of tsetse from different targets was expressed as the proportion of that from the standard target and this value was termed the catch index. For example, a target that doubles the catch from the standard target would have a catch index of 2 while one that halved the catch would have a catch index of 0.5.\nDifferences in the proportion of tsetse caught on different sections (e.g., blue, black or netting) of a target were analysed by logistic regression. The total catch from all sections of the target was specified as the binomial denominator and the catches from a particular section (e.g., blue section) was specified as the y-variable. The significance of changes in deviance was assessed by either chi2 or, if the data were overdispersed, an F-test following re-scaling [27]. The standard error is asymmetric about the mean and thus mean percentages are accompanied by the larger standard error.\nUnless stated otherwise the term ‘significant’ denotes that the means differ at P<0.05.\nDetails of the individual experiments are given below.\n\n\nEffect of shape\nSeven targets were compared, including the standard (treatment A), to determine the effect of the overall shape of the target (i.e. horizontal (wider than high) versus vertical (higher than wide)) on fly captures. The 6 targets were compared by pairs as following, with the first number indicating the width and the second one, the height (in meters): 0.5×0.75 net-blue-net (NBlN) vertical (Treatment B) versus 0.75×0.5 NBlN horizontal (C); 0.25×0.5 black-blue-net (BkBlN) vertical (D) versus 0.5×0.25 BkBlN horizontal (E); 0.25×0.5 NBN vertical (F) versus 0.5×0.25 NBN horizontal (G). In all these different treatments, proportions of the different parts were the same, e.g. treatments B and C, and F and G are made of 50% blue, 50% net, whereas black, blue and net are 25%, 50% and 25% respectively, in treatments D and E. This experiment was conducted only in Folonzo (Burkina Faso), for both G. p. gambiensis and G. tachinoides.\n\n\nEffect of Size\nIn this experiment, we wanted to know if smaller designs were more cost efficient than the standard. Hence three different sizes of targets, 0.75×0.5 (treatments C, L and M), 0.25×0.5 (F and H) and 0.25×0.25 (I and K) were investigated and compared to the standard. The experiment was undertaken on G. p. gambiensis in Orodara, Solenzo and Folonzo (Burkina Faso), on G. tachinoides in Folonzo, and on G. p. palpalis in Azaguié (Côte d'Ivoire), respectively with BkBlBk and NBN cloths. Only the treatment M was in BkBlN.\n\n\nThe effect of replacing black colour by netting\nThe experiment was designed to determine if the black cloth could be replaced by the less expensive netting and, second, if it was necessary to place netting on both sides of the target or only one. This experiment also was performed on the 3 sites in Burkina and in Azaguié in Côte d'Ivoire.\n\n\nMeasuring cost efficiency\nThe cost efficiency ratio of the devices was calculated and was expressed as the catch per unit area of one device divided by catch per unit area of the standard. Let us assume a target of 1 m2 catches 100 tsetse and a new design of 0.1 m2 also catches 100. So the tsetse/m2 for each target is 100 (100/1 = 100) and 1000 (100/0.1 = 1000). The improvement in cost efficiency would be viewed as being 1000/100 = 10 - ie we get 10x more tsetse per dollar/CFA/euro spent.",
    "Results": "Effect of shape\nHorizontal-oblong targets caught consistently more tsetse than the vertical ones for both G. p. gambiensis and for G. tachinoides (see tables 1 and 2), for the three pairs which were compared (treatment C vs B, E vs D, G vs F). Results showed catch indices according to the ratio horizontal/vertical of 1.6, 3.5 and 4.5 respectively, with the two latter being significant at P<0.01 and P<0.001 respectively for G. p. gambiensis (Table 1). For G. tachinoides, these ratios were 1.60, 3.1 and 5 respectively (Table 2), these differences being highly significant for the two latter pairs (P<0.001) but not for the first pair in both sexes.\n\n\nEffect of size\nFor all three species in all the study areas, catches were highly correlated with size (P<0.001). As an example, in Solenzo while the catches of the standard were up to 18 flies/day for G. p. gambiensis, catches for targets H(0.25×0.5) and I (0.25×0.25) (both BkBlBk like the standard) were nearly 20 times less than the standard (p<0.001) (see Table 3). This ratio was almost the same with the netting treatments F(0.25×0.5) and K(0.25×0.25) where captures decreased to almost 0 tsetse/day, both for males and females G. tachinoides in Folonzo (see Table 2), and for G. p. gambiensis in Folonzo (Table 1) and Solenzo (Table 3). The same pattern was also observed in Côte d'Ivoire for G. p. palpalis (table 4) where fly densities were high.\nOne exception to this general trend was the 0.75×0.5 target which gave catch indices up to more than 0.8 (compared to 1 for the standard) for G. p. gambiensis (treatment C in table 1, treatments L, C, and M in Table 5) and up to 1.23 for the horizontal NBlN (treatment C) for G. tachinoides in Folonzo (table 2). For this particular size, there was no significant difference compared to the standard, whatever the colour combination.\n\n\nEffect of replacing black colour with netting\nFor G. p. gambiensis in Folonzo and in Solenzo (tables 1 and 3), there was no significant difference in the catch of the 1×1 NBlN (J) compared to the standard. For the same species in Orodara (table 5), no difference appeared when comparing the three types of 0.75×0.5 targets (BkBlBk, NBlN, BkBlN) in terms of global catches (respective mean catches of about 20) and individually, none of them was significantly different from the standard (catch indices ≈0.9).\nFor G. tachinoides, the NBlN (0.75×0.5 (C) and 1×1 (J)) caught more than the standard with respective indices of 1.2 and 1.4, although these differences were not significant (table 2). For G. p. palpalis it appeared that the 1×1 NBlN (J) was significantly better than the standard (p<0.001) with an index of 2.4 (see Table 4).\n\n\nLanding behaviour\nThe general trend as regards landing behaviour is illustrated by experiment reported in table 5, where the following treatments were compared to the standard: (L) 0.75×0.5 BkBlBk, (C) 0.75×0.5 NBlN and (M) 0.75×0.5 BkBlN. All the targets had one blue coloured section and we compared the percentage of tsetse caught on that section. There was no significant difference in the landing responses of males and females and so the data were pooled. For all treatments, the blue section covered half the total area of the target but for only L was the catch (49%±3.0) close to the expected (50%). For all other treatments, the catches on the blue section were significantly less (20%±2.3, 30%±2.7, and 37±2.9 for A, C and M respectively). Thus the majority of tsetse were contacting either the the netting or black sections.\n\n\nCost efficiency\nThe targets offering the best cost efficiency ratios for the three tsetse species studied are listed in table 6. For G. p. gambiensis the highest cost efficiency ratios were obtained with the horizontal 0.5×0.25 BkBlN (E) with a cost efficiency of 2.8, then with the 0.75×0.5 NBlN (C) and 0.75×0.5 BkBlN (P) both horizontal, with cost efficiency ratios respectively of 2.37 and 2.35. For G. tachinoides, the horizontal 0.75×0.5 NBlN (C) was the most cost-effective with a ratio of 3.28, followed by the 0.5×0.25 BkBlN (E) and NBlN (G) with respective ratios of 2.48 and 2.4. For G. p. palpalis the best was the vertical 0.5×0.25 BkBlBk (H) with a cost efficiency ratio of 2.4. Hence higher cost efficiency ratios (2–3) were achieved with targets smaller than the standard except for G. p. palpalis, and in all cases, including G. p. palpalis, it is worth noting the highest cost efficiency ratios were obtained with targets incorporating netting.",
    "Discussion": "We demonstrate that catches increase with target size but that the increase is not in proportion to the increase in surface area. Hence, paradoxically, the numbers of tsetse killed per area of cloth, and by implication tsetse killed per dollar, decreases with increasing target size. This work has clearly shown, using blue/black coloured targets, that there is a correlation between target size and its attractiveness for several species of the Palpalis group. We demonstrate that improvements in cost efficiency of 2–3 fold can be achieved by using smaller targets than the one that is currently used routinely. With the targets investigated here, there is an optimum size between 50 and 75 cm, which if increased does not result in a significant increase in fly capture. In addition, it appeared that G. p. gambiensis and G. tachinoides were more attracted to horizontal than vertical devices.\nWhile blue is mandatory for attractiveness, it does not elicit a strong landing response. Accordingly, the blue is accompanied by black cloth, which does induce landing [11], or netting which is invisible and cheaper, and hence flies collide with it inadvertently [23]. Hence a choice will have to be made regarding a trade off between cost and sustainability of using netting versus cloth in the manufacturing of targets. The consequences of these observations are crucial because they will allow the rational development of new cost-effective designs of target to control sleeping sickness and animal trypanosomiasis in Africa.\n\nEffect of Shape\nHorizontal targets performed consistently better than vertical ones for both G. p. gambiensis and G. tachinoides in Burkina Faso. This confirms results previously reported for savannah flies of the Morsitans group in East and South Africa [17], [18]. However, this contrasts with observations on another species of the Palpalis group, G. p. palpalis, which has been reported to be more attracted to vertical rather than horizontal targets in forested area of Ivory Coast ([11], and I. Tirados et al., In Press.). Hence there appears to be consistent differences, even between species of the same group (i.e. Palpalis group here), regarding visual attraction to given shapes. The biological explanation is not precisely known so far, and may include several factors such as habitat, visibility, and/or feeding behaviour. It would be interesting to know if other tsetse species living in forest habitat would react like G. p. palpalis or not.\n\n\nEffect of size\nWe observed that catches were highly correlated with target size for the species studied, but only up to a maximum size of 75 cm wide. Hence when the minimum size threshold of ∼50 cm2 was reached, increasing the size of the target did not increase catches, as illustrated by the similar results of the horizontal 0.75×0.5 m target compared to the 1×1 m standard. These results are in general accordance with observations made for Morsitans group species in East and southern Africa, except that increasing size beyond 50 and 75 cm does not improve the catch. For G. pallidipes, attraction improved several fold as the width of visual panels increased from 25 to 200 cm, and the percentage of tsetse landing on visual panels before flying round increased up to several times with wider panels [19]. Recent studies in southern Africa also reported the correlation between size and catches for Morsitans group species [18].\nAgain here for size, as for shape above, knowing the exact cause of these differences between species is not obvious. Presumably it relates to the habitat or hosts of the flies. For instance it is generally acknowledged that savannah flies of the Morsitans group feed mainly on wild and domestic mammals, which are generally bigger than the reptiles which constitute the main diet of tsetse such as G. fuscipes [29]. G. palpalis and G. tachinoides are regarded as being opportunistic in their feeding habits, feeding on mammals, including humans, as well as reptiles. They may have developed a particular ability to detect small hosts.\n\n\nEffect of replacing black colour with netting, and landing behaviour\nAlthough the three designs of horizontal target (0.75×0.5 BkBlBk, BkBlN and NBlN) were not significantly different regarding the total tsetse catches, replacing the black cloth by the black net consistently increased, albeit slightly, the catches of the different species. This confirms earlier observations of flies trying to avoid landing immediately on the blue cloth and then hit the “invisible” net when circling around the target [17].\nThe strongest landing response was elicited by blue and black targets, as reported previously [11], [14]. Although the difference was not always significant in our work in Orodara, males G. p. gambiensis were more attracted to the blue cloth while females landed more on the black. Differences in landing behaviour between males and females had been reported previously for studies of G. p. palpalis in Côte d'Ivoire [11], although in this study, as well as the one of Green [14], the reverse was observed, i.e. the proportion of males landing on black was greater than the one of females.\n\n\nA more cost effective new target design?\nRegarding shape, the different trials showed that the horizontal target was always better when compared to the vertical for both G. tachinoides and G. p. gambiensis. When considering size, most flies were caught with the 0.75×0.5 cm targets, and also by the 0.5×0.25 cm. However especially for the latter, such small targets might be hidden by the dense vegetation found in humid savannahs and forested areas. More studies are underway to see if this is the case.\nUsing the flanking netting gave very promising results for the three species studied. Hence one could make a practical choice about the cost and durability of using netting vs. cloth in the construction of targets. It is noteworthy that Laveissiere et al. [11] also found that using net resulted in more catches than using black cloth. They however did not recommend its use for targets due to the local price of netting in Ivory Coast at that time. However, given that the price of black net is currently estimated to be 1/3 that of black cloth (T. Frandsen, pers. com.), changing the design of the BkBlBk 1 m2 target to a 0.75×0.5 NBlN target (see fig. 1) would increase cost efficiency by six fold (3 fold for cloth surface plus 3 fold for price of net vs black) without losing efficiency. It would have the further practical advantage of being effective for both G. p. gambiensis and G. tachinoides which are the main vectors of pathogenic trypanosomes to humans and domestic animals in West Africa, and which are found often together in savannah areas. For G. p. palpalis in Ivory Coast, although new insights have been brought by this study regarding their visual behaviour related to size of targets and the use of netting, it would be interesting to expand such studies to other countries where this tsetse species occurs."
}