{
    "Background": "Cutaneous leishmaniasis is one of the highly prevalent endemic diseases in the Middle East and North Africa. Many treatment modalities have been recommended for this condition but success rates remain limited. Herbal remedies have also been used for treatment but evidence-based clinical trials with these products are sparse. In-vitro and in-vivo studies have shown the anti-leishmanial and curative effects of extract of fruits and leaves of Juniperus excelsa (J. excelsa). The aim of this study was to determine the efficacy of topical J. excelsa M. Bieb extract as an adjuvant to cryotherapy for the treatment of human CL.",
    "Materials and methods": "This study was designed as a two-arm triple-blind randomized placebo-controlled clinical trial using a parallel design. Seventy-two patients with clinical diagnosis of CL confirmed by leishmania smears were allocated to receive either a topical formulation of leaf of J. excelsa extract (group A) or placebo (group B) for 3 months. Both groups received cryotherapy as baseline standard treatment. Patients were evaluated before and weekly after the intervention was initiated until complete cure.",
    "Results": "Overall, 82% of patients in group A, experienced complete cure and 9% of them had partial cure. On the other hand, 34% in group B reported complete cure, while 14% of them had partial cure at the end of treatment protocol with a significant difference between the two groups (P< 0.001). The mean duration to healing of the lesions in patients who received J. excelsa extract was statistically significantly shorter than the placebo group (p = 0.04). No significant side effect was seen in the J. excelsa extract group except for mild to moderate local irritation after a few weeks in a few numbers of patients.",
    "Conclusion": "The results of this study showed that topical J. excelsa extract can be used as an adjuvant treatment modality in addition to cryotherapy for accelerating the time to cure in addition to increasing the complete cure rate in CL.",
    "Trial registration": "ClinicalTrials.gov IRCT2015082523753N1"
}