{
    "Background": "Deposition of complement factors on Mycobacterium leprae may enhance phagocytosis. Such deposition may occur through the lectin pathway of complement. Three proteins of the lectin pathway are produced from the gene MASP1: Mannan-binding lectin-associated serine protease 1 (MASP-1) and MASP-3 and mannan-binding lectin-associated protein of 44 kDa (MAp44). Despite their obvious importance, the roles played by these proteins have never been investigated in leprosy disease.",
    "Methodology": "We haplotyped five MASP1 polymorphisms by multiplex sequence-specific PCR (intronic rs7609662*G>A and rs13064994*C>T, exon 12 3’-untranslated rs72549262*C>G, rs1109452*C>T and rs850314*G>A) and measured MASP-1, MASP-3 and MAp44 serum levels in 196 leprosy patients (60%, lepromatous) and 193 controls.",
    "Principal findings": "Lower MASP-3 and MAp44 levels were observed in patients, compared with controls (P = 0.0002 and P<0.0001, respectively) and in lepromatous, compared with non-lepromatous patients (P = 0.008 and P = 0.002, respectively). Higher MASP-3 levels were present in controls carrying variants/haplotypes associated with leprosy resistance (rs13064994*T, rs1109452_rs850314*CG within GT_CCG and rs850314*A: OR = 0.5–0.6, Pcorr = 0.01–0.04). Controls with rs1109452*T, included in susceptibility haplotypes (GT_GTG/GT_CTG: OR = 2.0, Pcorr = 0.03), had higher MASP-1 and lower MASP-3 levels (P≤0.009). Those with GC_CCG, presented increasing susceptibility (OR = 1.7, Pcorr = 0.006) and higher MAp44 levels (P = 0.015). MASP-3 expression decreased in patients, compared with controls carrying rs1109452_rs850314*CA or CG (P≤0.02), which may rely on exon 12 CpG methylation and/or miR-2861/miR-3181 mRNA binding.",
    "Conclusion": "Polymorphisms regulating MASP-3/MAp44 availability in serum modulate leprosy susceptibility, underlining the importance of lectin pathway regulation against pathogens that exploit phagocytosis to parasitize host macrophages."
}