{
    "Background": "Lymphatic filariasis (LF), a leading cause of permanent and long-term disability, affects 120 million people globally. Hydrocele, one of the chronic manifestations of LF among 27 million people worldwide, causes economic and psychological burdens on patients and their families. The present study explores and describes the impact of hydrocele on sexual and marital life as well as on marriageability of hydrocele patients from rural areas of Orissa, an eastern state of India.",
    "Methodology/Principal Findings": "This paper is based on ethnographic data collected through focus group discussions and in-depth interviews with hydrocele patients, wives of hydrocele patients, and other participants from the community. The most worrisome effect of hydrocele for patients and their wives was the inability to have a satisfactory sexual life. The majority of patients (94%) expressed their incapacity during sexual intercourse, and some (87%) reported pain in the scrotum during intercourse. A majority of hydrocele patients' wives (94%) reported dissatisfaction in their sexual life. As a result of sexual dissatisfaction and physical/economic burden, communication has deteriorated between the couples and they are not living happily. This study also highlights the impact on marriageability. The wives of hydrocele patients said that a hydrocele patient is the “last choice” and that girls show reluctance to marry hydrocele patients. In some cases, the patients were persuaded by their wives to remove hydrocele by surgery (hydrocelectomy).",
    "Conclusions/Significance": "The objective of the morbidity management arm of the Global Programme to Eliminate LF should be to increase access to hydrocelectomy, as hydrocelectomy is the recommended intervention. Though the study area is covered by the programme, like in other endemic areas, hydrocelectomy has not been emphasised by the national LF elimination programme. The policy makers and programme managers should be sensitised by utilising this type of research finding."
}