{
    "Background": "Lymphatic filariasis (LF) is targeted for global elimination through treatment of entire at-risk populations with repeated annual mass drug administration (MDA). Essential for program success is defining and confirming the appropriate endpoint for MDA when transmission is presumed to have reached a level low enough that it cannot be sustained even in the absence of drug intervention. Guidelines advanced by WHO call for a transmission assessment survey (TAS) to determine if MDA can be stopped within an LF evaluation unit (EU) after at least five effective rounds of annual treatment. To test the value and practicality of these guidelines, a multicenter operational research trial was undertaken in 11 countries covering various geographic and epidemiological settings.",
    "Methodology": "The TAS was conducted twice in each EU with TAS-1 and TAS-2 approximately 24 months apart. Lot quality assurance sampling (LQAS) formed the basis of the TAS survey design but specific EU characteristics defined the survey site (school or community), eligible population (6–7 year olds or 1st–2nd graders), survey type (systematic or cluster-sampling), target sample size, and critical cutoff (a statistically powered threshold below which transmission is expected to be no longer sustainable). The primary diagnostic tools were the immunochromatographic (ICT) test for W. bancrofti EUs and the BmR1 test (Brugia Rapid or PanLF) for Brugia spp. EUs.",
    "Principal Findings/Conclusions": "In 10 of 11 EUs, the number of TAS-1 positive cases was below the critical cutoff, indicating that MDA could be stopped. The same results were found in the follow-up TAS-2, therefore, confirming the previous decision outcome. Sample sizes were highly sex and age-representative and closely matched the target value after factoring in estimates of non-participation. The TAS was determined to be a practical and effective evaluation tool for stopping MDA although its validity for longer-term post-MDA surveillance requires further investigation."
}