{
    "Introduction": "The eggs of intestinal helminths have been detected in a variety of archaeological contexts including those in Europe and North America (reviewed in [1–6]) indicating that these parasites had a much wider historical distribution than the present day [7–9]. Helminth infections remain a concern in numerous countries, particularly those that are considered less economically developed (LEDC) in tropical and subtropical regions. Indeed, according to the World Health Organization (WHO) helminth infections rate amongst the top neglected tropical diseases [9].\nIntestinal helminths are often identified in archaeological excavations because the eggs are environmentally resilient and remain identifiable by morphology for thousands of years (e.g. [10–18]). Helminth eggs can be identified to the genus level by light microscopy [19] and their presence indicates infection of a host with adult parasites. Since many parasites have complex life histories, the detection of eggs can be used to comment upon the human practices that contribute to the propagation of helminth infections. For example, detection of faecal-oral transmitted helminths (e.g. the nematodes Ascaris and Trichuris) indicates a failure of hygiene or sanitation practices to limit parasite transmission. In contrast, detection of eggs from some cestodes (tapeworms) in human derived deposits indicate the acquisition of infections from specific food sources such as freshwater fish (Diphyllobothrium latum, syn. Dibothriocephalus latus) or red meat (Taenia spp.), and in both cases indicate a lack of or insufficient cooking processes that would otherwise prevent parasitic infection.\nHelminth eggs have been detected archaeologically in different types of faecal-associated material including latrines and other communal deposits (e.g. waste ditches), and samples associated with single individuals (e.g. the abdominal region of mummified or skeletal remains [11,14,17,20–27]. The detection of parasites in each type of context provides different kinds of information. For example, communal deposits often contain larger concentrations of parasite eggs but do not provide information related to the number of infected individuals. Although the detection of parasite eggs associated with individual remains is technically more challenging since fewer eggs are present, prevalence rates can be determined and assessed relative to other osteologically-derived characteristics including age and sex. To be most informative, individual-based datasets need to be sufficiently large to develop reliable estimates of prevalence.\nMost intestinal helminths are no longer endemic in Europe, including the UK, although the timing and circumstances that led to their demise are not well understood. Although it is likely this disappearance was linked to improvements in sanitation during the 19th and early 20th centuries, prior to the development of modern anthelmintic drugs, empirically-based estimates of parasite prevalence would help to support or dispel this theory. Having established that prevalence rates of helminth infections in Medieval Europe were similar to those found in modern endemic regions [26] it was then important to consider how helminth prevalence may have changed over time. This temporal approach may reveal factors that influenced the rates of helminth infection in past populations, in particular those that led to a level insufficient to maintain an endemic status.\nTo assess helminth prevalence through time in a geographically limited region (historic England), we examined soil samples from the abdominal region of 464 individual skeletal remains for evidence of helminth eggs. The term prevalence usually refers to the proportion of infected individuals at a specific time. Since the samples in this study were from the pelvic (sacral) region of skeletal remains prevalence is reported as the number or percentage of burials positive for helminth eggs. Four helminths: Ascaris, Trichuris, Taenia and D. latum were detected and their prevalence varied across the sample sets. The goal of this study was to establish a foundation for understanding the epidemiology of parasite infections in a historical context. The changes in helminth prevalence over time can be linked with changes in the levels of urbanization, living conditions, sanitation and social practices of people in the UK. A historical perspective considering the factors which may have affected helminth prevalence in the past (without access to modern anthelmintics) has potential to inform efforts to control these infections in modern endemic contexts.",
    "Materials and methods": "Sample material\nSamples were obtained from 17 sites (Fig 1 and Table 1) which were grouped into five time periods. The time periods are: Prehistoric (Bronze Age and earlier), Roman Britain (1st c BCE - 5th c CE), Anglo-Saxon/Early Medieval (5th- early 11th c CE), High/Late Medieval (11th-16th c CE) and Industrial Era (18-19th c CE). The sites include Taplow (Prehistoric, 1 sample), Evesham Vale Crematorium (Prehistoric, 1 sample), Durrington Larkhill (Prehistoric, 6 samples), Datchet (Prehistoric, 4 samples), Bulford (Prehistoric, 3 samples), York All Saints in the Marsh (Roman, 1 sample; High/Late Medieval, 35 samples), Churchill South Strategic Support Mains (Roman, 1 sample), Bleadon Wentwood Drive (Roman, 9 samples), Bletchingley North Park Quarry (Roman, 3 samples), Canterbury Peugeot Garage (Roman, 80 samples), Worcester Cathedral (Anglo-Saxon/Early Medieval, 65 samples), Ipswich Stoke Quay (Anglo-Saxon/Early Medieval, 14 samples; High/Late Medieval, 64 samples), Christchurch Priory (High/Late Medieval, 8 samples), Southampton Chapel Riverside (High/Late Medieval, 52 samples), Oxford Radcliffe Infirmary (Industrial, 56 samples), London St James (Industrial, 30 samples), and Birmingham Park Street (Industrial, 30 samples). Two of the sites, Ipswich Stoke Quay and York All Saints in the Marsh, had skeletal remains spanning two different time periods and samples from different time periods were grouped separately resulting in 19 skeletal groups for analysis. Sediment samples were collected from the pelvic region (immediately ventral to the sacrum) of the skeleton during excavation, except York All Saints in the Marsh where samples were taken from sediment adhering to the pelvis/sacrum of excavated skeletons during the cleaning process. Some of the data from York, Ipswich and Worcester has been presented in the context of prevalence rates in Medieval Europe [26]. Although “control” (e.g. sediment from the skull) were not analysed for all graves this was performed for a subset of samples; in all cases these were negative for parasite eggs. The remaining unprocessed material is archived at the Department of Zoology, University of Oxford and/or by the site archaeologist organisations.\nThe pie chart shows the number of samples, the proportion of the sample set and the time period for each of the 17 sites of the study. The groups of samples were collected from sites depicted on the map: Taplow (Maidenhead, A), Vale Crematorium (Evesham, B), Larkhill (Durrington, C), Datchet (Slough, D), Bulford (Salisbury, E), All Saints in the Marsh (York, Roman Fi and High-Late Medieval Fii), Southern Strategic Support Main (Churchill, G), Wentwood Drive (Bleadon, H), North Park Quarry (Bletchingley, I), Peugeot Garage (Canterbury, J), Worcester Cathedral (Worcester, K), Stoke Quay (Ipswich, Anglo-Saxon Li and High-Late Medieval, Lii), Christchurch Priory (Christchurch, M), Chapel Riverside (Southampton, N), Radcliffe Infirmary (Oxford, O), St James (London, P), and Park Street (Birmingham, Q). The map was modified from the NASA SEDAC centre resource: https://sedac.ciesin.columbia.edu/maps/gallery/search?contains=United%20Kingdom.\n\n\nProcessing and microscopy\nIn our standard approach 5-7g of the pelvic/sacral soil sample was rehydrated in 20 ml ultrapure water with gentle agitation (Titer-Tek plate shaker, setting 3/10; Titertek-Berthold, Pforzheim, Germany) over-night to disaggregate. The samples were then filtered (disposable nylon sieves, 1030 μm and 500 μm; Plastok Associates Ltd, Birkenhead, UK) and centrifuged at 400g for 5min (Heraeus Multifuge X3R). The supernatant was discarded and the pellet re-suspended in 20ml MilliQ-water and a 1ml aliquot removed for microscopy. Two subsamples (total volume 50μl) were examined for parasite eggs (Nikon Eclipse E400 with Nikon 10x/0.25 Ph1 DL and 40x/0.65 Ph2 DL objectives and QImaging MP5.0 RTV camera). Any putative eggs were recorded and images were assessed against reference images from archaeological and/or clinical contexts. Although numbers were recorded (detection limit ~80 eggs/gram of original sample) we only report the samples as positive or negative as many taphonomic factors and the size of collected sample may influence enumeration.\n\n\nStatistics\nWilson Score intervals (95% confidence level [28] and Fisher’s Exact Test were calculated using R within RStudio [29,30].",
    "Results": "Estimation of helminth prevalence rates in historic England\nAccurate determination of the prevalence of infection is an important epidemiological characteristic. Here, we present primary data on a large dataset of single grave samples derived from different historic periods and locations within England (Fig 1 and Table 1). Overall, 134 of the 464 samples contained helminth eggs and of the 19 skeletal groups in this study, 12 showed evidence of helminth infections (Table 1). The nematodes Ascaris and Trichuris were detected in 12 groups, whilst the cestodes Taenia spp. and D. latum were detected in six groups (example photomicrographs shown in Fig 2). Six of the seven groups with no evidence of helminths had low numbers of skeletal samples (n≤8) with the exception of the Oxford Radcliffe Infirmary Industrial period site (n = 56). Groups with less than three samples were excluded from site-specific statistical analysis to avoid small sample size effects.\nPrevalence of Ascaris, Trichuris, Taenia and Diphyllobothrium latum for four different time periods (Roman [n = 94], Anglo-Saxon [n = 79], High/Late Medieval [n = 159], and Industrial era [n = 116]). The confidence intervals are calculated using the Wilson Score interval (95% confidence level). Example photomicrographs of parasite eggs from left to right: Ascaris, Trichuris, Taenia and Diphyllobothrium latum Scale bar: 20 μm.\nThe overall prevalence of soil-transmitted nematodes (in particular Ascaris) was greater (24.4%, range 0–38.3%) than the prevalence of cestodes (4.1%, range 0–12.5%). This pattern was also evident when samples were grouped according to four historic intervals between the Roman and Industrial periods (Fig 2, Table 1). We have reported the detection of parasites in the Prehistoric period (Table 1) but these sample sets represented very few individuals (n = 15 from five sites, two of which only contained one sample) therefore it was inappropriate to report them as site or period prevalence estimates. Of the nematodes Ascaris was more prevalent (22.8%, range 0–38.3%) than Trichuris (2.2%, range 0–7.1%) and of the cestodes, Taenia was more prevalent (2.6%, range 0–14.3%) than D. latum (1.7%, range 0–7.1%). Ascaris was detected in 9 sites, and although Trichuris is transmitted by a similar faecal-oral process it was only detected in 4 sites. Of these one site contained a single Trichuris positive sample and no Ascaris positive individuals (Birmingham, Industrial period, Table 1). D. latum was found in 3 sites (in Ipswich during both Anglo-Saxon and High/Late Medieval time periods) and all of these sites also contained Taenia eggs (Table 1).\nSince Ascaris was the most frequent parasite in all time periods, it represented the most robust dataset to explore changes in prevalence over time (Fig 3 and Table 1). In this analysis, the prevalence rates were generated by grouping all individuals analysed in sites associated with particular time periods and not subdivided according to location. The prevalence rates for Ascaris were highest in the Roman (36/94, 38.3%) and High/Late Medieval periods (50/159, 31.5%). These rates were significantly greater than those detected in the Anglo-Saxon (11/79, 13.9%; Fisher Exact p-values 0.0003 and 0.004, respectively) and the Industrial periods (8/116, 6.9%; Fisher Exact p-values both <0.0001). Although not depicted in the figure due to the relatively low numbers of graves examined, the prevalence for Ascaris in the Prehistoric period (1/15, 6.7%), was lower than for the Roman period (Fisher Exact p-value 0.030; Fig 3 and Table 1).\nThe prevalence of Ascaris in skeletal individuals from fifteen sites (group size n>1) across the five time periods is displayed with a 95% confidence interval (Wilson Confidence Interval). Sites with very few samples (<10) provide a less reliable estimate for the prevalence and are thus displayed in grey. The sites included are Durrington, DU, Datchet, DA, and Bulford, BU (Late Neolithic/Early Bronze Age); Bleadon, BD, Bletchingley, BY, and Canterbury, CB (Roman); Worcester, WO, and Ipswich (Anglo-Saxon/Early Medieval); Ipswich, IP, York, YO, Christchurch, CC, and Southampton, SH (High/Late Medieval); Oxford, OX, London, LO, and Birmingham, BH (Industrial). The dating range for the sites is visualized by the horizontal bar chart below, with a continuous time axis from the Anglo-Saxon (Early Medieval) to the Industrial periods. The dates for the earliest samples are not displayed as they are labelled Late Neolithic/Early Bronze Age (DU/DA) or Bronze Age (BU).\nConsiderable variation in prevalence rates was observed for infection with Ascaris between sites within each of the time periods (Fig 3). Sites with a high number of samples were considered more likely to be representative of prevalence rates in the living population. Groups with n<10 (depicted in grey in Fig 3) showed both the highest (Bleadon, 6/9, 66.7%) and lowest prevalence rates (Durrington 0/3, Datchet 0/4, Bletchingley 0/3 and Christchurch 0/8). However, of the sites with low numbers of individuals, only Christchurch was significantly different in prevalence rate to one of the other sites from the same High/Late Medieval period (Southampton, Fisher Exact p-value 0.043).\nThe only sites with n>10 where Ascaris was not detected were dated to the Industrial period (Oxford, n = 56 and Birmingham, n = 30), and there was a significant difference between these and the third site from the same period (London, 8/30, 26.7%, Fisher Exact p-values <0.005 for both sites). The prevalence rates at the two Anglo-Saxon sites were also significantly different (Fisher Exact p-value 0.021), and the site with the larger sample size (Worcester, n = 65) had the lower prevalence rate. When comparing sites with group sizes n>10, it was apparent that there was no significant difference between the Roman and the Medieval sites. These prevalence rates are aligned with the sites with the highest prevalence rates from the Anglo-Saxon and Industrial periods but the average prevalence rates in these periods were significantly lower than that of the Roman and Medieval periods.\nEstimated osteological age was available for 265 skeletal individuals. Age estimation was based on standard osteological markers [31]. Infections with soil-transmitted helminths (STH) are often more prevalent in children of school age (e.g. [32–34]), To explore this potential effect whilst maintaining sufficient group sizes for statistical analysis the data was partitioned into two groups: according to reported skeletal age: adults (>13 years old) and juveniles (<13 years old). Overall, there was a greater number of adults (n = 215) than juveniles (n = 50) in the overall dataset. To avoid any bias introduced by low sample numbers for a particular location or previously noted changes in prevalence rates over time the samples were analysed within each time period (Fig 4A). A higher prevalence of Ascaris was detected in juveniles (compared with adults) from the High/Late Medieval period (n = 124, 12/22 infected juveniles vs. 25/102 infected adults, Fisher-Exact p = 0.009), but not for the Roman (n = 73, 2/8 infected juveniles vs. 26/65 infected adults, Fisher-Exact p = 0.70) or Anglo-Saxon (n = 68, 4/20 infected juveniles vs. 7/48 infected adults, Fisher-Exact p = 0.72) periods. The two cestodes Taenia and D. latum were detected at low prevalence rates however, cestode eggs were only detected in older individuals (>13 years old).\nSamples with associated osteological age were grouped into juveniles (0–12 years old, n = 50) and adults (>13 years old, n = 207) and according to period (A). The prevalence in juveniles was significantly higher in the High/Late Medieval period (Fisher Exact two-tailed p-value 0.02). Individuals where osteological sex was identified (adult individuals only, n = 194 with nfemale = 85 and nmale = 109) were grouped by period (B). No significant differences were identified.\nOsteological derived identification of sex was available for 218 individuals with a slight bias towards males (n = 121) compared to females (n = 97). None of the individuals with sex information from the Prehistoric (2 females, 1 male) or Industrial periods (10 females, 11 males) were infected by Ascaris. There were no significant differences in infection rates between male and female individuals within any time period (Roman: 7/15 females vs. 9/28 males, Fisher-Exact p = 0.51; Anglo-Saxon: 3/21 females vs. 3/30 males, Fisher-Exact p = 0.68; High/Late Medieval: 14/49 females vs. 10/51 males, Fisher-Exact p = 0.35) (Fig 4B).\nThe prevalence rates of Trichuris in the seven sites analysed here ranged from 0% to 8.6%. The highest prevalence rate detected in this study is lower than the rate recently reported from Medieval European sites [26], where the prevalence of Trichuris was 28.6%. The total number of individuals in this study from Early to Late Medieval sites in which Trichuris was identified (9/208) was significantly lower (Fisher-Exact p = 0.0022) than the numbers reported in non-English sites (Pohansko, Brno, Ellwangen and Rottenburg) that date to the same time period (41/406). This difference, however, was due to the inclusion of the Czech site of Pohansko, which contained a high proportion of juveniles which are more likely to contain eggs of Trichuris [26]. When the English and European [26] data sets were segregated into juveniles and adults there were no significant differences in the Medieval prevalence rates of Trichuris. An alternative way of comparing Trichuris between sites whilst correcting for local factors that might affect prevalence for all faecal-oral transmitted nematodes would be to consider each species as a fraction of total STH detected. The prevalence of Trichuris as a fraction of total STH prevalence was not different between any of the Medieval English sites and those in continental Europe (Pohansko, Brno, Ellwangen and Rottenburg; primary data from [26]). It is noteworthy that very few Trichuris positive individuals were detected in English sites outside of the Medieval era with no Trichuris eggs detected in the Roman period or earlier (109 individuals) and only a single individual in the Industrial period (116 individuals).",
    "Discussion": "In the past, many intestinal helminths were geographically more widely distributed and endemic in Europe and North America (e.g. [1–4,26,35–40]), but they are now largely restricted to tropical and sub-tropical regions [9]. Investigating the epidemiology of helminth parasites in historical contexts helps us understand the living conditions, diet, health and hygiene practices, as well as providing insights into the biology and control of infectious disease in the past (e.g.1-6.41–43). The reductions in helminth infections in Europe occurred prior to the development of modern anthelminthic drugs and identifying factors that influenced helminth epidemiology in historic populations may provide information relevant to modern control regimens.\nMost archaeological studies of helminths report eggs within communal deposits, such as latrines, pit fills or waste deposits. The density of parasite eggs in communal deposits serves as an indicator of the overall amount of infection in a locality, although the number of contributing individuals cannot be determined. Analyses based on single individuals, such as mummified bodies, burial-derived sediments or coprolites, are less common. Unfortunately, most individual-based studies involve very few individuals and therefore reliable prevalence rates cannot be estimated. In the most extensive study of historic prevalence, the numbers of infected individuals in Medieval Europe was shown to be similar to modern day endemic regions [26], indicating that later reductions in local transmission were not facilitated by low initial prevalence rates. The current study builds upon these findings by determining helminth prevalence at sites within England from Prehistoric to Industrial periods. It is important to note that the prevalence rates based upon detection of eggs in pelvic/sacral soil may represent an underestimate due to taphonomic processes or sample processing (reviewed in [39–44]). The current study employed a simple water-based rehydration/filtration/microscopy approach and identified the eggs of four helminths: Ascaris, Trichuris, Taenia and Diphyllobothrium latum. All of these parasites have been reported in archaeological sites within the UK, but previous data sets were unsuitable for calculating prevalence either by being based upon communal deposits or low numbers of individuals. While burial-derived skeletal remains may not represent a totally unbiased sample of the living population (e.g. age/sex based mortality bias, local customs or taphonomic processes) these factors can be taken into account. Since school age children are more often affected by STH in modern endemic areas [32–34] in some analyses we considered adults and juveniles separately. A higher rate of infection with Ascaris was detected in juveniles compared with adults from the High/Late Medieval period but not in samples other periods. In contrast, eggs of food-derived cestodes (Taenia spp. and D. latum) were only detected in adults.\nAscaris was the most common infection detected throughout the whole dataset with prevalence rates greater than 20% in Roman (Bleadon, Canterbury), Anglo-Saxon (Ipswich), High/Late Medieval (Ipswich, York and Southampton) and Industrial period (London) sites. These rates are similar to those reported from late 4th century Florence (27.7%) [25], Medieval Rottenburg (22%), Ellwangen (22.1%), Pohansko (35.1%) and Brno (42.9%) [26]. Ascaris was also detected in one of three late Neolithic/early Bronze Age sites (Bulford), but due to the small sample sizes the prevalence rates cannot be accurately estimated. Ascaris was detected in all Roman and Medieval period sites except for Bletchingley and Christchurch, where no parasite eggs were detected albeit in a small number of individuals (Table 1). Ascaris eggs were previously reported in pre-Roman English sites including Somerset [45], York [46] and Carlisle [47], as well as in a number of sites on mainland Europe (e.g. [1,10,17,38]).\nTrichuris eggs were readily detected in Anglo-Saxon (early Medieval) and High/Late Medieval sites but were not detected in any pre-Roman (n = 15) or Roman period dated samples (n = 94) despite 37 being positive for Ascaris eggs. The lack of Trichuris in Roman and earlier samples was surprising given that Trichuris and Ascaris share a common faecal-oral pattern of infection. Although we did not detect any Trichuris eggs in pre-Roman sites, these parasites have previously been reported from excavations in the UK [18,45,48] and continental Europe (e.g. [1,10,38]). Interestingly, Trichuris has been regularly detected in Roman sites across continental Europe (summarised in [49,50]) and has been reported in the UK [41,47,51–57]. It is noteworthy that in UK sites which cover multiple time periods, Trichuris is more often associated with medieval deposits than those dated to earlier periods [46,51,58,59]. Hence, it is clear that Trichuris was present in the UK during Roman and pre-Roman periods, but may have been less common than Ascaris.\nDuring the Medieval period both Trichuris and Ascaris were prevalent in English communities being found at similar levels to those in continental Europe [26]. The High/Late Medieval period represented a peak in prevalence rates in England with overall lower numbers detected in samples dated from the Anglo-Saxon/Early Medieval period (albeit with variation between sites). The eggs of both parasites are readily detected in communal medieval deposits from the UK and often found in high numbers [14,46,47,51,58–68]. Unfortunately, the data was often not quantitative or based on single samples, which makes it difficult to compare between studies. Nevertheless, it is clear that both Ascaris and Trichuris were common infections during the Medieval period. Various factors could have been associated with increased STH rates including the magnitude or patterns of trade, increased urbanisation, issues with waste disposal, sanitation or hygiene, and the use of night soil as a fertiliser [69–71]. However, with current data sets it is difficult to identify factors that adequately explain the emergence of Trichuris as a more common infection.\nThe pattern of STH prevalence rates observed in the Industrial period sites (Oxford, Birmingham and London) was different to the Medieval period. No eggs were detected in samples from Oxford (n = 56) and only one individual from Birmingham (n = 30) had Trichuris. In contrast, a high prevalence of Ascaris was evident in the samples from London although no Trichuris eggs were detected. There are very few reports of parasite analyses in the UK covering the Industrial period. Jones and Phipps [72] reported no helminth eggs in 12 individuals from the Spitalfields area of London whereas Anastasiou et al, [73] reported Trichuris (2 of 5 coprolites) and Ascaris (1 of 5). Akeret et al. [68] studied communal/pit fill samples from York (Low Petergate) and reported a single Trichuris egg in one of the Industrial period samples compared with larger numbers of Ascaris and Trichuris eggs in multiple Medieval period samples. The overall pattern of STH infections during the Industrial period suggests that prevalence rates were highly variable. The high prevalence of Ascaris in London clearly indicates efficient STH transmission, as might be expected from a high-density urban population with poor sanitation. The absence of helminths in the Oxford Radcliffe Infirmary burial ground samples was unexpected, but the association with a hospital that had a largely rural catchment [74] and a well-based water supply [75] may be important. Birmingham was even more surprising since the sampled site represented a densely populated urban population. However, it is noteworthy that Birmingham was also much less affected by the cholera outbreaks of the mid 1800s compared with many other towns and cities. The low cholera rates were attributed to a greater reliance on spring and well water rather than other, more easily contaminated surface water supplies [76–78] which would also affect water-based sources of STH infections. Some of the low infection rates during this period may also reflect changes in the use of night soil [70].\nThe prevalence of STH was variable between sites in all time periods examined which probably reflects local differences in the conditions that promote transmission (e.g. faecal contamination of food and water) or maturation/survival of eggs. Interestingly, there were significant differences in prevalence rates during different historic periods. The highest rates of STH were seen in samples from Roman and High/Late Medieval sites, with a slight decrease in the overall rate during the Anglo-Saxon/Early Medieval period. These high rates may be due to population density alongside poor separation of contaminated faecal material from the local environment, food or water sources. The slight reduction during the Anglo-Saxon/Early Medieval period may have been due to the decentralisation of people and a less urbanised society [79] reducing faecal contamination of the environment. However, the levels of STH in Anglo-Saxon sites were variable and more sites will be required to provide a clearer picture of this period. The lack of STH in two of three sites representing the Industrial period is noteworthy and may represent the beginnings of wider scale reductions in STH infection levels that led to the modern non-endemic state.\nThe rates of many faecal-oral infections would have been reduced by the large-scale municipal improvements to sewage and water treatment in the 1860s and the declining use of night soil to fertilise crops. The cholera outbreaks between 1831–1866, famously linked to contaminated drinking water by John Snow [80] were a key driver in sanitary reform (alongside endemic Typhoid) involving infrastructural improvement, legislation and promotion of municipal responsibility [76,81,82]. However, many interventions were piecemeal with some areas benefiting earlier than others [82]. Our data identifying very low STH levels in some locations during the Industrial period suggests that some areas may have been reaping benefits from improvements in sanitation and water supplies prior to the Victorian sanitary revolution. It is possible that our small sample (3 locations) is not representative of the Industrial period as a whole. However, given the numbers of individuals analysed and the fact that all Medieval and Roman sites with more than 10 individuals were positive suggests that this is an accurate observation. Since the enteric bacterial pathogens remained problematic during the Industrial period it is worth considering how different pathogens might be affected by variations in sanitary improvement. Helminth eggs are large compared with bacterial pathogens, which means that settlement processes (e.g. sedimentation tank or pit), used for many centuries in different guises [83], may differentially retain parasite eggs. However, the solid matter from these features needed to be periodically removed and since helminth eggs remain viable for months (e.g. [84,85]) the disposal of this material may have facilitated STH transmission. Improved settlement techniques, (e.g. holding reservoirs) and the development of sand filtration in the early 1800s [81] would have reduced contamination of water with the relatively large STH eggs. Similarly, the locations of sewage outlets and potable water intakes might differentially affect pathogens depending on sedimentation rates, water conditions and environmental resilience. Linking STH rates with local water and waste management practices during the Industrial and post-Industrial periods will be an interesting avenue for future studies.\nEven though the great sanitary reforms of the Victorian period clearly impacted STH prevalence there are reports of a problem persisting into more modern times [86] Evidence for the continued, spatially focussed, problem includes STH reported in Cornish tin mine-associated populations but not similar mining communities in Staffordshire or Shropshire [87]. Significant STH infection rates (12.5%) were also reported in patients at Guys Hospital, London in 1905 [88]. Outbreaks of STH infections were reported in various mental health institutions across England in the late 1960s but there was no evidence for significant transmission of STH in the general population at this time [89].\nMany factors may affect overall STH prevalence including age-structure of the sampled population ([26,32,90] and this paper) as well as a variety of site-specific factors. Therefore we considered the contribution of Trichuris or Ascaris to the overall STH burden and confirmed the observation that the level of Trichuris (in relation to total STH) was unexpectedly low before and after the Medieval period. In the Medieval period, Trichuris contributed to the STH burden at a higher level, comparable to that in Medieval samples from continental Europe. A similar approach was used to show that the parasite assemblage in North America was dominated by Trichuris in the 18th century, but changed during the early to mid-19th century when Ascaris became dominant [91]. STH eggs are readily detected in archaeological contexts across a wide temporal range (e.g. [10,17,18,21,38,92,93]) which argues against differential preservation as an explanation for the lack of Trichuris in some time periods. The changes in the proportions of the two dominant STH parasites suggest that there are factors which differentially influence transmission and these may relate to embryonation, survival or persistence of viable eggs [84,85,94].\nThe detection of cestode eggs (Taenia spp. and D. latum), albeit at lower rates than seen with Ascaris provides information on diet and culinary practices in English sites through the ages. Both parasites are transmitted to humans via uncooked or undercooked meat (or their products) with Taenia acquired from pork or beef and D. latum acquired from freshwater fish. Cestode eggs were identified in samples that spanned a wide range of time from the Bronze Age (Bulford) to the Industrial period (London). Interestingly in four of the six sites where Taenia was detected, D. latum was also detected suggesting local culinary preferences. To complete the life cycle the eggs from human faeces would also need to access appropriate intermediate hosts. Hence, the presence of D. latum eggs in humans indicates faecal contamination of freshwater sources of fish. In contrast, Taenia sp. utilise pigs or cattle as intermediate hosts necessitating exposure of livestock to human faecal material perhaps through the use of night-soil applied to pasture or animal-feed crops. Interestingly, and in contrast to STH, the cestode eggs were only detected in adults. This pattern has been reported previously [26] and may be expected from a long-lived infection acquired by occasional consumption of contaminated food.\nIn summary, the prevalence of helminth infections is poorly understood in past populations, despite being a key factor in the epidemiology of these infections. The findings presented indicate that the Medieval period was a high point of STH prevalence in the UK. Interestingly, outside of the Medieval period there was much less Trichuris present than expected which may relate to as yet undefined environmental or anthropological factors. The Industrial period saw some sites with very low levels of STH infections, but this reduction was patchy and high Ascaris prevalence persisted in London. Defining factors that affected the past prevalence of helminths help us understand historical patterns of disease and could be relevant to modern control programmes."
}