{
    "Introduction": "Chagas disease is an intracellular and hematic disease caused by the parasite Trypanosoma cruzi. Around 6 to 7 million people are estimated to be infected worldwide, most of them being in the poorest rural and urban areas of Latin America, where is endemic [1, 2]. Nowadays, large-scale migrations to other countries have turned Chagas disease into a global health problem [1].\nChagas disease clinical course includes an acute and a chronic phase. The acute phase is characterized by an increase of parasitic load in blood. In this stage, the parasitic load is controlled by the activation of the innate immune response by Th1 pro-inflammatory cytokines such as tumor necrosis factor α (TNF) and interferon γ (IFN-G) [3]. IFN-G activates phagocytic cells to destroy intracellular parasites by inducing TNF and nitric oxide (NO) production [4]. After 8–12 weeks from the infection, individuals evolve into the chronic phase of the disease, in which most of them remain asymptomatic for the rest of their lives. However, around 30–40% of chronically infected patients can develop cardiomyopathy or/and megaviscera. The cardiac involvement is the most frequent manifestation of the disease that occurs in 14–45% of chronically infected patients and affects mainly the conduction system and myocardium [5].\nHost genetic factors have been suggested to play an important role in the susceptibility to Chagas disease. [6–9]. Polymorphism in genes encoding cytokines may influence the level of cytokines production and, consequently, cause different immunological responses [10, 11]. Interleukin-18 (IL-18), a pro-inflammatory cytokine produced mainly by macrophages, has been proposed to influence the development of Chagas disease. This cytokine is involved in both innate and adaptive immune response and induces IFN-G production by T cells and NK cells, promoting the Th1 response [12]. Previous genetic studies performed in a Brazilian and Colombian cohort found associations between variants of IL18 gene and the predisposition to T. cruzi infection and chronic Chagas cardiomyopathy [13, 14].\nGiven the important role played by IL-18 in Chagas disease, in the present study we analyzed the association of three IL18 genetic variants with the predisposition to T. cruzi infection and the development of Chagas cardiomyopathy in different Latin America populations.",
    "Materials and methods": "Study design and patient population\nA candidate-gene case-control study was performed in Colombian, Bolivian and Argentinian cohorts in order to replicate previous findings [13,14]. Additionally, a meta-analysis was performed combining these cohorts.\nA total of 3,608 individuals from Latin American countries (Colombia, Bolivia, Argentina and Brazil) were studied. In all cohorts, patients were classified as seropositive for T. cruzi antigens (n = 2,890) and seronegative (n = 718) based on results of at least 2 of 3 independent tests. Based on clinical evaluation, an electrocardiogram and echocardiogram were recorded to detect any conduction and structural alterations. Subsequently, the seropositive patients who presented cardiac alterations were classified as chronic Chagas cardiomyopathy (CCC, n = 1,707) and asymptomatic (ASY, n = 1,183). The sex distribution for the entire Latin American population studied was 61.4% female and 38.6% male.\nColombian cohort.A total of 406 Colombian individuals from the same population as the study by Leon Rodriguez et al. (2016) [14] were recruited by the health care team from the Industrial University of Santander and Cardiovascular Foundation from Colombia. In order to increase the sample size, these individuals were included with the previously published Colombian cohort, making a total of 1,577 individuals. From this, 937 were classified as seropositive for T. cruzi antigens and 640 were classified as seronegative (according to the serological tests: recombinant antigen ELISA and commercial indirect hemagglutination test). Based on complementary tests and clinical findings, seropositive patients were classified as CCC = 576 and ASY = 361. The mean age of participants was 45.55 ± 17.19 years for seronegative individuals, CCC = 61.44 ± 12.82 and ASY = 51.90 ± 14.18. The sex distribution was 58% female and 42% male.\n\nBolivian cohort.A total of 630 Bolivian individuals residents in Barcelona, Spain were recruited from the Infectious Diseases Department of the Vall d’Hebron University Hospital. In this cohort, only seropositive patients were classified as CCC = 100 and ASY = 530 based on complementary tests and clinical findings. The mean age of the participants was CCC = 50.71 ± 9.41 and ASY = 46.93 ± 9.49. The sex distribution was 69% female and 31% male.\n\nArgentinian cohort.A total of 350 Argentinian individuals from an endemic region for Chagas disease (Cordoba province) were included in this study. The study subjects were recruited from the National Hospital of Clinics and Sucre Clinic, Cordoba city. The population in this region of Argentina is a homogeneous mixture, with no specific concentration of any ethnicity. All participants underwent a serological diagnosis for T. cruzi infection through the enzyme-linked immunosorbent assay (ELISA) that uses recombinant antigen and a commercial indirect hemagglutination test. According to the results of these tests, 272 individuals were classified as seropositive for T. cruzi antigens and 78 were classified as seronegative. Based on the results of complementary tests and clinical findings, seropositive patients were classified as CCC = 182 and ASY = 90. The mean age of participants was 53.82 ± 16.53 years for seronegative individuals, CCC = 60.14 ± 10.16 and ASY = 49.30 ± 13.65. The sex distribution was 71% female and 29% male.\n\nBrazilian cohort [13].A total of 1,051 Brazilian seropositive patients for antibodies against T. cruzi were included in the meta-analysis. From this, 849 individuals were classified as CCC and 202 ASY. The sex distribution was 52% female and 48% male.\n\n\n\nEthics statement\nThe study was accepted by the Ethics Committees from the Industrial University of Santander and Cardiovascular Foundation, Colombia; the Vall d’Hebron University Hospital, Barcelona, Spain and the National Hospital of Clinics, National University of Cordoba, Argentina. Written informed consent was obtained from all subjects prior to participation. The research protocols followed the principles of the Declaration of Helsinki and informed consent was obtained from all individual participants included in the study.\n\n\nSelected polymorphisms and genotyping\nThe gene encoding IL-18 is located on chromosome 11q22.2-q22.3 [15] and consists of six exons and five introns [16] (S1A Fig). Three SNPs previously studied in Chagas disease were selected: rs2043055, rs1946518 and rs360719 for this study [13, 14]. Linkage disequilibrium (LD, R2 and D’) was estimated using an expectation–maximization algorithm implemented in Haploview V4.2 [17] for the studied cohorts: Colombian, Bolivian, Argentinian, and from the American sub-populations genotype data from the 1000 Genomes Project phase III (http://www.1000genomes.org) [18].\nGenomic DNA from blood samples was isolated following standard procedures and the genotyping was performed using TaqMan assays (Applied Biosystems, Foster City, California, USA) on a real-time PCR system (7900HT Fast Real-Time PCR System), SNPs were determined by TaqMan 5´ allelic discrimination assay method performed by Applied Biosystems.\n\n\nStatistical analysis\nFor the candidate gene study, the statistical analyses were performed with the software Plink V1.9 (http://zzz.bwh.harvard.edu/plink/plink2.shtml) [19]. Deviance from Hardy-Weinberg equilibrium was determined at the 1% significance level in all groups of individuals. Individuals that have not achieved an SNP completion rate of 95% have been filtered out. To test for possible allelic, logistic regression model and Fisher's exact test were assessed in seronegative vs. seropositive individuals and asymptomatic vs. chronic Chagas cardiomyopathy individuals. The Benjamini & Hochberg step-up false discovery rate (FDR) correction was used in all analyses to control for multiple testing. The covariates sex and age were adjusted in logistic regression models. P-values lower than 0.05 were considered as statistically significant.\nTo assess the consistency of effects across the cohorts, a meta-analysis was performed with METASOFT (http://genetics.cs.ucla.edu/meta/) based on inverse-variance-weighted effect size. Heterogeneity across studies was assessed using Cochran's Q statistic (Q test P< 0.05) and I2 heterogeneity index [20]. A fixed-effects model was applied for those SNPs without evidence of heterogeneity (Cochran’s Q test P > 0.05), and a random-effects model was applied for SNPs displaying heterogeneity of effects between studies (Cochran’s Q test P ≤  0.05). The significance threshold for the meta-analyses was estimated based on the Bonferroni correction (0.05/3 = 0.017) [21].\nThe statistical power of the studies was estimated with the Power Calculator for Genetic Studies 2006 (CaTS) software (S1 Table) (http://www.sph.umich.edu/csg/abecasis/CaTS/) [22].\nEvaluation of functionality of the three SNPs analyzed was performed with the online software HaploReg v4.1 [23] (https://pubs.broadinstitute.org/mammals/haploreg/haploreg.php) based on empirical data from the ENCODE project (http://www.genome.gov/encode/). Specifically, we focused our attention on experiments performed on blood and T cells lines in the American population. For regulatory features, Ensembl Browser (https://www.ensembl.org) [18] and ReMap 2018 v1.2. (http://tagc.univ-mrs.fr/remap/) [24] were used.",
    "Results": "The three IL18 SNPs were in Hardy-Weinberg equilibrium in all the analyzed cohorts (P> 0.01). The genotyping success rate was over 90% and the allele frequencies in all cases were similar to those described for the Americans sub-populations of the 1000 Genomes Project phase III [18] (S1 Table). The SNPs were in moderate pairwise linkage disequilibrium in the studied cohorts and in the American sub-populations from the 1000 Genomes Project phase III [18] (S1B and S1C Fig).\n\nT. cruzi infection susceptibility\nThe allelic and genotypic frequencies of seronegative and seropositive individuals from Colombia were compared in Table 1. The allelic frequencies of the three SNPs were statistically significant even after multiple testing correction. The frequency of the minor allele, G, in rs2043055 was significantly reduced in the seronegative compared to seropositive individuals suggesting an association with higher infection risk, while the frequencies of rs1946518*T and rs360719*G alleles were significantly increased in seronegative compared to the seropositive individuals, suggesting an association with the protection against the infection by T. cruzi.\nThe allelic and genotypic frequencies of seronegative and seropositive individuals from Argentina are shown in Table 2. No associations between IL18 genetic variants were found. However, the rs2043055 remained borderline significant for protection against infection by T. cruzi [P = 0.061, odds ratio (OR) = 0.71, 95% confidence interval (CI) = 0.49–1.02].\nGenotype and allele distribution for IL18 variants in seronegative and seropositive individuals.\nIn addition, a meta-analysis combining data from Colombian and Argentinean cohorts was performed (Table 3). The IL18 rs360719 showed consistent effects among the two meta-analyzed populations with a statistically significant association (CI: 0.66–0.89, P = 0.001, under a fixed-effects meta-analysis) with an OR for the G allele of 0.76, which was statistically significant after a Bonferroni correction (P< 0.017). For this comparison, the sample size attained a statistical power of over 80% for this OR (S1B1 Table). In both cohorts, the allele effects size were in concordance and this result indicates an association to the protection against T. cruzi infection in these cohorts.\n\n\nChronic Chagas cardiomyopathy susceptibility\nThe allelic and genotypic frequencies of chronic Chagas cardiomyopathy and asymptomatic patients from Colombia were compared in Table 4. The allelic frequencies of IL18 rs2043055 was statistically significant even after multiple testing correction (P = 0.037, OR = 0.79, CI = 0.64–0.99). The frequency of the of the rs2043055* G allele was significantly incremented in asymptomatic patients, suggesting an association with the protection against the development of Chagas cardiomyopathy. However, no significant differences in allelic frequencies were observed for rs1946518 and rs360719.\nGenotype and allele distribution for IL18 variants in asymptomatic and chronic Chagas cardiomyopathy (CCC) individuals.\nThe SNP IL18 rs2043055 was studied in 1,051 seropositive Brazilian patients (CCC = 849 and ASY = 202) [13]. The frequency of the G allele, in rs2043055, was increased in chronic Chagas cardiomyopathy patients compared to asymptomatic in the Brazilian, Bolivian and Argentinian cohorts, but no significant differences were found in these cohorts. Nevertheless, in the Bolivian cohort (Table 5), a trend of association can be observed for this SNP (P = 0.088, OR = 1.39, CI = 0.95–2.02). In the Argentinian cohort (Table 6), the frequency of the T allele, in IL18 rs1946518, was increased in asymptomatic compared to chronic Chagas cardiomyopathy patients, and remained borderline significant for suggesting an association with the protection against the development of Chagas cardiomyopathy (P = 0.078, OR = 0.67, CI = 0.44–1.04).\nGenotype and allele distribution for IL18 variants in asymptomatic and chronic Chagas cardiomyopathy (CCC) individuals.\nGenotype and allele distribution for IL18 variants in asymptomatic and chronic Chagas cardiomyopathy (CCC) individuals.\nFurther, a meta-analysis combining these results were performed (Table 7). The results of the available SNPs showed no significant associations.\n\n\nIn silico functional characterization of IL18 gene variants\nWe further explored the functional annotations of the three variants studied in this work using HaploReg v4.1. The annotation indicated that the SNPs of IL18 are located in a regulatory region of the genome (S2 Table). The annotation based on the epigenomic information of rs2043055 indicates that this SNP maps in an enhancer region, which is correlated with active gene expression in primary mononuclear cells and in T cells from peripheral blood. The rs1946518 and rs360719 variants mapped in a region enriched in histone marks: H3K4me3, H3K9ac, a hallmark of active promoter region, and H3K27ac in enhancer region in mononuclear cells and T cells (S2A Table). Furthermore, according to ReMap 2018 v1.2 these three SNPs mapped in regulatory regions of the human genome and it has been described as transcription factors (S2B Table).",
    "Discussion": "Genetic factors and immunologic response may determine the susceptibility against the infection and development of Chagas disease [6–9]. In the present study, three IL18 genetic variants were analyzed in four Latin American populations, being the largest genetic study conducted to date in Chagas disease. Concerning genetic control of the infection, our results evidenced the implication of the IL18 rs360719 polymorphism, in our populations. However, when comparing cardiomyopathy and asymptomatic patients, no significant associations were detected.\nAddressing the question of genetic susceptibility to T. cruzi infection through comparison of seropositive with seronegative individuals is not an easy task. The recruitment of an adequate number of subjects from endemic areas exposed to T. cruzi is often challenging, and that is the reason for including only two cohorts in this comparison. The previous study in a Colombian cohort was the first to report an association for rs2043055, rs1946518 and rs360719 with T. cruzi infection and suggested that this association was mainly driven by the polymorphism rs360719 [14]. After the enlargement of this cohort, the association remained, showing consistent results in a well-powered cohort. Replication of these variants was performed in an Argentinian cohort and only rs2043055, showed a borderline genetic association but in the opposite direction compared with the Colombian cohort. These differences could be due to the complex genetic structure of Latin American individuals, reflected by the recent admixture among Native American, European, and West African source populations [25]. Also, the lack of replication may occur if the assessed polymorphism is not the causal variant but is rather in LD with it, i.e., variants correlated with each other more often than expected by chance. LD patterns depend on the genetic background of the founder population and population history [26]. The rs360719 in the Argentinian cohort showed no association with T. cruzi infection, which could be a consequence of an insufficient statistical power (S1A1 Table). Interestingly, the meta-analysis showed that the variant IL18 rs360719 presented a consistent effect among the two cohorts, indicating protection against T. cruzi infection. The SNP rs360719 is located in the promoter region of the IL18 gene. The functional annotation of this SNP with empirical data from the ENCODE project revealed that is located in histone marks in primary mononuclear cells and T helper naive cells from peripheral blood, and has been described as transcription factor (S2 Table). These modifications are critically involved in the regulation of gene expression [27]. Also, it has been described that IL18 rs360719 polymorphism leads to loss of the octamer (OCT)-1 transcription factor binding site. OCT-1 is known to be a ubiquitously expressed factor involved in the regulation of certain cytokines, like IL-18 [28]. Thus, the rs360719 would be associated with IL-18 expression in peripheral blood mononuclear cells and may play a role in the susceptibility or resistance to T. cruzi infection.\nChronic chagasic cardiomyopathy, the most frequent clinical outcome of Chagas disease, has been associated with cytokine enriched heart tissue inflammation [29]. Furthermore, local expression of IL-18 in chronic chagasic cardiomyopathy heart tissue has been described and would be associated with mononuclear inflammatory infiltrates, cardiomyocyte destruction and fibrosis [30]. In our study, we analyzed IL18 gene variants in four Latin American populations with chronic Chagas cardiomyopathy. The IL18 genetic variant, rs2043055, studied in the Brazilian cohort, showed nominal significant differences in the genotypic frequencies among moderate and severe chagasic cardiomyopathy patients [13]. When comparing chronic chagasic cardiomyopathy with asymptomatic patients, this variant showed a significant association in the Colombian cohort. However, these results were not validated in the Bolivian and Argentinian cohorts. These discrepancies in the results could be due to the genetic heterogeneity among the study cohorts [25]. The impact of European colonization and slave trade from western Africa has altered the genomes of Native Americans in multiple and dynamic ways. Approximately, 9–9.6 generations have passed since admixture and ancestry-enriched SNPs in Latin American populations may have a substantial effect on health and disease related phenotypes [31, 32]. For instance, Norris et al. reported SNPs with excess African or European ancestry, which are associated with ancestry-specific gene expression patterns and play crucial roles in the immune system and infectious disease responses [33]. In addition, an interesting report by Lima-Costa et al. showed that the prevalence of T. cruzi infection is strongly and independently associated with higher levels of African and Native American ancestry in a Brazilian population [34]. This heterogeneity in ancestry proportions across geographic regions, and also within countries themselves, are challenging in association studies in order to find generalizable results across populations [35–37]. All this, suggests that a fine-scale genomics perspective might represent a powerful tool to understand the role of genetics in this neglected disease diagnosis and prognosis.\nAs was mentioned, IL-18 plays an important role in the regulation of IFN-G production and development of Th1 response. This interleukin is produced by a wide variety of cells, including dendritic cells, macrophages, keratinocytes, intestinal epithelial cells, and osteoblasts, suggesting a key pathophysiological role in health and disease [12]. Several studies have highlighted the implication of IL-18 in the acute and chronic phase of Chagas disease [38–41]. Considering that infectious diseases exert significant selective genetic pressure, it has been postulated two genetic mechanisms to explain the pathogenesis of Chagas disease [8]. First, pathogen resistance genes (PRG) would be involved in inhibits infection by directly reducing pathogen burden and secondly, disease tolerance genes (DTG) will operate to minimize tissue damaging effects of the pathogen [42–44]. Consequently, polymorphisms in PRG and DTG will be associated with differential disease progression. One of the most relevant disease tolerance genes identified was related to directly or indirectly inhibit IFN-G production or Th1 differentiation [8], and therefore, IL-18 could be implicated in this regulation.\nIn conclusion, our results validated the previous work suggesting that IL18 rs360719 plays an important role in the susceptibility to T. cruzi infection [14]. On the other hand, no evidence of association was found between the IL18 genetic variants and chronic Chagas cardiomyopathy in the Latin American population. Even though, meta-analyses offers a powerful approach to identify genetic variants that influence susceptibility of common diseases [45, 46], in the context of Chagas disease is necessary to contemplate the challenges of studying such an heterogeneous populations like Latin Americans with recent admixture, where fine-scale genomic assessments may be necessary [25]. Finally, further studies are needed to reach more conclusive results concerning the genetic basis of Chagas disease."
}