{
    "Background": "Trachoma is the commonest infectious cause of blindness worldwide. Efforts are being made to eliminate trachoma as a public health problem globally. However, as prevalence decreases, it becomes more challenging to precisely predict prevalence. We demonstrate how model-based geostatistics (MBG) can be used as a reliable, efficient, and widely applicable tool to assess the elimination status of trachoma.",
    "Methods": "We analysed trachoma surveillance data from Brazil, Malawi, and Niger. We developed geostatistical Binomial models to predict trachomatous inflammation—follicular (TF) and trachomatous trichiasis (TT) prevalence. We proposed a general framework to incorporate age and gender in the geostatistical models, whilst accounting for residual spatial and non-spatial variation in prevalence through the use of random effects. We also used predictive probabilities generated by the geostatistical models to quantify the likelihood of having achieved the elimination target in each evaluation unit (EU).",
    "Results": "TF and TT prevalence varied considerably by country, with Brazil showing the lowest prevalence and Niger the highest. Brazil and Malawi are highly likely to have met the elimination criteria for TF in each EU, but, for some EUs, there was high uncertainty in relation to the elimination of TT according to the model alone. In Niger, the predicted prevalence varied significantly across EUs, with the probability of having achieved the elimination target ranging from values close to 0% to 100%, for both TF and TT.",
    "Conclusions": "We demonstrated the wide applicability of MBG for trachoma programmes, using data from different epidemiological settings. Unlike the standard trachoma prevalence survey approach, MBG provides a more statistically rigorous way of quantifying uncertainty around the achievement of elimination prevalence targets, through the use of spatial correlation. In addition to the analysis of existing survey data, MBG also provides an approach to identify areas in which more sampling effort is needed to improve EU classification. We advocate MBG as the new standard method for analysing trachoma survey outputs."
}