{
    "Background": "The incidence of zoonotic cutaneous leishmaniasis (ZCL) makes it the most widespread parasitic disease in Tunisia and the Arab world. Yet, few studies have addressed its psychological and psychosocial effects. The purpose of this study was to examine the psychosocial impact of ZCL scars among Tunisian women.",
    "Methods": "We conducted an exploratory study, we administered Revised Illness Perception Questionnaire (IPQ-R), World Health Organization Quality Of Life-26 (WHOQOL-26) and Psoriasis Life Stress Inventory (PLSI) to a group of girls and women with ZCL scar in the region of Sidi Bouzid. This group was randomly selected from volunteers who came to primary health care facilities to seek for treatment for any pathology.",
    "Results": "Descriptive statistics showed that the collected scores from the three scales exhibit heterogeneous distributions: IPQ-R (M = 63.6, SD = 15.6), PSLI (M = 9.5, SD = 6.7), WHOQOL-Physical (M = 63, SD = 12.9), WHOQOL-Psychological (M = 52.6, SD = 11.1), WHOQOL-Social (M = 61.8, SD = 17.5), and WHOQOL-Environmental (M = 47.8, SD = 13.3). The correlation analyses performed on Inter and intra-subscales showed that the emotional representations associated with ZCL were correlated with the loss of self-esteem and feelings of inferiority (r = 0.77, p<0.05). In addition, high education level and the knowledge about ZCL are positively correlated with cognitive and emotional representation in the IPQ-R (r = 0.33, p<0.05). \"Rejection experiences\" and the \"anticipation and avoidance of stress\" were respectively negatively correlated with age (r = -0.33, p<0.05 and r = -0.31, p<0.05). Correlations between the scores on IPQ-R domains and PLSI factors were significant. The results showed that anticipation of rejection and avoidance of stress are strongly correlated with a negative perception of ZCL. Quality of life scores were not correlated with either age, education level, time of illness, or the number of facial or body scars. However, the correlations between quality of life scores and the multiple IPQ-R domains were all insignificant. Finally, there was a negative correlation between the scores on the perceived quality of social life and the knowledge about ZCL (r = -0.34, p<0.05).",
    "Conclusions": "This makes it vital to strengthen preventive health education. Conducting studies on ways to establish a holistic support system for managing ZCL, a system that covers the psychological challenges and the barriers it causes to women’s social and professional integration, is a vital first step."
}