{
    "Background/Aims": "The epidemiology of Chagas disease, until recently confined to areas of\n                        continental Latin America, has undergone considerable changes in recent\n                        decades due to migration to other parts of the world, including Spain. We\n                        studied the prevalence of Chagas disease in Latin American patients treated\n                        at a health center in Barcelona and evaluated its clinical phase. We make\n                        some recommendations for screening for the disease.",
    "Methodology/Principal Findings": "We performed an observational, cross-sectional prevalence study by means of\n                        an immunochromatographic test screening of all continental Latin American\n                        patients over the age of 14 years visiting the health centre from October\n                        2007 to October 2009. The diagnosis was confirmed by serological methods:\n                        conventional in-house ELISA (cELISA), a commercial kit (rELISA) and ELISA\n                        using T cruzi lysate (Ortho-Clinical Diagnostics) (oELISA).\n                        Of 766 patients studied, 22 were diagnosed with T. cruzi\n                        infection, showing a prevalence of 2.87% (95% CI,\n                        1.6–4.12%). Of the infected patients, 45.45% men and\n                        54.55% women, 21 were from Bolivia, showing a prevalence in the\n                        Bolivian subgroup (n = 127) of 16.53%\n                        (95% CI, 9.6–23.39%).",
    "Conclusions": "We found a high prevalence of T. cruzi infection in\n                        immigrants from Bolivia. Detection of T.\n                        cruzi–infected persons by screening programs in non-endemic\n                        countries would control non-vectorial transmission and would benefit the\n                        persons affected, public health and national health systems."
}