{
    "Abstract": "Current control methodologies have not prevented the spread of visceral leishmaniasis (VL) across Brazil. Here, we describe the development of a new tool for controlling the sand fly vector of the disease: a long-lasting lure, which releases a synthetic male sex pheromone, attractive to both sexes of Lutzomyia longipalpis. This device could be used to improve the effectiveness of residual insecticide spraying as a means of sand fly control, attracting L. longipalpis to insecticide-treated animal houses, where they could be killed in potentially large numbers over a number of weeks. Different lure designs releasing the synthetic pheromone (±)-9-methylgermacrene-B (CAS 183158-38-5) were field-tested in Araçatuba, São Paulo (SP). Experiments compared numbers of sand flies caught overnight in experimental chicken sheds with pheromone lures, to numbers caught in control sheds without pheromone. Prototype lures, designed to last one night, were first used to confirm the attractiveness of the pheromone in SP, and shown to attract significantly more flies to test sheds than controls. Longer-lasting lures were tested when new, and at fortnightly intervals. Lures loaded with 1 mg of pheromone did not attract sand flies for more than two weeks. However, lures loaded with 10 mg of pheromone, with a releasing surface of 15 cm2 or 7.5 cm2, attracted female L. longipalpis for up to ten weeks, and males for up to twelve weeks. Approximately five times more sand flies were caught with 7.5 cm2 10 mg lures when first used than occurred naturally in non-experimental chicken resting sites. These results demonstrate that these lures are suitably long-lasting and attractive for use in sand fly control programmes in SP. To our knowledge, this is the first sex pheromone-based technology targeting an insect vector of a neglected human disease. Further studies should explore the general applicability of this approach for combating other insect-borne diseases."
}