{
    "Abstract": "Burkholderia pseudomallei causes melioidosis, a common source of pneumonia and sepsis in Southeast Asia and Northern Australia that results in high mortality rates. A caprine melioidosis model of aerosol infection that leads to a systemic infection has the potential to characterize the humoral immune response. This could help identify immunogenic proteins for new diagnostics and vaccine candidates. Outbred goats may more accurately mimic human infection, in contrast to the inbred mouse models used to date. B. pseudomallei infection was delivered as an intratracheal aerosol. Antigenic protein profiling was generated from the infecting strain MSHR511. Humoral immune responses were analyzed by ELISA and western blot, and the antigenic proteins were identified by mass spectrometry. Throughout the course of the infection the assay results demonstrated a much greater humoral response with IgG antibodies, in both breadth and quantity, compared to IgM antibodies. Pre-infection sera showed multiple immunogenic proteins already reactive for IgG (7–20) and IgM (0–12) in most of the goats despite no previous exposure to B. pseudomallei. After infection, the number of IgG reactive proteins showed a marked increase as the disease progressed. Early stage infection (day 7) showed immune reaction to chaperone proteins (GroEL, EF-Tu, and DnaK). These three proteins were detected in all serum samples after infection, with GroEL immunogenically dominant. Seven common reactive antigens were selected for further analysis using ELISA. The heat shock protein GroEL1 elicited the strongest goat antibody immune response compared to the other six antigens. Most of the six antigens showed the peak IgM reactivity at day 14, whereas the IgG reactivity increased further as the disease progressed. An overall MSHR511 proteomic comparison between the goat model and human sera showed that many immune reactive proteins are common between humans and goats with melioidosis."
}