{
    "Introduction": "Soil-transmitted helminths (STHs) infections and schistosomiasis (SCH) are among the prioritized Neglected Tropical Diseases (NTDs) by the World Health Organization (WHO), posing significant public health challenges globally [1]. STHs infections encompass diseases caused by four intestinal parasites: roundworm (Ascaris lumbricoides), whipworm (Trichuris trichiura), and hookworms (Necator americanus and Ancylostoma duodenale) [2]. While SCH is caused by six species of schistosomes (S. mansoni, S. haematobium, S. japonicum, S. intercalatum, S. mekongi, and S. guineensis) [3]. With S. mansoni prevalent in many sub-Saharan African countries, including Ethiopia [4].\nGlobally, in 2019, about 1.5 billion people were infected with STHs, while 236.6 million required preventive chemotherapy (PC) for SCH [5,6]. School-aged children (SAC) and preschool-aged children (Pre-SAC) are particularly vulnerable to these infections. SAC, according to WHO 2019 report, bear the highest burden, with over 762 million requiring PC for STHs and 124.4 million for SCH globally [7]. These infections have significant impacts, including micronutrient deficiency, anemia, cognitive impairment, and physical complications such as intestinal obstruction and rectal prolapse [8–10]. Heavy infection intensities are associated with growth stunting, reduced physical fitness, and impaired memory and cognition in Pre-SAC and SAC, ultimately affecting educational performance and school attendance [11,12].\nThe majority of SCH cases (90%) are concentrated in sub-Sahara African (SSA) countries, and many cases of STHs infection are found in African countries, including Ethiopia [13]. According to the Ethiopian Ministry of Health 2020 report, about 96.7 million and 53.3 million people were living in STHs infection and SCH endemic areas, respectively; with around 27.7 million and 16.9 million SAC at risk of STHs infection and SCH, respectively [14]. Moreover, an impact analysis on STHs prevalence and intensity conducted from 2000 to 2018 in SSA countries revealed that Ethiopia is among the top three countries with a majority of implementation units having over 20% STHs prevalence and had estimated prevalence of moderate and heavy intensity (M&HI) of STHs infection exceeding the WHO target threshold of 2% after years of PC implementation [15].\nIn 2001, the World Health Assembly expert committee proposed PC (benzimidazole for STHs and praziquantel for SCH) to reduce disease burden in endemic countries [16]. Consequently, in 2013, the Ethiopian Public Health Institute and Ministry of Health initiated a mapping of endemic areas to implement PC based on WHO guidelines. By 2015, high-risk (prevalence >50%) and moderate-risk (prevalence >20% and < 50%) areas began PC twice and once a year, respectively in the endemic area of the country. Similarly, for S. mansoni infection, high-risk (prevalence >50%), moderate-risk (prevalence >10% and < 50%), and low-risk (prevalence >1% and < 10%) areas started PC annually, biennially, and twice during primary school, respectively [17–19]. WHO recommends re-evaluating PC frequency for STHs after 5–6 years using a decision tree for treated population: that is; no PC if prevalence <2%, biennially for 2–10% prevalence, annually for 10–20%, maintaining previous frequency for 20–50%, or tripling PC if prevalence exceeds 50% after years of PC intervention [20].\nMoreover, as per WHO guidelines for the elimination program of STHs and S. mansoni infections, the impact indicator, particularly the parasitological, including prevalence and intensity, should be assessed at various milestones outlined by WHO and national NTD control programs. This evaluation is essential for monitoring progress towards program goals and objectives [5,6,20]. Specifically, moderate and heavy intensity STH infections, along with heavy intensity SCH infections, should be reduced to less than 2% and 1%, respectively, to measure morbidity reduction after years of PC interventions in endemic regions. Additionally, the prevalence of both STHs and SCH should be reduced to transmission interruption level, indicating no reported autochthonous human cases in the endemic area [6,20].\nConsequently, as per Ethiopian national control program guideline, Mizan-Aman town has started PC program implementation twice a year for STHs infection and once a year for S. mansoni infection since 2015, which grouped the area at high-risk districts (prevalence ≥50%) during the PC program start-up for both STHs and S. mansoni infections. However, even though the PC program has been being implemented aiming to reduce disease burden for span of seven years, to date, the current prevalence and intensity of STHs and S. mansoni infections among SAC has not been assessed towards the program’s targets. Therefore, the study aimed to determine the prevalence and intensity of both STHs and SCH toward elimination program targets after seven years of intervention.",
    "Methods": "Ethics statement\nThe study was conducted following ethical clearance obtained from the Institutional Review Board of the Jimma University Institute of Health (Ref. No. JUIRB002/14). Official permission letters were secured from the School of Medical Laboratory Sciences at Jimma University, the Mizan-Aman City Administration Health Office, and the Mizan-Aman City Administration Education Office. Written informed consent was obtained from parents or legal guardians of all participating children, and assent was sought from the children themselves to ensure their willingness to participate. Confidentiality of all participants’ laboratory results was maintained throughout the study. Children who tested positive for intestinal parasites were referred to local health centers for appropriate treatment.\n\n\nStudy setting and period\nThe study was conducted from January to February, 2022 in Mizan-Aman town, the capital of the Bench-Shako zone in Southwest Ethiopia’s People Regional State. Mizan-Aman town is located 561 kilometers southwest of Ethiopia’s capital, Addis Abeba. It has warm climate with mean annual temperatures range from 15.1 to 27 °C and an elevation of 1451m to 1753m above sea level. The mean annual rainfall ranges from 400 to 2000 mm. The study area is located between 70° 0′ 0″ N and 35° 35′ 0″ E (CSA, 2007). The area is considered as a conducive for agriculture and human settlement. The major economic activity of the urban inhabitants is trading, while subsistence farming is for the surrounding rural population.\nThe total population of Mizan-Aman town is estimated to be 123,005, of which 63,963 are males as obtained from Mizan-Aman city administration plan commission. In the year 2021/2022 academic year, a total of 19021 children (9462 males and 9559 females) were enrolled in registered and functioning 25 primary schools (13 public schools and 12 private schools) in the town.\n\n\nStudy design and population\nA facility-based cross-sectional study was employed among school age children in primary schools of Mizan-Aman town during the study period. All SAC aged between 5 years to 14 years, who were present at school during the study period and able to provide an assent were included in the study.\n\n\nSample size calculation and sampling approach\nSample size was determined using the single population proportion formula , based on the prevalence of the previous study from Mizan-Aman town (73.9%) [21]. The minimum sample size required for analysis was calculated using a 95% confidence level with a 5% margin of error. Additionally, a 10% non-response rate and design effect of 2 were calculated, resulting in a final sample size of 650.\nTo select study participants, a multistage sampling technique was used; 10 primary schools were chosen from the six kebeles; six public primary schools and four private primary schools were chosen by lottery method from each kebele. After the selection of schools, the sample size was proportionally allocated to each selected school. Accordingly, 77, 18, 122, 26, 52, 75, 50, 160, 45, ad 25 samples were allocated for Saluta, Salam, Aman, Tsinseta Mariyam, Ediget Behibret, Mizan number two, Mizan Misagana, Mizan number one, Abune teklehymanot and Gacheb number one primary schools, respectively. To select each study participant, a systematic sampling technique was applied using class roster as a sampling frame. The kth interval to select the sample was every 21th (twentieth). For using sampling frame for each school, all class rosters (from grade one to eight) were added up as single sampling frame consecutively. In the case of participant absenteeism or not illegible, the next student was selected from class roster list.\n\n\nQuestionnaire survey\nA pretested questionnaire written in English and translated into Amharic was used to collect sociodemographic data and associated factors of STHs and SCH from each study participant. The data collection was carried out by a trained health professional.\n\n\nStool collection and processing\nA stool specimen of about 5 g (thumb-sized) was collected by clean, dry, wide-mouth, and leak-proof container from each of the SAC. All collected stool samples were transported to the Mizan-Tepi University Laboratory by using cold box and processed by the two-slide Kato-Katz technique (41.7mg type) [22]. After the preparation of thick smear of two-slide Kato-Katz by using WHO, 2019 SOP, all smears were kept at least for one hour at room temperature to clear the fecal material prior to examination and within 24 hours of preparation. However, for Hookworm eggs the results were read after 30 minutes of smear preparation. The examination was done by two senior laboratory technologists for each specimen and in the case of result discrepancy, the slides were reexamined by the third experienced laboratory technologist. To determine the egg per gram of stool in each Kato-Katz slide, the total counted parasite per slide was multiplied by 24 for each slide. The intensity of STHs and S. mansoni infection was determined according to WHO intensity classes (light, moderate and heavy intensity) [23]. Moreover, the M&HI of STHs infection was calculated according to the WHO recommended formula to calculate M&HI, as stated below [20].\n\n\nData management and analysis\nData were entered into EpiData version 4.6.06 and exported to SPSS version 26.0 for analysis after ensuring completeness. Descriptive statistics, including frequencies, bar graphs, and proportions, were used to summarize the data. Bivariate and multivariable logistic regression analyses were performed to identify associations between variables. Independent variables with a p-value less than 0.25 in the bivariate analysis were included in the multivariable logistic regression model. Adjusted odds ratios (AORs) with 95% confidence intervals (CIs) were calculated, and variables with a p-value less than 0.05 in the multivariable logistic regression were identified as significant determinants of the outcome variables.\n\n\nOperational definitions\nParasitological indicators: measurable reduction of prevalence and intensity of STH and S. mansoni infection after years of PC implementation.\nWHO decision tree for PC frequency after 5 − 6 years Kato Katz evaluation of STH prevalence\n\nIf the STH prevalence is ≥ 50%, the area may require PC three times a year.\nIf the prevalence is ≥ 20% and < 50%, the area may require PC twice a year.\nIf the prevalence is < 20%, the area may require PC once a year.\nIf the prevalence is ≥ 2% and < 10%, the area may require PC once every two years.",
    "Results": "Sociodemographic characteristics of the study participants\nIn this cross-sectional study, only 615 SAC had participated out of 650 SAC selected from Mizan-Aman primary schools, yielding a response rate of 94.6%. Of these 615 participants, 290 (47.2%) and 315 (52.8%) were males and females, respectively. Most of the study participants 411 (66.8%) were in the age range of 10–14 years. The mean age of the participants was 10.7. Majority of SAC 482 (78.2%) were from public schools, and 338 (55%) were in the 5–8 grade category, Table 1.\n\n\nPrevalence of STHs and S. mansoni after seven years of PC intervention\nOut of 615 screened SAC, the overall prevalence of intestinal parasite was 367 (59.8%). The STHs infection was 312 (50.7%); 95% CI: (46.8-54.8); and the most frequently observed STHs species was T. trichiura (48%; 95% CI: 44–52), followed by A. lumbricoides (8.3%; 95% CI: 6.2-10.8) and hookworm (1.5%; 95% CI: 0.7-2.8). The prevalence of STHs infections was varied among schools, being highest in Gacheb primary school (87.5%), followed by Idiget behibrat primary school (77.6%), and Salute primary school (72.6%). Whereas the lowest STHs infection prevalence was observed in Mizan Misgana Academy (6.4%).\nOn the other hand, from the total SAC screened, 156 (25.4%; 95% CI: 22.1-28.6) were infected with S. mansoni and its prevalence varied among schools with the highest prevalence in Gacheb primary school (54.2%) followed by Idiget behibrat primary school (42.9%) and Aman primary school (39.1%). The lowest prevalence was observed in Mizan Misgana Academy (4.3%), Table 2.\n\n\nIntensity of STHs and S. mansoni after seven years of PC intervention\nFrom the 615 SAC screened for STHs, 48.3% and 2.4% were infected with light and moderate intensity, respectively, but none of the SAC were infected with heavy intensity. Most of the moderate intensities were due to T. trichiura accounting for 2% (representing, 83.3% of the total 2.4% moderate intensity of overall STH). The M&HI of overall STH was 2.4%. On the other hand, from the 615 SAC screened for S. mansoni, 12.4% of them were infected with light intensity, 9.8% with moderate intensity, and 3.3% with heavy intensity, Table 3.\n\n\nPrevalence of helminthic multiple infections\nIn this study, 135 (21.95%) of the screened SAC were found to have multiple infections, (i.e., double or triple infection) involving combinations of STHs with STHs and/or with S. mansoni), and 37.50% was with mono infections Fig 1.\nThis figure illustrates the distribution of mono-infections and multiple infection among SAC, indicating the prevalence of each parasitic infection.\n\n\nFactors associated with soil-transmitted helminths infection\nMultivariable logistic regression analysis output indicate that; SAC attending public schools; AOR: 3.92, 95% CI (2.33-6.60), P < 0.001, irregular washing of hands before meal, AOR: 3.18, 95% CI (1.24-8.35), P = 0.016, habit of soil contact with hand, AOR: 2.48, 95% CI (1.69-3.62), P < 0.001, using river/spring water as drinking source; AOR: 1.79, 95% CI (1.08-2.98), P < 0.025, and habit of eating unwashed fruits; AOR: 2.47, 95% CI (1.56-3.92), P=<0.001 had statistically significant association with STHs infection. However, other variables such as sex, finger trimming, and finger biting habits were not significantly associated with STHs infection in the current study, Table 4.\n\n\nFactors associated with Schistosoma mansoni infection\nAfter multivariable logistic regression analysis; SAC attending public school; AOR: 2.36, 95% CI (1.19-4.68), P = 0.014; male gander; AOR: 1.72, 95% CI (1.15-2.58), P = 0.008; river bathing or washing habit; AOR: 3.29, 95% CI (2.18-5.50), P < 0.001, and river swimming habit; AOR: 3.46, 95% CI (2.18-5.50), P < 0.001 had statistically significant association with S. mansoni infection. But other variables such as age group, a nearby river around the home, and barefoot river crossing were not significantly associated with S. mansoni infection in the current study, Table 5.",
    "Discussion": "STHs and S. mansoni infections are classified as NTDs and continue to pose significant public health challenges in various regions globally, particularly in low-resource settings [7]. In light of this, different endemic countries, including Ethiopia, have been undertaking control activities among SAC such as PC intervention in collaboration with WHO for some years [16,18]. Hence, assessing the parasitological indicators (prevalence and intensity) is a very crucial to determine the program’s progress in areas where the elimination program is undergoing [24].\nThe STHs infection prevalence after seven years of implementing PC in the present study area was 50.7%, which is in agreement with the finding of a similar study conducted in southern Ethiopia (54.7%) [25]. However, it is notably lower than the prevalence observed in a similar study conducted in Rwanda after ten years of implementing PC (77.7%) [26]. This difference in prevalence might be due to the difference in effectiveness of PC implementation, like the percentage of PC coverage, regularity of PC implementation, strains of STHs species in the area, and/or the difference in the baseline prevalence of STHs infection during the startup of PC intervention in the area.\nOn the other hand, it appears that, despite the implementation of a PC program over a span of seven years in the study area, the current prevalence of STHs infection is significantly not on track of achieving target set by the WHO for 2030 and that of Ethiopia’s third national strategic plan targets for NTDs control. The target aims to achieve less than 2% prevalence of STHs infection in endemic areas by 2030 [14,20].\nMoreover, according to WHO decision tree, one of the WHO’s targets is to reduce the quantity of tablets needed for PC by lowering the STHs prevalence after 5–6 years of implementation. However, unfortunately, the current high prevalence of STHs infection categorizes the area under the designation of requiring PC three times a year (if the prevalence exceeds 50%) for the treated population in STHs endemic areas. Consequently, this situation may demand an increment in the number of tablets distributed in the area [6,20]. This inconsistent finding with WHO targets in the present study area after years of PC implementation might be due to irregular PC implementation, like an interruption of PC implementation in the study area during 2020 and 2021 due to the Coronavirus Disease 2019 (COVID-19) pandemic, the absence of complementary WASH (Water, Sanitation, and Hygiene) interventions alongside PC, a deficiency in coordinated health education efforts in the study area as noted by Bech-Sheko Zonal health office and Mizan-Aman health office, and/or might be challenges related to drug efficacy.\nThe prevalence of S. mansoni infection in the present study area after seven years of PC program implementation was 25.4%, which is consistent with what was reported from a similar study conducted in southern Ethiopia, 25.8% [25]. This finding, however, is lower than a similar study conducted in the same study area nine years ago prior to PC intervention [21]. This reduction in prevalence might be due to PC implementation in the area, the difference in sampling techniques, and/or the difference in the study time.\nOn the other hand, the WHO guidelines for the control and elimination of human schistosomiasis classify endemic areas into three classes based on their prevalence, accordingly; in the present study, the prevalence of S. mansoni infection remained at a moderate prevalence of 25.4% despite the PC intervention having been given over the span seven years in the area [27]. Moreover, according to the WHO 2030 human schistosomiasis control guideline, this prevalence classifies the area under the category of once-a-year PC intervention [5].\nMoreover, according to recommendation number six of the WHO guideline on control and elimination of human schistosomiasis and Ethiopia’s third NTDs strategic plan, the prevalence identified in the current study indicates a significant gap from achieving transmission interruption (defined as having no autochthonous human cases reported in the area). Consequently, much more effort is expected from the concerned body to bring down the prevalence of the study area to interruption of transmission level [5,14]. This continuing S. mansoni infection transmission might be due to irregular PC implementation, like the interruption in 2020 due to COVID-19 pandemic, the absence of the WASH program, the absence of coordinated health education in the study area as reported by the Bech-Sheko Zonal health office, and Mizan-Aman health office, and/or challenges related to drug efficacy.\nThe present study finding of moderate and heavy intensity (M&HI) of STHs at 2.4% is slightly surpasses WHO 2030 target number one and Ethiopia’s third NTDs strategic plan targets, which indicate that elimination of STHs infection as a public health problem is achieved at less than 2% M&HI after five years of PC implementation, and WHO planned that 60% of endemic countries would achieve this less than 2% M&HI by the 2023 milestone [6,14,20]. But the current finding highlighted the fact that, if PC intervention is effectively continued without interruption in the area, the current status is very promising to achieve elimination of STHs infection as a public health problem (<2% M&HI) by the second milestone, which is that 70% of endemic areas should achieve <2% M&HI by the year 2025 [6]. This difference with the first WHO milestone target (2023) might be due to the remaining round of the PC program, irregular PC implementation, particularly interruptions during 2020 and 2021 as reported by Bech-Sheko Zonal health office and Mizan-Aman health office, and/or challenges related to drug efficacy.\nThe present S. mansoni heavy intensity of 3.3% is in agreement with what was suggested in the WHO schistosomiasis control program strategic plan of 2011–2020, which was that endemic areas implementing PC intervention program should achieve schistosomiasis morbidity control (<% 5 heavy intensity of S. mansoni) after conducting 5–10 years of PC intervention [27]. However, still, more activity is expected from this area to achieve the WHO 2030 NTD control program, which states that by 2023, 63% of endemic areas that began PC intervention will have eliminated SCH as a public health problem (<1% of heavy intensity) [6], as well as Ethiopia’s third NTDs strategic plan target of reducing S. mansoni heavy intensity to < 1% by 2023 [14]. This inconsistency about elimination of SCH as a public health problem with WHO and Ethiopia’s third NTDs strategic plan target might be due to the interruption of PC in the study area during 2020 as reported by Bech-Sheko Zonal health office and Mizan-Aman health office, the remaining round of PC intervention and/or challenges related to drug efficacy.\nAlthough, the elimination of SCH as public health was not achieved at the time of the current study, the fact that the present S. mansoni heavy intensity of 3.3% which is closest to the cutoff value (<1% heavy infection) is very promising [27]. So, if PC intervention is effectively continued without interruption in the area or, especially, if tailored to WASH program activities, it might achieve the elimination of S. mansoni infection as a public health problem by the next milestone, which is by 2025 [27].\nOn the other hand, the present study also revealed that, even if the PC intervention has been given over span seven years, unfortunately, the prevalence of T. trichiura compared to other STHs species remained high (48%). This predominating prevalence of T. trichiura compared to other STHs species was also observed in a similar study conducted in Rwanda after ten years of PC program implementation [26]. As indicated in several studies conducted elsewhere, this high prevalence of T. trichiura might be related to the low efficacy of the current drug regimen in use for PC intervention, i.e., the administration of single albendazole, which has low efficacy compared to triple dose administration, which might result in a high prevalence of T. trichiura after years of intervention due to its low cure rate [28–33]. Although its practical implementation remains a challenge in PC program intervention, using multiple doses for consecutive days or combination therapy might increase the efficacy against T. trichiura, [32,33].\nMoreover, one of the current challenges arising in PC intervention is the emergence of an albendazole-resistant T. trichiura strain with the mutant beta-tubulin gene in different endemic areas, which could impose problems in the reduction of the prevalence of this species when using albendazole [33–36]. So, although molecular investigation is needed to confirm the existence of resistant strains in the present study area, the current high prevalence of T. trichiura might be related to the existence of this mutant beta-tubulin gene strain in the area.\nIt is also alarming that the prevalence of T. trichiura is higher than the reported prevalence (18.7%) from the same study area conducted in 2013 before PC intervention [21]. This difference in prevalence might be due to differences in sample size, study time, sampling techniques, using double slide Kato-Katz in the present study, and/or a drug-resistant strain of T. trichiura.\nFrom the total screened SAC, the overall prevalence of multiple infections (double or triple infection) of S. mansoni and STHs species was 21.95%. According to various scientific studies, morbidity is not solely linked to moderate and/or heavy intensity helminth infections; multiple helminth infections also significantly contribute to the development of various morbidities such as anemia, malnutrition, and stunting in infected individuals [37–41]. So, when developing an STHs infection and schistosomiasis control strategy, due consideration should be given to multiple infections. Because the high multiple infections rate might be due to conducive environmental conditions for the development and survival of parasitic stages, a lack of clean and treated water supply, poor hygienic standards, and low socioeconomic conditions.\nThe present study finding also revealed that different risk factors were associated with the prevalence of STHs and S. mansoni infections in the study area. For instance, SAC in public schools were more vulnerable to STHs infection than in private schools. This finding is in agreement with findings previously reported from Mizan-Aman Town [21], Jimma Town [42], and Nigeria [43]. This high risk among SAC in a public school might be due to differences in socioeconomic status, sanitation around the residence, and sanitation facilities in the school itself.\nThe STHs infection was also significantly associated with the frequency of handwashing before meals; individuals who did not regularly wash their hands were at a higher risk compared to those who practiced regular handwashing. This finding is in agreement with what was reported from a study conducted in Sigmo, Hawassa, Butajira Town, southwest Shewa, and Afghanistan [44–48]. This could be due to the lack of hand washing before meals, may increase the likelihood of acquiring parasites from contaminated hands carrying infective stages during feeding. Similarly, children who had a habit of contacting soil with their hands were more at risk than their counterparts. This finding is also supported by a study conducted in Butajira Town and Southwest Shewa [47,48]. Given that STHs are transmitted to humans through contaminated soil containing feces defecated in an open environment, playing with bare hands on the soil might increase the risk of infection.\nFurthermore, STH infection was significantly linked to the practice of not washing fruits before consumption; children who had no habit of washing fruits before eating were more at risk than their counterparts. This finding is consistent with what was previously reported from Mizan-Aman Town [21]. This high risk could be due to the fact that fruits might be contaminated with soil containing infective stages during their harvesting and selling time in the markets [49]. According to the finding reported in Jimma Town, vegetables and fruits were highly contaminated with STHs species [50]. Additionally, STHs infection was significantly associated with using of springs or rivers as sources of drinking water, which is in agreement with the results reported from Mizan-Aman Town, southwest Shewa, and south-eastern Nigeria [21,48,51]. This could be due to springs or rivers waters are open to be contaminated by human faeces defecated in the open environment.\nThe present study also revealed that SAC in public schools were more vulnerable to S. mansoni infection than SAC in private schools. This finding is in agreement with a previous finding reported from Mizan-Aman Town [21]. This high risk of S. mansoni infection among SAC enrolled in public schools might be due to the differences in exposure to rivers for swimming, washing, bathing, and/or fetching because most of SAC enrolled in public school has low socio-economic status when compared with SAC in private schools, which increase the contact frequency of infested water with cercaria.\nMoreover, this current study also showed that males were more likely to be infected with a S. mansoni infection than females. This finding is in agreement with findings previously reported from Jimma Town, around Lake Tana, northwestern Ethiopia, and in northern Ghana [52–54]. This could be due to the fact that males might spend more time doing outdoor activities, which might increase the chance of frequently contacting the infested water with cercaria. Similarly, washing or bathing in the rivers, and swimming in the rivers were significantly associated with S. mansoni infection, as indicated in some articles; these risk factors might be due to the fact that contact with the river is the only route of S. mansoni transmission [55–57]. This finding is in agreement with what was previously reported from a study conducted in the current study area, around Lake Tana, in northwestern Ethiopia, and in northern Ghana [21,53,54]. A limitation of this study is its cross-sectional design, which restricts our ability to establish causal relationships between variables. Since data were collected at a single point in time, we cannot determine whether the exposures preceded the outcomes. Future longitudinal studies are needed to confirm these associations and provide a deeper understanding of the causal mechanisms involved.",
    "Conclusion": "The study found that despite seven years of PC intervention in the area, both STHs and S. mansoni infections remained prevalent among SAC at high rates, failing to meet WHO elimination targets. Particularly, the prevalence of T. trichiura was disproportionately high, contrary to WHO targets. Similarly, the intensity of both STHs and S. mansoni infections did not meet the WHO target of elimination as public health problems. Finally, in the present study, STHs infections were associated with factors such as school type, water sources, handwashing habits, and soil contact, while S. mansoni infection was linked to river activities, gender, and school type. Thus, to achieve the elimination of STHs and S. mansoni infections in the present study area, all concerned body should integrate PC intervention with all other WHO 2030 recommended strategies, such as, implementation of the WASH program [5,20], coordinated promotion of health education for the community [20], snail intermediate host control [5], and expanding PC to all at-risk populations for both STHs infection and SCH [5,20]. Moreover, to uncover the underlying factors contributing to the high prevalence of T. trichiura, researchers and other concerned body could investigate drug efficacy through various regimens or combination therapies against T. trichiura and molecular investigation for the presence or absence of albendazole-resistant strains of T. trichiura in the area."
}