{
    "Abstract": "Lake Victoria is a well-known hot spot for intestinal schistosomiasis, caused by infection with the trematode Schistosoma mansoni. The snail intermediate hosts of this parasite are Biomphalaria snails, with Biomphalaria choanomphala being the predominant intermediate host within Lake Victoria. The prevalence of S. mansoni infection within snail populations is influenced by both biotic and abiotic factors, including the physical and chemical characteristics of their environment, the incidence of infection in human populations (and reservoir hosts) and the level of genetic compatibility between the parasite and the host. Using molecular xenomonitoring, we measured the prevalence of S. mansoni infection within B. choanomphala populations along the Kenyan, Tanzanian and Ugandan shorelines of Lake Victoria and related this to the abiotic (habitat type, water depth, turbulence, temperature, conductivity, total dissolved solids, salinity, pH level) and biotic (B. choanomphala abundance, genetic diversity of host snail populations) factors of the lake. The overall mean prevalence of S. mansoni infection at Lake Victoria was 9.3%, with the highest prevalence of infection occurring on the Tanzanian shoreline (13.1%), followed by the Ugandan (8.2%) and Kenyan (4.7%) shorelines. There was a significant difference in B. choanomphala abundance, water temperature, conductivity, salinity, total dissolved solids and major anion/cation concentrations between the Kenyan, Tanzanian and Ugandan shorelines of Lake Victoria. A Spearman’s rank analysis found that the prevalence of S. mansoni infection had a significant, positive relationship with higher levels of B. choanomphala abundance, water acidity, and cation (Ca2+, Mg2+) concentrations. Additionally, we observed that sites with S. mansoni infection correlated with B. choanomphala populations with a higher mean haplotype diversity score compared to sites found without infection, though there was no significant relationship between the prevalence of infection and B. choanomphala haplotype diversity scores. Although our analysis is based upon an archival and unique collection of Biomphalaria snails, the abiotic and biotic relationships uncovered are useful for eco-epidemiological comparisons of intestinal schistosomiasis across Lake Victoria in future."
}