{
    "Background": "Many countries will not reach elimination targets for lymphatic filariasis in 2020 using the two-drug treatment regimen (diethylcarbamazine citrate [DEC] and albendazole [DA]). A cluster-randomized, community-based safety study performed in Fiji, Haiti, India, Indonesia and Papua New Guinea tested the safety and efficacy of a new regimen of ivermectin, DEC and albendazole (IDA).",
    "Methodology/Principal findings": "To assess acceptability of IDA and DA, a mixed methods study was embedded within this community-based safety study. The study objective was to assess the acceptability of IDA versus DA. Community surveys were performed in each country with randomly selected participants (>14 years) from the safety study participant list in both DA and IDA arms. In depth interviews (IDI) and focus group discussions (FGD) assessed acceptability-related themes. In 1919 individuals, distribution of sex, microfilariae (Mf) presence and circulating filarial antigenemia (CFA), adverse events (AE) and age were similar across arms. A composite acceptability score summed the values from nine indicators (range 9–36). The median (22.5) score indicated threshold of acceptability. There was no difference in scores for IDA and DA regimens. Mean acceptability scores across both treatment arms were: Fiji 33.7 (95% CI: 33.1–34.3); Papua New Guinea 32.9 (95% CI: 31.9–33.8); Indonesia 30.6 (95% CI: 29.8–31.3); Haiti 28.6 (95% CI: 27.8–29.4); India 26.8 (95% CI: 25.6–28) (P<0.001). AE, Mf or CFA were not associated with acceptability. Qualitative research (27 FGD; 42 IDI) highlighted professionalism and appreciation for AE support. No major concerns were detected about number of tablets. Increased uptake of LF treatment by individuals who had never complied with MDA was observed.",
    "Conclusions/Significance": "IDA and DA regimens for LF elimination were highly and equally acceptable in individuals participating in the community-based safety study in Fiji, Haiti, India, Indonesia, and Papua New Guinea. Country variation in acceptability was significant. Acceptability of the professionalism of the treatment delivery was highlighted."
}