{
    "Abstract": "Schistosoma eggs cause chronic liver inflammation and a complex disease characterized by hepatic fibrosis (HF) and splenomegaly (SplM). FOXP3+ Tregs could regulate inflammation, but it is unclear where these cells are produced and what roles they play in human schistosomiasis. We investigated blood and spleen FOXP3+ Tregs in Chinese fishermen with lifelong exposure to Schistosoma japonicum and various degrees of liver and spleen disease. FOXP3+ Tregs accounted for 4.3% of CD4+ T cells and 41.2% of FOXP3+CD4+ T cells; they could be divided into CD45RA-FOXP3hi effector (eTregs) and CD45RA+FOXP3low naive Tregs. Blood Treg levels were high in severe HF (+1.3; p = 0.004) and in SplM (+1.03, p = 0.03). Multivariate regression showed that severe HF (+0.85, p = 0.01) and SplM (+0.97; p = 0.05) were independently associated with the higher proportion of Tregs in the blood. This effect was mostly due to an increase in the proportion of eTregs in the blood of HF+++ (+0.9%; p = 0.04) and SplM (+0.9%; p = 0.04) patients. The proportion of eTregs expressing CXCR3 in the blood was lower in the HF+++ patients (37.4 +/- 5.9%) than in those with milder fibrosis (51.7 ± 2%; p = 0.009), whereas proportion were similar for cells expressing CD25hi, CCR7, and CTLA-4. Splenectomy improves symptoms and was associated with decreases in blood FOXP3+ Treg (-2.5; p<0.001) and eTreg (-1.3; p = 0.03) levels. SplM spleens contained a high proportion of eTregs with CXCR3, CCR5 and CTLA4 upregulation and CCR7 downregulation. This, and the strong expression of ligands of CXCR3 and CCR5 in the liver (n = 8) but not in the spleen suggested that spleen eTregs migrated to Th1-infiltrated liver tissues. Such migration may be attenuated in hepatosplenic patients due to lower levels of CXCR3 expression on Tregs (p = 0.009). Thus, higher blood Treg levels are associated with severe liver disease and splenomegaly. Our data are consistent with the hypothesis that the spleen is a major source of Tregs in subjects with splenomegaly. In most cases, Tregs migrate to the Th1-infiltrated liver and the lower levels of CXCR3+ Tregs in the blood of patients with severe schistosomiasis suggest that decreases in Treg migration sites of inflammation may aggravate the disease."
}