{
    "Background": "Cholera is a major cause of mortality and morbidity in low-resource and humanitarian settings. It is transmitted by fecal-oral route, and the infection risk is higher to those living in and near cholera cases. Rapid identification of cholera cases and implementation of measures to prevent subsequent transmission around cases may be an efficient strategy to reduce the size and scale of cholera outbreaks.",
    "Methodology/Principle findings": "We investigated implementation of cholera case-area targeted interventions (CATIs) using systematic reviews and case studies. We identified 11 peer-reviewed and eight grey literature articles documenting CATIs and completed 30 key informant interviews in case studies in Democratic Republic of Congo, Haiti, Yemen, and Zimbabwe. We documented 15 outbreaks in 12 countries where CATIs were used. The team composition and the interventions varied, with water, sanitation, and hygiene interventions implemented more commonly than those of health. Alert systems triggering interventions were diverse ranging from suspected cholera cases to culture confirmed cases. Selection of high-risk households around the case household was inconsistent and ranged from only one case to approximately 100 surrounding households with different methods of selecting them. Coordination among actors and integration between sectors were consistently reported as challenging. Delays in sharing case information impeded rapid implementation of this approach, while evaluation of the effectiveness of interventions varied.",
    "Conclusions/Significance": "CATIs appear effective in reducing cholera outbreaks, but there is limited and context specific evidence of their effectiveness in reducing the incidence of cholera cases and lack of guidance for their consistent implementation. We propose to 1) use uniform cholera case definitions considering a local capacity to trigger alert; 2) evaluate the effectiveness of individual or sets of interventions to interrupt cholera, and establish a set of evidence-based interventions; 3) establish criteria to select high-risk households; and 4) improve coordination and data sharing amongst actors and facilitate integration among sectors to strengthen CATI approaches in cholera outbreaks."
}