{
    "Background": "Soil-transmitted Helminths and Anemia potentially reduce and retard cognitive and physical growth in school-age children with great implications for national control programs in Africa. After 13 years of deworming and limited health education campaigns, a study was undertaken to evaluate the impact of deworming interventions on the prevalence and intensity of soil-transmitted helminthic infections in school-age children in Uganda.",
    "Methodology": "A cross-sectional study was carried out in six regions of Uganda, where two districts were randomly selected per region based on the ecological zones in the country. Included in the study were the districts; Mpigi and Nakasongola from the Central; Nakapiripirit and Kotido from Karamoja; Arua and Yumbe from West Nile; Gulu and Alebtong from the North; Kaliro and Mbale from the East; Hoima and Bundibugyo in the West. Five schools were randomly selected from each district and in each school 50 children aged 6–14 years were randomly selected. Stool samples were taken each child and examined for the presence of helminthic infections. A short pretested questionnaire was administered to each participant to obtain their knowledge, attitude, and practice relating to STH infections, their control. General observations were made on environmental sanitation in the schools. The location of each school was geo-referenced using a GPS machine (Garmin®GPSMAP62, Garmin Ltd, Southampton, UK).",
    "Results": "In total, 4,285 children were assessed including 719(16.82%) from central region, 718(16.80%) from eastern region, 719 (16.82%) from northern region, 689 (18.82%) from Karamoja region, 717(16.77%) from West Nile region and 723(16.91%) from western region. The average age of the children was 12.6 years with a standard deviation, SD 1.8 years and the minimum age was 6 years and upper age limit of 12 years. The percentage of boys (50.1%) and girls (49.9%) was comparable. 8.8% (95% CI; 8.0–9.7) were infected with at least any one STH species. Hookworm was the most prevalent (7.7%; 95% CI; 6.9–8.5) followed by whipworms (Trichuris trichiura) (1.3%; 95% CI; 1.0–1.7) and roundworms (Ascaris lumbricoides) (0.5%; 95% CI; 0.3–0.7). Some children had Schistosoma mansoni, 13.0% (95% CI; 12.0–14.0). All the children knew what soil transmitted helminths were (62.8%, 95% CI: 61.3–64.2) and most common knowledge of information were from; home (39%, 95% CI: 37.1–40.8), media (radio& newspaper)(11%, 95% CI: 9.8–12.2), school(65.7%, 95% CI: 63.9–67.5) and friends(11.5%, 95% CI: 10.3–12.7). Majority were aware of how one gets infected with soil transmitted helminths through; eating contaminated food (77.5%, 95% CI: 76.0–79.1), walking barefoot (59.6%, 95% CI: 57.8–61.5), drinking contaminated water (52.9%, 95% CI: 51.0–54.8), playing in dirty places (21.8%, 95% CI: 20.2–23.3) and dirty hands (2.3%, 95% CI: 1.7–2.9).",
    "Conclusion": "Semi-annual deworming campaigns have proved effective in significantly reducing helminthic infections in most of the districts in Uganda. Regular evaluations are vital to assess impact of the interventions and guide programme implementation. Our data shows that the prevalence of infection has been reduced to a level where STH morbidity is no longer of public health importance in most districts surveyed."
}