{
    "1. Introduction": "Severe fever with thrombocytopenia syndrome (SFTS) is a rapidly progressive infectious disease triggered by a novel bunyavirus (SFTSV), with initially detected in Henan Province, China, in 2009 [1]. The virus is primarily transmitted by tick bites and is prevalent in hilly regions [2], with reported cases in countries such as Japan [3], Thailand [4], and South Korea [5]. According to the 2010 and 2023 editions of the Chinese National Health Commission guidelines, the death rate of untreated SFTS patients can reach 20% [6,7]. However, there are currently no specialized medications designated for the treatment of patients with SFTS.\nLipids play crucial roles in virus infection and cell-mediated immune responses, including (but not limited to) 1) their involvement in cell membrane remodeling [8–10], 2) their participation in host cell metabolism [11–13], and 3) their regulation of inflammatory responses [14–16]. During the coronavirus disease 2019 (COVID-19) pandemic, researchers analyzed the association between COVID-19 infection and disturbances in host serum lipid profiles from the perspective of lipid metabolism [17]. However, despite being discovered more than a decade ago, research on the correlation between SFTS (a viral infectious disease) and serum dyslipidemia is still limited. Only one study specifically investigating serum dyslipidemia in SFTS patients was retrieved from the PubMed database. A report by Huang et al. observed a notable decline in high-density lipoprotein cholesterol (HDL-C) levels upon admission in SFTS patients with poor prognosis [18]. They also investigated the relationships between SFTS and other serum lipids but did not identify any significant correlations. However, Huang et al.’s study overlooked an important source of bias in that different patients may be admitted at different times after symptom onset, thus leading to cross-sectional analysis based on admission data that would likely identify patients at different stages of the disease. Moreover, Huang et al.’s study included only 157 SFTS patients, with only 28 fatalities being reported; thus, the power of their conclusions may be insufficient.\nTherefore, to further investigate the changes in serum lipid profile among SFTS patients, this larger-scale retrospective cohort study was designed to provide more robust evidence for the dyslipidemia in SFTS patients, thereby providing new perspectives on the pathogenesis and clinical treatment of SFTS. The study conformed to the guidelines of strengthening the reporting of observational studies in epidemiology (STROBE) (S1 Table) [19].",
    "2. Methods": "Ethics statement\nThis study was approved by Ethics Review Committee of Shandong Public Health Clinical Center (No.2024XKYYEC-03) and Ethics Review Committee of Shandong Provincial Hospital (SWYX:NO. 2022–246). Given the retrospective nature of this study, informed consent from patients was waived.\n\n\n2.1 Study design, setting, and participants\nThe study initially enrolled 484 hospitalized patients diagnosed with SFTS at Shandong Public Health Clinical Center between September 2021 and December 2023. After the exclusion criteria were applied, 433 patients were ultimately encompassed in the analysis. Inclusion criteria: patients who were diagnosed with SFTS by clinical physicians based on the diagnostic criteria of the Chinese National Health Commission guidelines (edition 2010 [6] and edition 2023 [7]) and who had at least one positive serum SFTSV-PCR result. Exclusion criteria: (1) hospitalized stay less than 48 hours; (2) concomitant infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), hepatitis C virus, syphilis, suspected human immunodeficiency virus (HIV), epidemic hemorrhagic fever virus (EHFV), Mycobacterium tuberculosis, or Brucella; and (3) no serum lipid measurements within 24 hours of admission. SFTS patients were subsequently stratified into survival group (n = 365) and death group (n = 68).\nData for healthy controls were collected in June 2023 from the Center of Health Management at Shandong Provincial Hospital. A total of 96 healthy controls were selected and approximately matched for sex, age, and BMI. The detailed study design process is shown in Fig 1.\nInitially, 484 patients diagnosed with SFTS were retrieved from the EMR system. A total of 433 SFTS patients were ultimately encompassed. 96 baseline-matched healthy individuals were included for comparison with SFTS patients. The SFTS patients were subsequently stratified into survival (n = 365) and death (n = 68) groups. After performing 3:1 matching, 204 data points from the survival group were retained.\n\n\n2.2 Variables and clinical definitions\nThe serum lipid profiles that were assessed in this study included triglyceride (TG), total cholesterol (TC), HDL-C, low-density lipoprotein cholesterol (LDL-C), lipoprotein(a), apolipoprotein-A1 (ApoAI), apolipoprotein-B (ApoB), and ApoAI/ApoB. The units and normal ranges for these results are listed in S2 Table. It should be noted that lipid profile measurements from health check-ups do not include lipoprotein(a), ApoAI, ApoB, or ApoAI/ApoB; therefore, these values are missing for healthy controls.\nPotential confounders that may influence serum lipids included gender, age, body mass index (BMI), hypertension history, diabetes history, cerebrovascular disease history, cardiovascular disease history, chronic hepatitis B history, suspected hypothyroidism, statin history, smoking history, drinking history, and time from onset to admission.\nThe definitions of the variables that were included in this study are as follows. ApoAI/ApoB was defined as the value of the ApoAI divided by the value of the ApoB. BMI was calculated based on body height and weight. A history of chronic hepatitis B was defined as a positive examine result for hepatitis B virus surface antigen (HBsAg) on admission. Suspected hypothyroidism was defined as thyroid-stimulating hormone (TSH) levels on admission that exceeded the upper threshold. Statin history was defined as patients who had taken statin medication within one month before admission. Time from onset to admission was defined as the days from when patients first reported discomfort to the day of admission.\n\n\n2.3 Data sources\nDemographic information, personal and medical history, and lipid profile results were retrieved from electronic medical records (EMRs) through standardized data collection. Lipid profile results were collected from fasted blood samples taken in the morning after hospital admission. All of the patients were followed up for at least 28 days after admission. The lipid profile results for SFTS patients were obtained from the Clinical Laboratory at Shandong Public Health Clinical Center, and that of healthy controls were collected from the Center of Health Management at Shandong Provincial Hospital. Double-checking was conducted by an experienced team of physicians to ensure the precision of the data.\n\n\n2.4 Bias\nThe greatest potential bias in this study arises from the fact that SFTS patients may be at different stages of the disease upon admission. To mitigate this bias, two strategies (cross-sectional and longitudinal analyses) were employed to analyze the lipid profiles of SFTS patients. Cross-sectional analysis was performed by using lipid profiles obtained within 24 hours of admission for SFTS patients, whereas longitudinal analysis utilized lipid profiles corresponding to the days after onset of symptoms. Longitudinal analysis clearly demonstrated dynamic changes in lipid profiles as the disease progressed, thus mitigating this bias.\n\n\n2.5 Study size\nSample sizes of 211 and 53 between SFTS and healthy controls, respectively, and of 253 and 51 between survival and death groups, respectively, achieved 90% power to reject the null hypothesis of zero effect size. This calculation assumed an effect size (Cohen’s d) of 0.5 and a significance level (α) of 0.05, according to a two-sided two-sample equal-variance t-test [20]. The actual number of samples in the study far exceeded the minimum sample size that was required to achieve a moderate effect size calculation. Therefore, the conclusions are robust. The analyses were performed by using PASS (version 2021).\n\n\n2.6 Missing data imputation\nTo address missing demographic data (mainly BMI), the missForest package was used to impute missing data [21]. The imputation results were reported based on the out-of-bag error rate of the random forest.\n\n\n2.7 Propensity score matching\nIn the comparison of serum lipid profiles between SFTS survival and death groups, propensity score matching (PSM) was employed to adjust for confounders. PSM was conducted by using the MatchIt package in R, with a matching ratio of 3:1 for the survival vs. death groups, without the use of calipers for matching. Other settings followed the default specifications of the program, including the nearest neighbor matching method, propensity score calculation using logistic regression, and calculation of the average treatment effect on the treated (ATT). Standardized mean differences (SMDs) before and after matching were calculated by utilizing the cobalt package, with an SMD < 0.1 indicating a balance between the two groups in variables.\n\n\n2.8 Subgroup analysis\nIn subgroup analysis, a Cox proportional hazards regression is conducted by stratifying all confounding factors to examine the relationship between serum lipids and mortality risk in different subgroups. Interaction effect analysis is used to evaluate the extent to which confounding factors influence the relationship between lipids and mortality risk. The specific analysis method for interaction effects is as follows: For a confounding factor such as Age and a serum lipid like TG, we first establish Cox regression model 1: Surv(time, status) ~ Age + TG. Next, we establish Cox regression model 2: Surv(time, status) ~ Age + TG + Age × TG. The log-likelihood values of the two models are compared using a chi-square test to obtain the p-value for the interaction. If p < 0.05, it is considered that there is a significant interaction between Age and TG; otherwise, it is considered that no interaction exists between the two factors.\n\n\n2.9 Sensitivity analysis\nSensitivity analyses included subgroup analyses within different populations, PSM to adjust for confounders, multivariate Cox proportional hazards models, and longitudinal analyses.\n\n\n2.10 Statistical methods\nContinuous variables are shown as medians (interquartile ranges [IQRs]) and assessed by Wilcoxon rank-sum tests. Categorical variables are shown as samples (percentages) and assessed by Fisher’s exact tests. When converting continuous variables into categorical variables, \"()\" indicates an open interval, whereas \"[]\" indicates a closed interval. Cox proportional hazards regression was employed using the survival package. Three models were employed for multivariate Cox regression and logistic regression. Model 1 made no adjustments for any variables; Model 2 incorporated adjustments for gender, age, and BMI; and Model 3 adjusted all confounders listed in Methods 2.2. Correlation analysis was performed by Pearson tests. Subgroup analysis assessed the interactions effects between lipid profiles and confounders. The longitudinal analysis relied on the days after the onset of symptoms. P values are presented for three significant figures and marked with asterisks: *, p < 0.05; **, p < 0.01; ***, p < 0.001; ****, p < 0.0001. All of the analyses were employed by R (version 4.3.1), with two-sided p < 0.05 considered statistically significant.",
    "3. Results": "3.1 Characteristics of participants\nThe study ultimately included 529 participants, including 433 SFTS patients and 96 baseline-matched healthy controls. Basic information of participants was presented in Table 1. All of the participants had a median age of 67 (59.0–73.0) years, with 51.04% being female. The rate of cardiovascular disease history and statin history was lower in SFTS patients than in healthy controls, whereas other confounding factors were essentially matched between the two groups.\nSFTS patients were further stratified into survival group (n = 365) and death group (n = 68). Basic information of SFTS patients was presented in the Before Matching section of Table 2. All of the SFTS patients had a median age of 67.0 (58.0–73.0) years; additionally, 49.42% were female, and the median hospitalized stay was 10.0 (7.0–13.0) days. There were notable variances in terms of gender, age, and statin history between survival vs. death groups (SMD > 0.1), whereas other confounders were relatively balanced (SMD < 0.1).\n\n\n3.2 Cross-sectional analysis of serum lipid profiles in SFTS patients on admission\n3.2.1 Comparison in serum lipid profiles between healthy controls vs. SFTS patients.Univariate analysis demonstrated that compared to healthy controls, SFTS patients exhibited higher TG levels (1.76 [1.25–2.52] vs. 1.33 [0.98–1.96], respectively; p < 0.001) and lower levels of TC (3.23 [2.67–3.86] vs. 4.23 [3.65–5.38], respectively; p < 0.001), HDL-C (0.90 [0.73–1.05] vs. 1.25 [1.08–1.57], respectively; p < 0.001), and LDL-C (1.51 [1.14–2.00] vs. 2.41 [2.02–3.17], respectively; p < 0.001) (Table 1 and S1A Fig). In the multivariate logistic regression analysis, whether the unadjusted model was partially adjusted or fully adjusted, the serum lipid profiles of SFTS patients significantly differed from that of healthy controls (S3 Table). The odds ratios (ORs) were as follows in Model 3: TG (OR = 1.628 [1.259–2.185], p < 0.001), TC (OR = 0.225 [0.157–0.311], P < 0.001), HDL-C (OR = 0.005 [0.001–0.014], p < 0.001), and LDL-C (OR = 0.087 [0.050–0.143], p < 0.001). ROC curves showed that LDL-C (AUC = 0.852 [0.813–0.890]) had the most significant discriminatory power for distinguishing between healthy controls and SFTS patients (S1B Fig).",
    "3.2.2 Comparison in serum lipid profiles between the SFTS survival vs. death groups": "The PSM method was applied to match patients in the SFTS survival vs. death groups, with balance achieved in confounders in the post-matching dataset (SMD < 0.1). Univariate analysis of the post-matching dataset demonstrated that, compared to survival group, the death group exhibited lower levels of TC (2.93 [2.54–3.52] vs. 3.27 [2.68–3.98], p = 0.005), LDL-C (1.15 [0.91–1.44] vs. 1.51 [1.16–1.98], p < 0.001), and ApoB (0.58 [0.45–0.76] vs. 0.73 [0.59–0.87], p < 0.001), whereas there were no notable variances detected in the levels of TG, HDL-C, lipoprotein(a), or ApoAI (p > 0.05) (Table 2 and S2A–S2B Fig). ROC curves demonstrated that LDL-C had the most significant discriminatory power for distinguishing between the SFTS survival vs. death groups in both pre- and post-matching datasets (S2C–S2D Fig).\nMultivariate Cox proportional hazards regression analysis, whether in the unadjusted, partially adjusted, or fully adjusted model in pre- or post-matching datasets, consistently demonstrated that reduced TC, LDL-C and ApoB levels, along with elevated ApoAI/ApoB ratio were related to an increased mortality risk (Table 3). In Model 3 within the post-matching dataset, the hazard ratios (HRs) were as follows: TC (HR = 0.629 [0.467–0.848], p = 0.002), LDL-C (HR = 0.273 [0.162–0.461], p <0.001), ApoB (HR = 0.088 [0.027–0.282], p < 0.001), and ApoAI/ApoB (HR = 1.945 [1.347–2.809], p < 0.001). Kaplan-Meier (KM) curves were plotted after grouping continuous variables by their median values. The KM curves in the post-matching dataset demonstrated significant differences between groups divided by LDL-C (HR = 0.347 [0.204–0.590], p < 0.001; LDL-C ≤ 1.41 vs. LDL-C > 1.41) and ApoB (HR = 0.571 [0.349–0.934], p = 0.026; ApoB ≤ 0.68 vs. ApoB > 0.68) (Fig 2).\nSurvival analysis was conducted by dividing serum lipid profiles into two categories based on the median values. HR values and p values were calculated by using Cox proportional hazards regression. (a) KM curves for various serum lipid profiles in the pre-matched dataset. (b) KM curves for various serum lipid profiles in the post-matched dataset.",
    "3.2.3 Subgroup analysis of serum lipid profiles and mortality risk in SFTS patients": "Further subgroup analysis was applied to explore how various confounders affect the relation between serum lipid profiles and the mortality risk in SFTS patients (S4–S11 Figs). Detailed descriptions are provided in the captions of each supporting figure. The focus was particularly on the subgroup analysis of LDL-C and ApoB, which demonstrated that in most of the subgroups, there was a steady inverse relation between LDL-C and ApoB levels and the mortality risk in SFTS patients, with no significant interaction terms being identified (S7 and S10 Figs).",
    "3.2.4 Correlation analysis between serum lipid profiles and the SFTSV load": "Finally, the relationship between serum lipid profiles and the SFTSV load was analyzed by correlation analysis. Given that the viral load often varies exponentially by a factor of 10, the logarithm (base 10) of the SFTSV viral load was calculated. The correlation analysis of the post-matching dataset showed that TG was positively correlated with log10(SFTSV), whereas TC, HDL-C, LDL-C, ApoAI, and ApoB were negatively correlated with log10(SFTSV), and lipoprotein(a) and ApoAI/ApoB demonstrated no notable correlation with log10(SFTSV) (p > 0.05). Among these, LDL-C had the most significant correlation with log10(SFTSV) (Pearson coefficient = -0.432, p < 0.001) (S3 Fig and S4 Table).\n\n3.3 Longitudinal analysis of serum lipid profile trends over time\nLongitudinal changes in serum lipid profiles were analyzed from the days after the onset of symptoms, categorized into eight groups: ≤4, (4,6), (6,8), (8,10), (10,12), (12,14), (14,21), and >21, with observations concluding at 14 days for patients in the death group. Detailed temporal changes in the serum lipid profile are presented in line charts (Fig 3) In the post-matching dataset, at disease onset, there were no notable variances detected in the serum TG and HDL-C levels between the survival vs. death groups. However, as the disease progressed, the serum TG levels gradually increased, and the HDL-C levels gradually decreased, in the death group, thus suggesting that changes in TG and HDL-C may associate with disease progression. Moreover, LDL-C and ApoB remained consistently lower in the death group from the onset of the symptoms than in the survival group, thus indicating that reduced LDL-C and ApoB levels may independently influence mortality in SFTS patients. The detailed data for each time point are presented in S5 Table.\n(a) Serum lipid profile trends over time in the pre-matched dataset. (b) Serum lipid profile trends over time in the post-matched dataset. In the figure, the x-axis \"days after onset of symptoms\" indicates the number of days since the patient first reported the onset of symptoms. The dynamic changes in serum lipid profiles can reveal causal relationship between serum dyslipidemia and the mortality risk in SFTS. The specific values can be found in S5 Table.",
    "4. Discussion": "In this study, which ultimately included 433 SFTS patients and 96 healthy individuals, a detailed retrospective analysis of changes in serum lipid profiles was performed. Initially, comprehensive dyslipidemia was found when comparing the serum lipid profiles of SFTS patients with those of healthy individuals. Subsequently, cross-sectional analyses based on the time of admission demonstrated a close relation between lower LDL-C and ApoB levels and mortality risk in SFTS patients. Finally, the longitudinal analysis showed that TG levels gradually increased, and HDL-C levels gradually decreased, with disease progression in the death group, whereas LDL-C and ApoB remained consistently lower in the death group from the onset of the symptoms than in the survival group.\nThere is a notable association between viral infections and dyslipidemia, as evidenced by previous studies demonstrating significant alterations in serum lipid profiles in individuals with infections, including HIV [22], dengue virus [23], and SARS-CoV-2 [24]. In particular, during the COVID-19 pandemic, many researchers analyzed the relation between the dysregulation of host serum lipid profiles and COVID-19 from the perspective of lipid metabolism [15]. Some research demonstrated that SARS-CoV-2 infection inhibits cholesterol synthesis mediated by sterol regulatory element binding protein-2 (SREBP-2), thus clarifying why cholesterol levels decrease in patients [25]. Another study focused on the advantages of hospitalized statin medication for COVID-19 treatment; this study analyzed 13,981 patients with COVID-19 infection and confirmed that statin medication during hospitalization helps to reduce overall mortality [26]. These studies highlight the importance of investigating dyslipidemia during viral infection.\nHowever, research on the serum dyslipidemia in SFTS patients is still limited. Our preliminary research found a close relationship between LDL-C and poor prognosis in SFTS [27]. To further explore the relationship between serum lipid dysregulation and SFTS, we searched for other studies on SFTS and lipid metabolism from PubMed. Only two relevant studies mentioning the correlation between blood lipids and SFTS were retrieved from the PubMed database. Zheng et al.’s study applied machine learning methods and reported that serum TC may be a relevant indicator for predicting the mortality of SFTS patients [28]. Huang et al. reported that lower HDL-C levels may associate with poor prognosis in SFTS patients [18]. Nonetheless, Zheng et al.’s study did not specifically focus on the correlation between serum lipid profiles and SFTS. Among the factors that they considered for analysis, only TC was selected as a lipid marker, and other lipid indicators were not included in their machine learning analysis.\nHuang et al. extensively analyzed serum lipid profile changes in SFTS patients, thus confirming significant serum dyslipidemia in SFTS patients. Despite its insights, there are still several limitations in their study. First, their study had significant sources of bias, as it failed to account for the varying stages of the illness at the time of admission. According to Huang et al., the average interval from disease onset to admission was 11.2 ± 9.3 days for survivors and 10.7 ± 11.2 days for non-survivors. This timing overlaps with the typical progression of SFTS, which evolves through the following distinct stages: fever stage (3–7 days after symptoms onset), multiple organ dysfunction (MOD) stage (7–13 days after symptoms onset), and convalescence stage (11–19 days after symptoms onset) [29]. This overlap suggests that patients were at different stages of the disease upon admission, thus potentially demonstrating that the lipid comparisons were clinically irrelevant. Second, their sample size was relatively small, comprising only 157 SFTS patients (129 survivors and 28 non-survivors). With a significance level (α) of 0.05 and an effect size of 0.5, the statistical power in their test was approximately 66.4%, which is below the generally accepted minimum of 80%. This suggests that their study may be underpowered. Third, the study did not adhere to the STROBE guidelines for reporting, as it only provides box plots of lipid profiles without detailing the range, thus limiting its utility for further research. Given these issues, there is an urgent need for a more rigorously designed study that specifically focuses on serum dyslipidemia in SFTS patients, thus ensuring an adequate sample size and reduced bias.\nThis study addresses the aforementioned issues, thus providing strong clinical evidence of significant dyslipidemia in this disease. Due to the fact that patients who are admitted to the hospital may be at varying stages of the disease, a longitudinal analysis based on time trends is needed to further understand the patterns of change in serum lipid profiles among SFTS patients. Longitudinal analysis demonstrated that LDL-C and ApoB levels remained consistently lower in death group from the onset of the symptoms than in the survival group, indicating that reduced LDL-C and ApoB levels may independently influence mortality in SFTS patients. ApoAI and ApoB are the primary constituents of lipoproteins in HDL-C and LDL-C, respectively [30]; therefore, they generally exhibit similar trends. To further confirm this effect, additional cohort studies or Mendelian randomization studies that can eliminate reverse causation are recommended. In fact, a previous study reported of a notable relation between reduced LDL-C levels and elevated ICU admission risk in septic patients, which could be explained by comorbidities [31]. Another community-based cohort study reported that individuals with initially lower LDL-C levels exhibited an increased incidence of community-acquired sepsis, whereas no correlation with the incidence of sepsis and HDL-C levels was noted [32]. These findings imply that reduced LDL-C levels may independently heighten mortality risk in SFTS patients rather than being a result of viral infection.\nIt was further observed that at the onset of illness, levels of TG and HDL-C showed minimal variances between SFTS survival and death groups. However, as the disease progressed, it was observed that there were a notable elevation in TG and a marked reduction in HDL-C in the death group. This finding may explain the results of Huang et al’s study [18]. The hospital where Huang et al. conducted their study is a top-tier hospital in Jiangsu Province, China, primarily admitting critically ill patients. Therefore, the patients who were included in Huang et al.’s study were likely in the later stages of the disease, at which point HDL-C levels in the SFTS death group had already significantly decreased. Huang et al. extensively discussed the factors contributing to the decline in HDL-C levels among SFTS patients, including the inhibition of lecithin cholesterol acyltransferase activity by high levels of inflammation that reduce HDL-C synthesis [33] and the consumption of HDL-C during its involvement in anti-inflammatory processes [34]. Another notable change involves TG levels. Infection and inflammation can lead to the breakdown of adipose tissue and the production of large amounts of fatty acids. Excess fatty acids stimulate the liver to synthesize TG and secrete very low-density lipoprotein (VLDL) to transport TG [35]. Therefore, as the infection worsens, the breakdown of body fat intensifies, and the liver loses its compensatory capacity, thus resulting in a significant increase in serum TG levels and a state of hyperlipidemia, after which patients paradoxically become emaciated.",
    "5. Strengths and limitations": "As previously mentioned, the strengths of this study address the shortcomings of the research by Huang et al. [18]. First, an adequate sample size ensures that the conclusions have high test power. Second, the longitudinal study design eliminates the bias of SFTS patients being at different stages of the disease upon admission. Finally, strict adherence to the STROBE reporting guidelines facilitates knowledge sharing among scholars. This study provides robust evidence of serum dyslipidemia in SFTS patients and offers clinical evidence for future research on lipid metabolism in SFTS patients.\nThis study had certain limitations. First, all of the patient samples were obtained from a single center; therefore, the data only fully represented the situation of SFTS patients in Shandong Province, China. Second, the effect size (Cohen’s d) of 0.5 was set during the sample size calculation; thus, the results with effect sizes less than 0.5 in the cross-sectional analysis may not be adequate. Third, the imbalance in intergroup data may amplify or weaken the effects of statistical analyses. There is a sample size imbalance between the survival group and the death group (365 vs. 68), and even after matching at a 3:1 ratio, the imbalance persists (204 vs. 68). However, the degree of this data imbalance remains within an acceptable range, and its impact on the conclusions is limited.\nThird, not all of the patients had lipid profile data measured at every time window during the longitudinal analysis, thus leading to potential confounders due to patient factors. A more appropriate approach would involve considering mixed-effects models for analysis; however, the complex statistical procedures and the limitations of sample size in each time window make the results less interpretable. Lastly, despite controlling for various confounding factors and employing methods to limit confounding, there may still be unquantifiable confounding factors. For example, SFTS patients are often farmers; therefore, socioeconomic status could be a potential confounding factor. Unfortunately, many SFTS fatalities voluntarily discontinued treatment for economic reasons, and it is possible that these patients could have survived if they had received adequate treatment.",
    "6. Conclusion": "This study comprehensively investigated the changes in the serum lipid profiles of SFTS patients, thus providing strong clinical evidence of significant dyslipidemia in this disease. In particular, longitudinal analysis indicated that lower LDL-C and ApoB levels may independently influence mortality rate of SFTS patients. These findings provide new insights into the dysregulation of lipid metabolism in SFTS."
}