{
    "Introduction": "Dengue is the most extensively spread mosquito-borne disease; endemic in more than 100 countries. Information about dengue disease burden, its prevalence, incidence and geographic distribution is critical in planning appropriate control measures against dengue fever. We conducted a systematic review and meta-analysis of dengue fever in India",
    "Methods": "We searched for studies published until 2017 reporting the incidence, the prevalence or case fatality of dengue in India. Our primary outcomes were (a) prevalence of laboratory confirmed dengue infection among clinically suspected patients, (b) seroprevalence in the general population and (c) case fatality ratio among laboratory confirmed dengue patients. We used binomial–normal mixed effects regression model to estimate the pooled proportion of dengue infections. Forest plots were used to display pooled estimates. The metafor package of R software was used to conduct meta-analysis.",
    "Results": "Of the 2285 identified articles on dengue, we included 233 in the analysis wherein 180 reported prevalence of laboratory confirmed dengue infection, seven reported seroprevalence as evidenced by IgG or neutralizing antibodies against dengue and 77 reported case fatality. The overall estimate of the prevalence of laboratory confirmed dengue infection among clinically suspected patients was 38.3% (95% CI: 34.8%–41.8%). The pooled estimate of dengue seroprevalence in the general population and CFR among laboratory confirmed patients was 56.9% (95% CI: 37.5–74.4) and 2.6% (95% CI: 2–3.4) respectively. There was significant heterogeneity in reported outcomes (p-values<0.001).",
    "Conclusions": "Identified gaps in the understanding of dengue epidemiology in India emphasize the need to initiate community-based cohort studies representing different geographic regions to generate reliable estimates of age-specific incidence of dengue and studies to generate dengue seroprevalence data in the country."
}