{
    "Introduction": "Cryptosporidium, the highly infectious protozoan that causes diarrhea in immunocompetent and immunocompromised subjects [1–4], is transmitted via contaminated water or food [1,3,5], swimming or bathing in surface waters [1,3] and by direct person-to-person contact [6], particularly in developing country settings of suboptimal sanitation and limited access to safe drinking water [1,3,4]. Clinical cryptosporidiosis ranges from self-limited mild diarrhea (most commonly) to more severe forms such as persistent diarrhea (lasting 14 days or more) leading to malnutrition, hospitalizations and even death [1,2,5,7–13]. Immunocompromised hosts, e.g., persons with HIV/AIDS and malnourished children in developing countries, are more prone to develop severe clinical illness [1,14]. Fecal shedding of Cryptosporidium oocysts can persist for weeks after clinical illness resolves [15,16]. Since Cryptosporidium oocysts tolerate chlorination, waterborne outbreaks also occur in industrialized countries [1,3,5].\nRecently, the Global Enteric Multicenter Study (GEMS) elucidated the relative importance of Cryptosporidium versus many other enteropathogens as a cause of medically-attended diarrhea in young children in developing countries of sub-Saharan Africa (SSA) and South Asia [10], where most young child diarrheal deaths occur. Cryptosporidium was the second leading cause (5–15%) of moderate-to-severe diarrhea (MSD) in infants at all 7 GEMS study sites. Cryptosporidium remained a leading cause of MSD in toddlers age 12–23 months, ranking third after rotavirus and Shigella; 5–9% of all MSD cases in 5 of the 7 sites were attributable to Cryptosporidium [10]. Cryptosporidium-associated MSD negatively impacted linear growth and significantly increased the risk of death in toddlers [10]. A follow-on study, GEMS-1A, investigated Cryptosporidium in association with less-severe diarrhea (LSD) over a 1-year period in 6 of 7 GEMS sites; the LSD cases enrolled in GEMS-1A, like the MSD cases enrolled in GEMS, were pediatric patients who were brought to health care facilities.\nWe extrapolated GEMS site-specific burdens of Cryptosporidium-associated MSD and LSD in children age <24 months to estimate Cryptosporidium-associated diarrhea burdens for the entire SSA region (except the Republic of South Africa) and the India/Pakistan/Bangladesh/Nepal/Afghanistan (I/P/B/N/A) region of South Asia, where ~80% of global young child deaths due to diarrheal disease occur [17,18].",
    "Methods": "Study design and population\nGEMS was a prospective matched case-control study conducted for 36 months at 7 sites where demographic surveillance systems (DSS) regularly updated censused populations. Sites included: Basse, The Gambia; Bamako, Mali; Manhiça, Mozambique; Siaya County, Kenya; Kolkata, India; Mirzapur, Bangladesh; and Bin Qasim Town, Pakistan. The published rationale [19], working assumptions [20], epidemiological [21], laboratory [22], and statistical methods [23] of GEMS are summarized below.\nThe GEMS sampling frame comprised children age <60 months residing within each site’s DSS area. Children brought to sentinel health centers (SHCs) serving each DSS were assessed for criteria for MSD (vide infra). Every fortnight, 8–9 cases were targeted for enrollment, per age stratum (0–11, 12–23 and 24–59 months), per site. Within 14 days of each case enrolled, we undertook to enroll 1–3 randomly selected age- and sex-matched controls from the same or nearby communities. MSD was defined as a new acute diarrheal episode (≥3 loose stools in the previous 24 hours, occurring after ≥7 diarrhea-free days, and beginning within the previous 7 days), and having some or severe dehydration, initiation of intravenous rehydration based on a clinician’s judgment, visible blood in stools (dysentery), or hospitalization for diarrhea or dysentery. At enrollment, a standardized evaluation, anthropometric measurements, and a stool sample were obtained from cases and controls. A single follow-up home visit was carried out ~60 (range 49–91) days after enrollment, during which the vital status of cases and controls was recorded and anthropometric measurements were made.\nGEMS-1A was a 1-year extension in which children with MSD and LSD were enrolled at the SHCs in 6 of 7 GEMS sites, while in Kenya only MSD cases were enrolled. LSD was defined as a new acute diarrhea case seen at SHCs that did not meet the definition of MSD. Data collection methods, including the ~60-day follow-up household visit, were otherwise identical to GEMS.\n\n\nLaboratory procedures\nCase and control stool samples were tested for numerous enteropathogens [10,22], including Cryptosporidium, which was detected using an enzyme immunoassay (EIA) (TechLab, Inc. Blacksburg, VA). A random subset of stool specimens from 3,809 GEMS MSD case-control pairs from across all sites was also tested for various enteropathogens using TaqMan Array Card (TAC)-based real-time polymerase chain reaction (PCR). Briefly, nucleic acid was extracted from stool specimens using the QIAamp Fast Stool DNA Mini kit (Qiagen, Valencia, CA). The TaqMan Array Card methodology compartmentalizes PCR reactions for 48 targets per specimen as previously described [24]. For this project we included primers to amplify the 18S rRNA gene of Cryptosporidium species [24] and primers for alleles of the LIB13 locus that differentiates C. hominis from C. parvum [25]. The LIB13 locus is not known to be present in other Cryptosporidium species, other than a divergent sequence in C. cuniculus (GU327781). The assay did not amplify genomic DNA from C. meleagridis isolate TU1867. Specimens with cycle threshold (CT) values ≤40 were considered positive with the species identification assay. For specimens that did not yield a LIB13 result, we performed nested amplification of a longer fragment of the 18S gene rRNA [26], as well as GP60 to try to identify the species [27]. GP60 sequencing was also performed to subtype the available C. parvum and C. hominis specimens.\n\n\nEstimating the burden attributable to Cryptosporidium\nSince Cryptosporidium was incriminated as a cause of MSD and LSD mainly among children aged <24 months [10], disease burden extrapolations focused on infants 0–11 and toddlers 12–23 months of age. Details of the analysis are presented in Fig 1. For each site and age group, pathogen-specific attributable fractions (AFs), weighted according to calendar time and presence or absence of dysentery and adjusted for the presence of other pathogens, and annual attributable incidence (AI) rates for MSD during the 3 years of GEMS have been reported [10]. Employing similar methodology [10,23,28], GEMS-1A data were used to estimate Cryptosporidium-attributable incidence of LSD, for site/age groups in which Cryptosporidium was associated with LSD with P<0.1 after adjustment for other pathogens. Data from GEMS and GEMS-1A were used to estimate odds ratios (ORs) for Cryptosporidium and MSD by 6-month age interval for children aged 0–23 months; weighting by time or presence of dysentery should have little effect on associations with Cryptosporidium, and it was not employed in this analysis.\nAF: attributable fraction, DSS: Demographic Surveillance systems, GEMS: Global Enteric Multicenter Study, HUAS: Health care utilization and attitudes surveys, region, LSD: less severe diarrhea, MSD: moderate-to-severe diarrhea, OR: odds ratio, SHC: sentinel health centers * I/P/B/N/A: India, Pakistan, Bangladesh, Nepal and Afghanistan countries of South Asia; SSA: sub-Saharan Africa (excluding South Africa).\nCryptosporidium-specific AFs and AI rates, healthcare utilization rates for MSD and LSD, along with population estimates for the sites, were used to calculate overall Cryptosporidium-specific MSD and LSD AI rates separately for the 4 African sites (3 sites for LSD) and 3 Asian sites. These AI rates were extrapolated to the countries where GEMS sites were located, the 51 countries of the SSA region (excluding Republic of South Africa), and the India/Pakistan/Bangladesh/Nepal/Afghanistan (I/P/B/N/A) region of South Asia. For each country or region, the Cryptosporidium AI rate was multiplied by the total population (per United Nations estimates) [29] to generate national and region-wide estimates of annual Cryptosporidium-attributable MSD and LSD cases. Since GEMS and GEMS-1A were conducted over 5 calendar years, we used the average UN estimated population size (for each GEMS country and region) of children 0–4 years of age during 2005–2010; we divided by 5 to estimate the number of children aged 0–11 and aged 12–23 months. To estimate 95% confidence intervals (CIs), we took the 2.5th and 97.5th percentiles of the number of Cryptosporidium-attributable diarrhea cases from 100,000 Monte Carlo simulations, assuming normal distributions for relevant parameters, with standard deviations estimated from Taylor series approximations. The proportions of C. hominis and C. parvum among the subset of cases (by PCR) were multiplied by the total number of Cryptosporidium-attributable diarrhea cases to estimate the species-specific attributable burdens.\n\n\nTwo strategies to estimate deaths among Cryptosporidium-associated diarrhea cases\nThe number of deaths among children aged <24 months with Cryptosporidium-associated diarrhea over the ~60-day follow-up period following enrollment provided an extended case fatality risk (ECFR) [10,21]. However, because GEMS and GEMS-1A were conducted in populations with high or moderate <5 years mortality, and given numerous risk factors for death among children with MSD or LSD, some proportion of deaths among Cryptosporidium-associated diarrhea cases would have occurred unrelated to Cryptosporidium infection. Accordingly, we utilized two different analytical strategies to estimate more specifically the role of Cryptosporidium in deaths of children with Cryptosporidium-associated diarrheal illness.\n\n\nCryptosporidium-attributable deaths among Cryptosporidium-positive diarrhea cases in the population age <24 months\nFirst, we estimated the Cryptosporidium-attributable ECFR by subtracting the extended fatality risk (EFR) over the ~60-day observation period in GEMS/GEMS-1A controls from the ECFR in Cryptosporidium-positive cases. We used deaths in all controls, because the numbers of deaths among matched controls of Cryptosporidium-positive cases were very small. Multiplying the Cryptosporidium-attributable ECFR by the estimated number of Cryptosporidium-positive MSD and LSD cases in the region (SSA or I/P/B/N/A) provides a regional estimate of Cryptosporidium-attributable deaths.\n\n\nExcess deaths among Cryptosporidium-attributable MSD and LSD cases\nWe estimated the excess ECFR in Cryptosporidium-positive MSD and LSD cases relative to the ECFR in Cryptosporidium-negative cases by subtracting the ECFR in Cryptosporidium-negative cases from the ECFR in Cryptosporidium-positive cases. This excess risk represents the contribution of Cryptosporidium to death risk beyond both the background risk of death in the general pediatric population and that of diarrhea patients. The excess ECFR was then multiplied by the number of Cryptosporidium-attributable cases in each region, to estimate excess deaths among Cryptosporidium-attributable cases compared to the expected number of deaths if these cases had been Cryptosporidium-negative.\nEstimates of Cryptosporidium-related deaths for the combined age group 0–23 months were calculated separately for MSD and LSD for the SSA region, given the much higher ECFR in children with MSD; deaths were estimated for MSD and LSD combined for the I/P/B/N/A region. Two-sided 95% CIs for differences in death risks were estimated by the Miettinen and Nurminen likelihood score method [30]. CIs for numbers of deaths were estimated assuming normal distributions for numbers of deaths, with variances estimated from Taylor series approximations.\nStatistical significance was defined as a two-sided P-value <0.05. Analyses were performed using SAS version 9, IBM SPSS version 22, and NCSS 8.\n\n\nEthical approval\nThe study protocol was approved by ethics committees at the University of Maryland, Baltimore and at each field site [21]. Parents/caregivers of participants provided written informed consent, and a witnessed consent was obtained for illiterate parents/caretakers.",
    "Results": "Patterns of infection and diarrheal illness associated with Cryptosporidium, by age\nAmong 15,284 cases (12,110 MSD and 3,174 LSD) and 21,527 matched controls from GEMS-1 and GEMS-1A, Cryptosporidium data were missing for 11 cases (0.07%) and 10 controls (0.0046%) and these participants were excluded from analyses. Among the total 15,284 MSD and LSD cases, six (0.039%) had four matched controls rather than a maximum of three; these six deviations occurred in one African site during GEMS-1. The six extra matched controls were not censured from the dataset. Overall, Cryptosporidium was detected in stools from 1632 cases (10.7%) and 1184 controls (5.5%) (P<0.001); positivity was significantly higher in MSD cases than matched controls in the age groups 0–11 and 12–23 months at all sites, and among the 24–59 month age group in Kenya. Cryptosporidium was also significantly more common in LSD cases than controls aged 0–11 and 12–23 months in Gambia and India, while in Mali and Mozambique this was found only in the toddler age group and in Pakistan only in infants and in children age 24–59 months (Table 1). Adjusted attributable incidence rates of Cryptosporidium LSD by site and age group are shown in Table 2.\nWhen MSD data were examined in narrower age groups, we found significant positive associations between Cryptosporidium and MSD at 4 sites (Mali, Mozambique, Kenya, India) in the first 5 months of life. ORs were higher at age 6–11 months, except in Mali. A significant OR between Cryptosporidium and MSD was observed in Mali, Mozambique, Kenya and India at ages 0–17 months. In Gambia and Pakistan, this association was significant from 6–23 months of age and in Bangladesh only at age 6–11 months. Adjusted AFs increased from age 0–5 months to age 6–11 months and were highest at age 6–11 months, except in Pakistan (Table 3).\n\n\nCryptosporidium species\nWe identified Cryptosporidium species by PCR testing for 18S and Lib13 targets in a random subset of 3,809 case/control pairs. Samples with unresolved species by Lib13 (which only differentiates C. hominis from C. parvum) had species investigated by 18S and GP60 assays, as described in the Methods. This revealed 338 EIA+/PCR+ cases and 157 EIA+/PCR+ controls. Among the 338 samples from Cryptosporidium-positive MSD cases, 333 were suitable for further testing, of which 259 (77.8%), 33 (9.9%), 4 (1.2%), and 2 (0.6%), respectively, were positive for C. hominis, C. parvum, both C. hominis and C. parvum and C. meleagridis; the species of 35 (10.5%) specimens remained undetermined. Corresponding percentages in controls were 68.2%, 8.9%, 0.6%, 0.6%, and 21.0%. The species of one control sample (0.6%) was identified as C. canis. GP60 subtypes were identified on 71 EIA+/PCR+ specimens including 32 C. hominis, 37 C. parvum, and 2 C. meleagridis. Of 37 C. parvum infections, 34 (91.9%) were anthroponotic strains: 21 were IIc (19 A5G3 and 2 A4G3); 13 were IIe (1 IIeA6G1, 2 IIeA7G1, 7 IIeA10G1, 2 IIeA11, 1 IIeA15); all three non-anthroponotic strains were IIdA15G1. These derived from Mali (n = 13), Kenya (n = 9), Mozambique (n = 5), Pakistan (n = 7 including the 3 non-anthroponotic types), Bangladesh (n = 2), and Gambia (n = 1). Samples from Kenya and Mozambique were mostly IIcA5G3 (12/14). Mali’s strains were diverse; containing 10/11 IIe strains as well as 3 IIcA5G3. The C. hominis subtypes included Ia (1 A18R2, 1 A19R2, 1 A23R2, 1 A24G1R2, 2 A25R2, 1 A26R2), Ib (3 A9G3, 8 A13G3), Id (1A14), Ie (exclusively 10 A11G3T3), and If (2 A14G1). Both C. meleagridis were subtyped as IIIdA6R1.\n\n\nDisease burden\nThe Cryptosporidium-attributable MSD incidence was estimated to be 3.48 (95% CI, 2.27–4.67) and 3.18 (95% CI, 1.85–4.52) per 100 child-years in the African and Asian sites, respectively, in the 0–11 months age group. The respective incidences for toddlers aged 12–23 months were 1.41 (95% CI, 0.73–2.08) and 1.36 (95% CI, 0.66–2.05) per 100 child-years. Corresponding Cryptosporidium-attributable LSD incidence rates were 2.52 (95% CI, 0.33–5.01) and 4.88 (95% CI, 0.82–8.92) in infants and 4.04 (95% CI, 0.56–7.51) and 4.71 (95% CI, 0.24–9.18) in toddlers, per 100 child-years.\nApplying these incidence rates to the pediatric population age <2 years in the SSA and I/P/B/N/A regions, respectively, yielded annual estimated Cryptosporidium MSD burdens of ~1.2 million and ~1.5 million cases. The total number of LSD and MSD cases was estimated to be 2.9 million in this age group in SSA and 4.7 million in the populous I/P/B/N/A region (Table 4). The proportions of cases due to C. hominis and C. parvum in the subset tested for species were multiplied by the total estimated number of Cryptosporidium-attributable diarrhea cases in both regions (~7.6 million), yielding estimates of 5.9 million C. hominis, 0.76 million C. parvum and 90,000 thousand co-infected (C. hominis plus C. parvum) cases in children aged <2 years.\n\n\nCryptosporidium-attributable deaths among Cryptosporidium-positive diarrhea cases in the population and all diarrhea-attributable deaths\nSubtracting the EFR among all controls of MSD cases aged <24 months at African sites (37/6258, 0.6%) from the ECFR among Cryptosporidium-positive MSD cases (41/643, 6.4%) (Table 5) yielded a Cryptosporidium-attributable ECFR of 5.8% (95% CI, 4.4%–7.6%). Similarly, subtracting the EFR in controls of LSD cases aged <24 months at African sites (4/1261, 0.3%) from the ECFR among Cryptosporidium-positive LSD cases (1/139, 0.7%) produced an estimated Cryptosporidium-attributable ECFR of 0.4% (95% CI, -0.4%–3.7%). Multiplying these Cryptosporidium-attributable ECFRs by the numbers of Cryptosporidium-positive cases generated estimates of 107,000 Cryptosporidium-attributable MSD deaths (95% CI, 68,200–151,000) and 16,300 Cryptosporidium-attributable LSD deaths (95% CI, 0–75,200) in the SSA region. After subtracting the EFR in controls of MSD and LSD cases at Asian sites (6/6758, 0.09%) from the ECFR among Cryptosporidium-positive MSD and LSD cases combined (5/523, 1.0%) in the Asian sites and multiplying the resultant Cryptosporidium-attributable ECFR of 0.9% (95% CI, 0.4%–1.9%) by all Cryptosporidium-positive diarrhea cases, we estimate 78,900 (95% CI, 0–159,000) deaths attributable to Cryptosporidium-positive diarrhea in the (I/P/B/N/A) region. Thus, we estimate a total of ~202,000 Cryptosporidium-attributable diarrhea deaths in the two regions combined. Using the same methodology, we estimate 455,000 (95% CI, 280,000–630,000) annual diarrhea-attributable deaths in the SSA region and 254,000 (95% CI, 13,900–494,000) in the (I/P/B/N/A) region.\n\n\nExcess deaths among Cryptosporidium-attributable MSD and LSD cases\nSubtracting the ECFR of Cryptosporidium-negative MSD cases (3.3%) from the ECFR of Cryptosporidium-positive MSD cases (6.4%) (Table 5) and multiplying the result by the number of Cryptosporidium-attributable MSD cases in the SSA region indicated that Cryptosporidium was responsible for an excess ~38,400 (95% CI, 13,400–68,100) MSD deaths among Cryptosporidium-attributable MSD cases. The analogous calculations based on LSD data (Table 5) suggested that Cryptosporidium led to ~3,600 (95% CI, -31,600–46,000) excess LSD deaths per year. In Asian sites the estimate of annual excess deaths in children <24 months of age with Cryptosporidium-attributable diarrhea was ~16,900 (95% CI, -20,900–61,100). Thus, between the two regions we estimate that Cryptosporidium was responsible for ~59,000excess deaths in cases of Cryptosporidium-attributable diarrhea in children aged <24 months, compared to the expected deaths in the same number of Cryptosporidium-negative cases.",
    "Discussion": "There have been few attempts to estimate the burden of Cryptosporidium diarrheal disease in large populations. One exception is the Cryptosporidium burden estimate published for India [31]. Others are the global Cryptosporidium-associated mortality estimates contained within Global Burden of Disease (GBD) and Child Epidemiology Estimation Group (CHERG) reports [32–34]. Three obstacles have heretofore impeded attempts to estimate region-wide Cryptosporidium disease burdens, including: 1) marked heterogeneity of clinical and laboratory methods used in studies of the etiology of pediatric diarrhea; 2) failure to take into account that many children without diarrhea also excrete Cryptosporidium; 3) a lack of species-specific data from clinical studies which might guide vaccine development efforts. In this paper, we utilized datasets and laboratory tests that allowed these obstacles to be overcome.\nGEMS-1, pursued in representative sites in 7 developing countries, documented Cryptosporidium as a leading cause of endemic childhood diarrhea of a severity that brings children to healthcare facilities, particularly during the first 24 months of life [10]. Importantly, GEMS-1 utilized rigorous standardized clinical, epidemiologic and laboratory methods to collect extensive data over several consecutive years in 7 sites. By including matched control children without diarrhea and adjusting for mixed infections with other enteropathogens, GEMS-1 quantified the specific role of Cryptosporidium in childhood diarrheal disease beyond the background carriage of Cryptosporidium [10,23]. Finally, our results represent the first systematic, multisite, geographically-diverse assessment of the species-specific burden of Cryptosporidium-associated pediatric diarrhea, unequivocally corroborating the dominance of C. hominis [7,35–38] in infants and toddlers at all sites and revealing that 92% of C. parvum infections were due to recognized anthroponotic subtypes [39–41].\nDespite our cautious extrapolation strategy, we found a substantial disease burden of ~7.6 million diarrhea cases annually attributable to Cryptosporidium, including ~2.9 million in SSA and ~4.7 million in the I/P/B/N/A region. Our estimated annual number of Cryptosporidium-attributable diarrhea cases (3.5 million) among Indian children aged <24 months falls within the lower limit of the burden estimated by Sarkar et al. [31].\nGEMS-1 [10] and other studies [8,13,42] have demonstrated a negative impact of Cryptosporidium-associated diarrhea on linear growth (stunting), a nutritional insult that increases the risk for severe or fatal outcomes [43,44]. The Malnutrition and Enteric Infections (MAL-ED) study prospectively followed birth cohorts in Peru, Brazil, Tanzania, South Africa, Pakistan, Bangladesh, Nepal and India with twice-weekly household visits through age 24 months [45], thereby detecting mostly mild diarrheal episodes typically not observed in healthcare facility-based passive surveillance. Thus, MAL-ED provides data on the etiology of milder diarrheal illness and revealed Cryptosporidium to be the fifth most important diarrhea-associated pathogen in the first year of life and seventh most important in the second year of life [45]. Regional burden estimates that we calculated did not incorporate the burden of milder clinical forms of Cryptosporidium-associated illness detected by active-surveillance household visits, as in MAL-ED, and thus probably under-estimates total burden.\nThe two models of the death burden in children with Cryptosporidium described in this manuscript demonstrated that among the 4 African sites MSD cases infected with Cryptosporidium at enrollment had a significantly increased ECFR during the subsequent ~60-days [10] compared to the risk of death in controls and to the risk of death in Cryptosporidium-negative diarrhea cases. ECFR in children with Cryptosporidium in the African sites was particularly driven by Mozambique (high HIV prevalence) and rural Gambia (low HIV), suggesting that factors other than HIV infection, such as malnutrition, play a role in Cryptosporidium-related deaths in SSA. While overall mortality during the 60-day follow-up was much lower in the Asian sites [10], nevertheless our estimates indicate a substantial Cryptosporidium-related death burden because of the enormity of the <2 years population. Our GEMS-based estimates of deaths under 24 months attributable to Cryptosporidium diarrhea are greater than the estimates reported by GBD (35,200 deaths) [33] and CHERG (12,000) [34] among children age <5 years. Discrepancies between GBD and CHERG estimates of <5 years diarrheal disease mortality are recognized [18,46,47]. Our estimates of total diarrhea-attributable deaths (455,000 and 254,000 in the SSA and I/P/B/N/A regions, respectively) are somewhat larger than estimates for children <5 years of age for 2011 in a recent review [48]. In large part these differences are likely because the GEMS estimates are uniquely based on follow-up information on deaths among laboratory-diagnosed Cryptosporidium-associated diarrhea cases, whereas CHERG and GBD estimates are based on deaths that occur acutely.\nOur observational study design does not permit definitive determination of the direct causation between Cryptosporidium-positivity and deaths in young children. Nonetheless, the GEMS-based findings corroborate other results from West Africa [9] highlighting Cryptosporidium as a very clear strong signal for children at increased risk for death. From a public health perspective, this is sufficient to plan interventions aimed at reducing the risk of death in such high-risk groups.\nWe observed a general age-specific pattern of Cryptosporidium infection and a strong association with MSD, with documentation of exposure in the first few months of life (in both cases and controls), a peak adjusted Attributable Fraction at age 6–11 months and a decrease thereafter (Table 3). We interpret this as reflecting a time-limited (first 5 months of life), passive protection mediated by maternally-transferred serum IgG as well as secretory IgA antibodies and other protective components of breast milk, despite exposure to the pathogen. Over the first two years of life, the prevalence of Cryptosporidium positivity in the controls remains impressively static documenting continuing exposure. However, beginning at ~6 months of age, clinical episodes of Cryptosporidium-associated diarrheal illness become more common and continue through age 23 months. By ~24 months of age these clinical and subclinical infections appear to induce in most toddlers acquired active immunity against further Cryptosporidium clinical illness. Support for this interpretation comes from a cohort study of Bedouin children in Southern Israel, a population under transition [49]. Serum IgG and IgM antibodies to a Cryptosporidium oocyst lysate were measured in children ranging from neonates to toddlers age 23 months [49]. High geometric mean titers (GMT) of serum IgG antibodies (of presumed maternal origin) were recorded at birth. GMT then decreased gradually until age 6 months, after which it increased progressively, as did the incidence of diarrheal illness and detection of Cryptosporidium in stools [49]. Collectively, these observations can be interpreted as indicating that immunity against Cryptosporidium develops following natural exposure to the pathogen. Measurements of serum anti-gp15 antibody and clinical and sub-clinical infections were also monitored in a cohort of infants and toddlers in Vellore, India. Children who lacked anti-gp15 antibodies just before weaning had higher rates of Cryptosporidium infections (77%) than seropositive children (59%), although with the relatively small numbers in the cohort the difference did not reach statistical significance (p = 0.076) [50].\nStudies of infection-derived immunity in gnotobiotic piglets further support the notion of acquired immunity to C. hominis, as an initial induced C. hominis gastroenteritis in piglets significantly protected them against subsequent re-challenge with C. hominis [51]. Our documentation of the predominance of C. hominis over C. parvum as a pathogen for human infants implies that vaccine development research should prioritize protection against this species and against anthroponotic (human host-restricted) subtypes of C. parvum. The lower incidence of Cryptosporidium disease in infants <6 months old provides a window wherein multiple spaced doses of a future vaccine administered to infants may elicit protection for the subsequent increased risk of clinical Cryptosporidium disease encountered from age 6 to 23 months.\nOur study has three obvious limitations. While we have extensive data on MSD cases from 7 sites over 4 years, we have only 1-year enrollment of LSD cases from 6 sites. Thus, estimates on children with LSD are less robust than for MSD. Second, we generated pooled estimates of disease incidence and mortality for SSA and I/P/B/N/A and assumed each to be representative of those regions. However, until locally-representative, standardized data become available, our approach is warranted. That Cryptosporidium appeared important as a pathogen in both urban and rural, high and low HIV settings, provides evidence that broad extrapolation is justified. Third, the species of a small fraction of Cryptosporidium-positive specimens remained unresolved because, although they were positive by EIA and PCR, we could not amplify the long fragments of DNA necessary for species-specific sequence determination of samples mostly with lower parasite load (average 18S PCR Ct 30±4 versus 21±5 for speciated samples, Mann-Whitney U test P<0.001). That said, non-hominis/non-parvum species appeared to be quite rare. As for the species, the anthroponotic IIc and IIe were predominant C. parvum subtype families in this study with a larger portion of IIe than often appreciated [39]. Similar findings on C. parvum subtypes have been described in India [36]. Of 32 C. hominis infections with GP60 typing data, the predominant subtype families were Ia, Ib, and Ie. Ia had more diverse subtypes [40,52], while Ie subtype was exclusively A11G3T3, consistent with previous reports [36,39]. IbA13G3 infections appear to be common in West Africa. We found these in Mali (n = 4, 2 in cases) and Gambia (n = 4, all in cases), consistent with the high proportions previously seen in Ghana [40]. The observation that the C. parvum parasites associated with MSD of young children in developing countries represent a restricted anthroponotic subset of all C. parvum is important as it enhances our ability to better understand the epidemiology of cryptosporidiosis and helps direct our vaccine development efforts.\nCurrently, there is little research to develop Cryptosporidium vaccines for humans and only one licensed drug, nitazoxanide, to ameliorate Cryptosporidium diarrhea in children [53]. However, nitazoxanide is currently not recommended for use in infants <12 months of age, exhibits little efficacy in HIV-infected hosts and evidence of efficacy from controlled pediatric trials is limited [53]. The sizable case and death burden of Cryptosporidium in the SSA and I/P/B/N/A regions where ~80% of global deaths among young children occur calls for governments, global policymakers, and funding agencies to invest in developing new tools (e.g., vaccines) to prevent Cryptosporidium diarrheal illness and improved methods to diagnose and treat it, while also advocating increased access to improved sanitation and safe water."
}