{
    "Background": "Strongyloides stercoralis is a neglected soil-transmitted helminth (STH) that leads to significant morbidity in endemic populations. Infection with this helminth has recently been recognised by the World Health Organization (WHO) as a major global health problem to be addressed with ivermectin preventive chemotherapy, and therefore, there is now, the need to develop guidelines for strongyloidiasis control that can be implemented by endemic countries. This study aimed to evaluate the impact of ivermectin preventive chemotherapy (PC) on S. stercoralis prevalence in endemic areas to generate evidence that can inform global health policy.",
    "Methodology/Principal findings": "This study was a systematic review and meta-analysis. We searched PubMed, EMBASE, Cochrane Central Register of Controlled Trials, and LILACS for literature published between 1990 and 2022 and reporting prevalence of S. stercoralis before and after PC with ivermectin, administered either at school or at community level. The search strategy identified 933 records, eight of which were included in the meta-analysis. Data extraction and quality assessment were carried out by two authors. Meta-analysis of studies based on fecal testing demonstrated a significant reduction of S. stercoralis prevalence after PC: prevalence Risk Ratio (RR) 0.18 (95% CI 0.14–0.23), I2 = 0. A similar trend was observed in studies that used serology for diagnosis: RR 0.35 (95% CI 0.26–0.48), I2 = 4.25%. A sensitivity analysis was carried out for fecal tests where low quality studies were removed, confirming a post-intervention reduction in prevalence. The impact of PC could not be evaluated at different time points or comparing annual vs biannual administration due to insufficient data.",
    "Conclusions/Significance": "Our findings demonstrate a significant decrease of S. stercoralis prevalence in areas where ivermectin PC has taken place, supporting the use of ivermectin PC in endemic areas."
}