{
    "Abstract": "West Nile virus (WNV), an arbovirus maintained in a bird-mosquito enzootic cycle, can infect other vertebrates including humans. WNV was first reported in the US in 1999 where, to date, three genotypes belonging to WNV lineage I have been described (NY99, WN02, SW/WN03). We report here the WNV sequences obtained from two birds, one mosquito, and 29 selected human samples acquired during the US epidemics from 2006–2011 and our examination of the evolutionary dynamics in the open-reading frame of WNV isolates reported from 1999–2011. Maximum-likelihood and Bayesian methods were used to perform the phylogenetic analyses and selection pressure analyses were conducted with the HyPhy package. Phylogenetic analysis identified human WNV isolates within the main WNV genotypes that have circulated in the US. Within genotype SW/WN03, we have identified a cluster with strains derived from blood donors and birds from Idaho and North Dakota collected during 2006–2007, termed here MW/WN06. Using different codon-based and branch-site selection models, we detected a number of codons subjected to positive pressure in WNV genes. The mean nucleotide substitution rate for WNV isolates obtained from humans was calculated to be 5.06×10−4 substitutions/site/year (s/s/y). The Bayesian skyline plot shows that after a period of high genetic variability following the introduction of WNV into the US, the WNV population appears to have reached genetic stability. The establishment of WNV in the US represents a unique opportunity to understand how an arbovirus adapts and evolves in a naïve environment. We describe a novel, well-supported cluster of WNV formed by strains collected from humans and birds from Idaho and North Dakota. Adequate genetic surveillance is essential to public health since new mutants could potentially affect viral pathogenesis, decrease performance of diagnostic assays, and negatively impact the efficacy of vaccines and the development of specific therapies."
}