{
    "Background": "Female Aedes aegypti mosquitoes are the principal vector for dengue fever, causing 50–100 million infections per year, transmitted between human and mosquito by blood feeding. Ae. aegypti host-seeking behavior is known to be inhibited for three days following a blood meal by a hemolymph-borne humoral factor. Head Peptide-I is a candidate peptide mediating this suppression, but the mechanism by which this peptide alters mosquito behavior and the receptor through which it signals are unknown.",
    "Methodology/Principal Findings": "Head Peptide-I shows sequence similarity to short Neuropeptide-F peptides (sNPFs) that have been implicated in feeding behaviors and are known to signal through Neuropeptide Y (NPY)-Like Receptors (NPYLRs). We identified eight NPYLRs in the Ae. aegypti genome and screened each in a cell-based calcium imaging assay for sensitivity against a panel of peptides. Four of the Ae. aegypti NPYLRs responded to one or more peptide ligands, but only NYPLR1 responded to Head Peptide-I as well as sNPFs. Two NPYLR1 homologues identified in the genome of the Lyme disease vector, Ixodes scapularis, were also sensitive to Head Peptide-I. Injection of synthetic Head Peptide-I and sNPF-3 inhibited host-seeking behavior in non-blood-fed female mosquitoes, whereas control injections of buffer or inactive Head Peptide-I [Cys10] had no effect. To ask if NPYLR1 is necessary for blood-feeding-induced host-seeking inhibition, we used zinc-finger nucleases to generate five independent npylr1 null mutant strains and tested them for behavioral abnormalities. npylr1 mutants displayed normal behavior in locomotion, egg laying, sugar feeding, blood feeding, host seeking, and inhibition of host seeking after a blood meal.",
    "Conclusions": "In this work we deorphanized four Ae. aegypti NPYLRs and identified NPYLR1 as a candidate sNPF receptor that is also sensitive to Head Peptide-I. Yet npylr1 alone is not required for host-seeking inhibition and we conclude that other receptors, additional peptides, or both, regulate this important behavior."
}