{
    "Background": "One-fifth of the global population is infected with soil-transmitted helminths (STH). Mass drug administration (MDA) with deworming medication is widely implemented to control morbidity associated with STH infections. However, surveillance of human infection prevalence by collecting individual stool samples is time-consuming, costly, often stigmatized, and logistically challenging. Current methods of STH detection are poorly sensitive, particularly in low-intensity and low-prevalence populations.",
    "Methodology/Principal findings": "We aimed to develop a sensitive and specific molecular method for detecting STH DNA in large volumes of soil (20 g) by conducting laboratory and proof of concept studies across field sites in Kenya, Benin, and India. We collected human stool (n = 669) and soil (n = 478) from 322 households across the three study sites. We developed protocols for DNA extraction from 20 g of soil and qPCR to detect Ascaris lumbricoides, Trichuris trichiura, Necator americanus, and Ancylostoma duodenale. Agreement between detection of STH via qPCR, digital droplet PCR (ddPCR), and microscopy-based methods was assessed using the Cohen’s Kappa statistic. Finally, we estimated associations between soil characteristics and detection of STH in soil by qPCR, as well as between STH detected in soil and STH detected in stool from matched households, adjusting for soil characteristics. The overall prevalence of STH in soil by qPCR was 31% for A. lumbricoides, 3% for T. trichiura, and 13% for any hookworm species. ddPCR and qPCR performed similarly. However, there was poor agreement between STH detected in soil by qPCR versus light microscopy. Microscopy underestimated the prevalence of A. lumbricoides and N. americanus and overestimated T. trichiura. Detection of an STH species in household soil was strongly associated with increased odds of a household member being infected with that same species.",
    "Conclusions/Significance": "Soil surveillance for STH has several benefits over stool-based surveillance, including lower cost and higher success rates for sample collection. Considering that delivery of MDA occurs at the community level, environmental surveillance using molecular methods could be a cost-effective alternate strategy for monitoring STH in these populations."
}