{
    "Abstract": "When two species hybridize, the two parental genomes are brought together and some alleles might interact for the first time. To date, the extent of the transcriptomic changes in first hybrid generations, along with their functional outcome constitute an important knowledge gap, especially in parasite species. Here we explored the molecular and functional outcomes of hybridization in first-generation hybrids between the blood fluke parasites Schistosoma haematobium and S. bovis. Through a transcriptomic approach, we measured gene expression in both parental species and hybrids. We described and quantified expression profiles encountered in hybrids along with the main biological processes impacted. Up to 7,100 genes fell into a particular hybrid expression profile (intermediate between the parental expression levels, over-expressed, under-expressed, or expressed like one of the parental lines). Most of these genes were different depending on the direction of the parental cross (S. bovis mother and S. haematobium father or the reverse) and depending on the sex. For a given sex and cross direction, the vast majority of genes were hence unassigned to a hybrid expression profile: either they were differentially expressed genes but not typical of any hybrid expression profiles or they were not differentially expressed neither between hybrids and parental lines nor between parental lines. The most prevalent profile of gene expression in hybrids was the intermediate one (24% of investigated genes). These results suggest that transcriptomic compatibility between S. haematobium and S. bovis remains quite high. We also found support for an over-dominance model (over- and under-expressed genes in hybrids compared to parental lines) potentially associated with heterosis. In females in particular, processes such as reproductive processes, metabolism and cell interactions as well as signaling pathways were indeed affected. Our study hence provides new insight on the biology of Schistosoma hybrids with evidences supporting compatibility and heterosis."
}