{
    "Background": "Melioidosis, an often-fatal infectious disease caused by the environmental Gram-negative bacillus Burkholderia pseudomallei, is endemic in tropical countries. Diabetes mellitus and environmental exposure are important risk factors for melioidosis acquisition. We aim to evaluate the effectiveness of a multifaceted prevention programme for melioidosis in diabetics in northeast Thailand.",
    "Methodology/Principal findings": "From April 2014 to December 2018, we conducted a stepped-wedge cluster-randomized controlled behaviour change trial in 116 primary care units (PCUs) in Ubon Ratchathani province, northeast Thailand. The intervention was a behavioural support group session to help diabetic patients adopt recommended behaviours, including wearing rubber boots and drinking boiled water. We randomly allocated the PCUs to receive the intervention starting in March 2016, 2017 and 2018. All diabetic patients were contacted by phone yearly, and the final follow-up was December 2018. Two primary outcomes were hospital admissions involving infectious diseases and culture-confirmed melioidosis. Of 9,056 diabetics enrolled, 6,544 (72%) received a behavioural support group session. During 38,457 person-years of follow-up, we observed 2,195 (24%) patients having 3,335 hospital admissions involved infectious diseases, 80 (0.8%) melioidosis, and 485 (5%) deaths. In the intention-to-treat analysis, implementation of the intervention was not associated with primary outcomes. In the per-protocol analysis, patients who received a behavioural support group session had lower incidence rates of hospital admissions involving infectious diseases (incidence rate ratio [IRR] 0.89; 95%CI 0.80–0.99, p = 0.03) and of all-cause mortality (IRR 0.54; 95%CI 0.43–0.68, p<0.001). However, the incidence rate of culture-confirmed melioidosis was not significantly lower (IRR 0.96, 95%CI 0.46–1.99, p = 0.66).",
    "Conclusions/Significance": "Clear benefits of this multifaceted prevention programme for melioidosis were not observed. More compelling invitations for the intervention, modification of or addition to the behaviour change techniques used, and more frequent intervention may be needed.",
    "Trial registration": "This trial is registered with ClinicalTrials.gov, number NCT02089152."
}