{
    "Introduction": "A disabling and disfiguring disease that “begins where the road ends”, yaws is targeted by WHO for eradication by the year 2020. The global campaign is not yet financed. To evaluate yaws eradication within the context of the post-2015 development agenda, we perform a somewhat allegorical cost-effectiveness analysis of eradication, comparing it to a counterfactual in which we simply wait for more roads (the end of poverty).",
    "Methods": "We use evidence from four yaws eradication pilot sites and other mass treatment campaigns to set benchmarks for the cost of eradication in 12 known endemic countries. We construct a compartmental model of long-term health effects to 2050. Conservatively, we attribute zero cost to the counterfactual and allow for gradual exit of the susceptible (at risk) population by road (poverty reduction). We report mean, 5th and 95th centile estimates to reflect uncertainty about costs and effects.",
    "Results": "Our benchmark for the economic cost of yaws eradication is uncertain but not high –US$ 362 (75–1073) million in 12 countries. Eradication would cost US$ 26 (4.2–78) for each year of life lived without disability or disfigurement due to yaws, or US$ 324 (47–936) per disability-adjusted life year (DALY). Excluding drugs, existing staff and assets, the financial cost benchmark is US$ 213 (74–522) million. The real cost of waiting for more roads (poverty reduction) would be 13 (7.3–20) million years of life affected by early-stage yaws and 2.3 (1.1–4.2) million years of life affected by late-stage yaws.",
    "Discussion": "Endemic countries need financing to begin implementing and adapting global strategy to local conditions. Donations of drugs and diagnostics could reduce cost to the public sector and catalyze financing. Resources may be harnessed from the extractive industries. Yaws eradication should be seen as complementary to universal health coverage and shared prosperity on the post-2015 development agenda."
}