{
    "Abstract": "Crimean-Congo haemorrhagic fever orthonairovirus (CCHFV) and Dugbe orthonairovirus (DUGV) are zoonotic viruses transmitted by ticks. Whereas CCHFV has caused numerous human cases, DUGV, although less reported, shares ticks and ruminants as hosts. Since its first discovery in Nigeria in 1964, there has been no detailed sero-epidemiological investigation on DUGV in sub-Saharan Africa. This study is aimed at assessing the current seroprevalence and associated risk factors of CCHFV and DUGV infections in Nigerian cattle. Using a cross-sectional design with random sampling method, blood samples were collected from 877 cattle on pastoralist farms and at abattoirs in Kwara State, North-Central Nigeria. CCHFV IgG antibodies were detected in extracted sera using three panels of in-house indirect enzyme-linked immunosorbent assay (ELISA) based on bacteria-expressed recombinant nucleoprotein (rNP), the cattle-adapted VectoCrimean ELISA and the ID Screen CCHF double antigen multi-species ELISA, while DUGV IgG antibodies were detected using in-house indirect ELISA with bacteria-expressed rNP, indirect immunofluorescence assay and micro-Virus Neutralization test. Overall seroprevalence rates of 71.9% (631/877) and 52.8% (451/854) were obtained for CCHFV and DUGV, respectively. It was observed that 37.9% (314/829) of the cattle were co-exposed to both CCHFV and DUGV while 34.5% (286/829), 14.8% (123/829) and 12.8% (106/829) were exposed to single infections with CCHFV, DUGV or none of the two viruses, respectively. Multivariate analysis showed that only location, sex, age and tick infestation score were the risk factors that significantly affected CCHFV seroprevalence in cattle, while DUGV seroprevalence was significantly influenced by month of the year, location, cattle breed and sex (p<0.05). This is the first comprehensive sero-epidemiological surveillance for DUGV in sub-Saharan Africa. Our findings reveal widely distributed independent CCHFV and DUGV infections in cattle in Kwara State, Nigeria."
}