{
    "Background": "Snakebite envenoming is a serious condition that affects 2.5 million people and causes 81,000–138,000 deaths every year, particularly in tropical and subtropical regions. The World Health Organization has set a goal to halve the deaths and disabilities related to snakebite envenoming by 2030. However, significant challenges in achieving this goal include a lack of robust research evidence related to snakebite incidence and treatment, particularly in sub-Saharan Africa. This study aimed to combine established methodologies with the latest tools in Artificial Intelligence to assess the barriers to effective snakebite treatment in Ghana.",
    "Method": "We used a MaxDiff statistical experiment design to collect data, and six supervised machine learning models were applied to predict responses whose performance showed an advantage over the other through 6921 data points partitioned using the hold-back validation method, with 70% training and 30% validation. The results were compared using key metrics: Akaike Information Criterion corrected, Bayesian Information Criterion, Root Average Squared Error, and Fit Time in milliseconds.",
    "Results": "Considering all the responses, none of the six machine learning algorithms proved superior, but the Generalized Regression Model (Ridge) performed consistently better among the candidate models. The model consistently predicted several key significant barriers to effective snakebite treatment, such as the high cost of antivenoms, increased use of unorthodox, harmful practices, lack of access to effective antivenoms in remote areas when needed, and resorting to unorthodox and harmful practices in addition to hospital treatment.",
    "Conclusion": "The combination of a MaxDiff statistical experiment design to collect data and six machine learning models allowed the identification of barriers to accessing effective therapies for snakebite envenoming in Ghana. Addressing these barriers through targeted policy interventions, including intensified advocacy, continuous education, community engagement, healthcare worker training, and strategic investments, can enhance the effectiveness of snakebite treatment, ultimately benefiting snakebite victims and reducing the burden of snakebite envenoming. There is a need for robust regulatory frameworks and increased antivenom production to address these barriers."
}