{
    "Introduction": "In 1993, Cuba achieved leprosy elimination according to the World Health Organization’s (WHO) indicator of less than one case per 10,000 population. Despite this achievement, detection of new cases occurs every year among all age groups including children. Detection of new cases in children reveals persistent transmission of the infection.",
    "Objective": "To describe the clinical and epidemiological features of leprosy in individuals younger than 15 years (childhood leprosy) reported to the Cuban National Leprosy Control Program (NLCP) between 2012 and 2019.",
    "Methods": "We conducted a retrospective descriptive study between 2012 and 2019 to assess the clinical and epidemiologic features of individuals under the age of 15 years with a confirmed diagnosis of leprosy reported to the NLCP. We reviewed the NLCP database and collected data to better define the total number of cases of leprosy in adults, children (younger than 15 years). We assessed socio-demographic variables (age, gender, and province of residence) as well as variables of clinical interest including operational classification and staging at diagnosis, bacillary index, grade of disability by WHO staging. Additionally, we evaluated epidemiological variables including passive versus active surveillance of cases, contact investigation focusing specifically in household transmission, and the degree of kinship as well as standing of the child within the focus of transmission when there were additional cases.",
    "Results": "We identified fifty children during the study period corresponding to 3% of the overall cases of leprosy comprising all age groups in Cuba. In the age group younger than 15 years, the majorities of cases was from the Granma province and most were between the ages of 10 and 14 years. Clinically, multibacillary/lepromatous forms were the most common type identified with positive bacillary index. The majority of children diagnosed with leprosy during our study period had a history of a relative with a confirmed diagnosis of leprosy.",
    "Conclusions": "Detection of cases of leprosy in individuals younger than 15 years of age in Cuba demonstrates ongoing transmission of M. leprae in specific geographic hotspots. Its frequency in the early adolescence, the predominant clinical forms, and the mode of detection associated with sources of suspected familiar infection demonstrated that there is a need for further efforts by the NLCP to conduct active surveillance activities among affected communities to identify cases of leprosy earlier with the goal of preventing further household and community transmission."
}