{
    "Introduction": "West Nile virus (WNV) and Zika virus (ZIKV) are mosquito-transmitted viruses from the genus Flavivirus. The geosgraphic range of many arthropod-borne viruses (arboviruses) has increased in recent decades, due in part to changing global climatic conditions, as well as increasing global travel of both humans and domestic animals [1, 2].\nIn 2007 the first major, but mild, ZIKV outbreak was reported on Yap Island in Micronesia in the western Pacific Ocean [3]. Before 2007, cases of ZIKV infection were detected only sporadically with mild symptoms in humans and because of that, ZIKV has been neglected since its discovery in 1947. However, the ZIKV disease outbreak in French Polynesia during 2012–2014 was accompanied by a high prevalence of Guillain-Barre syndrome in adults [4]. In addition, the ongoing ZIKV epidemic in Brazil has been associated with congenital infection, an unusual number of neonates with microcephaly and other central nervous system malformations [5, 6]. In 2015, the ZIKV epidemic spread from Brazil to 60 other countries and territories. Yet, active local virus transmission and cases of imported ZIKV infections are occurring all over the world [7–9].\nZIKV originally circulates in a sylvatic transmission cycle between non-human primates and forest-dwelling mosquito vectors. Humans are only accidentally infected in this sylvatic cycle. But after ZIKV adaptation to an urban cycle involving humans and domestic mosquitoes, humans are the primary amplifying hosts during epidemics. Several mosquito species have been found to be naturally infected with ZIKV, including some belonging to the genus Aedes (Ae.), such as Ae. aegypti, Ae. albopictus and Ae. Furcifer [10, 11]. As most studies have shown, Aedes mosquitoes are considered the primary ZIKV vectors; however, transmission of ZIKV may involve mosquitoes of other genuses, since the virus has also been isolated from Culex (Cx.) quinquefasciatus, Anopheles (An.) coustani and many other mosquito species in nature [12–14]. The range of natural hosts and vectors could expand through the virus spread and evolution. Any countries where Aedes spp., especially Ae.aegypti and Ae. Albopictus mosquitoes are present, have a high potential for geographic expansion of ZIKV [11].\nWNV is the most widespread member of the Japanese encephalitis virus complex in the world. This virus expanded its range from a small area of sub-Saharan Africa to almost all continents in the last 25 years [15]. Several outbreaks involving high number of neuroinvasive disease cases have been reported among humans over the past few decades [16–18]. The enzootic cycle of WNV is maintained among ornithophilic mosquitoes and birds, whereas mammals, including humans and horses, are accidental hosts and since mammals do not develop sufficient viremia to support the transmission, they are dead-end hosts. The primary mosquito vectors are members of the Culex spp.; mostly, Cx. pipiens, Cx. univittatus, Cx. antennatus and Cx. vishnui complex. Infection with WNV is asymptomatic in most cases, while in approximately 20% of cases, infection results in West Nile Fever (WNF) and in less than 1% of cases it results in acute West Nile Neuroinvasive Disease (WNND) [19, 20].\nIran is located in the southeast part of the Middle East and it has been extremely affected by climate changes, favoring introduction of new mosquito-borne diseases or increasing their transmission rate. A recent study shows low invasive density levels of Ae. albopictus into the Sistan and Baluchestan province, southeastern Iran [21]. There is no obstacle for this potential primary ZIKV vector population to grow and expand in the near future. Furthermore, ZIKV positive serology has been reported in our neighboring country, Pakistan [22]. Although the potential risk of ZIKV introduction to Iran exists, no studies have been done on ZIKV infections in vector mosquitoes or in humans.\nSerological surveillance data suggest human and animal exposure to WNV in some provinces of Iran as well as in some of our neighboring countries [23–26]. Recently, WNV RNA has been detected in mosquitoes’ pools of Ochlerotatuscaspius and Cx.pipiens specimens collected from wetlands in the northwest and north of Iran respectively [27, 28].\nThe objectives of this study were to determine the presence of IgG specific antibodies and the genome of WNV and ZIKV in human samples, as well as WNV and ZIKV genomes in wild-caught mosquitoes in urban and rural areas of the Hormozgan province, in southern Iran.",
    "Methods": "Study area\nThe study was conducted in urban and rural areas of the Hormozgan province located in southern Iran that comprises a total area of 70,697 km2 (Fig 1). Based on the 2016 general census data, there are 1.7 million people living in this province. It has hot, humid long summers and relatively arid and mild winters with limited rainfalls.\nThe sampling areas are highlighted in purple.\n\n\nSample collection\nFrom September 2016 to June 2017, a total of 494 leftover serum samples were collected after an agreement with the governmental public laboratories at four major province counties, Khamir, Bandar Abbas, Bashagard and Jask (Fig 1). Sample size was calculated by the expected proportion of positive samples, based on previous studies performed in Iran [24, 29] using 0.05 level of significance resulting in a minimum of 300 samples needed. The samples belonged to people who used the laboratory services for various purposes, for example: routine check-ups, obtaining health certificates, follow ups of their chronic diseases, etc. At the time of initial sample collection, a verbal consent was obtained from the participants. For each serum sample, basic demographic information including age, sex, place of residence, skin type or complexion and occupation was obtained from the records prepared at the time of specimen collection. The skin complexion was identified using the Fitzpatrick skin type scale that identified six different numerical classification schemes for human skin color, ranging from type I being the fairest with the lowest scores to type VI being the darkest with the highest scores [30, 31]. Based on that we categorized the skin complexion into three groups; type I/II, type III/IV, and type V/VI. This data was collected to determine if non-protected exposure of the skin to the sun and to uncovered environment has a role in susceptibility to mosquito bites. The occupations were further grouped in seven main categories: child/student, house wife, office employee, freelancer, fisherman/sailor, worker and retiree. For statistical analysis these seven groups were allocated into three major categories based on where they performed their activities: mostly indoor, usually indoor and mostly outdoor. The sera were stored at -70°C.\n\n\nEthics statement\nApproval of the study protocol was received by the Ethics Committee of the Clinical Microbiology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran, which waived the need for written consent for collection of leftover sera.\n\n\nMosquitoes\nMosquitoes were caught from several locations in four counties of Hormozgan from March 2016 to March 2017 using fixed white curtain and light traps. To minimize the sampling bias due to the increasing mosquitoes’ abundance, nets were changed every night. The insects were collected by a portable aspirator and transported to the lab where they were frozen in a −70°C freezer. The mosquitoes were placed on chilled tables and classified based on their morphological characteristics into different species and sexes. Well identified mosquitoes pooled according tocollection site, species and day of collection, into groups of one to 65 individuals, were immersed in RNase blocking solution and placed into screw-capped cryo-vials, stored and transported in liquid nitrogen gaseous phase to the Clinical Virology department at Clinical Microbiology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran for virological analysis.\n\n\nELISA tests\nCommercially available ELISA kits (ZIKV Euroimmun IgG ELISA kit, catalogue number: EI 2668–9601, and WNV Euroimmun IgG ELISA kit, catalogue number: EI 2662–9601, EUROIMMUN AG, Lübeck, Germany) were used to detect IgG antibodies against ZIKV and WNV. Each commercial kit includes positive and negative control samples. The assays were carried out at the Clinical Virology department. For each sample, a ratio of the extinction value of the control or patient sample over the extinction value of the calibrator was calculated according to the manufacturer’s instructions. Specimens with a value of ≥ 1.1 were considered positive for ZIKV IgG or WNV IgG antibodies. A value of ≥ 0.8 and < 1.1 was considered as an equivocal result and a value <0.8 was determined to be negative. The negative results were further categorized into three subgroups named negative (≥ 0.51 ≤ 0.79), low negative (≥ 0.21 ≤ 0.5), and very low negative (≥ 0.05 ≤ 0.2) to reflect the different background binding levels. All samples with borderline results were tested twice and samples with positive or equivocal results were grouped as reactive.\n\n\nIndirect immunofluorescence test\nAll samples considered reactive for WNV IgG antibodieswere evaluated with a commercial indirect immunofluorescence test (IIFT) kit (catalogue number: FI 2662–1005, EUROIMMUN AG, Lübeck, Germany) following the manufacturer’s instructions.\n\n\nMosquito homogenization and viral RNA extraction\nMono species mosquitoes” pool were placed in poly propylene 15-mL tubes with 2 ml of DMEM medium containing 5% fetal bovine serum. Six 4-mm diameter dense glass beads were added to each tube, and mosquito pools were homogenized by hand shaking for about 2 min and then vortexing for 30 seconds. Mosquito homogenates were centrifuged for 5 min at 2500 × g at 4°C and supernatants were collected. Viral RNA was extracted from 200 μl of each mosquitoes’ homogenate or patient sera using the High pure Viral RNA Kit (catalogue number: 11858874001, Roche Diagnostics, Mannheim, Germany) according to the manufacturer’s instructions.\n\n\nReal-time reverse transcription polymerase chain reaction (rtRT-PCR)\nCommercially available rtRT-PCR primer/probe kits (Path-ZIKV-standard and Path-WNV-standard kits, Genesig, Primer design Ltd, Cambridge, United Kingdom) were used to detect and amplify ZIKV RNA and WNV RNA. All patients’ serum samples that were found positive with ELISA or IFT and all mosquitoes’ pools were subjected to the test. The tests were performed using an Applied Biosystem step one plus real-time PCR machine (Applied Biosystem, CA, USA). Amplification of ZIKV and WNV RNAs took place in a 20 μL single-tube, Superscript III Platinum one-step quantitative RT-PCR system (Catalogue number: 12574018, Invitrogen, Carlsbad, CA). Reactions contained 10.0 μL of 2X RT/PCR reaction mix, 1 μL primers/probe mix, 0.4 μL Superscript III RT/Platinum Taq mix, 0.4 μL ROX reference dye, and 5 μL of extracted sample RNA or serially diluted positive control copy number that were provided by the kits. The cycling conditions consisted of one cycle at 50°C for 30 min, one cycle at 95°C for 5 min, and 45 cycles at 95°C for 10 s and 60°C for 1 min. The test conditions for detection of WNA RNA was the same as above except for the concentration of primers/probe that was as previously described [32].\n\n\nStatistical analysis\nAll statistical analyses were conducted using IBM SPSS Statistics version 22 (IBM Corp, Armonk, NY). A P-value of less than 0.05 was considered to be statistically significant. Binary logistic regression analysis was used to determine the relationship between the variables and seroreactivity for anti WNV. Odds ratios and 95% confidence intervals (CI) were calculated for univariate association of various demographic risks correlating with antibodies to WNV. All variables or confounders with statistically significant association in univariate analysis were entered into a 3 steps multivariable logistic regression model, in order to assess the impact of the separate risk factors on the dependent variable. In each step non-significant variable was taken out from the model and calculations were continued after.",
    "Results": "A total of 494 serum samples were tested for the presence of ZIKV and WNV IgG antibodies using ELISA assay. Results showed that 102 (20.6%) samples were reactive (equivocal or positive) for WNV IgG antibodies in the ELISA test, of these 102 samples, 96 were also found positive by IIFT. These 6 IIFT negative serum samples were seroreactive by ELISA (4 were positive and 2 had equivocal results). All serum samples were negative for ZIKV IgG. Pattern of corrected ELISA OD levels values for ZIKV and WNV ELISA tests are shown in Fig 2. The age range of participants was between 1 and 86 years old with a mean age of 33.89, SD = 15.6 years (95% C.I. of mean: 32.5–35.3), with Skewness and Kurtosis of 0.896 and 0.517 respectively. Distribution of study participants by demographic characteristics is shown in Table 1.\nELISA OD ratios were grouped into seven levels and have been shown for ZIKV (2A) and WNV (2B).\nAccording to univariate logistic regression WNV seroprevalenceis significantly associated with age (45+ vs. 1–25; OR = 4.1, 95% C.I.: 2.2–7.4), gender (male vs female; OR = 2, 95% C.I.: 1.2–3.2), residential areas (Bashagard and Bandar Abbas vs. Bandar Khamir; OR = 2.2, 95% C.I.: 1.1–4.2 and OR = 2, 95% C.I.: 1–3.8 respectively), occupation (mostly outdoor vs. mostly indoor; OR = 3.7, 95% C.I.: 1.8–7.7), and skin type (type I/II vs. type III/IV, type V/VI; OR = 3.8, 95% C.I.: 1.6–9.3 and OR = 2.9, 95% C.I.: 1.4–5.8 respectively) (Table 2).\nBy multivariable logistic analysis, only age (45+ vs. 1–25; OR = 3.4, 95% C.I.: 1.8–6.3), occupation (mostly outdoor vs. mostly indoor; OR = 2.4, 95% C.I.: 1.1–5.2), and skin type (type I/II vs. type III/IV, type V/VI; OR = 4.3, 95% C.I.: 1.7–10.8 and OR = 2.7, 95% C.I.: 1.3–5.5 respectively) showed significant association with WNV seroreactivity (The degrees of freedom for the model were 10, 8, and 6 for steps 1 to 3 of regression analysis, respectively, Table 3).\nAmong 2,015 mosquitoes (995 females and 1020 males) belonging to 5 genera and 14 species, were screened for ZIKV and WNV infections (Table 4, S1 Table). ZIKV RNA was not detected in any mosquitoes’ pools. Three of Cx. pipiens complex pools were positive for WNV RNA. First and second pools consisted mainly of females collected in the districts of Eidar and Sardasht, county of Bashagard; while the third pool had four females collected in the Khargo district of Bandar Abbas county. All WNV ELISA positive serum samples were negative for WNV RNA.",
    "Discussion": "In our study ZIKV serology was negative for all individuals, indeed there is no evidence for past or recent infections with ZIKV in southern areas of Iran. Moreover, two major ZIKV mosquito vectors, Ae. Aegypti and Ae. Albopictous, were not among the 5 genera and 14 species of our collected mosquitoes, even though, recent reports have shown the potential for the presence of Ae. albopictous in Iran [21, 33]. In addition, all mosquitoes’ pools were found negative for ZIKV RNA using rt-RT PCR. Despite the description of ZIKV infection in our neighboring country Pakistan [22] we could not find any evidence of ZIKV infection in the area. The global climate changes severely affecting southern Iran will increase the invasion of ZIKV major vectors and facilitate their adaptation to this new environment. Moreover, the risk of accidental import of ZIKV vectors at the major commercial ports in southern Iran should be also considered. Therefore, establishment of a continuous mosquito surveillance system and controlling of the vector’s population at their mass gathering points seems to be necessary.\nIn this study we estimated a seroprevalence of 20.6% in WNV ELISA IgG among the studied population. In addition, WNV RNAs were detected in three Cx. Pipiens pools that were collected from Bashagard and Bandar Abbas. Molecular evidence of WNV in mosquitoes accompanied to high IgG seroprevalence in the present study, suggests high WNV circulation in southern Iran. Previous studies performed in some provinces of Iran have shown seropositivity to WNV in humans (ranging from 1.3% to 17.96%), equine (ranging from 2.8% to 23.7%) and birds (15%); however, they did not identify any possible vectors [23, 24,34, 35]. An earlier study in northwest Iran showed the presence of WNV genome in Ae. caspius [36]. Based on the present results, it is highly possible that WNV outbreaks had occurred in the past; although, there is no previous documentation supporting this idea. Despite the existence and circulation of WNV, no clinical cases have been described in Iran, so far.\nPrevious reports from around the world demonstrated that Ae. Aegypti and Ae. albopictus mosquitoes possess the ability to transmit ZIKV naturally or experimentally, but there is controversies about the ability of ZIKV transmission by other mosquitospecies. Of the collected mosquitoes in the present study 358 (17.67%) and 63 (3.12%) were Cx. quinquefasciatus and Ae. vexans respectively. It is unclear whether these endemic mosquitoes could serve as vectors to spread ZIKV in Iran or not. Different studies including those of Diallo et al., [10]; Guedes et al., [12], and Elizondo-Quiroga et al. [13] indicate that ZIKV has in fact been isolated from Cx. quinquefasciatus and Ae. vexans in nature; however, other studies have shown that most Culex spp. are not able to transmit the virus under laboratory conditions [37, 38]. Therefore, vector competency studies should be conducted on these endemic mosquito vectors in order to determine the possible ability of these mosquito species to transmit ZIKV.\nSome studies showed that serologic evaluation of ZIKV infection is affected by cross-reactivity between antibodies of other flaviviruses mostly dengue viruses, namely in the world endemic areas. Serological and PCR studies have confirmed the presence of dengue virus infections in Iran, but most of them described the infection in association with travelling to hyper endemic areas. Indeed, travelers may play an important role in the epidemiology of dengue virus infections in Iran [39, 40]. In recent studies, it has been demonstrated that the ZIKV Euroimmun ELISA is specific and reliable when compared with other standard serologic methods [41, 42]. Moreover, we also did not detect any reactivity near or above threshold of borderline or positive zone for ZIKV antibodies.\nTo determine the presence of antibodies against WNV we used two different serological tests, ELISA and IIF. For the most part the results were in agreement (from 102 ELISA reactive samples 96 also showed positive signal by IIF test). Our results in univariate logistic regression showed that, seroprevalence of WNV is higher in males. Indeed, people’s lifestylein the study region is traditional, with most men doing outdoor jobs while most married women stay at home doing housekeeping work and raising children. Therefore, men are more exposed to potential mosquito bites and getting infected because they spend most of the daytime outdoors. Recent studies have been shown a relationship between WNV prevalence and gender [43, 44]. Consistent with our results, there are no significant differences between living in rural or urban areas, because there is no lifestyle disparities between these two populations in this region of the country. Based on the potential of being exposed to the WNV vectors, we categorized the population into three large job groups; first, those who mostly stay indoors, second, those who usually stay indoors and third, those who mostly stay outdoors. As the results show, people with outdoors jobs have significantly higher seroprevalence of WNV in comparison with those who mostly or usually do indoor activities. Similar results have been observed in other countries [45].\nOur study shows a significant association of WNV seroreactivity with increase in age. The observed rate was four fold higher in the people who are 45 or older compared to those who are below 25. Impact of age and WNV seroreactivity is consistent with most previous seroprevalence studies in other countries [43, 46], and may be related to higher probability of experiencing and being exposed to WNV among older individuals during their lifetimes.\nOne important finding of the study is the significant differences in WNV seroprevalence among people with different skin types. According to our data, the risk of WNV infections among individuals who have type III/IV or V/VI skin complexion are three to four times higher than individuals with the skin type I/II, respectively. This result may be related to non-protected exposure of the skin to the sun and to uncovered environment.\nIn univariate analysis a significant relationship was found between the residential area and WNV seroreactivity. People residing in the Bashagard and Bandar Abbas had the highest seroprevalence of WNV antibodies when compared with those living in Jask and Khamir. This finding may be related to a mild difference in environmental factors including altitude, distance to the nearest wetland area and normalized difference vegetation index (NDVI) of the Bashagard and Bandar Abbas counties in comparison with the Jask and Khamir counties, which may have an effect on the ecology of the vectors. Similar effects of these environmental factors have been observed in previous studies [47].\nA limitation of the present study is that we looked for the presence of WNV and ZIKV RNA in the sera samples. However, some reports suggest that the copy numbers of WNV and ZIKV genome is higher in whole blood or urine in comparison to sera samples [48]; which may explain in part why no RNA was detected in the sera samples.\nIn conclusion, our results provide the evidence of the establishment of WNV in southern Iran with a seroprevalence of 20.6% and no proof of ZIKV presence in mosquito vectors or serology markers in humans. Moreover, people who mainly work at open areas and the elderly are at higher risk of getting infected by WNV. In these study areas even though some people showed positive serum results for WNV infection, there were no recorded human WNV cases. As elucidated before, most people in southern Iran have traditional lifestyles where some moderate fever or temporary rashes do not make them visit medical facilities. Other important factors that might obscure not only WNV cases but also other mosquito-borne infections in these studied regions and even in other parts of Iran are the lack of an organized arbovirus surveillance system and active case finding and reporting strategies. These results generated new knowledge that is critical to better understand the epidemiology of the infection and the ecology of the vectors in the region. Furthermore, these findings will help to establish the basis for developing a better surveillance system with improved active case finding and reporting strategies for these arboviruses."
}