{
    "Background": "Mycobacterium ulcerans, the causative agent of Buruli ulcer (BU), is unique among human pathogens in its capacity to produce a polyketide-derived macrolide called mycolactone, making this molecule an attractive candidate target for diagnosis and disease monitoring. Whether mycolactone diffuses from ulcerated lesions in clinically accessible samples and is modulated by antibiotic therapy remained to be established.",
    "Methodology/Principal Finding": "Peripheral blood and ulcer exudates were sampled from patients at various stages of antibiotic therapy in Ghana and Ivory Coast. Total lipids were extracted from serum, white cell pellets and ulcer exudates with organic solvents. The presence of mycolactone in these extracts was then analyzed by a recently published, field-friendly method using thin layer chromatography and fluorescence detection. This approach did not allow us to detect mycolactone accurately, because of a high background due to co-extracted human lipids. We thus used a previously established approach based on high performance liquid chromatography coupled to mass spectrometry. By this means, we could identify structurally intact mycolactone in ulcer exudates and serum of patients, and evaluate the impact of antibiotic treatment on the concentration of mycolactone.",
    "Conclusions/Significance": "Our study provides the proof of concept that assays based on mycolactone detection in serum and ulcer exudates can form the basis of BU diagnostic tests. However, the identification of mycolactone required a technology that is not compatible with field conditions and point-of-care assays for mycolactone detection remain to be worked out. Notably, we found mycolactone in ulcer exudates harvested at the end of antibiotic therapy, suggesting that the toxin is eliminated by BU patients at a slow rate. Our results also indicated that mycolactone titres in the serum may reflect a positive response to antibiotics, a possibility that it will be interesting to examine further through longitudinal studies."
}