{
    "Introduction": "Anthelmintic drugs primarily include benzimidazole derivatives, ivermectin (IVM), and praziquantel (PZQ). These drugs are known for their broad spectrum of anthelmintic activity, effectiveness, and ease of use. The main benzimidazole derivatives used in human medicine include albendazole (ALB), flubendazole (FLU), triclabendazole (TRI), mebendazole (MEB), and thiabendazole (THIA) [1]. ALB and MEB are used in annual deworming campaigns for soil-transmitted helminth infections (roundworm, whipworm, and hookworm) in at-risk populations (preschool children, school-age children, women of reproductive age, and adults in certain high-risk occupations) living in endemic areas [2,3]. It is estimated that several hundred million doses of ALB and MEB have been administered since the inception of these control campaigns.\nThe broad spectrum of activity of benzimidazole derivatives is attributed to their ability to inhibit tubulin polymerization. This mechanism disrupts the biological processes of digestive tract parasites, including adults and larvae, leading to biochemical changes that result in parasite immobilization and death. In addition to its use in mass drug administration campaigns, ALB is indicated for a wide range of parasitic infections, while MEB and FLU are used for intestinal nematodes, and TRI for fascioliasis. THIA, formerly used for tissue nematodes and strongyloidiasis, was withdrawn from the French market due to high toxicity. PZQ is used for trematode and cestode infections, while IVM is indicated for various nematode infections and scabies [4–8].\nWhile benzimidazole derivatives are generally considered well-tolerated, some adverse reactions have been reported, including hematological, immune, neurological, gastrointestinal, hepatobiliary, and skin disorders. These are documented in the official information and summaries of product characteristics (SPCs) in most countries.\nSafety profiles of some anthelmintic drugs have already been analyzed using disproportionality analysis of the WHO pharmacovigilance database, including PZQ [9], levamisole [10] and IVM [10–12]. However, despite their widespread use globally, to our knowledge, no disproportionality study has yet been conducted to assess the overall safety profile of benzimidazole derivatives and potentially detect new adverse events reported with this class.\nFollowing a review of adverse reactions reports related to benzimidazole derivatives published in the literature, we investigated the WHO global pharmacovigilance database, VigiBase, for all suspected serious adverse events reported after anthelmintic treatment. We then conducted disproportionality analyses comparing benzimidazole derivatives to PZQ and IVM. Specifically, the aims of this study were: (i) to identify new potential pharmacovigilance signals (increased reporting of suspected adverse events after treatment with benzimidazole derivatives compared to PZQ and IVM), and (ii) to compare the safety profile of ALB to other benzimidazole derivatives.",
    "Methods": "Data source\nDeduplicated data were specifically provided by the Uppsala Monitoring Centre upon request from the World Health Organization (WHO) Global Individual Case Safety Report (ICSR) database, VigiBase [13]. This database contains over 38 million cases of suspected adverse events reported by national pharmacovigilance centers from more than 130 countries participating in the WHO Program for International Drug Monitoring [14]. An ICSR is an anonymized report for a single individual who experienced adverse event(s) potentially linked to the use of one or more drugs. Each ICSR contains sociodemographic information (age, sex, reporter qualification, country of origin, year of report), drug administration details (frequency, dosage, co-medications), and information about the reported adverse event(s). The latter includes the seriousness criteria as defined by the International Council for Harmonization of Technical Requirements for Pharmaceuticals for Human Use (ICH) [15], verbatim description of the adverse event, and associated terms from the Medical Dictionary for Regulatory Activities (MedDRA) developed by the ICH [16].\n\n\nStudy design\nWe conducted disproportionality analyses using the case/non-case method to identify disproportionate reporting, defined as a higher-than-expected number of adverse events reports compared to other events recorded in the database. This was achieved by calculating Reporting Odds Ratios (RORs), which compare the odds of exposure to benzimidazole derivatives between cases and non-cases [17,18]. All ICSRs of serious adverse events reported with anthelmintic drugs between January 1, 2000, and December 31, 2023, were extracted from VigiBase. An ICSR can contain multiple adverse events. Duplicates and reports involving the concomitant administration of multiple anthelmintic drugs were excluded. Only ICSR in which anthelmintic drugs were suspected or implicated in interactions were included. Exposure to benzimidazole derivatives was determined by the mention of ALB, MEB, FLU, THIA, or TRI in the ICSR. Exposure to other anthelmintic drugs was determined by the mention of IVM or PZQ.\n\n\nDrug exposure\nDrugs were identified primarily by their active ingredients to ensure consistency and comparability between different formulations and trade names. The selected anthelmintics were benzimidazole derivatives (MEB, THIA, ALB, FLU, TRI) (Anatomical Therapeutic Chemical codes P02CA, D01AC, and P02BX) and IVM, and PZQ (P02BA). The latter two were chosen as comparators due to their similar indications.\n\n\nCase definition\nFor each analysis, cases were ICSRs where at least one suspected serious adverse event of interest was reported, while non-cases were ICSRs reporting any adverse events other than the serious adverse events of interest. Each suspected serious adverse event of interest was identified by a selection of MedDRA terms (System Organ Class [SOC], High Level Term [HLT], and Preferred Term [PT]) reformulated into more specific terms (S1 Table). Serious adverse events of interest included hepatic disorders, hepatitis, cholecystitis, cholelithiasis, nausea and vomiting, cutaneous reactions, urticaria, toxidermias, drug reaction with eosinophilia and systemic symptoms (DRESS), Stevens-Johnson syndrome, toxic epidermal necrolysis, bullous conditions, acute generalized exanthematous pustulosis, allergic disorders, seizures, leucopenia, marrow depression and hypoplastic anemias, headaches, dizziness.\n\n\nStatistical methods\nOnly data concerning cases considered serious were used for statistical analysis. Descriptive statistics were used to summarize the basic characteristics of the ICSRs reporting serious adverse events after anthelmintic exposure according to sex, age group, geographic zone, reporting period, and reporter type, along with their numbers and frequency.\nOur primary analysis consisted of calculating the ROR of each suspected adverse event of interest (and corresponding 95% confidence interval [95% CI]) for benzimidazole derivates compared to PZQ and IVM reported in VigiBase using logistic regression models. In the secondary analysis, adverse events were compared between ALB and all other benzimidazole drugs. Our analyses were adjusted for the potential confounders available in the line-listing extracted from Vigibase: sex, profession of the reporter (healthcare professional or not), age group (defined according to key life stages: 0–11 years, 12–17 years, 18–44 years, 45–65 years, and over 65 years), geographic area (Europe, Africa, Asia, North America, South America, Oceania), and reporting period (before 2016, 2016–2021, after 2021). To account for the presence of missing data, we performed a sensitivity analysis with imputation using the nearest neighbor’s method (KNN method) [19]. Analyses were conducted using R version 4.3.3 software.",
    "Results": "Descriptive analysis of the serious ADRs reported with benzimidazole derivatives\nAmong the 257,898 ICSRs reporting adverse events after anthelmintic exposure registered in the database, 81,480 ICSRs that matched our criteria were reported from January 1, 2000, to December 31, 2023. We excluded 49 duplicates and 391 cases with no available MedDRA terms. Of the remaining ICSRs, 19,068 contained a serious adverse event, of which 5,137 were reported after a benzimidazole derivative exposure (26.91%) and 13,931 cases were reported after another anthelmintic drug exposure (73.09%). Table 1 shows the characteristics of the ICSR reporting serious adverse events according to anthelmintic drug exposure by age group, sex, reporter type, geographical area, active ingredient name, and reporting period. In benzimidazole derivatives-exposed patients, the sex distribution was balanced, with 51% of cases being female. Adults aged 18–44 were the most represented (38%), followed by the 45–65 age group (23%) and children aged 0–11 (21%). Reports from Europe dominated with 38% of cases, followed by North America (28%). Africa and Asia represented 16% and 15% of cases, respectively. Notifications before 2016 and for the period 2016–2021 represented 40% and 44% of cases, respectively. ALB exposure accounted for two-thirds of the serious cases (67%), followed by mebendazole exposure at 28%. Others benzimidazole derivatives (FLU, THIA, TRI) were marginal. Healthcare professionals reported 76% of the cases.\nAn analysis of literature data (S1 Material) and an initial analysis of the frequencies of adverse events reported with anthelmintics (S2 Table) enabled us to construct the list of effects of interest presented with their corresponding MedDRA terms in S1 Table. Table 2 describes the serious adverse events of interest according to anthelmintic drugs use. Serious cases reported after benzimidazole derivatives exposure reveals a preponderance of cutaneous reactions (11.41%), followed by hepatic disorders (7.42%) and nausea and vomiting (5.96%). No cases of acute generalized exanthematous pustulosis were reported after benzimidazole derivatives exposure.\n\n\nDisproportionality analyses\nTable 3 shows the main disproportionality analyses of the serious adverse events of interest reported with benzimidazole derivatives compared to other anthelmintic drugs. The table also shows the results of the secondary analyses for each event of interest.\nIn the main analyses, a significant pharmacovigilance signal, in the sense of an over-reporting, was found with benzimidazole derivatives for the following serious adverse events, ranked by decreasing adjusted ROR (aROR): bone marrow failure and hypoplastic anemia (aROR 9.44, 95% CI 5.01–18.9), leukopenia (aROR 3.89, 95% CI 2.64–5.76), hepatic disorders (aROR 3.10, 95% CI 2.59–3.71, hepatitis (aROR 2.88, 95% CI 2.29–3.63), urticaria (aROR 2.02, 95% CI 1.36–2.99), seizures (aROR 1.92, 95% CI 1.29–2.85), dizziness (aROR 1.56, 95% CI 1.20–2.02), nausea and vomiting (aROR 1.50, 95% CI = 1.22–1.83), and headaches (aROR 1.35, 95% CI 1.03–1.68).\nAs for the secondary analysis comparing ALB to other benzimidazole derivatives, disproportionality analysis revealed an over-reporting of certain serious adverse events, ranked by decreasing adjusted ROR: leukopenia (aROR 14.3, 95% CI 4.25–89.0), bone marrow failure and hypoplastic anemias (aROR 11.1, 95% CI 2.31–199), hepatic disorders (aROR 5.70, 95% CI 3.88–8.59) and hepatitis (aROR 4.82, 95% CI 2.98–8.16). There was no disproportionate reporting for the other adverse events analyzed.\nThe sensitivity analysis with data imputation showed similar disproportionate reporting than those of the main analyses, except for a new signal of serious headache observed after ALB exposure (aROR 1.77, 95% CI 1.08–3.01).",
    "Discussion": "This research established a detailed assessment of serious adverse events reported after the use of benzimidazole derivatives, using a case/non-case approach, analyzing data collected from the WHO Adverse Drug Reaction database, spanning 2000 to 2023. Our analyses revealed statistically significant pharmacovigilance signals for several serious adverse events, including bone marrow failure, hypoplastic anemia, leukopenia, hepatic disorders and hepatitis, with particularly strong signals reported after ALB exposure. The signal observed for seizures after benzimidazole derivatives exposure was not previously known nor mentioned in official information and constitutes a new pharmacovigilance signal.\nWhile Bagheri et al. (2004) described various adverse reactions to anthelmintic drugs recorded in the French pharmacovigilance database from 1988 to 1999, our study is the first to examine serious adverse events associated with benzimidazole derivatives in the WHO pharmacovigilance database through disproportionality analyses [20].\nOur main hypothesis, that there were new signals of serious adverse events reported with benzimidazole derivatives compared to other anthelmintic drugs, is supported by our analyses. Our results revealed pharmacovigilance signals, indicated by statistically significant disproportionate reporting, for bone marrow failure and hypoplastic anemia, leukopenia, liver disorders, hepatitis, hepatic disorders, urticaria, convulsions/seizures, dizziness, nausea and vomiting, and headaches in patients exposed to benzimidazole derivatives, with strong signals observed for the first six. Specifically, the analysis within class comparing ALB with other benzimidazole derivatives (i) showed that pharmacovigilance signals for bone marrow failure and hypoplastic anemias, leukopenia, liver disorders, hepatitis, and hepatic disorders were strongly reported after ALB exposure.\nPlacing these results in the context of existing literature, our findings align with previous studies highlighting the hematological and hepatotoxic risks associated with ALB, corroborating existing safety concerns [4]. Although these effects are rare, Fernandez et al. (1996) were the first to report a case of pancytopenia (bone marrow failure) associated with ALB in a 75-year-old woman treated for hepatic hydatidosis [21]. Additionally, Bagheri et al. (2004) reported pancytopenia with ALB and MEB treatments as part of a long course of treatment for echinococcosis, with high doses of medicinal products [20]. Xing et al. (2018) also reported a case of fatal pancytopenia after 15 days of ALB treatment [22]. Several studies are consistent with our findings of disproportionality observed for the hepatotoxic risks associated with ALB [23–29]. Although ALB excellent safety profile underpins mass drug distribution campaigns, it is essential to remain aware of and vigilant about the serious adverse reactions it can potentially induce. As the signals highlighted in our study were based on findings from existing data, it would be valuable to conduct a real-world pharmacoepidemiologic study to confirm these signals.\nThe pathophysiological mechanisms underlying the suspected adverse events following exposure to benzimidazole derivatives remain incompletely understood. For hematological disorders such as bone marrow failure, hypoplastic anemia, leukopenia, and pancytopenia, the primary hypothesis is that this class of drugs can inhibit tubulin polymerization, potentially impairing cell turnover and leading to a depletion of cell lineages [21]. Additionally, benzimidazoles may interfere with folate metabolism, further contributing to hematological toxicity [30]. Hepatic disorders, which are well-known adverse drug reactions, might be linked to the drug’s metabolites, primarily eliminated via the biliary route [4]. The mechanisms underlying seizures and skin disorders are unclear and need further investigations. One hypothesis is that these effects might involve the direct action of the drug on parasites in the blood (such as loiasis) or in brain (such as taeniasis), provoking allergic and/or neurologic reactions due to parasite death, circulation of their remains, or embolization in brain capillaries. The limitations of this study include the under-reporting of suspected adverse reactions (and the potential differences in this under-reporting between countries), as well as the lack of information on drug exposure in the population. These limitations, inherent in studies using pharmacovigilance databases [31,32], restrict the measurement of the true incidence of adverse reactions. Although under-reporting may be less significant since we focused on serious adverse events (which are more likely to be reported) [33], our analyses cannot measure the actual risk of adverse reactions but only differences in reported events. Indeed, the subjects in our \"control\" (non-case) group are not healthy controls, but patients who have reported other adverse events. Given the multiplicity of statistical analyses performed, which increases the risk of Type I errors, we did not apply formal corrective methods for multiple comparisons. However, we focused on 17 specific adverse events selected based on a comprehensive literature review and preliminary frequency analysis in our dataset. The consistent findings across various sub-analyses suggest that the risk of random statistically significant results is low. Moreover, it is crucial to consider the potential for protopathic bias in interpreting our results. Several adverse effects, such as liver disorders, seizures, or urticaria can also be symptoms of parasitic infections for which benzimidazole derivatives are prescribed. This could lead to misattribution of disease symptoms to the drug, potentially inflating the apparent association with benzimidazole use.). Another limitation is the possibility of indication bias: not all anthelmintic drugs are used in the same situations, and the signals found with benzimidazole derivatives could be partly explained by these differences. Unfortunately, the precise indication was not available in the database and could not be considered. However, indication bias is less important when comparing drugs in the same therapeutic area (which we did) than when comparing the drugs of interest to all other drugs reported in the database across all therapeutic areas and indications. Additionally, by eliminating reports recording the concomitant role of our drugs, we have reduced the impact of competition bias on the drug-event combination of interest [34]. Nevertheless, these results must be interpreted with caution due to potentially missing information.\nThe main strength of this study is the use of the WHO VigiBase database, which enables the study of adverse events reported worldwide and provides important information on the use of drugs in real-life situations. Our study is the first to evaluate the serious adverse events of benzimidazole derivatives in the WHO database using a disproportionality analysis. Moreover, the detection of emerging signals of serious adverse events, such as bone marrow failure, hypoplastic anemias, leukopenia, and hepatic disorders, is paramount to ensure patient safety. By comparing ALB with other benzimidazole derivatives, and more specifically with MEB, the study provides a detailed assessment of the specific risks associated with each drug within the same therapeutic class. This makes it possible to identify risks specific to certain drugs, rather than the entire class.\nThe discovery of statistically significant disparities for several serious adverse events, with particularly strong associations attributed to ALB, confirms the reliability of the results and highlights safety issues specific to this drug. The revelation of a significant association between ALB and headache, which had not been detected in the main analysis, underscores the value of the analysis conducted, capable of detecting potentially infrequent but clinically relevant adverse events. Finally, this research builds upon previous studies, such as those by Bagheri et al. (2004), by providing recent and extensive data on the adverse reactions of anthelmintic drugs, focusing specifically on benzimidazole derivatives [20].",
    "Conclusion": "This first study to disproportionate reporting of adverse events reported with benzimidazole derivatives in the WHO database, complements and extends previous work carried out on smaller national databases, suggests that ALB presents an increased risk for several serious adverse events compared to other benzimidazole derivatives. It also revealed new potential pharmacovigilance signal for benzimidazole derivatives: seizures. These results underline the need for constant vigilance and monitoring for patients taking benzimidazole derivatives, particularly ALB. These results call for further studies to confirm these links and examine the mechanisms underlying these adverse effects."
}