{
    "Introduction": "Growing antimicrobial resistance is recognized as an urgent threat to global health. Among other drivers, such as their promiscuous use in animal husbandry, widespread misuse and overuse of antibiotics in healthcare is a major contributor to the emergence of resistant pathogens [1]. While antibiotics may be prescribed inappropriately for conditions that are likely to have a viral etiology, they also may be used in early intervention of febrile illnesses when the pre-test probability of a bacterial infection argues for empirical therapy. The non-specific clinical manifestations of dengue (DENV) overlap with signs and symptoms of other febrile illnesses common to tropical and subtropical zones, such as leptospirosis, for which antimicrobial therapy is therapeutic [2–7]. At the point of clinical presentation, differentiating dengue from bacterial infections that should be treated with antibiotics may be difficult but also is contextual, depending on the local epidemiology of the respective pathogens [8]. For example, within Thailand, the likelihood of encountering dengue versus leptospirosis differs geographically and pre-test strategies for empirical use of antibiotics in respective locations have been modeled [7,9].\nPoint-of-care dengue diagnostic assays are not available universally and their performance also depends on the local epidemiology of dengue and other flaviviral infections that can produce cross-reactions. As over half of the global population in at least 120 countries, some four billion people, is at risk for dengue, that antibiotic consumption is likely to be considerable [6].\nCompared to a large body of literature describing inappropriate antibiotic prescribing for acute viral respiratory illnesses such as colds, upper respiratory tract infections and bronchitis [9–21], there is a limited understanding of factors underlying antibiotic prescribing for dengue. A few relevant studies have investigated antibiotic use more generally, among acute febrile patients, in dengue endemic regions. Unlike previous reports comprising case series over limited intervals [22,23], this study exploited Taiwan’s national linked databases that covers 99.9% of the population and examined all nationally reported cases over an eight-year period. Like many Asian countries, Taiwan experiences periodic dengue outbreaks and has a high antibiotic prescribing rate [24]. Taiwan’s comprehensive national insurance data and infectious diseases surveillance and reporting system offer a unique opportunity to assess antibiotic prescribing patterns for dengue and associated factors. We analyzed not only patient characteristics, but also physician and contextual characteristics such as in outpatient and inpatient settings, before and after dengue diagnosis and, taking advantage of the periodicity of dengue outbreaks in Taiwan, during an interval of heavy epidemic transmission compared to a quiescent pre-epidemic interval [25]. Furthermore, we also describe the frequency of use for specific antibiotics prescribed during the assessment period.",
    "Methods": "Ethics statements\nThis study was reviewed and approved by the Institutional Review Board of National Yang Ming Chiao Tung University (NO. YM109083E).\n\n\nData sources\nSince the study was done using administrative datasets without identifiable personal information, individual informed consent was waived. Linked data were obtained from the Notifiable Disease Dataset of Confirmed Cases (NDDCC), operated by the Taiwan Centers for Disease Control (CDC), and the National Health Insurance Research Database (NHIRD) in Taiwan. The Communicable Disease Control Act requires clinicians to report every individual who is infected by or suspected of a notifiable communicable disease, including dengue, to the NDDCC, providing the most accurate source of confirmed dengue cases. The NDDCC was then linked to the NHIRD to obtain medical care utilization information on confirmed cases, including diagnoses, type of medication prescribed, patient and physician characteristics. All these databases are available for research purposes and managed by the Health and Welfare Data Center (HWDC) and linked using encrypted identification numbers of individual patients, physicians, and hospitals. All the analyses were conducted onsite at the HWDC. The validity and quality of the NHIRD have been assessed repeatedly and found to be satisfactory and well-suited for research purposes [26,27].\n\n\nStudy design and study population\nThis was a population-based pooled cross-sectional study. The study population included all confirmed dengue cases in persons 18 years and older during the study period, 2008–2015 (60,587 patients). The dengue cases in our sample were defined as dengue cases confirmed by the Taiwan CDC and recorded in the NDDCC dataset. In Taiwan, any suspected dengue case is required to be reported to the Taiwan CDC and his/her specimen also must be sent to Taiwan CDC for confirmation through Taiwan’s official infectious disease surveillance system. The cases confirmed by Taiwan CDC are recorded in the NDDCC dataset. Multiple dengue records of the same individual within 3 months were considered the same dengue case and only the initial report was analyzed. Each dengue case was assessed for his/her utilization of outpatient care, inpatient services, and antibiotics prescribed during a 14-day assessment period (from a week before to a week after the index date). The index date was defined as the individual’s date of confirmed dengue diagnosis recorded in Taiwan CDC’s database. Due to heterogeneity in disease progression, frequency of comorbidities, and factors influencing medical care utilization patterns between adults and children/adolescents, we did not include pediatric populations in our study. People with incomplete information on important characteristics or without any medical visit during the assessment period were excluded (3,286 patients). The final study population included 57,301 dengue cases.\n\n\nVariables\nOur main dependent variable was the presence or absence of at least one antibiotic prescription for each confirmed dengue case during the 14-day assessment period. Medical utilization patterns included antibiotics prescribed, outpatient visits, and hospitalization events. The medical utilization patterns included any antibiotic prescribed, any outpatient visit incurred, and any hospitalization incurred. All three types of medical service utilization were assessed during the 14-day assessment period. Any antibiotics prescribed, outpatient visit, or hospitalization occurring during the 14-day period, 7 days before confirmation, 7 days after confirmation were assessed. The frequency of specific antibiotics prescribed was calculated. Antibiotics prescribed in medical visits involving a concomitant bacterial infection diagnosis for which antibiotic treatment may be indicated were excluded for analyses [28]. Concomitant bacterial infection was defined as a bacterial infection diagnosis which was recorded in the same claim as dengue diagnosis. We adopted Clinical Classification System, a diagnosis and procedure categorization scheme developed by the Agency for Healthcare Research and Quality, to identify concomitant bacterial infection. We did not restrict the main analyses only to medical visits with a dengue diagnosis because National Health Insurance (NHI) claims for outpatient visits only allow three diagnoses for each visit. According to our data, only 8.1% and 59.2% of the visits shortly before and after dengue was confirmed contained a dengue diagnosis, respectively. Furthermore, we used the Anatomical Therapeutic Chemical (ATC) classification system to identify the type of antibiotics prescribed (ATC code J01). Topical antibiotics were excluded from the analyses.\nPatient characteristics included patient’s age, sex, socioeconomic status (SES), comorbidity status, and year of confirmed dengue diagnosis. Patient’s age was classified into three groups: 18–45, 45–65, and above 65 years. SES was defined by the individual’s insurable wages and types. Patients were classified into those with and without regular well-defined monthly wage and the former were then categorized into two groups: monthly wage above or below NTD $30,000 (approximately, $1,000 USD). Comorbidity status was defined by presence of major comorbidities such as cancer, chronic kidney diseases, and others [29]. We also classified year of diagnosis into epidemic dengue (2014 and 2015) and nonepidemic periods.\nPhysician characteristics included age, sex, specialty, and patient volume. Physician’s age was classified into three groups: under 40, 40–60, and above 60 years. Specialty was classified into five categories: family medicine, internal medicine, emergency, otolaryngology (ENT), and others. Patient volume was calculated separately for outpatient visits and inpatient admissions. Patient volume was defined as the average monthly number of ambulatory care visits or inpatient admissions one year before the index date. Both ambulatory and inpatient volumes were then categorized into tertiles as low, medium, and high. Characteristics of physician’s practice setting included ownership (public vs. private), accreditation level and urbanization of practice (urban vs. rural). We classified medical facilities into three levels: medical centers, regional and district hospitals, and clinics according to Taiwan’s medical facility accreditation regulation and process. Medical centers are the tertiary care hospitals which has met the highest quality of care standard under the current accreditation regulation.\n\n\nStatistical analyses\nDescriptive statistics were computed to describe the characteristics of dengue patients. Prescribing patterns in outpatient and inpatient settings were analyzed separately. Since a dengue diagnostic test result could have influenced the antibiotic prescribing decision, we analyzed antibiotic prescribing in dengue patients before and after their dengue infection was confirmed. Due to the hierarchical nature of the data, cluster effects are likely; generalized estimating equation (GEE) was applied to control the probable clustering effects of visits within each physician. Robust estimators were applied for standard errors in all analyses. Sensitivity analyses were conducted: (1) instead of analyzing medical visits without a concomitant bacterial diagnosis, we tried different inclusion criteria (i.e. all visits including those with a concomitant bacterial diagnosis; visits with dengue diagnosis, but without a concomitant bacterial diagnosis); (2) a shorter assessment period (6-day period from 3 days before to 3 days after the index date). The results of these sensitivity analyses remained robust. All analyses were conducted using SAS 9.4.",
    "Results": "Of the 57,301 confirmed adult dengue cases during the study period (2008–2015), 89.4% of cases occurred during the 2014–2015 epidemic (Table 1). 21.5% of dengue cases were ≥ 65 years old. Only 7.0% of dengue cases had underlying major comorbid illnesses. 91.6% had fever and 33.7% were hospitalized, of whom 5.4% were admitted to ICUs. In the absence of a documented concomitant bacterial infection, 24.6% received at least one antibiotic during the 14-day assessment period. The average lengths of hospital stay for patients who received antibiotics and who did not receive antibiotics were 8.1 and 6.3 days, respectively (Table A in S1 Text). Table 2 presents distributions of the total and sub-samples at visit-level, and proportions of visits with antibiotic prescriptions by patient and physician characteristics. Cases resulted in a total of 189,510 ambulatory care visits and 18,629 admissions within the 14-day assessment period.\n\n\nAntibiotic prescribing in outpatient settings\nAntibiotics were prescribed in 6.1% of outpatient visits during the 14-day assessment period (Table 2). The proportion of visits with antibiotic prescriptions varied slightly across most patient characteristics (5.7%-6.7%). The exception was a relatively larger difference between epidemic (5.8%) and nonepidemic periods (9.3%). In contrast, among physician characteristics, antibiotic prescribing varied considerably by physician’s age, gender, specialty and ownership of practice setting. For outpatient cases, antibiotics were prescribed more often in the week prior to the confirmed date of dengue infection (9.3%) than in the week after the diagnosis was confirmed (4.1%). Similar prescribing patterns across patient and physician characteristics were observed during the pre- and post- dengue confirmation week.\nAfter adjusting for other characteristics and clustering effects, prescribing patterns were relatively consistent for total visits, pre-confirmation visits and post-confirmation visits (Table 3). Significant associations with receipt of antibiotics during the 14 day assessment period were found for patient’s age, gender, and comorbidity status: patients 45–64 years old were significantly less likely to be prescribed antibiotics than patients <45 years (odds ratio [OR]: 0.89; 95% CI: 0.85–0.93); female patients (OR: 1.14; 95% CI: 1.10–1.18) and patients with a major comorbidity (OR: 1.15; 95% CI: 1.07–1.24) were significantly more likely to be prescribed antibiotics than their counterparts. As described above, the likelihood of antibiotic prescribing was significantly lower during epidemic compared to the non-epidemic years (OR: 0.67; 95% CI: 0.61–0.72).\nAfter adjusting for patient characteristics, antibiotic prescribing in the outpatient setting varied significantly among physicians. Antibiotic prescribing increased with physician age. Compared to family medical physicians, Otolaryngology (OR: 3.54; 95% CI: 2.94–4.25), emergency (OR: 3.15; 95% CI: 2.61–3.80) and other specialists (OR: 1.24; 95% CI: 1.06–1.44) were significantly more likely to order antibiotics. Among practice settings, physicians in public hospitals were 20% less likely to prescribe antibiotics (95% CI: 0.71–0.91) than in private settings; at a facility level, antibiotics were most likely to be prescribed in clinics (OR: 1.38; 95% CI: 1.20–1.59) compared to all levels of hospitals.\nThe most commonly prescribed antibiotics for dengue outpatients were mainly cephalosporins (i.e. cefalexin, cefradine, cefazolin, cefadroxil, cefuroxime; 49.9%-55.4%) and tetracyclines (doxycycline; 4.8%-6.3%; Table 4).\n\n\nAntibiotic prescribing in inpatient setting\nOverall, 30.1% of inpatients without a concomitant bacterial infection were prescribed an antibiotic (Table 5). Proportions of inpatient admissions with antibiotic prescriptions varied remarkably across patient characteristics. Inpatients 65 years or older (40.4%), female inpatients (32.6%), and inpatients with major comorbidity (42.4%) received antibiotic prescriptions more frequently than their counterparts. Hospitalized patients in the epidemic years received antibiotic prescriptions less frequently (29.2%) than those in the nonepidemic period (35.4%).\nIn contrast, physician characteristics did not vary except for physician age: 32.6% ordered by younger physicians (< 40 years) compared to 21.8% by older physicians (60 years or above). Patients who were hospitalized after dengue was confirmed (26.0%) received antibiotic prescriptions less frequently than those hospitalized before confirmation (52.3%). Specific antibiotics ordered for patients hospitalized before and after the confirmation of dengue were similar.\nAfter adjusting for other characteristics and clustering effects, prescribing patterns were relatively consistent for all inpatient admissions (Table 6). Likelihood of receiving an antibiotic increased with advancing age: >65 years old (OR: 1.88; 95% CI: 1.71–2.07), 45–64 years old (OR: 1.12; 95% CI: 1.05–1.20), compared to younger inpatients. Females (OR: 1.24; 95% CI: 1.18–1.31), and patients with a major comorbidity (OR: 1.38; 95% CI: 1.25–1.53) were significantly more likely to receive an antibiotic. Antibiotics were ordered less frequently in epidemic years (OR: 0.72; 95% CI: 0.62–0.84) than in the nonepidemic period. In terms of physician characteristics, physicians with a larger inpatient volume (OR: 0.73; 95% CI: 0.60–0.90) and those practicing in regional/district hospitals (OR: 0.56; 95% CI: 0.48–0.66) were significantly less likely to prescribe antibiotics to dengue inpatients than their counterparts. Cephalosporins (i.e. cefazolin, ceftriaxone, cefuroxime; 61.8%-65.2%), tetracyclines (i.e. doxycycline; 8.9%-15.0%), quinolones (i.e. levofloxacin; 11.9%-15.2%) were the most commonly prescribed antibiotics, accounting for more than 80% of all dengue inpatient courses. The classes of antibiotic prescribed before and after dengue diagnosis were similar.",
    "Discussion": "This population-based study of antibiotic prescribing patterns for dengue in Taiwan between 2008–2015 found several associations of interest. Significantly, more than 1 in 4 dengue patients received at least one antibiotic prescription during the 14-day assessment period (i.e. from 7 days before to 7 days after dengue was confirmed). The proportion was significantly lower for both inpatients and outpatients in the two epidemic years than in nonepidemic years, indicating the underestimation of dengue in physicians’ pre-test assessments. Antibiotics were prescribed more frequently in inpatient (30.1%) than in ambulatory care settings (6.1%) with usage higher for older patients, females and patients with underlying conditions. In examining physician characteristics associated with antibiotic prescription, older physician age and private practice were significant factors influencing the decision to prescribe antibiotics in outpatient visits. The likelihood of prescribing an antibiotic to dengue patients was reduced by more than 50% in medical visits occurring after the dengue infection was confirmed.\nAntibiotic prescribing for dengue in outpatient visits (6.1%) was not as widespread as that observed for common viral respiratory illnesses such as acute bronchitis in Taiwan [13,30,31], a fraction that also should be viewed in the context that dengue was listed as a diagnosis in only 8.7% of visits before the diagnosis was confirmed. The frequent use of antibiotics among hospitalized dengue patients is a potential concern: while antibiotics were ordered in 52.3% of patients before dengue was confirmed, that fraction dropped to only 26.0% after the diagnosis was confirmed. In this database analysis, we are unable to ascertain why antibiotics were continued or ordered after dengue was diagnosed but the observation suggests the need for further investigation. Our estimates may not be compared directly to the findings in other studies that described antibiotic prescribing or usage in acute febrile illness (AFI) patients, rather than specifically in confirmed dengue patients.\nConsistent with previous findings [9,32], our study also showed significantly lower antibiotic prescribing for dengue during outbreak compared to baseline years. Physicians likely internalized the higher likelihood of dengue as the cause of febrile illnesses during this period, as the course of the outbreak and amplified dengue control and preventive efforts were well publicized. The distinction between epidemic and other seasons is sharper in Taiwan than in countries where dengue is endemic so this impact on clinical diagnosis and practice may not be generalizable.\nDiagnostic uncertainty is a principal driver of physician decision-making in prescribing antibiotics [33]. For dengue, previous studies showed that a positive dengue test result can significantly reduce antibiotic prescribing for AFI patients, a trend was reflected in our analysis of both outpatients and inpatients [34]. The recommended approach for laboratory confirmation of infection necessitates testing an acute sample for viral RNA followed by testing serum days later to demonstrate the development of specific IgM, because the window for viremia may have been missed at the first visit [35]. Until improved rapid diagnostic assays are developed and made accessible to developing and low-income countries where dengue is transmitted in an endemic pattern, antibiotics will continue to be used unnecessarily to varying degrees [22,23,36,37]. The finding suggests that facilitating development and distribution of more timely and sensitive dengue diagnostic tools could reduce unnecessary antibiotic use for suspect dengue cases.\nConsistent with previous studies, patient’s age, gender and comorbidity status play significant roles in prescribing decisions in both outpatient and inpatient care settings. As seen previously [38,39], females were significantly more likely to be prescribed an antibiotic. An increased likelihood of antibiotic prescribing for older hospitalized patients and those with other major comorbidities may reflect physician precautionary prescribing behaviors towards patients with greater disease severity or risk for severe complications [9,34].\nSignificant prescribing variations were observed among ambulatory care physicians across age and specialty, which may reflect differences in medical education and training of the respective cohorts. The trend for greater frequency of antibiotic prescribing with older age may be intuitive as attention to antimicrobial resistance in medical school education and residency training has been greater in recent decades. In addition to physician’s age and specialty, accreditation level and ownership of physician’s practice setting independently contributed to the decision. Physicians practicing in more technologically advanced hospitals were significantly more cautious in prescribing antibiotics than their counterparts in local clinics, possibly due to easier access to laboratory facilities, stronger demand for compliance to up-to-date guidelines, stricter continuing education requirements and peer pressure [13,30,40]. Poorer access to laboratory facilities may have driven more precautionary prescribing by clinic physicians. Another plausible explanation may be weaker links between physician earnings and sales of drugs in public or higher-level hospitals. Varying antibiotic prescribing practices in outpatient settings, but not in inpatient care, suggests the need to tailor antibiotic stewardship strategies [41–43].\nAmong the study limitations, as NHI claims data capture antibiotics prescribed under the NHI program, out-of-pocket purchases by patients could not be included, leading to an underestimation of antibiotic use. Secondly, although we excluded visits with a concomitant bacterial infection, as outpatient claims only allow up to 3 diagnoses, bacterial infection or other conditions for which antibiotics may be indicated may not have been captured fully, leading to an overestimation. Third, as we did not review individual medical records and due to data limitation of the NHI claims data, we lacked more detailed clinical information to ascertain appropriateness of and indications for antibiotic prescribing. Therefore, to be conservative, we excluded all visits with bacterial infection from our main analysis and solely focused on describing potentially unnecessary antibiotic prescribing among dengue cases. Future research with more detailed clinical data may help in this regard. Fourth, confounding bias may have been introduced as data on laboratory results, clinical presentation and symptoms, disease severity, and physician-patient communication were lacking, impeding detailed investigations into rationales behind physicians’ prescribing decisions. Finally, because the study was conducted in a setting under a national health insurance program with easy access to providers and prescription drugs, the results may not apply to countries with different levels of resources or different health care systems.\nIn conclusion, this population-based study of antibiotic prescribing for dengue patients systematically investigated a wide array of patient, physician, contextual factors and identified potentially modifiable circumstances that could be targeted for improved antibiotic stewardship. In Taiwan, at least, a “one-size fits all” antibiotic stewardship approach may not be effective in reducing unnecessary antibiotic prescribing for dengue. The aggregate result also provides a baseline for antibiotic use that hypothetically could be avoided when improvements in vector control and, potentially, introduction of effective vaccines reduce or even eliminate dengue transmission."
}