{
    "Background": "Leptospirosis, a spirochaetal zoonotic disease, is the cause of epidemics associated with high mortality in urban slum communities. Infection with pathogenic Leptospira occurs during environmental exposures and is traditionally associated with occupational risk activities. However, slum inhabitants reside in close proximity to environmental sources of contamination, suggesting that transmission during urban epidemics occurs in the household environment.",
    "Methods and Findings": "A survey was performed to determine whether Leptospira infection clustered within households located in slum communities in the city of Salvador, Brazil. Hospital-based surveillance identified 89 confirmed cases of leptospirosis during an outbreak. Serum samples were obtained from members of 22 households with index cases of leptospirosis and 52 control households located in the same slum communities. The presence of anti-Leptospira agglutinating antibodies was used as a marker for previous infection. In households with index cases, 22 (30%) of 74 members had anti-Leptospira antibodies, whereas 16 (8%) of 195 members from control households had anti-Leptospira antibodies. Highest titres were directed against L. interrogans serovars of the Icterohaemorrhagiae serogroup in 95% and 100% of the subjects with agglutinating antibodies from case and control households, respectively. Residence in a household with an index case of leptospirosis was associated with increased risk (OR 5.29, 95% CI 2.13–13.12) of having had a Leptospira infection. Increased infection risk was found for all age groups who resided in a household with an index case, including children <15 years of age (P = 0.008).",
    "Conclusions": "This study identified significant household clustering of Leptospira infection in slum communities where recurrent epidemics of leptospirosis occur. The findings support the hypothesis that the household environment is an important transmission determinant in the urban slum setting. Prevention therefore needs to target sources of contamination and risk activities which occur in the places where slum inhabitants reside."
}