{
    "Abstract": "T cell-intrinsic regulation, such as anergy, adaptive tolerance and exhaustion, is central to immune regulation. In contrast to Type 1 and Type 17 settings, knowledge of the intrinsic fate and function of Th2 cells in chronic Type 2 immune responses is lacking. We previously showed that Th2 cells develop a PD-1/PD-L2-dependent intrinsically hypo-responsive phenotype during infection with the filarial nematode Litomosoides sigmodontis, denoted by impaired functionality and parasite killing. This study aimed to elucidate the transcriptional changes underlying Th2 cell-intrinsic hypo-responsiveness, and whether it represents a unique and stable state of Th2 cell differentiation. We demonstrated that intrinsically hypo-responsive Th2 cells isolated from L. sigmodontis infected mice stably retained their dysfunctional Th2 phenotype upon transfer to naïve recipients, and had a divergent transcriptional profile to classical Th2 cells isolated prior to hypo-responsiveness and from mice exposed to acute Type 2 stimuli. Hypo-responsive Th2 cells displayed a distinct transcriptional profile to exhausted CD4+ T cells, but upregulated Blimp-1 and the anergy/regulatory-associated transcription factors Egr2 and c-Maf, and shared characteristics with tolerised T cells. Hypo-responsive Th2 cells increased mRNA expression of the soluble regulatory factors Fgl2, Cd38, Spp1, Areg, Metrnl, Lgals3, and Csf1, and a subset developed a T-bet+IFN-γ+ Th2/Th1 hybrid phenotype, indicating that they were not functionally inert. Contrasting with their lost ability to produce Th2 cytokines, hypo-responsive Th2 cells gained IL-21 production and IL-21R blockade enhanced resistance to L. sigmodontis. IL-21R blockade also increased the proportion of CD19+PNA+ germinal centre B cells and serum levels of parasite specific IgG1. This indicates a novel regulatory role for IL-21 during filarial infection, both in controlling protection and B cell responses. Thus, Th2 cell-intrinsic hypo-responsiveness is a distinct and stable state of Th2 cell differentiation associated with a switch from a classically active IL-4+IL-5+ Th2 phenotype, to a non-classical dysfunctional and potentially regulatory IL-21+Egr2+c-Maf+Blimp-1+IL-4loIL-5loT-bet+IFN-γ+ Th2 phenotype. This divergence towards alternate Th2 phenotypes during chronicity has broad implications for the outcomes and treatment of chronic Type 2-related infections and diseases."
}