{
    "Introduction": "Background\nChagas disease, caused by the protozoan parasite Trypanosoma cruzi, is estimated to infect 6.5 million globally, including 1.7 million women of reproductive age [1, 2]. As of 2019, an estimated 172,000 additional people were infected, and 52,000 of these were women of reproductive age [1]. Trypanosoma cruzi is primarily transmitted when the triatomine insect vector transfers the parasite after biting and defecating on its host through its infected feces entering via bite wound or mucosal membrane [2]. However, it can also be transmitted through blood transfusion, organ transplant, via oral consumption of contaminated food or beverage, and through vertical transmission from mother to infant during pregnancy [3, 4].\nVertical transmission of T. cruzi, or congenital Chagas disease (cCD), occurs in an estimated 4.7% of infants born to infected mothers, increasing to 5.0% in endemic countries [3]. Trypanosoma cruzi infected infants may present with severe morbidity at birth and be at a higher risk of mortality. If left untreated, infants can develop chronic Chagas disease later in life [4].\n\n\nClinical signs of congenital Chagas disease\nClinical signs in infants with cCD range from mild to severe. Clinical signs attributable to cCD include low Apgar score (<7 at 1 minute and/or at 5 minutes) [5], premature rupture of membranes [6], preterm birth, low birth weight [7], intra-uterine growth restriction [8], small for gestational age [9], neonatal intensive care unit (ICU) admission [10], hepatomegaly, splenomegaly, respiratory distress syndrome, certain neurologic signs, anasarca, petechiae, abnormal electrocardiographic findings, anemia, meningoencephalitis, myocarditis, congestive heart failure, digestive and/or central nervous system lesions, parasites in various tissues [2], subependymal hemorrhage [11], and cardiomegaly [6]. Mortality attributed to cCD is associated with severe morbidity, including meningoencephalitis and myocarditis [2].\n\n\nClinical pathway\nInfants exposed in-utero to Trypanosoma cruzi are susceptible to congenital transmission [12]. Screening programs to diagnose and treat pregnant women and congenital T. cruzi infection in infants have been implemented in endemic countries and countries with large migrant populations from endemic regions since the early 1990s [13, 14]. Per guidelines published by the Pan American Health Organization in 2019, the gold standard for diagnosing acute and chronic infection uses at least two conventional serological tests (e.g., indirect hemagglutination assay, indirect immunofluorescence assay, ELISA) [12, 15]. Other tests, such as molecular tests and rapid diagnostic tests, can also confirm infection but are only recommended to complement or confirm aforementioned assays [12,15].\nConfirmation of cCD in infants born to T. cruzi infected mothers occurs at birth or in the first weeks afterward by viewing parasites in an umbilical cord blood sample or venous infant blood, or after 8–10 months when maternal antibodies have waned using serological assays to confirm infant T. cruzi IgG antibodies [4, 12]. Gold standard diagnosis of cCD requires, at birth, parasitological examination using microhematocrit or microStrout testing methods, and if negative, repeated examination one month later, and at 10 months two serological tests [12]. Molecular method of diagnosis using PCR can detect infection early on but are not part of the gold standard diagnosis given lack of standardization, low and often fluctuating parasitemia in patients with chronic Chagas disease, and lack of quality control programs [12, 15, 16].\nEvidence shows that if women are treated for Chagas disease before pregnancy, future congenital transmission of T. cruzi is preventable [4]. Treatment during pregnancy is not recommended given unknown effects of antiparasitic drugs on prenatal development. Treatment of T. cruzi infected infants with benznidazole or nifurtimox is effective when administered within the first year of life [17].\n\n\nRationale\nIn 2010, it was estimated that between 158,000 to 214,000 infants were born to T. cruzi infected mothers in endemic countries, of which 8,000 to 10,700 would be congenitally infected [18]. Around one-fifth of annual new Chagas cases are estimated to be congenital infections [18]. The Global Burden of Disease project used data from vital registration databases, surveillance, surveys/census, and other population-based sources to estimate the burden of Chagas disease among neonates and infants, including number of deaths, disability-adjusted life years, years lived with disability, and years of life lost [19]. However, it is likely that the data used to estimate the burden of Chagas disease are incomplete given issues in diagnosing cCD, including low sensitivity of parasitological screening at birth, and loss to follow-up with serological screening 8 to10 months postpartum [18]. Given this, there is no accurate burden estimate for cCD and no consensus on how many infants have clinical signs [2]. The objective of this systematic review is to determine the morbidity and mortality of cCD.",
    "Methods": "A systematic review and meta-analysis were performed according to the guidelines of the Meta-Analysis of Observational Studies in Epidemiology (MOOSE) and the Preferred Reporting Items for Systematic reviews and Meta-Analysis (PRISMA) [20, 21]. The protocol was registered on PROSPERO (CRD42020165987) [22].\n\nCriteria for considering studies\nTypes of studies.Articles that reported original data of morbidity or mortality associated with cCD were considered, including observational studies and randomized control trials. Studies excluded were case reports and series, studies not including original data, case-control studies without neonatal incidence estimates of cCD, and studies not reporting the number of infected neonates.\n\nTypes of participants.Studies about diagnosed neonates and infants with cCD were included.\n\nTypes of outcomes.Mortality was defined as the recorded death of a T. cruzi congenitally infected fetus or infant. Morbidity was defined as any adverse outcome presenting in a T. cruzi congenitally infected infant, with all clinical signs extracted available in the S1 File. Mortality causes included stillbirth, miscarriage, abortion, intrauterine death, and fetal death.\n\n\n\nSearch strategy\nA medical librarian developed and applied a comprehensive and sensitive search strategy (available in S2 File) using terms related to cCD in PubMed, EMBASE, CINAHL, LILACS, and Academic Search databases. No language restrictions were applied, and grey literature was not searched.\n\n\nData collection and analysis\nSelection of studies.Authors AT and SM independently screened article titles and abstracts and then the remaining full text articles for eligibility. All disagreements were resolved by discussion and, if necessary, a third author (KP) was consulted as an arbitrator. Covidence systematic review software was used to facilitate the screening process [23]. For duplicate articles, the one with the largest sample size was included. The decision-making algorithm consideration is available in S3 File.\n\n\n\nData extraction and management\nAuthors AT and SM independently extracted data using a form designed and piloted with studies a priori. Extracted data included study, maternal, and infant characteristics, diagnostic information for mothers and infants, and morbidity and mortality of congenital cases. A summary of extracted data can be found in S4 File and the data extraction form in S1 Dataset.\nData extraction discrepancies were resolved by discussion and, if necessary, a third author (KP) was consulted. The inter-observer reviewer agreement for full text screening was assessed using the Kappa statistic.\nAssessment of risk of bias.A risk of bias assessment tool was developed through adaptation of the NIH Study Quality Assessment Tools and the Strengthening the Reporting of Observational studies in Epidemiology (STROBE) checklist of essential items [24, 25]. Authors AT and SM piloted the tool on five studies, subsequently adapted the tool and then independently assessed risk of bias of the included studies (S5 File). Six domains were considered: 1) participant selection methods, 2) exposure and outcome variable measurement, 3) confounding control methods, 4) reporting of results, 5) statistical methods, and 6) declaration of conflict and ethical statements. Two algorithms were developed to summarize within-domain and summary risk of bias (S5 File).\n\nStatistical analysis and data synthesis.Included study frequencies of congenital transmission, cCD clinical signs, mortality causes (including those not originally listed in S1 File), infant mortality and/or case-fatality rates, and proportion of cCD cases with and without clinical signs were narratively summarized.\nA meta-analysis of proportions was performed to estimate the pooled proportion of fetuses and infants with cCD with clinical signs. The Freeman-Tukey double arcsine method was used to account for overdispersion of proportions and stabilize the variance [26, 27]. Stuart-Ord inverse variance weight was applied to transformed proportions, avoiding underestimation of true variance using its conservative weight [28]. The pooled proportion and its 95% confidence interval (CI) were estimated using the DerSimonian-Laird random effects model to take into consideration the high likelihood of between-study heterogeneity. Results were quantified and represented in a forest plot [28, 29]. The proportion of cCD cases with clinical signs was defined as the number of infants with cCD displaying clinical sign(s) and/or death divided by the total number of infants with cCD. We also performed a meta-analysis of proportions for the pooled proportion of death due to cCD. If a study reported cCD clinical signs and/or mortality frequency but did not provide a frequency for every outcome outlined in S1 File and/or death, missing values were assumed to be non-events and a value of 0 was imputed [30]. All analyses were performed using SAS Version 9.4, Stats-Direct, and StataIC 12 software.\n\nAssessment of heterogeneity.The I2 statistic was calculated to measure the proportion of total variability attributable to heterogeneity between studies [31]. Three subgroup analyses defined a priori were performed by: cCD diagnostic method, geographic region, and individual clinical sign displayed in fetus/infant. Studies were excluded for the subgroup analysis of clinical sign frequency if no clear definition of each clinical sign displayed in individual infants was reported. A subgroup of co-infection with other non-Chagas related infections was planned; however, data was insufficient. A post-hoc subgroup analysis was conducted by year(s) study data was collected; an additional analysis by T.cruzi discrete typing unit (DTU) was planned, but data were insufficient. Detailed results are described in S6 File.\n\nSensitivity analyses.Two sensitivity analyses were conducted to assess the potential effect review decisions held on robustness of results. These analyses were to exclude studies with high risk of bias and exclude studies where Chagas disease gold standard diagnosis of the mother was not employed [15]. An ad-hoc sensitivity analysis was performed using the Miller back-transformation [32] for the primary meta-analyses of proportion of cCD morbidity and mortality. Detailed results are described in S6 File.\n\nAssessment of publication bias.The effect of publication bias was evaluated for all analyses using Egger’s statistical test to determine asymmetry of the funnel plot [33].",
    "Results": "A total of 4,531 records were identified through database search, 4,301 were screened based on title and abstract, 293 full text articles assessed for eligibility, and 47 articles were included for narrative summary and meta-analysis.\n\nNarrative summary\nStudy publication year ranged from 1962 to 2019, with 18 studies published before 2000, 10 between 2000 to 2010, and 18 between 2011 and 2019. Data collection timeframe was reported in 46 studies (with some overlap between timeframes), with data collection conducted before 2000 in 21 studies, between 2000 and 2010 in 20 studies, and after 2010 in eight studies. Study duration ranged from under one year to 15 years, with six studies under one year, 31 studies one to four years, and eight studies five to 15 years, with two studies missing data on this factor. Twelve studies were conducted in Europe and 35 in the Latin American region (Mexico, Central and South America). Most studies (n = 38) were conducted in urban/semi-urban hospital(s), with one conducted in a rural hospital, four in both rural and urban hospitals, one conducted in primary care institutions, and three with missing information. With regard to study design, three were case-control, 13 cross-sectional, 28 prospective cohorts, two retrospective cohorts, and one a mixed cohort. Study population size varied from eight to 4,355 infants. Fifteen studies had less than 100 infants, 14 had between 100 and 999 infants, and 10 had over 1,000 infants, with five studies missing data. Twenty-eight studies used gold standard diagnosis for mothers, 16 used an alternative, and three studies did not provide information. Table 1 summarizes all study characteristics.\nThe number of infants with cCD in studies ranged from one to 267, with a median of five. There were 25 studies with five or less infants with cCD, six with six to 10 infected infants, 11 with 11 to 50 infected infants, four with 50 to 100 infected infants, and one with over 100 infected infants. The percentage of infected infants with clinical signs among all infected infants ranged from 0.0% to 100.0%, with a median of 26.0%. Sixteen studies reported a percentage of 0.0%, five reported 1.0% to 25.0%, 12 reported 26.0% to 50.0%, four reported 51.0% to 99.0%, and seven reported 100.0% of cases with clinical signs. Clinical signs of cCD by study, including their reported frequency, are in S1 Table. Eight studies reported infant mortality for cCD, three citing Chagas as cause of death, with other causes being stillbirth, Down’s syndrome, congenital cardiopathy, respiratory distress, severe neurological damage, gastroenteritis and dehydration, pneumonia, and secondary septicaemia and pneumococcal meningitis. One study reported four deaths, four studies each reported two infant deaths, and the remaining three each reported one infant death. Time of death ranged from birth to 14 months. Congenital Chagas disease mortality characteristics are in S2 Table.\n\n\nPrimary analyses\nResults from the primary analyses can be found in Table 2. The primary meta-analysis of the proportion of infants with cCD with clinical signs revealed a pooled proportion of 28.3% (95% CI = 19.0%, 38.5%) infants with cCD that showed clinical signs out of all infants with cCD. This estimate had an I2 inconsistency statistic of 88.6% (95% CI = 86.0%, 90.5%), suggesting considerable heterogeneity between studies for morbidity. The Egger’s bias statistic was statistically significant (P < 0.0001), suggesting that publication bias influenced these results. The forest plot and Egger’s bias plot can be viewed in Figs 1 and 2.\na Publication bias is considered present when there is asymmetry of the funnel plot.\nThe pooled proportion of infants with cCD that died to all infected infants was 2.2% (95% CI = 1.3%, 3.5%) (Fig 3). The I2 inconsistency statistic was 9.6% (95% CI = 0% to 37.5%), suggesting between-study heterogeneity did not influence mortality. The 0.26 Egger’s bias statistic (Fig 4) was statistically significant (P = 0.0084), suggesting publication bias influenced results.\na Publication bias is considered present when there is asymmetry of the funnel plot.\n\n\nSubgroup analyses\nSubgroup analysis results are in Table 2. Subgroup 1 analysed 45 studies with available information by whether gold standard diagnosis was used for cCD. The pooled proportion of infants with cCD with clinical signs diagnosed with the gold standard was 18.7% (95% CI 6.1%, 36.1%), versus 32.5% (95% CI 23.0%, 42.9%) among infants diagnosed with an alternative.\nSubgroup 2 analysed the proportion of infants with clinical signs with cCD by geographic region in 47 studies. European studies (n = 12) had a pooled proportion of 20.0% (95% CI 11.4%, 30.2%) versus 29.4% (95% CI 18.3%, 41.8%) in Latin American studies (n = 35).\nSubgroup 3 analysed the proportion of infants with cCD with clinical signs by clinical sign to determine frequency of each clinical sign. Hepatosplenomegaly, reported as either hepatomegaly, splenomegaly, or hepatosplenomegaly, occurred most frequently, with a pooled proportion of 12.5% (95% CI 6.6%,19.9%). The following clinical signs occurred the most frequently after hepatosplenomegaly: preterm birth with a pooled proportion of 6.0% (95% CI 3.3%, 9.5%), low birth weight (LBW) 5.8% (95% CI 3.2%, 9.1%), anemia 4.9% (95% CI 2.4%, 8.2), and jaundice 4.7% (95% CI 2.4%, 7.7%).\nSubgroup 4 analysed the proportion of infants with cCD with clinical signs by the year(s) that study data was collected. For studies whose data were collected prior to 2000, the pooled proportion of infants with cCD who showed clinical signs was 37.4% (95% CI 20.7%, 55.9%). Studies whose data were collected from 2000 to 2010 had a pooled proportion of 21.1% of infants with cCD with clinical signs (95% CI 8.6%, 37.2%), and those who collected data after 2010 showed a pooled proportion of 22.5% (95% CI 13.2%, 33.4%).",
    "Discussion": "Main findings\nOur primary meta-analysis of the proportion of infants with cCD with clinical signs to all infants with cCD revealed a pooled proportion of 28.3% across 47 included studies. The pooled proportion of mortality cases among all infants with cCD was estimated at 2.2%. Sensitivity analyses were conducted to determine robustness of results based on review decisions. Sources of heterogeneity were investigated based on infant characteristics and study characteristics across five subgroups. Detailed results and interpretations are described in S6 File.\n\n\nInterpretation\nOur study expands on the body of work surrounding cCD and to our knowledge is the first to estimate its burden using an exhaustive search strategy that identified 47 studies for meta-analysis. Prior global estimates of the burden of cCD were likely underestimated given the influence of cited issues in diagnosing cCD on population-based data sources [18, 19]. Other estimations have been based on the results of individual observational studies [80, 81]. Our meta-analysis of observational studies allows for a more robust estimation of the burden of cCD in comparison to population-based data sources to describe the global burden of Chagas disease. A previous systematic review estimated that the pooled cCD transmission rate was 4.7% (95% CI: 3.9–5.6%) [3]. Our study suggests that of these cCD cases, 28.3% might present with morbidity and 2.2% with mortality. Compared to other congenital infections, about 10.0 to 30.0% of infants with congenital toxoplasmosis present with clinical signs at birth [82] and estimates from a study in Brazil suggest that 11.1% of congenital infections will result in fetal death [83]. In addition, 10.0 to 15.0% of infants born with congenital cytomegalovirus have clinical signs at birth with a mortality rate of <5% [84].\nThis study has raised concerns about the quality of studies that are conducted on cCD and their ability to attribute clinical signs to the disease. Only two eligible studies compared clinical signs in infected to non-infected mother-infant dyads [6, 61]. Torrico et al. revealed a statistically significant increase in premature rupture of membranes and statistically significant decrease in birth weight and gestational age in infected dyads compared to non-infected dyads [6]. Similarly, Messenger et al. showed that T.cruzi infected infants were 2.7 times as likely to be low birthweight compared to non-infected infants (OR = 2.7, 95% CI 1.1, 5.8) [61]. Despite low risk of bias in these two studies, most other included studies were found to be moderate or high risk of bias. Coupled with a lack of comparison group, these studies have limited capability of attributing infected infants’ signs to T. cruzi infection. Furthermore, cCD morbidity may be influenced by the parasitic load in infected infants and of studies included in our analysis, only one quantified parasitic load [41]. Bern et al., measured the course of parasitic load in infected infants, but did not attribute parasitic load to clinical signs presented in infants [41]. Studies analyzing this association are needed. There is a paucity of quality data on clinical manifestations and outcomes of cCD due to the lack of robust observational studies of cCD and under-resourced country cCD disease control programs. Higher quality research and improved cCD disease control programs are needed.\nThere are various barriers to improving quality of cCD research. Chagas disease primarily affects impoverished populations and few resources have been dedicated to addressing the disease, despite the World Health Organization (WHO) defining Chagas disease a neglected tropical disease [85]. Historically, disease control efforts have focused on vector control [86], leaving health systems unprepared to address cCD [87]. This historical lack of emphasis on prevention of cCD has been reflected in the poor quality and paucity of research conducted on its prevention prior to major regional disease control programs in Latin America [88]. In light of this, the body of cCD literature still lacks in quality and further investment is needed.\nWe identified moderate to high risk of bias in over half of the included studies in reporting of results (71%), exposure and outcome measurement (65%), statistical methods (61%), and declaration of conflict and ethical statements (56%). Studies performed poorly in cCD diagnosis and reporting of these results, which has been cited as an issue due to limited access to and performance of the gold standard diagnostic algorithm, and the subsequent estimated 50% loss to follow-up of at-risk infants [3, 18]. With regard to outcome measurement, some studies only report signs displayed, making it possible some may have been missed if studies did not explicitly evaluate for them. Furthermore, certain clinical signs were not reported frequently enough to be analyzed such as intensive care unit (ICU) admission rate and low Apgar score. Four cases across three studies reported a low Apgar score (below 7 at 1 minute), and seven cases across three studies were admitted to the ICU. Low reporting frequency may be due to limitations in studies method of reporting; however, these clinical signs are an important proxy for clinical severity. Furthermore, the proportion of infants presenting with low birth weight was 6.0%, lower than the rate in Latin America (8.7%), North America, Europe, Australia, and New Zealand (7.0%), and globally (14.6%) [89]. This number is lower than expected and may be due to issues in outcome measurement and low-quality reporting of results. Given that previous literature has identified signs of cCD through individual studies [2, 6–8, 10, 11, 80], the exhaustive list of signs identified in this study can improve clinical surveillance and guide outcome measurement in future observational research.\nThe burden of cCD may increase as untreated children grow older and become chronic cases that may develop cardiac and/or gastrointestinal clinical signs [18]. Congenital Chagas disease is almost 100% curable in infants less than 1 year old and treatments are tolerated well [18]. In addition, treating infected women and girls before they bear children can prevent vertical transmission of T. cruzi [90,91]. As such, our estimated proportion of 28.3% of cCD cases that present with clinical signs may be preventable through increased screening and treatment. Despite this, an analysis of the 2010 Global Burden of Disease project data revealed that the decrease in Chagas’ burden of disease in DALYs was lower than that of other NTDs from 1990 to 2010 [92]. Given this burden is preventable, more investment in disease control and our understanding of its burden is needed.",
    "Strengths and limitations": "This study has several strengths. First, to our knowledge there exists no other study that provides a pooled proportion of infants with cCD with clinical signs. This study employed a comprehensive search strategy, employed on databases that include those primarily focused on Latin American research, without language restrictions. Additionally, estimates produced were precise, as shown by narrow confidence intervals. The subgroup analysis focused on geographic region allowed for informed analyses of how this factor influences the proportion of infants with cCD with clinical signs. The mortality proportions estimates had low heterogeneity, suggesting studies are similar enough to combine and confidently interpret their results. The subgroup analysis of method of diagnosis informs how using a gold standard diagnosis influences the proportion of infants with cCD with clinical signs. Lastly, subgroup analysis by clinical signs displayed provides further insight on the clinical signs that are indicative of cCD in infants.\nThis study also has several limitations. First, grey literature was not searched, and given the statistical significance of the Egger’s bias estimate, this study is vulnerable to the effects of publication bias and ultimately its generalizability and validity. Additionally, most included studies did not compare morbidity or mortality in infected and non-infected mother-infant dyads. Without the comparison to a non-infected control group, this limits ability to associate signs to cCD. The subgroup analysis of geographic region did not allow for disaggregation of results further than Latin American region due to a small sample size of studies from Mexico and Central America to analyse separately. Furthermore, the subgroup analysis of study date showed differences in results over time and underlying reasons for these differences are unknown and cannot be determined. Certain mortalities such as abortion and stillbirth may be underreported as these cases were only included in this analysis if the fetus has been diagnosed with Chagas disease post-mortem. Apgar scores were only collected at 1 minute as the majority of studies did not report scores at 5 minutes. Additionally, the majority of I2 estimates for morbidity proportions displayed considerable heterogeneity between studies, suggesting inconsistencies between studies are not due to chance alone and thus caution should be used when interpreting results. The risk of bias assessment revealed that overall, 34(72.3%) of included articles had a high risk of bias, 10 (21.3%) of articles had a moderate risk of bias, and only 3(6.4%) of articles had low risk of bias. This, in combination with a significant difference between the sensitivity analysis results excluding those studies with high risk of bias, suggests that the risk of bias influencing the results is high. A post-hoc analysis to determine if an association could be found between T. cruzi DTUs and the occurrence of clinical signs in infants with cCD was planned, however, only two studies have performed parasite genotyping, only one of which performed these tests in infants [42,66]. Lastly, there was a large portion of studies with missing data for certain clinical signs and missing values were assumed to be 0. Although this method likely meets the assumption that studies only reported clinical signs that were displayed and all other values were zero, there is a chance this assumption was not met, and bias may have been introduced into these subgroup results due to this imputation.",
    "Conclusion": "Among 47 included studies, the pooled proportion of infections of cCD with clinical signs among all infected fetuses and infants was 28.3%; the pooled proportion of mortality for cCD among all cCD infected fetuses and infants was 2.2%. Caution should be used when interpreting estimated morbidity proportions, as there was considerable heterogeneity between studies. Furthermore, sensitivity analyses revealed that excluding studies with a high risk of bias was significantly lower than the overall proportion (16.6%). Mortality proportions had low heterogeneity between studies and may be interpreted confidently. Studies comparing infected and non-infected mother-infant dyads are needed to determine the morbidity and mortality associated with cCD."
}