{
    "Background": "Glossina fuscipes fuscipes, a riverine species of tsetse, is the main vector of both human and animal trypanosomiasis in Uganda. Successful implementation of vector control will require establishing an appropriate geographical scale for these activities. Population genetics can help to resolve this issue by characterizing the extent of linkage among apparently isolated groups of tsetse.",
    "Methodology/Principal Findings": "We conducted genetic analyses on mitochondrial and microsatellite data accumulated from approximately 1000 individual tsetse captured in Uganda and neighboring regions of Kenya and Sudan. Phylogeographic analyses suggested that the largest scale genetic structure in G. f. fuscipes arose from an historical event that divided two divergent mitochondrial lineages. These lineages are currently partitioned to northern and southern Uganda and co-occur only in a narrow zone of contact extending across central Uganda. Bayesian assignment tests, which provided evidence for admixture between northern and southern flies at the zone of contact and evidence for northerly gene flow across the zone of contact, indicated that this structure may be impermanent. On the other hand, microsatellite structure within the southern lineage indicated that gene flow is currently limited between populations in western and southeastern Uganda. Within regions, the average FST between populations separated by less than 100 km was less than ∼0.1. Significant tests of isolation by distance suggested that gene flow is ongoing between neighboring populations and that island populations are not uniformly more isolated than mainland populations.",
    "Conclusions/Significance": "Despite the presence of population structure arising from historical colonization events, our results have revealed strong signals of current gene flow within regions that should be accounted for when planning tsetse control in Uganda. Populations in southeastern Uganda appeared to receive little gene flow from populations in western or northern Uganda, supporting the feasibility of area wide control in the Lake Victoria region by the Pan African Tsetse and Trypanosomiasis Eradication Campaign."
}