{
    "Background": "The need to control Neglected Tropical Diseases (NTDs) and sustain progress towards elimination through mass administration of medicines requires substantial communal participation. This study, therefore, assessed the knowledge and perception of attendees’ regarding NTDs and its control activities during the inaugural World NTD day event in Ekiti State, Nigeria.",
    "Methodology": "A cross-sectional study involving the administration of pretested semi-structured questionnaires to consenting attendees at the Inaugural World NTD day event was conducted on the 30th January, 2020. The questionnaire collected data on attendee’s demography, knowledge and awareness about NTDs and its control in Nigeria. Quantitative data were analysed using descriptive statistics in SPSS. 20.0 software and expressed as frequencies and percentages. However, qualitative data to support quantitative analysis were obtained using open-ended questionnaires and analysed thematically.",
    "Principal findings/conclusion": "A total of 309 attendees comprising 167 (54.0%) females, and 142 (46.0%) males participated in this study. By age groupings, majority 206 (66.7%) were within 15–25 years. 167 (54.8%) of the attendees have not heard about NTDs before, whereas 77(35.0%) have heard about NTDs through the advertisement of the event. 181(63.3%) were aware of ongoing NTD control programs in schools and communities. Also, 246 (83.4%) of them have not taken or do not know anyone that has taken drugs donated in schools or communities. The number of attendees 41(13.3%) who incorrectly classified malaria as NTDs is higher than those who recognized onchocerciasis 36 (11.7%) and worm infections 34(11.0%) as NTDs (p>0.05). This study has shown that awareness and knowledge about NTDs control activities in Ekiti State is low, thus justifying the event as an awareness day for addressing NTDs. Public enlightment and regular promotional activities such as media engagement will raise the public appreciation and participation in NTDs control activities."
}