{
    "Background": "Caseating granulomas are often associated with a mycobacterial infection (TB) and are thought to be exceedingly rare in cutaneous leishmaniasis (CL). However, no large series has accurately documented the incidence of caseating granulomas in CL.",
    "Methods": "A multiregional cohort consisting of 317 patients with CL [Syria (157), Pakistan (66), Lebanon (47), Saudi Arabia (43), Ethiopia (2) and Iran (2)] was reviewed. Clinical [age, sex, disease duration, lesion type and geographic and anatomic location] and microscopic data [presence of and type of granuloma, Ridley's parasitic index (PI) and pattern (RP)] were documented. Presence of microorganisms was evaluated using special stains (GMS, PAS, AFB and Gram) and polymerase chain reaction (PCR) for TB and CL. All cases included in this study were confirmed as CL by PCR followed by restriction fragment length polymorphism analysis for molecular speciation and were negative for other organisms by all other studies performed. Categorical and continuous factors were compared for granuloma types using Chi-square, t-test or Mann-Whitney test as appropriate.",
    "Results": "Granulomas were identified in 195 (61.5%) cases of CL and these were divided to 49 caseating (25.2%), 9 suppurative (4.6%) and 137 tuberculoid without necrosis (70.2%). Caseating and tuberculoid granuloma groups were significantly different in terms of the geographical source, with more cases harboring caseating granulomas in Saudi Arabia (p<0.0001). Histologically, both groups were also different in the distribution of their RP (p<0.0001) with a doubling RP3 in caseating granulomas (31% vs. 15%) as opposed to doubling of RP5 in tuberculoid granuloma group (38% vs. 19%). Time needed to achieve healing (RP5) was notably shorter in tuberculoid vs. caseating group (4.0 vs. 6.2 months). Parasitic Index, CL species and other considered variables did not differ for the granuloma type groups.",
    "Conclusion": "In our multiregional large cohort, a notable 18.2% of all CL cases harbored caseating granulomas therefore; CL should be considered part of the differential diagnosis for cases with caseating granulomas in endemic regions, especially considering that the regions included in our cohort are also endemic for TB. Of note, cases of CL with caseating granulomas also showed a slower healing process, with no association with specific species, which may be due to worse host immune response in such cases or to a more aggressive leishmania strains."
}