{
    "Introduction": "With approximately half of the world’s population at risk, dengue remains the most important mosquito-borne infection world-wide,[1, 2] costing almost $9 billion globally per year for prevention and control.[3] The ecology of Small Island Developing States and territories (SIDS), particularly with regards to temperature and precipitation, keeps dengue a continuing threat.[4] Outbreaks of dengue in SIDS can cause high burden, affecting the majority of island residents and overwhelming health systems.[5] SIDS are at risk of vector borne diseases as they are prone to natural disasters, often lack safe water supply, sanitation and waste management strategies, and their local governments have limited resources to implement effective vector control and manage outbreaks.[6]\nThe Republic of Maldives (the Maldives) is a South Asian SIDS in the Indian Ocean made up of around 1,192 islands. Its 417,492 residents (in 2015) lived on 187 inhabited islands (island inhabited by national residents) plus 126 resort islands, all grouped in 20 administrative atolls.[7] The capital city, Malé, is the most populous island. The Maldives ranks high in South East Asia in World Bank health indicators,[8] thanks to a well-developed public health system with a publicly funded health center on each inhabited island, a hospital for each atoll, and both public and private referral hospitals in Malé. Maldivians are enrolled in the country’s universal insurance system, Aasandha, which covers the cost of medical treatment, prescriptions, transfers, and if necessary, overseas care.\nDengue was first reported in the Maldives in 1979 and became endemic in 2004, when all atolls began reporting a high incidence of infections.[9] The Maldives’ Health Protection Agency (HPA) is responsible for dengue and vector surveillance and control, supporting personnel on each atoll and each inhabited island. As dengue is transmitted by Aedes mosquitoes, and in the absence of effective treatment or a public vaccination program, the main prevention strategy relies on controlling the vector population through integrated vector management.[10, 11]\nTourism is the major economic sector of the Maldives, with more than 1.2 million visitors arriving in 2014,[12] mostly from Europe. To sustain this economy, the Maldives maintains its reputation as a “paradise island destination” by ensuring a clean environment with minimal risk of infectious diseases. The coefficient (± standard error) of “dengue” in a regression on tourist arrivals was highly significant. These calculations suggest that the risk of dengue reduced the number of international tourist arrivals by 11.7% (95% confidence interval 5.3% to 18.0%) compared to the expected number without such a risk.[13]\nAs 9 out of 10 guests stay in self-contained resort islands, which generally practice comprehensive waste management and source reduction strategies, their risk of dengue infection is limited. Over the last decade, however, tourists increasingly visit and stay in guest houses on inhabited islands. Mosquito populations are abundant on these islands, increasing the risk of exposure to dengue virus. There are reports of tourists[14, 15] or visiting workers[16] contracting dengue in the Maldives.\nPredominant vector breeding sites on inhabited islands stem from unmanaged waste and the presence of unprotected water storage containers. With support from the World Bank, the Maldives is expanding its national plan for waste management,[17] initiating a $17 million program to improve waste collection and management at regional and island levels.[18] In addition, health care workers on islands are trained to promote the safe storage of water and prevention of breeding sites to residents. Each island council is tasked with developing its own vector control strategies based on local needs to obtain national funding support. Waste management is important in the Maldives not only to mitigate the risk of Aedes-borne infections, but also to maintain the pristine environment underpinning the country’s tourist industry.\nWhile the literature documents several studies on preventing and controlling dengue, [3, 19] economic studies on dengue specifically in SIDS or tourism-based economies are rare. To better understand the economic cost of dengue illness, control and preventive efforts and inform future control efforts, we undertook an economic analysis of dengue prevention and case management in this tourism-based economy.",
    "Methods": "Study area\nThe Maldives has a well-developed public health system with a publicly-funded health center on each inhabited island, a hospital for each atoll, and both public and private referral hospitals in Malé. Dengue can be treated at each of these health centers. Maldivians are also enrolled in the country’s universal insurance system, Aasandha. In addition, the State Trading Organization (STO), a public company primarily owned by the Government of the Maldives, operates at least one public pharmacy in every inhabited island where Maldivians can obtain prescribed medicines. The country’s latest (2016) gross national income per capita was US $10,630.[20]\n\n\nStudy sites\nWe visited health offices and facilities across the country’s health care spectrum in December 2016. These comprised island health centers and local council offices (on Haa Dhaalu [HDh.] Hanimaadhoo, Kaafu [K.] Dhiffushi and K. Maafushi), a resort island (Thulhagiri), a regional hospital (on HDh. Kulhudhuffushi) and the Indira Gandhi Memorial Hospital (IGMH), the country’s main referral hospital (in Malé). The location of each of these sites is marked in Fig 1. We further conferred with senior officials from the HPA, National Bureau of Statistics, Allied Health Insurance, Aasandha Health Insurance, the STO, the Maldives Association of Travel and Tour Operators, Ministry of Environment and Energy, and the Ministry of Tourism.\nBlack dots indicate islands, shading atoll boundaries, triangle Malé, and circles sites examined. GIS data by OpenStreetMap, under ODbL.Dengue incidence and risk factors.\nWe obtained aggregate statistical data on dengue cases from the Maldives HPA. Population data for atolls were obtained from the Maldives National Bureau of Statistics 2014 Census. The Maldives National Bureau of Statistics Housing and Household Characteristics Statistical Release 2014 provided data on waste disposal and water sources. To analyze these data, we classified atolls as “high risk” for waste disposal when they disposed of their waste “in open garbage sites” or “on the beach or in the bush”. We designated atolls as “high risk” for water storage when there was “rain water collection” or “presence of an open well.” We analyzed the relationship between risk factors related to waste disposal and water sources on dengue by regressing the six-year average incidence rate on these risk factors. To ensure comparable observations, we excluded the outlier atolls South Ari and South Thiladhunmathi as well as the capital, Malé.\n\n\nResource inputs and costs\nThis study adopted a bottom-up costing approach. First, all elements of the dengue control program were identified. Thereafter, data on resource utilization and unit costs of each resource were obtained or derived for 2016. Total program costs were then derived from the sum of the product of resource utilization and unit costs for each element. Data collected included both capital and recurrent expenditures for dengue control activities. Buildings were assumed to have a 20-year useful lifespan as they were generally small, made of local materials, and faced constant sun and humidity. The one piece of equipment (thermal fogger) was assumed to have a 10-year useful life.\nWe recorded data for resource use and costs at the district level in a matrix by line item and function. All items combine amortized capital costs (e.g., buildings and equipment) and recurrent (e.g., utilities, fuel, and maintenance) costs. Thereafter, costs for the line items were summed up to provide the total cost of dengue control activities for each district. Data on vector control activities and scenarios about hypothetical typical cases were collected through structured interviews with managers of health centers, hospitals, island councils, and a resort. Additional financial statements and database extracts were obtained from the STO, Aasandha and IGMH. The dengue fraction reflects the supervisors’ best estimate of the share of the relevant staff time devoted to dengue control activities. All data were entered into Microsoft Excel and the statistical software R for analysis.[21]\nFinally, we estimated the impact of dengue on the tourism sector using a regression coefficient from the international literature.[13] The study did not access or use any individual patient data.",
    "Results": "Dengue cases\nThe number of officially reported dengue cases by year from 2011 through 2016 was 2909, 1083, 680, 775, 1881, and 1931, respectively, with an annual average of 1,543 cases. Fig 2 depicts the incidence of dengue cases per 100,000 inhabitants of each atoll from 2011–2016. Based on these numbers, the average number of dengue cases per month per island health center from 2011–2016 was 0.98. The total resident population of the Maldives was 417,492 in 2016.[20]\nFor each year, black squares depict national average dengue incidence, open circles dengue incidence for individual atolls, and the filled circle the capital.\n\n\nDengue risk factors\nData from the Maldives provide suggestive evidence on the effectiveness of two source reduction strategies in controlling dengue: waste removal and water source management. Fig 3A and 3B depict dengue incidence nationally against means of waste disposal and water management, respectively. The trends suggest that for both higher percentage risky waste disposal (p = 0.06) and higher percentage risky water management (p = 0.08) are associated with elevated risk of dengue infection.\nHigh risk waste disposal: open garbage sites, the beach, or the bush. High risk water use: rain water in unsealed tank or open well. Sources: Health Protection Agency, [7].\n\n\nCost of surveillance\nTable 1 shows the estimated annual cost of dengue surveillance based on staffing needs at national, regional, atoll, and island levels. The surveillance costs measured relate to the staffing and information technology required to capture, analyze and disseminate epidemiological data. The total cost for dengue surveillance is $1,338,141 per year, or $3.27 per Maldivian resident per year.\n\n\nCost of selected vector control activities in selected islands\nLocal initiatives, like those on the island of Hdh. Hanimaadhoo (inhabitants: 1,800), demonstrated effective systems of source reduction–regular waste collection run by the local council. For a small fee, residents put out their waste and laborers gather it from public places. It is loaded into trucks and taken to a central place on the island for storage and, in the future, for recycling. The costs include laborers, supervision and vehicles and are described in Table 2. This initiative costs US$35.93 per island resident per year.\nA source reduction initiative, addressing household water storage and related breeding sites, involved regular household visits (approximately twice per year) to show homeowners safe water storage practices and explaining other measures to reduce breeding sites. This includes application of larvicides; Bacillus thuringiensis israelensis or temephos (from 2016 onwards) provision of larvivorous fish for households with wells or fresh water holding bodies and instruction about sealing the pipe connections into water tanks to prevent mosquito entry. Table 2 details the cost of these initiatives, resulting in US$7.89 per island resident per year.\nThe Maldives HPA currently recommends space spraying (thermal fogging or using a mist blower) as a measure only during an outbreak and in targeted priority locations. In a prior year, authorities on K. Dhiffushi conducted fogging to reduce adult mosquito populations. As shown in Table 2, fogging cost US $0.15 per year per island resident.\nTo reduce risks to guests and maintain the reputation of the resort as well as the country as a whole, resort islands engage in extensive vector control. The costs of these activities are described in Table 2. Thulhagiri resort employed 2 full-time staff for waste reduction, breeding site identification and gutter cleaning for the sole purpose of mosquito control for 160 guests. Another 7 employees work full time to ensure clean facilities are maintained, of which 1/7th of their time is dedicated to cleaning potential vector breeding sources. With employees’ benefits including free accommodation and food, these vector control activities cost $1.60 per hotel-guest night.\nTo project the cost of extending the local waste management and household visit programs nationally, we estimated that scaling could halve the per capita costs from $43.82 ($35.93 for waste collection plus $7.89 for house visits) to $21.91. The resulting national cost would be $9.1 million annually. Similarly, the projected vector control costs for resort islands would be $11.2 million annually, based on 1,234,248 tourists staying for an average of 5.7 days in 2015.[12]\n\n\nCosts of dengue cases in a health center, regional and national hospital\nTable 3 first examines cost at the lowest level of the system, a health center, on the inhabited island of K. Dhiffushi. Two types of cases are considered: an ambulatory mild case of dengue, and a hospitalized case of dengue. An ambulatory case is estimated to consult the medical officer in the island health facility two times, be tested for NS1 antigen and receive a simple prescription, resulting in an overall economic cost of $49.87 per ambulatory dengue case. A hospitalized case is also estimated to consult the medical officer in the island health facility two times, be tested for NS1 antigen, receive prescriptions, and stay at the health facility for one night. This resulted in an overall economic cost of $127.74 per hospitalized dengue case. Aasandha payments for the product or service, where available, are shown as financial costs.\nTable 3 also analyzes costs at a regional hospital. The hospital had 50 beds with 60% occupancy 365 days per year generating 10,950 bed-day equivalents. For outpatient services, it had 76,026 annual outpatient visits (about 255 per weekday), each generating 0.32 bed day equivalents,[22] or 25,480 bed day equivalents. In total, the hospital produced 36,430 bed day equivalents, of which 30% were generated by inpatient stays and 70% by outpatient visits. The estimated economic cost of one hospitalized dengue case is US$1,164.78.\nFinally, Table 3 examines the economic cost of care at IGMH for 2015. Assuming an average stay for a dengue patient of 4 days, the 2015 healthcare cost of a hospitalization within IGMH was $1,655.50. The derivation of these costs is presented in Supporting Information file S1 Table.\n\n\nPayments for specialized services: Emergency evacuation\nIn addition to funding conventional services, Aasandha also covers certain specialized services needed because of the Maldives’ status as a SIDS with a small and dispersed population. Table 4 shows the quantities and costs of these services: sea evacuations, air evacuations, and overseas hospitalizations for 2015. With only 140 evacuations in one year, the quantity of these specialized services is low, but their aggregate cost is substantial at $116,901 in 2015. The most expensive cost was overseas hospitalization to Sri Lanka (89%) and India (11%). The average cost of the sea evacuations ($519) was almost as high as that for the air transfers ($628).\n\n\nOverall costs of dengue cases\nUsing epidemiological data, unit costs of hospitalization and ambulatory care from this study, and indirect costs of dengue cases infection derived from a systematic literature review,[3] we calculated the overall cost of dengue illness in the Maldives in 2015, as shown in Table 5. We estimated a total cost of $2,495,747, of which 48% was direct costs, 5% for emergency evacuations, and 47% indirect costs.\nThe Maldives’ largest economic sector, tourism, brought a gross income of US $375 million ($898 per resident) and tax receipts of US$50 million ($119 per resident) in 2014.[12] Based on the aforementioned regression analysis,[13] the risk of dengue lowers the country’s gross annual income by $44 million ($110 per resident, 95% confidence interval $50 to $160) and its annual tax receipts by $6 million ($14 per resident, 95% confidence interval $7 to $22).",
    "Discussion": "To our knowledge, this is the first economic evaluation of dengue prevention and control in the Maldives, a SIDS actively working to reduce the burden of vector borne diseases.[23] Using data from 2015, we found the cost of dengue in the Maldives to be $2,495,747 ($6.10 per resident) for dengue illness plus $1,338,141 ($3.27 per resident) for surveillance. The study results suggest that the economic costs through depressing tourism are substantially greater than the economic cost of illness.\nThis paper describes four mosquito source reduction strategies seen in the Maldives: (1) waste collection by island councils on inhabited islands, (2) household visits by community health workers in inhabited islands, (3) thermal fogging of insecticides on inhabited islands and (4) intensive waste and water management on a resort island. The costs of these interventions varied based on the setting: inhabited islands spent from $0.15 to $35.93 per person per year, while a resort island invested $1.60 per hotel guest night.\nThe projected cost of scaling the local waste management and household visit programs nationally was $9.1 million annually, similar to the estimated $11.2 million already spent protecting tourists on resort islands. Costs on resort islands are higher than those inhabited by regular residents due to the resort islands’ imperative to maintain a clean and safe environment for tourists, higher wages, and more comprehensive benefits for workers, while island councils on inhabited islands must allocate their resources across a range of services. Sharing best practices could likely reduce future costs compared to these projections.\nLocations such as the inhabited island of Hdh. Hanimaadhoo and the resort island of Thulhagiri operate model integrated vector management programs, providing tourists staying on these islands with the best possible protection from dengue. These tourists, however, frequently visit neighboring inhabited islands, thereby increasing the risk of infection. By sharing best practices between resort islands and other inhabited islands, both tourists and locals would enjoy greater dengue protection. Regular surveillance and monitoring would allow both resort islands and the HPA to evaluate and refine their efforts. As climate change likely increases the burden of vector borne diseases,[24] extending effective vector control to all islands will become more important in the future.\nFinancial and economic costs of dengue case management varied depending on the location and case classification. For mild dengue cases presenting at island health centers, the cost was $49.87 per ambulatory case, and almost tripled to $127.74 for hospitalized cases. Case management of complicated dengue patients in regional or national hospitals significantly increased the cost to $1,164.78 and $1,655.50 per hospitalized case, respectively. This is more expensive than the closest neighboring island, Sri Lanka, where average costs per hospitalization are between US$196 to $866 for adult cases, depending on disease severity and treatment setting.[25]\nMedical fees for non-citizens are double those for citizens, and Aasandha does not cover non-citizens. For example, health staff on K. Maafushi island estimated that foreign workers faced an incidence of symptomatic dengue 30 times that of its Maldivian residents (i.e., 300 versus 10 per 100,000 population per year). Similarly in Singapore, migrant workers are more at risk to arbovirus infection.[26] Besides a higher risk of contracting dengue, foreign workers are often reported to delay treatment, so their risk of serious illness, and possibly death, is higher. Migrant workers in the Maldives often come from dengue endemic countries and may work on several islands during their stay, thereby increasing the risk of dengue transmission throughout the country.\nWith its 187 inhabited islands, the Maldives necessarily relies on boats, seaplanes and airplanes for transportation. Although scheduled routes exist, medical transports frequently cannot wait and require ad-hoc emergency evacuations of patients from island health facilities to referral hospitals, including chartering a speed boat. In our study we found that despite a high number of evacuations, these contributed to only 7% of total costs. We found plane evacuations more economic than boats, likely due to difference in costs of purchasing a plane ticket on scheduled flights compared to the cost of chartering a speed boat. Hospitalizations of complicated dengue cases overseas in our study cost on average $1,225. This is in line with the previously reported average cost of $1,470 to obtain treatment of any kind in overseas health facilities from the Maldives.[27] The aggregate cost of overseas hospitalizations for dengue in 2015 ($15,926), however, forms only a small part of the estimated $68.9 million spent on overseas hospitalization for all conditions for Maldivian citizens.[27]\nWe estimated that each island health facility clinician sees on average of only one dengue case per month. Due to this low frequency and high turnover of clinicians on these islands, investing resources in strengthening clinical capacity for dengue would be relatively ineffective. Maldivian authorities have implemented a “dengue hotline” to allow inexperienced clinicians to seek advice from experts at IGMH. Similar health hotlines exist in the UK[28, 29] and the USA,[30] which contribute to the triage and surveillance of cases. The current limitation of the hotline in the Maldives, however, is that calls are not screened, and island clinicians use the service for complicated dengue cases only. An expanded service could advise callers on interpretation of symptoms and test results to assess the likelihood of dengue, appropriate treatment to minimize risk, and decide appropriately on transfers. Based on international experience, we expect that an enhanced hotline would prove favorable in terms of better patient outcomes, less disruption to patients and families, and lower costs to the Maldivian health care system. We suggest that the Ministry of Health consider introducing an enhanced hotline phased in by atolls covered, monitoring hotline calls under both existing and enhanced phases to examine utilization, health outcomes, and costs of services and evacuations, and extending and refining the enhanced hotline based on lessons learned.\nThis study is limited in that only a selected number of interventions were costed, and as such, may not reflect the costs seen on each island. Furthermore, this study did not address the burden of other important arboviruses, such as chikungunya and Zika, which also have been reported in the Maldives.[31, 32] Including this in the analysis would likely increase the cost of case management, but not the cost of vector control activities, as the diseases share the same mosquito vector. In estimating the total cost of dengue in the Maldives, some of the data items were not available for the country and had to be derived from results in other countries. Using country-specific data for those items, if available, would strengthen the analysis.\nBased on the importance of the tourism sector the need to mitigate the potential impact of climate change, the Maldives introduced a “green tax,” charging tourists on resort islands and guest houses $6 and $3 per person per night, respectively. While this tax revenue does not directly support the health sector, it is levied to strengthen solid waste management throughout the Maldives. By reducing plastic and other receptacles that are used by Aedes mosquitos to breed, this tax indirectly lowers the burden of dengue. Some additional transport or tourism tax could be established, if necessary, to fund the time, travel, and follow-up expenses needed to expand vector control services nationally. This study reinforces the economic rationale for investment in effective dengue control."
}