{
    "Background": "Intestinal parasitic infections (IPIs) can cause illness, morbidity, and occasional mortality in children. Agro-pastoralist and pastoralist children in the Somali Regional State of Ethiopia (ESRS) are especially at risk for IPIs, as access to safe water, sanitation, and health services is lacking. Minimal data on the prevalence of IPIs and associated risk factors exists in this region.",
    "Methodology": "We assessed the prevalence of IPIs and associated risk factors during the wet season from May-June 2021 in 366 children aged 2 to 5 years in four agro-pastoralist and four pastoralist kebeles (wards) in Adadle woreda (district) of the Shebelle zone, ESRS. Household information, anthropometric measurements, and stool samples were obtained from included children. Parasites were identified microscopically using Kato-Katz and direct smear methods. Risk factors were assessed using general estimating equation models accounting for clustering.",
    "Principal findings": "Overall prevalence of IPIs was 35%: 30.6% for single infections and 4.4% for poly-parasitic infections. Intestinal protozoan prevalence was 24.9%: 21.9% Giardia intestinalis, and 3.0% Entamoeba spp.. Intestinal helminth prevalence was 14.5%: 12.8% Ascaris lumbricoides, 1.4% hookworm (Ancylostoma duodenale /Necator americanus.), and 0.3% Hymenolepis nana. G. intestinalis infection was associated with drinking water sourced from the river (aOR 15.6, 95%CI 6.84, 35.4) and from collected rainwater (aOR 9.48, 95%CI 3.39, 26.5), with toilet sharing (aOR 2.93, 95%CI 1.36, 6.31) and with household ownership of cattle (1–5 cattle: aOR 1.65, 95%CI 1.13, 2.41; 6+ cattle: aOR 2.07, 95%CI 1.33, 3.21) and chickens (aOR 3.80, 95%CI 1.77, 8.17). A. lumbricoides infection was associated with children 36 to 47 months old (aOR 1.92, 95%CI 1.03, 3.58).",
    "Conclusions/Significance": "Improving access to safe water, sanitation, and hygiene services in Adadle and employing a One Health approach would likely improve the health of children living in (agro-) pastoralist communities in Adadle and the ESRS; however, further studies are required."
}