{
    "Introduction": "Infectious diseases are the most important cause of death in sub-Saharan Africa [1, 2] and continue to pose major public health problems in African countries. Globally and collectively they account for 20% of the mortality in all age groups (and 33% of the mortality in the least developed countries) and 50% of infant mortality [3]. A study performed in Karachi, Pakistan found that 41% of deaths of children under 5 year were due to diarrhea and 15% to acute respiratory infections which include pneumonia [4]. The pathogenic role of Streptococcus pneumoniae in pneumonia, otitis media, bacteremia and meningitis is undisputed. However, its isolation on the skin is an unusual discovery with a difficult clinical interpretation [5] which can range from simple colonization in immunocompetent hosts to severe infection in patients with different underlying conditions [5–6]. In a study performed in 2014, Fenollar et al. reported that some bacteria that cause fever in Africa such as Staphylococcus aureus, Streptococcus pyogenes and Streptococcus pneumoniae are neglected in Senegal [7]. The monitoring of the carriage of these bacteria is important for several reasons. First, colonization in healthy individuals is a prerequisite for developing invasive and non-invasive diseases, and reduced colonization has been correlated with decreased pneumococcal and staphylococcal infection rates [8–9]. Second, healthy carriers serve as reservoirs for S. aureus and S. pneumoniae transmission to others in the community and in the hospital [10–11]. S. pneumoniae is one of the major pathogens infecting humans worldwide and is the most common cause of community-acquired bacterial pneumonia and otitis media, but can also give rise to severe cases of meningitis and sepsis [12]. Approximately 1.6 million people die each year from pneumococcal diseases [12]. The most frequently bacteria isolated in acute respiratory infections are S. pneumoniae and Haemophilus influenzae, which can occur secondarily following primary infection due to viral pathogens. Despite causing severe diseases, the asymptomatic carriage of S. pneumoniae in the nose, nasopharynx and throat was also reported. The isolation rates of S. pneumoniae obtained by nasal and nasopharyngeal (NP) sampling are similar in children, but higher than that of oropharyngeal sampling [13,14]. Its prevalence in nasopharyngeal samples varies from 7 to 99% and depends on the age, health, and socioeconomic status of the study population [15]. In Senegal, few studies on the viral and bacterial etiology of respiratory tract infections are available in pediatric settings [16]. Most of the publications on the prevalence of S. pneumoniae in NP samples concerned young children. Indeed, in 2003, Echave et al. reported a prevalence rate of 56% in Senegal [17]. However, Baylet et al., in 1983, reported higher NP carriage prevalence rates in rural (77%) and urban (69%) areas in Senegal and other African countries [18].The study conducted by Mediannikov et al.in 2014, in Senegal revealed a skin carriage of S. aureus (21.7% %), S. pneumoniae (5%) and S. pyogenes (5%) on the skin of healthy people leaving in rural areas [19].\nHere, we studied the skin carriage of major pathogenic bacteria such as S. pneumoniae, S. aureus and S. pyogenes in the populations of Dielmo and Ndiop, two rural villages. In an ancillary study, we tested the skin carriage of R. felis, B. crocidurae, T. whipplei, B. quintana and C. burnetii [19–22] which have been described as causes of fever in this rural area.",
    "Materials and method": "Ethics statement\nBefore inclusion in the study, written informed consent was required from all adult participants (≥ 18 years) and from parents or legal guardians of minors (≤ 18 years). An information document that clearly explains the risks and benefits associated with the participation to the study was handed over to each patient. This sheet states the reasons and the purpose of the sampling in the presence of a parent / guardian or guarantor. The consent form stipulates that samples will not be used in the future in other studies not related with the present work without preliminary agreement of the Senegalese national Ethics Committee. Consent was obtained from each individual, and the study was approved by the national Ethics Committee of Senegal (N° 53 / MSAS / DPRS / CNERS du 31 mars 2015).\n\n\nStudy site\nDielmo and Ndiop are two villages located about 280 km Southeast of Dakar, near the Gambian border in an area of Sudan-type savannah. About 700 inhabitants have been included in an epidemiological study of malaria since 1990 and monitored daily for fever and illness; the detection of cases is both active and passive. The geographical and epidemiological characteristics of the Dielmo village have been previously described in detail elsewhere [23,24], most of the houses are built in the traditional style with mud walls and thatched roofs. The main source of drinking water of the population is underground water.\n\n\nStudy population\nThe study population consisted of people residing in the two villages, participating in the epidemiological follow-up of Dielmo and Ndiop, adhering to the principle of the project and having given their consent to participate in the study and thus provide a swab. Sampling was carried out on the palm of the hands (the right and left palm of unwashed hands) of a healthy population, all categories of age were included. It was performed in January in order to make an inventory of the skin carriage of the targeted pathogens. In addition, the sampling was done at the same location in each study participant.\n\n\nSwabs and samples analysis\nSwabs are performed on the hands, after moistening the swab with sterile physiological serum. The swabs obtained are immersed in an individual tube containing 600 μl of 1X Phosphate Buffer Saline (PBS, OXOID LIMITED, HAMPSHIRE, ENGLAND). Once impregnated, the swab is pressed against the edges of the tube to release the sample, then 200 μl of the swab suspension was taken for DNA extraction using the CTAB 2% method.\n\n\nDNA extraction\nTo extract the DNA, 200μl of bacterial suspension from the swab was mixed with 180μl of 2% Cetyl Trimethyl Ammonium Bromide (CTAB) [25]. The mixture was incubated in a water bath at 65°C for 1 hour. Two hundred microliters of chloroform were added to the mixture, and the supernatant was recovered after centrifugation at 12,000 rpm for 5 min. The nucleic acids were precipitated by 200 μl of isopropanol after15 min of centrifugation at 12,000 rpm. The pellet was then dried in a speed vac for 3–4 min and resuspended in 200 μl RNase-free water. The DNA solution was stored in the refrigerator at 8°C until further use and the PCR was done 24 hours after DNA extraction, as DNA cannot deteriorate after only 24 hours of storage. After the PCR, the DNA was conserved at -20°C.\n\n\nDNA amplification\nExcept for Bartonella, bacteria were detected using a first intent PCR, when a specimen was tested positive in the first assay, the result was confirmed by a second quantitative PCR. A positive sample was defined as 2 positive quantitative PCR results in assays targeting 2 different repeated DNA sequences. We performed all PCR reactions in a CFX 96 thermal cycler (Biorad). Each reaction was performed at a final volume of 20 μl, containing, 10μl of polymerase TAKYON, 1μl of each primer, 1μl of probe, 2μl of RNase-free water and 5μl DNA. A positive and negative control was included in each experiment. DNA extracted from the swabbing of a healthy person in Dakar was used as negative control. The positive control consists of a suspension made from a swabbing of healthy person, in which bacterial cultures were added. The strains used as positive control are available on the « Collection de Souches de l'Unité des Rickettsies (CSUR, WDCM 875) » under the accession number: S. pneumoniae CSURP5700, S. aureus CSURP2200 and S. pyogenes CSURP6897. For each species, about ten colonies were suspended in 200μl of PBS and DNA was extracted as mentioned above.\nMolecular identification by qPCR involved pathogenic bacteria such as S. pneumoniae, S. aureus, R. felis, B. crocidurae, T. whipplei, B. quintana, S. pyogenes and C. burnetii (Table 1).\nThe quality of the extraction was measured by actin (the b-actin gene amplification by quantitative PCR confirmed the quality of the extracted DNA). Any sample with a Ct number (cycle threshold) that did not exceed 35 was considered positive. This number corresponds to the ability to reveal 10–20 copies of bacterial DNA [20,21].\n\n\nStatistical analysis\nData were analyzed using Open Epi, version 3.4.1 (Centers for Disease Control and Prevention, Atlanta, GA, USA). Non-parametric values were compared using a X2 test. Statistical significance was defined as p < 0.05.",
    "Results": "A total of 649 samples was collected, 246 in Dielmo and 403 in Ndiop.\nAmong the 649 samples tested, 614 (94.61%) were actin-positive and 35(5.4%) were actin-negative.\n\nPrevalence of bacteria in Dielmo and Ndiop by qPCR\nWe detected S. pneumoniae in 33.06% (203/614) individuals, S. aureus in 18.08% (111/614) individuals and S. pyogenes in 1.95% (12/614) individuals.\nWe also detected C. burnetii in 13.35% (82/614) individuals, B. crocidurae in 3.42% (21/614) individuals. However, we didn’t find any case of T. whipplei, B. quintana or R. felis (Table 2).\nWe observed that S. pneumoniae and S. aureus were the two predominantly isolated bacteria out of eight targeted bacteria, and tried to see their incidence according to age and sex.\n\n\nPrevalence of S. pneumoniae and S. aureus by age group in Dielmo and Ndiop\nIn Dielmo and Ndiop S. pneumoniae DNA was detected in all age groups with percentages greater than 20%. S. pneumoniae DNA was mostly detected in the youngest age groups of 0–5 and 5–10 years with respectively 39.40% (47/119) and 47.93% (58/121). The lowest rates, 17.02% (8/47) was obtained in the age groups of 45–60 years. S. aureus was detected mostly in the 5–10, 10–15 and 15–30 years age groups with 19.83% (24/121), 22.89% (19/83) and 19.55% (26/133), respectively, and in a minority in the +60-years groups, with 8.82% (3/34). Significant difference was noticed only in the 0–5 and 5–10 years age groups (Table 3).\n\n\nPrevalence of S. pneumoniae and S. aureus by sex in Dielmo and Ndiop\nStudies on these samples from 614 villagers in Dielmo and Ndiop showed a skin carriage in 46.74% (115 /246) of men and 23.91% (88/368) of women for S. pneumoniae, in 14.22% (35/246) of men and 20.65% (76/368) of women for S. aureus. Statistical analysis showed a significant difference between men and women for S. pneumoniae (p <0.0000001) but for S. aureus no significant difference between men and women was observed (p = 0.05485) (Table 4).",
    "Discussion": "In our study, we attempted to identify the prevalence of skin carriage of specific bacteria in a generally healthy rural population in Senegal. We are confident of our results because the validity of the data reported in this study is based on strict experimental procedures and positive and negative controls. The sampling was correct because 95% of samples were actin positive. Molecular analysis were carried out in two villages Dielmo and Ndiop. The most common pathogens detected were S. pneumoniae and S. aureus. They represented 51.14% of the pathogenic bacteria identified on the skin. To our knowledge, this study is the first attempt to investigate the presence of S. pneumoniae and S. aureus in the skin of asymptomatic peoples in Africa. We are also considering whether there is a link between identified pathogens and skin infections; pneumonia and respiratory infections.\nIt is important to note that the differences in bacterial diversity on the skin varies from one site to another at the inter and intrapersonal level, for example, the bacterial diversity of the forehead is lower than the diversity of the palm in each person, and this is also true for the forehead versus forearm communities [30]. For our study, we found it more interesting to swab the palms of the hands because we believe that it is the most likely means of bacterial transmission, through salutation, food, etc. Next to S. pneumoniae and S. aureus we detected the DNA of B. crocidurae and C. burnetii, but their known mode of transmission is not through the palms of the hands. S. pneumoniae was the most prevalent bacteria detected on the on skin. This bacterium is one of the leading causes of pneumonia in children under five years of age in Senegal [31]. S. aureus was the second most prevalent bacteria detected. The results obtained on the prevalence of this bacterium are in line with those of Mediannikov et al., 2014 which detected 21.7% (13/60) of S. aureus DNA on the forearm of asymptomatic populations residing in the same area [19]. We detected also S. pyogenes in the skin swabs with a smaller proportion. This rate was lower than that previously reported by Mediannikov et al., 2014, which showed the presence of this bacterium on the forearm of healthy populations (intact skin swabs), with a prevalence of 5% (3/60) on the same study area [19]. This difference could be explained by seasonal variation, being more common in dry than wet seasons in monsoonal climates [32]. Crowding and poor hygiene therefore increase the chance of the transmission of S. pyogenes. Also, skin infections are more frequent and are a more important cause of morbidity in overcrowded communities with poor sanitation [33]. In addition, variations in the prevalence of S. pyogenes skin infections are related to accessibility to appropriate housing and hygiene. The absence of previous work on the exploration of the skin microbiota in Africa, more specifically in sub-Saharan Africa, is a limitation for our study because these results cannot be compared to those of other countries with different climatic and environmental conditions. Most of the publications on the carriage of S. pneumoniae were done on nasopharyngeal swabs and often concerned young children [34].\nThe highest rates of S. pneumoniae and S. aureus were detected in the youngest age groups. S. pneumoniae was observed in the age groups 0–5 and 5–10 years. The lowest prevalence was found in age groups 45–60 years. These results could be explained by the presence of these bacteria in the environment, and those children who would be much more exposed because they take less care of their hygiene compared to adults who would be much more exposed because they take less care of their hygiene compared to adults. These results are consistent with data from a previous study that found S. pneumoniae DNA in 22% (8/36) of skin swabs from the forearm of children in the age group 0–6 years [35]. S. aureus was detected mainly in the three youngest age groups 5–10, 10–15 and 15–30 years, and in a minority in the +60-years. Just like S. pneumoniae, S aureus carriage was affected by age (peak prevalence at youngest age groups). A relationship could be made between S. pneumoniae infections in these villagers, a previous study on influenza like illnesses (ILI) had found that the incidence rates differed significantly between age groups, and were highest in the [6–24 month) and [0–6 month) age groups [36]. These results are comparable to ours. Children under five years of age have a higher incidence of S. pneumoniae. Finally, in these villages we have set up a field laboratory for the diagnosis of infectious diseases using the molecular biology method [22]. This technical device allows the rapid diagnosis and monitoring of infectious diseases for which laboratory analyses were generally too late to guide therapy [22]. The results show that S. pneumoniae infections are mainly localized in children under five years of age.\nS. pneumoniae causes morbidity and mortality in young children, the elderly and immunodeficient patients [37], but asymptomatic carriage is more common in children. Most publications on S. pneumoniae vaccine research target the youngest age groups. Children are considered an important vector for the spread of this microorganism in the community, and preventing the carriage of pneumococci could therefore reduce the prevalence of infections. Pneumococcal conjugate vaccination protects young children against invasive diseases with S. pneumoniae [38]. Researchers have showed that the carriage rate of S. pneumoniae is low in adults compared with children because the prevalence rate, risk factors for carrying and factors promoting the spread of the organism are limited in adults [39]. The main result of our molecular analysis is the carriage of S. pneumoniae on the skin in asymptomatic people. S. pneumoniae is found all over the world. The incidence of infection is higher in children under 2 years of age and adults over 60 years of age [40]. It belongs to the family Streptococcaceae. It is a Gram positive bacterium. There are about 90 serotypes; the capsule surrounding the pneumococcus is the main virulence factor [41]. This bacterium generally colonizes the mucosal surfaces of the nasopharynx and upper respiratory tract, and symptoms of inflammation appear when the bacterium migrates to the sterile parts of the respiratory tract [42]. It is transmitted by infectious cells that can be spread by aerosolized microdroplets sprayed during coughing or sneezing, or by oral contact from one person to another [41]. The nasopharynx is the only documented niche for S. pneumoniae in humans, many researchers have speculated on skin colonization following reports of pneumococcal skin and soft tissue infections in adults and children in the absence of prior systemic disease [5,6,43]. However, the rather high detection rates of S. pneumoniae in skin samples in this study suggest a possible existence of a true reservoir of this pathogen on the skin. The carriage rates of S. pneumoniae reported in previous studies strongly depended on the social, demographic and medical risk factors of the study subjects, as well as the methodological variations in the methodology used. Finally, the sampling sites may vary from one study to another [38]. We have not attempted to associate our prevalence rates of carriage with specific characteristics of the population. In this study, we used qPCR testing to determine the overall prevalence of major pathogens, which had been previously isolated in other types of samples and in the same area, in febrile or healthy subjects [19]. For S. pneumoniae, the highest rate of nasopharyngeal colonization has been shown to occur at an early stage of life [11–19]. This corresponds to the low number of S. pneumonia carriers in our study, as only adult individuals were sampled.\nIn this study, we found that 46.74% (115 /246) of men and 23.91% (88/368) of women carried S. pneumoniae in their skin samples and statistical analysis showed a significant difference between men and women for the carriage of S. pneumoniae (p <0.0000001). Our findings are in line with a previously published study on the carriage of S. pneumoniae among older adults in Indonesia [44]. In addition, this is the first time, to our knowledge, that S. pneumoniae has been detected in the palm of hands in Senegal. We found that men and women carried S. aureus, and statistical analysis showed no significant difference between men and women for the carriage of S. aureus (p = 0.05485). Our results differ from those of two previous studies that showed that S. aureus carriage varies according to the sex and is higher in men [45,46]. To our knowledge, only viral respiratory infections have been studied in Dielmo and Ndiop. Available information shows that respiratory infections due to influenza (flu) viruses are more frequent [47]. From 2012 to 2013, the overall flu incidence density rate was 19.2 per 100 person-years. The flu incidence density rates were significantly different between age groups, the highest being in the [6–24 months) age group (30.3 to 50.7 per 100 person years) [36].\nPCR-based techniques suffer from possible biases due to the state of the bacteria (dead bacteria) [43,48]. According to Anna Engelbrektson and al., 2010, molecular-based approaches do not distinguish between living bacteria and dead bacteria, so this can lead to the detection of an excessive number of pathogens by qPCR [43,48]. The culture of S. pneumoniae from skin swabs that we made in parallel with the PCR would confirm more accurately the real existence of this bacterium on the skin.",
    "Conclusion": "In our study, we tried to demonstrate the existence of the target pathogens on the skin of people in our generally healthy study population in two villages of rural Senegal and to evaluate their impact in our two study villages using qPCR. Molecular analysis in Dielmo and Ndiop showed a high prevalence of S. aureus and S. pneumoniae carriage, especially among the youngest age groups. Our results suggest that random samples of skin swabs may contain S. aureus and S. pneumoniae. In addition, in asymptomatic subjects, we can detect the presence of certain pathogens by qPCR. In rural areas, the economic context and daily activities make this part of the population particularly vulnerable to infectious diseases. These populations live in poverty, the majority of whom are farmers and livestock breeders. As a result, they are less involved in their personal hygiene and food and household hygiene, which would lead to a considerable increase in the prevalence of infectious diseases. Fortunately, previous studies and WHO recommendations showed that body hygiene and more specifically hand hygiene could lead to a significant reduction in the prevalence of these diseases [44,49].\nIt appears necessary to undertake a so-called ‘‘soap project” study in Dielmo and Ndiop villages in order to evaluate the effectiveness of body hygiene in the prevention of infectious diseases."
}