{
    "Introduction": "Neglected Tropical Diseases (NTDs) are a group of disabling, chronic and disfiguring conditions that occur mostly in settings of extreme poverty, especially among poor rural and some disadvantaged urban populations [1]. NTDs cause substantial health and economic burden on poor populations in Africa, Asia, and Latin America [2] with about 534 000 deaths every year [1], and has similar disease burden to either malaria or tuberculosis [1], [3].\nIn sub-Saharan Africa, the diseases are the most common conditions affecting the poorest 500 million people living in the region and NTDs collectively produce a burden that may be equivalent to up to one-half of the malaria disease burden and more than double that caused by tuberculosis in sub-Saharan Africa [3].\nThere are seventeen NTDs that have being identified by WHO to be of particular importance due to their frequency among poor communities and their clinical, social and economic impact [4]. These include soil transmitted helminthiasis (STH) that comprises of ascariasis, trichuriasis and hookworm infections; onchocerciasis, schistosomiasis, lymphatic filariasis (LF), human African trypanosomiasis (HAT), chagas disease, echinococcosis, leishmaniasis, dracunculiasis, buruli ulcer, leprosy, trachoma, dengue fever, rabies, cysticercosis/taeniasis, food borne trematodiases and yaws [4]. Among these NTDs, Nigeria has the greatest number of people infected or at risk with schistosomiasis (29 million), lymphatic filariasis (80–121 million at risk), ascariasis (55 million), hookworm (38 million) and Trichuriasis (34 million) among all the African nations [3], [5], [6].\nThe control of NTDs in many sub-Saharan African countries has been made less important by other health priorities with the highest priority given to HIV/AIDS, malaria and tuberculosis [7] even though the resources required to effectively control the NTDs are relatively low compared to what have already been spent to fight AIDS, tuberculosis and malaria [8]. Control activities targeted at several NTDs have been ongoing in the country since 1980s, through internationally supported national control programmes. These control activities were for dracunculiasis, onchocerciasis, lymphatic filariasis, schistosomiasis, leprosy, trachoma and soil transmitted helminthiasis [6]. Though there is some funding for these control activities by both the federal and state governments the level has been relatively low [6], [9]. However, given the need for public participation in these controls activities and its sustenance, particularly those NTDs that can be controlled through preventive chemotherapy drug; there is therefore the need to perceive public and policy makers' knowledge about NTDs and its control activities in Nigeria.",
    "Methods": "Study site\nThe study was carried out in Abuja, the Federal Capital Territory of Nigeria. Abuja is located between latitude 8.25 and 9.20 north of the equator and longitude 6.45 and 7.39 east of Greenwich Meridian. Abuja is geographically located in the centre of the country and has a landmass of approximately 7,315 km2. The city is well planned and developed and is home to Nigerian seeking employment or business opportunities since it is the seat of the federal government. Therefore, Nigerian from all parts of the country troops into Abuja daily either for business, job opportunities or for settlement.\n\n\nStudy design\nThe study is cross-sectional using a questionnaire designed to test public knowledge and awareness of NTDs control activities in Nigeria. The authors used a well-advertised job fair which was attended by governmental officials, business owners, policy makers, politicians, students, job seekers and the general public. Participants were randomly approached by the interviewers, asked to indicate interest in filling the questionnaire, but without devolving personal information. Participants, who offered to complete the questionnaire where then, requested to complete an informed consent form first, after the purpose of the study had been thoroughly explained to them.\n\n\nEthical approval\nThe ethical approval for the study was obtained from the Ethics Review Committees of the Federal University of Agriculture, Ogun state and Federal Ministry of Health, Abuja.\n\n\nSampling selection\nSampling was done randomly and effort was made to reach all participants that attended the conference except those that opted out. Caution was also taken not to allow the questionnaire completion affect participants' participation at the conference. Participants were asked to pick from rolled pieces of paper wrapped “yes” and “no”. Only participants that picked “yes” were allowed to complete a questionnaire after completing a consent form.\n\n\nQuestionnaire administration\nAn interviewer-administered questionnaire was used for the survey. A pre-implementation meeting was held during which the questionnaire as well as possible responses to the questions was reviewed among six trained interviewers. The questionnaire was field tested on few people in Abuja that were not attending the job fair and an appraisal conducted and ambiguous questions were amended. Interviewers were assigned to different sections of the fair to avoid bias. The survey was carried out in August 2013 during a 3-day job fair at Abuja, Federal Capital Territory.\n\n\nData management and data analysis\nData from questionnaires were entered and analysed using Statistical Package for Social Science (SPSS) version 16 for Windows. Descriptive statistics was used to categorize important variables and chi-square was used to test for significance. Level of significance was set at 95%.",
    "Results": "A total of 461 job fair participants completed questionnaires for the study and this comprised 244 (58.2%) males and 175 (41.8%) females with age range from 18–48 years and mean age of 27.8±0.185 years. 75.3% of the respondents were job seekers (Table 1).\nMajority of the respondents have a good knowledge about the meaning of NTDs as 63.1% correctly got the full meaning of NTDs and 62% choose onchocerciasis as example of NTD that they are aware of its control. 73.1% of the respondents also claimed to have heard of the presence of the NTDs in Nigeria and 40.4% stated electronic media as the source of awareness (Table 2).\nApproximately 93% of the respondents agreed that the diseases are of public health importance in Nigeria with 35% confirming knowing people that are suffering from one of the diseases as the evidence; 27% claimed to have read about them in scientific journal or event and 20% of the respondents claimed reading about them in the dailies. Further analysis of those that claimed to have read about NTD as a public health problem in scientific journals showed 72.3% as professionals and only 27.7% were job seekers.\nOnchocerciasis was the disease respondents showed the highest knowledge about with 50.8% of respondents having knowledge of its control activities. This is followed by lymphatic filariasis with 25.2%; leprosy (24.7%), trachoma (22.1%) HAT (21.9%); schistosomiasis (21.5%) and STH infections (21.3%) (Table 3). Diseases which respondents showed limited awareness about include leishmaniasis (6.1%), Buruli ulcer (6.9%), Chagas diseases (8.5%), rabies (14.8%) and dracunculiasis (16.9%). 55% of the males have heard about one NTD control activity or another and although 1.519 (0.996–2.317 95% CI) more likely to have heard about an NTD control activity than the females, there is no statistically significant difference between the group. Also, 50.9% of those that have heard of an NTD control activity are between the age group 26–30 years and there is no significant difference among the age groups (Table 4).\nA high proportion of 87.1% of the respondents were of the opinion that government awareness and responses to NTDs was poor. Also, 92.2% of the respondents were willing to participate in NTD related activities in their zones with 63.3% of the opinion that advocacy, more funding and research are necessary to reduce the burden of NTDs in Nigeria. The most activities respondents will like to partake in are advocacy with 51.4% of respondents showing interest (Table 5).",
    "Discussion": "Public awareness and perception of a disease are important factors in shaping the necessary policies toward the control of such diseases. In the context of NTDs control, public knowledge may influence policy formulation and implementation. Although this study shows that generally many respondents have heard about NTDs control activities in Nigeria, however, their knowledge on specific NTD control activities is low relative to the percentage of the respondents that considered the diseases as a public health problem in Nigeria. It was also interesting to know that only 63.1% know the full meaning of the NTDs acronym. This finding shows that public awareness of NTD control activities is low in the surveyed population, which was visitors of a trade fair in Abuja, the Nigeria Federal capital city. This finding is in support of other studies in Nigeria [10], [11] and many African countries [12]. However, there are instances where there is high level of awareness of the diseases but the awareness of control activities is low [13], [14].\nCurrently, onchocerciasis appears to be the NTD that the public seems to be mostly aware of its control activities. This may be due to the fact that onchocerciasis control activities in Nigeria has been ongoing since 1991 [15] and there are several national and international partners such as MITOSATH, UNICEF, WHO and Sight savers, working on onchocerciasis control in Nigeria which are visible to the general public. In addition, the availability of the popular drug Ivermectin which is distributed freely to population at risk using the program that involves community members; Community Directed Treatment with Ivermectin (CDTI) has also contributed to making onchocerciasis control activities a public knowledge in Nigeria [15]. Lymphatic filariasis control which is also linked to onchocerciasis control through integrated treatment was the second due to relative newness of LF control. Despite the availability of Preventive Chemotherapy Drug for schistosomiasis and soil transmitted helminthiasis which also carries heavy burden in Nigeria; the awareness about their control activities was low. This could be due to poor government funding of schistosomiasis and soil transmitted helminthiasis control programme for long time [3]. However, leprosy, soil-transmitted helminth infections, lymphatic filariasis, onchocerciasis and Human African trypanosomiasis have been shown to be better known by communities than the rest of the NTDs [12].\nRespondents' erroneous knowledge about control activities for Buruli ulcer, leishmaniasis, rabies and chagas diseases could have been negatively influenced by knowledge of people suffering from these diseases as 35% of respondents (Table 2) claimed to know of people suffering from one NTD or another and there are no specific control program or control activities for these diseases (Table 3) even though there have been reported cases in Nigeria. This suggests that people knowledge about control activities could be relatively influenced by knowledge of infected person.\nThe knowledge about NTD control activities is higher in males than the females although not statistically significant (Table 4) and agrees with report from Cameroon that males showed more knowledge about NTDs than females [12].\nIt is alarming to know that the general public believes that government has done little about NTDs control in spite of NTD targeted control programmes, this could be due to poor funding of these programmes by the government when compared to other control program like malaria and HIV, which suggests the need to engage more stakeholders and provide more enlightenment on government activities on specific NTDs. This give further credence to the fact that NTDs controls are given lesser priorities compared to HIV/AIDS, malaria and tuberculosis control in sub-Saharan Africa [7]. The willingness of respondents to participate in advocacy for NTDs activities, is an opportunities for the Nigerian government and its global partners in NTD control to diverse ways to increase public participation in NTDs control activities. Resources and funds should be allocated to public awareness programmes, jingles in electronic media, use of mobile telephony to send information as it is being done for malaria control. Without the public being mobilised to participate in NTD control activities in Nigeria, it would be difficult and not impossible for the current intervention using preventive chemotherapy drug to succeed.\nAlthough the size and non-representative of the population sampled posed a major limitation; the study however is preliminary and the outcome will provide a baseline from which more in depth study that would encompass different segment of the society can be carried out.\n\nConclusions\nPublic awareness and participation in NTDs control activities in Nigeria, especially in the targeted population of our survey, is low and this poses a serious threat to the control of NTDs as individuals' lack of the basic knowledge about these diseases including the causative organism and transmission, would continue to impede control activities. Therefore public participation to discuss on the high burden NTDs is suggested to increase the public awareness and thus facilitate support for control activities."
}