{
    "Introduction": "Trachoma, caused by ocular infection with Chlamydia trachomatis [1, 2], is the leading infectious cause of blindness worldwide. It affects those living in poverty, predominantly in rural areas, where access to water and sanitation is limited [3]. In 1998, the World Health Assembly adopted Resolution 51.11 which targets the global elimination of blinding trachoma [4]. The World Health Organization (WHO) endorses the “SAFE” strategy for trachoma elimination: Surgery for trachomatous trichiasis (TT), Antibiotic treatment for infection, Facial cleanliness and Environmental improvement to reduce transmission [5–7]. Prior to the implementation of the SAFE strategy, disease mapping is a critical first stage to determine the distribution of the disease and determine whether public health interventions are needed. The provision of accurate estimates of the prevalence of both active trachoma, mainly trachomatous inflammation–follicular (TF), and TT enables national programs to plan and implement mass drug administration (MDA) and surgical services respectively [8].\nGuinea is a country in West Africa with an estimated population of 12 million [9] and a total area of 245,857 km2. The country is bordered on the west by the Atlantic Ocean, on the north by Guinea-Bissau and Senegal, on the east by Mali and Côte d'Ivoire, and on the south by Liberia and Sierra Leone. Guinea has a tropical climate of alternating rainy season and dry season of approximately six months each. It has four natural regions, including Lower Guinea or Maritime Guinea, Middle Guinea, Upper Guinea and Forest Guinea. Lower Guinea is a coastal plain which covers 18% of the national territory with a climate characterized by heavy precipitation ranging from 3,000 to 4,000 mm per year, and high humidity. Middle Guinea is a mountainous area which covers 22% of the national territory, with annual rainfall of 1,500 to 2,000 mm and a semi temperate climate. Upper Guinea is a region of plateaus and savanna woodland which covers 40% of the country. Precipitation ranges from 1,000 to 1,500 mm per year, with a dry and hot climate. Finally, Forest Guinea is a group of massifs and covers 20% of the national territory, characterized by an annual rainfall ranging between 2,000 and 3,000 mm with a humid climate. The country is split into eight administrative regions and 38 health districts (HDs).\nTrachoma was suspected to be endemic in Guinea in 31 rural HDs, but not in 7 HDs in and around the capital Conakry, according to historical clinical records and a limited number of epidemiological surveys [10–12]. In 2001 an epidemiological survey was conducted in 10 of the 31 suspected HDs: nine in Upper Guinea (Dabola, Dinguiraye, Faranah, Kankan, Kérouané, Kissidougou, Kouroussa, Mandiana and Siguiri) and one HD in the forest region (Beyla). The survey showed a prevalence of 33% of active trachoma (including TF and trachomatous inflammation–intense [TI]) among children under the age of 10 years, and 2.7% of TT among adults aged 15 and above [5, 10, 13]. In 2002, a trachoma rapid assessment [14] was undertaken in five other suspected endemic districts in Middle Guinea (Gaoual, Koubia, Koundara, Mali and Tougué) and showed an average TF and TT prevalence of 23.0% and 1.1% respectively [10]. These survey results showed that the country was indeed endemic for trachoma and warranted major intervention to achieve the objective of trachoma elimination by the year 2020.\nIn 2011, Guinea initiated an integrated national program to control and eliminate neglected tropical diseases (NTDs), including trachoma. In order to plan for trachoma elimination activities, up-to-date accurate district-level estimates of trachoma prevalence were needed. From 2011 to 2016, the national NTD program conducted trachoma baseline surveys. The results of these surveys are presented here along with discussion of their impact on intervention planning for trachoma elimination in Guinea.",
    "Materials and methods": "Survey settings and design\nA series of cross-sectional, two-stage cluster sampling surveys were used to determine the prevalence of TF and TT in 31 HDs in Guinea, as recommended by WHO [8, 15, 16]. Surveys were conducted in multiple phases from 2011 to 2016, according to the schedule of the integrated national NTD program, and used to develop a national map of trachoma prevalence. The timeline for specific districts were as follows:\n2011: Baseline surveys were conducted in five HDs in Upper Guinea (Dabola, Dinguiraye, Faranah, Kissidougou and Kouroussa). These five HDs were among the 10 HDs in the original 2001 epidemiological survey and had previously been shown to be highly endemic for trachoma [10]. The 2011 survey was conducted to confirm that prevalence was still high and to collect baseline data in these HDs before starting MDA. These five HDs were surveyed together as a single evaluation unit (EU).\n2012–13: Two HDs in 2012 (Koundara in Middle Guinea and Yomou in Forest Guinea) and nine HDs in 2013 (Gaoual, Koubia, Mali and Tougué in Middle Guinea, Kankan, Kérouané, Mandiana and Siguiri in Upper Guinea and Beyla in Forest Guinea) were surveyed. These 11 HDs were surveyed as 11 separate EUs.\n2014–16: 11 HDs in Lower Guinea (Boffa, Boké, Forécariah, Fria, Kindia and Télimélé) and Middle Guinea (Dalaba, Labe, Lélouma, Mamou and Pita) were surveyed in 2014. Due to the outbreak of Ebola virus disease, survey of the remaining four HDs in Forest Guinea (Guéckédou, Macenta, N’zérékoré and Lola) was delayed and completed between December 2015 and February 2016. These 15 HDs were surveyed as 15 distinct EUs, using the systems and processes of the Global Trachoma Mapping Project (GTMP) [17].\n\n\nTarget population and sample size\nFor the 2011 survey, data on the total population of the villages belonging to the five targeted HDs were available from the community directed treatment with ivermectin (CDTI) report of 2010 [18]. From 2012 to 2014, population data were estimated from the 1996 national census [19], and for the 2016 survey, the population was projected from the 2014 national census [20].\nThe target population was children aged 1–9 years and adults aged ≥15 years for estimating the prevalence of TF and TT, respectively. Although these age groups were of primary importance of the surveys, all individuals over the age of 1 year living in selected households were screened for signs of trachoma, and data from all examined individuals were recorded. Any person who had resided in a sampled household for at least one month prior to the survey date was considered eligible for inclusion. People who refused to participate or were absent at the time of survey were not replaced.\nTo estimate the EU-level prevalence of TF, a sample size of children aged 1–9 years was calculated for each EU, based on an expected TF prevalence of 10% [16, 17, 21], with a 95% confidence level, an absolute precision of 3%, and a design effect (to adjust for cluster sampling) of 2.65. A minimum sample size of 1,019 children aged 1–9 years was needed. To allow for 20% non-response, we tried to enroll 1,273 children aged 1–9 years in each EU.\nWe did not calculate a sample size for TT prevalence in adults aged ≥15 years; instead, having determined the number of households required to recruit sufficient children to estimate TF prevalence, all consenting adults aged ≥15 years living in the same households were examined to estimate the TT prevalence in each EU.\n\n\nSelection of clusters and households\nThe sampling frames comprised all the villages in each EU and their respective populations. The protocol followed WHO recommendations [16], with 20 villages and 30 households per village chosen from each EU. However, in certain EUs where there was a low average number of 1–9-year-old children per household, the number of villages to be surveyed in each EU was increased. In the first sampling stage, a list of all the villages was obtained for each EU, and 20 villages were selected systematically through a probability proportional to population size sampling strategy [16]. In the 2011 survey, which covered five HDs as a single EU, a total of 30 villages were purposively selected, with six drawn from each HD. In all cases, only villages with populations ranging from 300 to 5,000 inhabitants were eligible for selection. In the second sampling stage, all households from each selected village were listed, and 30 were randomly selected through the compact segment sampling method [14, 21].\nWithin selected households, all consenting/assenting individuals over the age of one year were examined for trachoma signs. Heads of households were interviewed on key water, sanitation and hygiene (WASH) indicators using paper forms for 2011–2013 surveys and a standard Android phone-based questionnaire [22] developed by GTMP for the 2014–16 surveys.\n\n\nTraining\nGraders were recruited from the existing pool of Ophthalmic Clinical Officers (OCOs) in Guinea. Training was provided to graders on examination of community residents in the sampled households for clinical signs of trachoma. The training of graders in 2014 and 2016 was performed by GTMP-certified grader-trainers. For the recognition of signs of trachoma, slides showing pictures of various forms of trachoma were used in classroom sessions. Classroom training was followed by a field test and certification. All the graders participating in the surveys had obtained a kappa for diagnosing TF of at least 0.7 in a formal inter-grader agreement test (based on a sample of 50 children), compared to a GTMP certified grader trainer.\nRecorders were also trained to operate the Android devices and enter trachoma grading data from each eligible person as well as WASH data from each household visited. The recruitment of recorders was based on their knowledge and skills to operate and manage electronic devices at ease.\n\n\nHousehold survey\nEach survey team was comprised of one grader, one recorder and one community member from the sampled village (acting as a guide/translator). All the teams conducted surveys district by district and household by household, and they were supervised by one supervisor.\nAll residents in the household were enumerated, including registration of details of their age and gender. Household members aged one year and above, present at the time of survey and willing to participate in the surveys were examined by a grader with a 2.5x magnifying loupe and a torch or sunlight. The WHO simplified trachoma grading system was used [23, 24].\nGraders used gloves and alcohol-based hand gel to clean their hands before examining each participant to avoid spreading any potential infections, including Ebola. Prior to the eye examination, facial cleanliness for children aged 1–9 years was observed. Facial cleanliness was defined as the absence of nasal and ocular discharge. Basic treatment using drugs such as 1% tetracycline eye ointment and analgesics were provided in the field for those in need. Patients needing referral to a hospital were referred promptly. Field teams moved from one selected household to the next until all the 30 selected households in the village were surveyed.\n\n\nData collection, management and analysis\nIn the 2011–2013 surveys, data were collected and recorded on paper forms. The data included individual trachoma grading of both eyes of each subject, and household data, such as information on latrine and water sources. The data from 2011 survey were entered into Epi Info software (CDC, Atlanta, US) and those from 2012 and 2013 were entered into CS-PRO software (Census Bureau and ICF Macro, US).\nFrom 2014 to 2016, the GTMP data collection tools were used. Briefly, these were electronic data capture forms running on Android smartphones within the GTMP-LINKS application (Task Force Links/Task Force for Global Health, Decatur, GA, USA) [17, 25]. Data collected in the field were transferred securely from the field to a central cloud-based reporting and data management system.\nData from all surveys were transferred into SPSS (IBM, version 23) for analysis. Descriptive statistics were used to examine the sample characteristics, the prevalence of trachoma, and the proportion of households with key WASH indicators. The adjusted prevalence of TF and TT was estimated according to the methods described previously [17], i.e. adjusting the prevalence according to age and gender using the 2014 Guinean national population as the standard population [26], except that the adjustment was made at the EU level rather than the village level. For TF prevalence in each EU, the proportion of 1–9-year-olds examined was adjusted by weighting the proportion of each 1-year age band examined by the proportion of that age band in the national 1–9-year-old population. For TT prevalence in each EU, the proportion of ≥15-year-olds examined was adjusted by weighting the proportion of each gender-specific 5-year age band examined by the proportion of that gender-specific age band in the national ≥15-year-old population. The 95% confidence intervals (CIs) of prevalence estimates were calculated using the Wilson score method without continuity correction [27].\n\n\nEthical considerations\nThe surveys were part of the routine disease surveillance activities of the national trachoma elimination program of the Ministry of Health (MoH), Guinea. It was a standard public health measure and all procedures followed WHO recommendations. Protocols were approved by the national Ethics Committee of MoH, and, for the 2014–2016 surveys, by the research ethics committee of the London School of Hygiene & Tropical Medicine (6319). Prior to examination, verbal informed consent or assent was obtained from all adult participants and for children from the head of the household. Those with active trachoma were provided with 1% tetracycline eye ointment.",
    "Results": "Survey population characteristics by district\nTable 1 summarizes the characteristics of the survey populations by EU. In total, 13,725 households were visited in 556 villages of 31 HDs. A total of 102,040 people were enumerated: 46,048 males and 55,992 females in 31 districts. Among these, a total of 100,051 people were examined (44,899 males and 55,152 females), representing a participation rate of 98.1% (97.5% for males and 98.5% for females) (Table 1). The number of children aged 1–9 years examined was 44,209 and the number of the adults aged ≥15 years examined was 48,745.\n\n\nPrevalence of TF in children aged 1–9 years\nThe adjusted prevalence of TF in children aged 1–9 years is shown for each EU in Table 2. There was a wide variation in the TF prevalence among EUs, ranging from 1.0% in Yomou district to 41.8% in Dabola, Dinguiraye, Faranah, Kissidougou and Kouroussa EU. The HD-level TF prevalence categories and the cluster TF prevalence distribution are shown in Fig 1. Fourteen EUs (encompassing eighteen HDs) showed a TF prevalence above the MDA intervention threshold of 5%. Among these, nine (9) HDs had a TF prevalence between 5% and 9.9% (Boffa, Boké, Forécariah, Fria, Koundara, Mali, Mamou, Pita and Telimélé in Middle and Lower Guinea). Four (4) HDs had a TF prevalence between 10% and 29.9% (Kankan, Kérouané, Mandiana and Siguiri in Upper Guinea). Five (5) HDs had a TF prevalence of 30% or more (Dabola, Dinguiraye, Faranah, Kissidougou and Kouroussa, all in Upper Guinea). Thirteen of the 31 HDs surveyed had a TF prevalence of less than 5%, including all the HDs of Forest Guinea.\nGPS coordinate information was missing for 24 clusters from the 2011–13 surveys and these clusters are not shown in the map. Figure was created for this publication using shapefiles from the GADM database (www.gadm.org), version 2.8, November 2015 and ArcGIS 10.4.1 for Desktop (ESRI, Redlands, CA).\n\n\nPrevalence of TT and estimation of TT cases in adult population (15 years and older)\nAs shown in Table 2, among 27 EUs (31 HDs), estimated prevalence of TT ranged from 0% (95% CI: 0–0.2%) in Guéckédou HD to 2.8% (95% CI: 2.3–3.5%) in Siguiri HD. Twenty-one (21) HDs had prevalence of TT of ≥ 0.2% (Table 2 and Fig 2). The total TT cases in the 31 HDs are estimated at 32,737 (95% CI: 19,986–57,811 cases). Dabola, Dinguiraye, Faranah, Kankan, Kissidougou, Kouroussa and Siguiri HDs had most TT cases.\nNumeric numbers represent the estimated number of TT cases in population aged ≥15 years in each HD. Figure was created for this publication using shapefiles from the GADM database (www.gadm.org), version 2.8, November 2015 and ArcGIS 10.4.1 for Desktop (ESRI, Redlands, CA).\n\n\nHousehold access to water, sanitation and hygiene\nThe key WASH indicators by EU are shown in Table 3. Between 58% and 100% of households in the surveyed EUs reported drinking water source located less than 30 minutes or within 1 km walking distance. Tougué HD had the lowest proportion (58%) of households with a drinking water source located less than 30 minutes. An average of 67% households had improved sanitation facilities (ranging between 17.1% in Mali HD and 96% in Kankan HD). In the 2013 survey, more than 52% of toilets were poorly maintained (detail not shown). Also in the 2013 survey, the TF prevalence was higher in the population living in households with poorly maintained toilets (38.9%), compared with 24.5% for households with well-maintained toilets (χ2 = 65.404, p<0.001).",
    "Discussion": "The results of the national trachoma mapping revealed that trachoma was indeed a public health problem in Guinea. Among the 31 HDs suspected to be endemic for trachoma, 18 HDs had TF prevalence estimates above the WHO threshold of ≥5% and required district-level intervention with antibiotic MDA, as well as implementation of the, F and E components of SAFE. The total population in need of at least one round of MDA in these 18 HDs was approximately 5.5 million. Among the 18 HDs, nine HDs (Boffa, Boké, Forécariah, Fria, Koundara, Mali, Mamou, Pita and Télimélé) had TF prevalence estimates between 5% and 9.9% and therefore required implementation of one round of MDA before undertaking impact surveys. Four HDs (Kankan, Kérouané, Mandiana and Siguiri) had a TF prevalence of 10% to ≤29.9% requiring implementation of at least three rounds of MDA before undertaking impact surveys. Five districts (Dabola, Dinguiraye, Faranah, Kissidougou and Kouroussa) had TF prevalence estimates of ≥30% and therefore needed implementation of at least 5 rounds of MDA before impact surveys. The remaining 13 HDs had TF prevalence of below 5% thus implementation of antibiotic MDA is not required.\nThe adjusted prevalence of TT in the 31 surveyed HDs varied from 0.0% to 2.8%. Twenty-one HDs had TT prevalence of ≥0.2%. There were an estimated 32,737 persons requiring TT surgical intervention. To eliminate trachoma as a public health problem, the health system has to ensure that the prevalence of TT unknown to the health system is reduced to less than 2 in 1000 people aged ≥15 years. In the 31 HDs, this means that the minimum number of TT patients that should be offered surgery to reach the elimination threshold, ignoring incident cases and mortality in those with TT, was 21,507 at the time of survey [8].\nIn general, HDs in Upper Guinea had the highest trachoma prevalence and the most TT cases requiring surgery in the country (Figs 1 and 2). The five HDs (Dabola, Dinguiraye, Faranah, Kissidougou and Kouroussa,) that showed high prevalence in the 2001 survey [13, 28], had this impression confirmed in the 2011 survey results. This part of Guinea borders with the Kayes, Koulikoro and Sikasso regions of Mali where high prevalence of trachoma has also been noted [29, 30]. The HDs in Middle and Lower Guinea showed low trachoma prevalence, though there were some clusters in which more than 10% of examined children had TF (Fig 1). The presence here of some village-level TF proportions exceeding 10% should not cause alarm: an exponential distribution of cluster-level proportions is predicted to be present when an infectious disease is disappearing–and such a distribution has a tail with a few high-burden clusters [31]. None of the HDs in the Forest Guinea require antibiotic MDA. This is also consistent with the situation in Guinea’s neighboring countries, such as Cote d’Ivoire, Guinea Bissau, Liberia, Senegal and Sierra Leone, [13, 32, 33]. Overall, Upper Guinea is characterized by a dry season, lowest precipitation, and high year-round temperatures. Climatic and environmental factors may have influenced the distribution and prevalence of trachoma in Guinea via a number of mechanisms, including via influence on the distribution, abundance or seasonal activity of Musca sorbens, the principal eye-seeking fly implicated in trachoma transmission [30, 34–37].\nThese mapping results provided evidence that has informed Guinea’s national plan to eliminate trachoma as a public health problem by 2020. Antibiotic MDA started in 2013 in two districts and has since been scaled up to cover, by 2017, all 18 HDs that require it. In addition to the implementation of MDA, these 18 HDs also required the implementation of the F and E components of SAFE for trachoma elimination. The lack of availability of toilets/latrines for the safe disposal of human faeces was found in Koubia, Koundara, Kissidougou and Mali HDs (50%, 46%, 33% and 17% respectively). It was noted that in all the 31 evaluated HDs, most water sources were within 1 km of the household. There was not, in the survey results, a clear link between the availability of toilets or the presence of drinking water less than 30 minutes and trachoma prevalence. A recent paper analyzed multi-country trachoma survey data which included 2014–2016 survey data from Guinea, found no apparent threshold between community-level water coverage and TF prevalence [38]. However, it was observed in the 2013 survey that more than half of all latrines were poorly maintained, and potentially, therefore, acting as M. sorbens breeding sites, or at the very least discouraging people from using them for their intended purpose.\nThere were a number of limitations to our surveys. Firstly, although the same sampling methodology was used in all surveys, the indicators collected in different phases of surveys were somewhat inconsistent. Analyses of associations of trachoma with risk factors using data from across the country were therefore not performed. Instead, we have emphasized generation of WHO-recommended indicators for trachoma elimination, to guide national program decision-making. Secondly, the 2011 survey of five highly-endemic HDs was undertaken to confirm the results collected 10 years before, in order to ensure that antibiotic MDA intervention was still justified. These five HDs were not surveyed as individual EUs, but as one EU with six clusters per HD. The villages sampled in this 2011 survey were selected from known highly-endemic villages based on previous survey data, and therefore may have overestimated the true trachoma prevalence for these HDs. We have not reported HD-level estimates for these HDs, around which confidence intervals would be expected to be very wide. We note that no interventions against trachoma had taken place in these HDs between the 2001 and 2011 surveys, and that the EU-level prevalence estimate therefore matched our pre-survey expectations, justifying interventions. Thirdly, the surveys took place over several years. Projected populations in the survey years were used to estimate the number of prevalent TT cases. This may have caused inaccurate estimation of TT backlogs for program purposes. More work is currently being done to refine the ways that programs estimate TT prevalence.\nIn conclusion, these surveys confirmed that trachoma was a public health problem in Guinea, with 18 HDs requiring intervention with at least one round of MDA and an estimated 32,737 people with TT requiring surgery. The data provide the evidence base for the Ministry of Health to plan for implementing the full WHO-endorsed SAFE strategy to eliminate trachoma as a public health problem from Guinea. By 2017, Guinea achieved complete national antibiotic coverage of areas that require it for trachoma elimination purposes, and impact surveys are now being conducted to assess whether the country is on track to achieve the year 2020 goal."
}