{
    "Background": "Tungiasis, an ectoparasitosis caused by the female sand flea Tunga penetrans, is an important health problem in many impoverished communities in the tropics. Sand flea disease is associated with a broad spectrum of clinical pathology and severe sequels are frequent. Treatment options are limited.",
    "Methodology/Principal Findings": "We assessed the effectiveness of the intermittent application of the plant-based repellent Zanzarin to reduce infestation intensity and tungiasis-associated morbidity in a resource-poor community in Brazil, characterized by a very high attack rate. The study population was randomized into three cohorts. Initially, during a period of four weeks, the repellent was applied twice daily to the feet of all cohort members. This reduced the number of embedded sandfleas to 0 in 98% of the participants. Thereafter members of cohort A applied the repellent every second week twice daily for one week, members of cohort B every fourth week for one week, and members of cohort C served as controls. Infestation intensity and tungiasis-associated morbidity were monitored during five months. The intermittent application of Zanzarin for one week every second week significantly reduced infestation intensity from a median 4 lesions (IQR 1–9) during the whole transmission season. In contrast, in cohort B (application of the repellent every fourth week) the infestation intensity remained twice as high (median 8 lesions, IQR 9–16; p = 0.0035), and in the control cohort C 3.5 times as high (median 14 lesions; IQR 7–26; p = 0.004 during the transmission season). Tungiasis-related acute pathology remained very low in cohort A (median severity score 2; IQR 1–4) as compared to cohort B (median severity score 5; IQR 3–7; p<0.001), and control cohort C (median severity score 6.5; IQR 4–8; p<0.001).",
    "Conclusions/Significance": "Our study shows that in a setting with intense transmission, tungiasis-associated morbidity can be minimized through the intermittent application of a plant-based repellent."
}