{
    "Introduction": "Arboviruses pose a significant health threat to more than four billion people worldwide and are therefore a global public health priority [1]. Efforts to manage the global spread of arboviruses are hampered by asymptomatic infections, limited availability of rapid diagnostics, complicated vector-host dynamics, travel, and environmental change [2,3]. This is evidenced through the globally increasing number and severity of arboviral epidemics, including zika, West Nile, and dengue viruses, over the past 50 years [2,4]. Human serosurveys are an epidemiological tool regularly adopted to measure arboviral transmission in a population. When serosurveys are conducted over wide temporal and spatial scales, they can be used to (1) identify exposure rates and viruses currently circulating within populations, (2) identify susceptible populations in which outbreaks may occur, and (3) distinguish symptomatic from asymptomatic infections. Serosurveys measure population exposure and immunity and this is useful for assessing population risk and building predictive transmission models.\nSeveral human arboviruses circulate in Australia and the Pacific Island Countries and Territories (PICTs), including dengue virus (DENV), Ross River virus (RRV) and Barmah Forest virus (BFV). Of these, DENV is associated with the greatest public health burden globally. Dengue is a single stranded, positive-sense RNA flavivirus mainly transmitted via human-mosquito-human transmission by Aedes aegypti (Linnaeus) and Aedes albopictus (Skuse) mosquitoes [5]. DENV comprises four serotypes (DENV-1, DENV-2, DENV-3 and DENV-4) which have 65% genomic similarities and near identical clinical syndromes with all serotypes occupying the same ecological niches [6]. Regional variation in epidemiology arises because of host (e.g. behaviour, population age structure), agent (e.g. co-circulation of serotypes, extrinsic incubation period) and environmental (e.g. vector behaviour, built environment, global climate change) factors [7]. Infection ranges from asymptomatic to classic dengue fever and more severe forms of disease, such as dengue haemorrhagic fever and dengue shock syndrome [8]. Severe DENV cases are associated with high human morbidity and around 20,000 deaths per year globally [9]. Within Australia, managing DENV disease is estimated to cost AU$17 million annually [10]. Recently, there has been an increase in number of DENV cases reported in some of the PICTs, including the Solomon Islands, Vanuatu, Fiji and Palau [11].\nBoth RRV and BFV are zoonotic, single stranded, positive-sensed RNA alphaviruses maintained by multiple vector and host species throughout Australia [12,13]. RRV is the most common and widespread arbovirus in Australia, accounting for more than 64% of all human vector-borne infection notifications since 1991 [14]. There are averages of approximately 5,000 and 1,500 notified cases of RRV and BFV, respectively, in Australia annually [14]. RRV and BFV are clinically similar, ranging from asymptomatic, to relatively mild symptomatic presentations such as fever and rash, and in more severe disease, polyarthralgia or arthritis [12,15].\nReports of RRV in the PICTs date back to the 1960’s, however until recently, RRV was thought to be endemic only in Australia [16]. RRV seroprevalence has been reported recently outside Australia, including French Polynesia and American Samoa [17,18]. While only a single BFV isolate has been obtained outside Australia, from Papua New Guinea (PNG), BFV is believed to have circulated in PNG long-term [19].\nSerological assays are used to assess an individual’s exposure and immunity to a given pathogen by measuring antibodies in the blood. The most common serological assays for DENV, RRV and BFV are immunoassays such as the enzyme-linked immunosorbent assay (ELISA), immunofluorescent assays (IFA) or next generation microsphere immunoassay (MIA). These tests have the added benefit of being able to distinguish between immunoglobulin M (IgM) and immunoglobulin G (IgG) antibodies in serum samples. Other commonly used serological assays include the neutralisation test (NT) and hemagglutination inhibition test (HI; Fig 1).\nThe figure shows ELISA (A), NT (B) and HI (C) serological assays commonly used to identify anti-arboviral antibodies. Created using BioRender.\nThe ELISA is the most used immunoassay and is a highly specific method to determine the presence of antibodies in serum. In ELISAs an antigen (e.g. viral protein) is immobilized on a solid surface followed by the addition of serum containing antibodies to be measured (either IgM or IgG). The antigen-specific antibody, if present in the serum, then binds forming an antigen-antibody complex, which is then detected by a secondary antibody containing an attached reporter (i.e., a fluorophore). In recent years this technology has been further improved through the development of next generation multiplex assays such as the MIA [20].\nA neutralisation test (NT) assesses the level of neutralising antibodies in a serum sample by measuring the level of protection from infection. A known titre of pathogen (in this case virus) is mixed with dilutions of serum allowing the antibodies present in the serum to bind and inactivate the pathogen. An infectivity assay is then performed (such as plaque assay or TCID50), and the level of neutralising antibodies calculated by comparing between samples and controls. This is more commonly conducted in vitro but can also be performed in vivo.\nA hemagglutination inhibition (HI) assay relies on the ability of glycoproteins on a pathogen to attach to the surface of red blood cells (RBC) and bind the RBC together (agglutinate). In the presence of specific host antibodies, the pathogen no longer agglutinates the RBC, and this is indicative of a positive serological response. The highest dilution of serum that prevents hemagglutination is called the HI titre.\nA positive immunoassay IgM test is consistent with recent virus infection, whereas positive immunoassay IgG usually indicates past infection. This is because IgG antibodies are generated later than IgM antibodies [21]. The NT and HI are commonly used as confirmatory tests for DENV, RRV and BFV.\nSerosurveys cannot be pooled across methods or populations, but it is critical to review assessments of past and current circulation of DENV, RRV and BFV. Consequently, we systematically reviewed serosurveys for these three viruses in Australia and the PICTs. We aim to identify trends in seroprevalence and critique study designs by synthesising these studies.",
    "Methods": "Ethics statement\nThis systematic review followed the Preferred Reporting Items for Systematic Reviews and Meta- Analyses (PRISMA) guidelines (S1 PRISMA Checklist, S1 Data) [22].\n\n\nSearch strategy and selection criteria\nWe searched Web of Knowledge Thomson Reuters, PubMed, Google Scholar and Science Direct for original research articles on the seroprevalence of DENV, RRV and BFV among humans in Australia and PICTs from 1900 to February of 2021. The PICTs includes the Commonwealth of the Northern Mariana Islands, the Federated States of Micronesia, Fiji, French Polynesia, Kiribati, the Marshall Islands, Nauru, New Caledonia, New Zealand, Palau, Papua New Guinea, Solomon Islands, Tonga, Tuvalu, Vanuatu, and Wallis and Futuna Islands. The following combinations of keywords were used to search the literature: ‘Ross River virus’, ‘Ross River fever’, ‘Barmah Forest virus’, ‘Dengue virus’, ‘sero-prevalence’, ‘seroprev*’, ‘serosurv*’, ‘serolog*’, ‘sero-epidemiology’, ‘seroepidemiology’, ‘serum’, ‘antigen’, ‘antibod*’, ‘hemagglutination’, ‘hemagglutination inhibition’, ‘IgM’, ‘IgG’, ‘immunoglobulin’, ‘neutralization’, ‘neutralisation’, ‘assay’, ‘enzyme-linked immunosorbent assay’, ‘ELISA’, ‘patholog*’, ‘and’, ‘or’, ‘Australia’ and names of specific countries in the PICT listed above. We used the asterisk * operator as a wildcard to search for all possible variations of a keyword. We included serological studies of RRV, DENV, or BFV using immunoassays (ELISA, MIA, and IFA), NT or HI tests. The geographical area studied was limited to Australia and the PICTs. Case reports, comments and book chapters were excluded as these are not reliable sources for measuring and identifying spatiotemporal trends in population level human seroprevalences. The modelling studies, genetic analyses, retrospective analyses of outbreaks, studies focusing only on optimising methods, studies conducted on non-human species and non-English records were excluded. We also searched reference lists of selected papers to identify additional articles. All the retrieved articles were screened based on inclusion and exclusion criteria (S1 Fig).\n\n\nData extraction, synthesis and visualisation\nFor each record we extracted the author, study year(s), research area(s), risk factors (age or/and sex), virus(es) investigated, serological method(s) used, method of sample collection, number of samples tested, and the number of serologically positive samples. Data were extracted by each record for a single virus. All the data were extracted by three authors (ETM, WQ, and EXYL). If there were disagreements, a fourth reviewer (DH) decided, which was then agreed with by the other authors. Data synthesis and visualisation was done using statistical methods in GraphPad Prism v9.2.0. To determine how sampling strategy influenced seroprevalence, a Student’s t-test (Mann Whitney Non Parametric) and the One-way ANOVA performed using the Bonferroni’s Multiple Comparisons test were implemented in GraphPad Prism. A chi-squared test was also conducted to determine the association between the serology method and time.",
    "Results": "Among 1,920 studies identified, 41 met our inclusion criteria (S1 Fig) and these reported 78 serosurveys (Table 1) [16, 23–52]. Serosurveys spanned 66 years (1951–2017) and included 62,327 human samples. The majority were tested for RRV (n = 34,444), followed by BFV (n = 14,445) and DENV (n = 13,438).\nOnly seven studies mentioned the survey designs (of which four were in a response to part of an outbreak investigation and utilised different methods) including a repeated cross-sectional survey, a cohort study and a random serosurvey. Twenty-one studies reported sampling methods, among these, nine were blood donor surveys. Seven studies selected samples from residents or high-risk populations, and the remaining six collected samples from travellers or patients and a combination of sources. Surveys were conducted in Australia, Papua New Guinea, American Samoa, Solomon Islands, New Caledonia, Fiji, and French Polynesia (Table 2).\n\n\nReported seroprevalence for DENV, RRV and BFV\nThere was a wide range in Ross River virus (0.0% to 100% Table 1) and DENV (0.2% to 95.6%, Table 1) seropositivity. The seroprevalence range for BFV was smaller (0.3% to 12.5%, Table 1). Dengue virus had the highest median seroprevalence of 61.8%, compared to 19.0% and 2.0% in RRV and BFV, respectively.\nThere was high variability of reported seroprevalence using the HI, NT, ELISA IgM and ELISA IgG methods for DENV and RRV but low variability for BFV serosurveys across all serological methods (Table 1). The geographical range of surveys for RRV and DENV was also wider covering several countries, whereas BFV was limited to Australia. Studies that measured IgM via ELISA displayed the greatest consistency of prevalence between studies (median values = 0.2%, 1.0%, and 1.5% for DENV, RRV and BFV, respectively).\n\n\nClinical and Environmental association\nSeroprevalence rates varied with sampling method (Fig 2). Here we classify studies broadly into three sample collection strategies. 1) clinically targeted (CT); samples collected that target clinical presentations of a defined outbreak location and time, 2) environmentally targeted (ET); samples that were collected covering a spatio-temporal region with a specific climactic pattern such as rainfall, temperature, season, 3) random sampling (RS); no clinical or environmental purpose in sampling, these are studies that have assessed the seroprevalence in the general population.\nThe figure shows the high variance in median (%) and seroprevalence ranges from surveys for DENV (A), RRV (B) and BFV (C) based on different sample collection methods: CT = clinically targeted, ET = Environmentally targeted, and RS = Random Sampling. Y-axis = (%) seroprevalence and X-axis = sampling methods (CT, ET, and RS). (A)—analysis performed using t-test (Mann Whitney Non-Parametric); (B) and (C)—analysis done using One-Way ANOVA (Bonferroni’s Multiple Comparisons Test). *p<0.05, **p<0.01, ns = not significant.\nA one-way ANOVA performed using the Bonferroni’s Multiple Comparisons test in GraphPad Prism v9.0.2 revealed that sampling strategy influenced seroprevalence for RRV and BFV (p < 0.05; Fig 2). Unfortunately, no studies were identified that used an environmentally targeted sample collection strategy for DENV within our inclusion criteria and therefore a similar analysis could not be performed for DENV.\nClinically targeted serosurveys demonstrated the highest seroprevalence across all three viruses. CT DENV serosurveys had the highest median seroprevalence (74%, range: 61.8% - 95.6%), followed by RRV (31.6%, range: 7.7% - 100.0%) and BFV (7.7%, range: 0.9% - 12.5%). Based on the CT sampling method, BFV had the narrowest while RRV had the widest seroprevalence range.\nAn environmentally targeted approach was only employed for RRV and BFV in Australia. A total of 19 RRV and BFV serosurveys assessed the association of seroprevalence with environmental conditions with RRV having a higher median (4.0%) and wider seroprevalence range (0.83% - 17.7%) than BFV (median = 1.39%, range: 0.3% - 3.7%) and neither demonstrating higher median values than the random sampling approach.\nGreater than 50% (42/78) of the serosurveys collected samples randomly (RS). DENV had the highest median seroprevalence (39.2%), followed by RRV (27.9%) and BFV (1.9%) (Fig 2). Similarly, DENV also had the widest seroprevalence range (0.2% - 83.1%), followed by RRV (0.0% - 74.0%) and BFV (1.9% - 4.7%). Further analysis of the studies which utilized a RS approach found location of the population heavily impacted the results. For DENV and RRV, a RS approach was used both in Australia and the PICTs while BFV studies utilized RS only in Australia. All upper extreme outlying (%) seroprevalence values for DENV and RRV were from studies that used the RS approach to collect test samples from PICTs where previous large scale outbreaks have been reported; French Polynesia (DENV; 83.1% and 80.3%) and American Samoa (RRV; 74%) (Fig 2). As shown in Table 2 below, serosurveys could be grouped into different categories based on study designs. Based on this grouping, 38.5% of surveys were cohort studies, 32% were cross-sectional studies, 24.4% were designed as case controls and the design of 5.1% surveys could not be established (Table 2).\n\n\nSpatial distribution of serosurveys\nDengue virus serosurveys were performed in four PICT countries (American Samoa, Papua New Guinea, Solomon Islands and French Polynesia), and two Australian states (Queensland and Victoria). The majority of human samples tested for DENV originated from Queensland (52.1%, 7,001/13,438).\nThe highest seroprevalence was reported during outbreaks of DENV in American Samoa in 2010 (95.6%) and the Solomon Islands in 2016 (84.0%). Random sampling of populations in French Polynesia in 2015 (83.1%), and Charters Towers, Queensland in 1993 (63.9%) where DENV was actively circulating also demonstrated high seroprevalence. Locations with low reported seroprevalence include Queensland between 2008–2009 (0.2%), Victoria between 2007–2010 (5.17%; which targeted people with intention to travel to SE Asia including with prior travel history) and Melbourne between 2008–2009 (6.8%; from blood donors 94% of which reported previous travel to DENV endemic areas).\nRoss River virus serosurveys were undertaken in six PICT countries (American Samoa, Papua New Guinea, French Polynesia, Fiji, New Caledonia, and Solomon Islands), and within all Australia states and territories except the Australian Capital Territory. More than thirty-eight percent (38.8%, 13,356/34,444) of the samples were collected in Queensland. The highest seroprevalence was reported on the mainland in South Australia in 1971 (100.0%) followed by Fiji during 1979 (92.3%). The foregoing studies used clinically targeted samples in a known outbreak. Four serosurveys reported seroprevalence values lower than 1% and these were conducted by random sampling in Melbourne (Victoria) in 2011 (0.8%; ELISA-IgG), Queensland in 2011 (0.9%; ELISA-IgM), Tula (American Samoa) in 1962 (0%; NT), and New Caledonia in 1963 (0.0%; NT).\nSerological surveys for BFV were all conducted in Australia. Nearly half the samples were collected in Queensland (47.9%, 6,923/14,445), which also reported the highest seroprevalence for BFV in 2015 (12.5%). BFV seroprevalence was also high in New South Wales between 1980 and 1985 (4.7%) in randomly sampled blood donors. Melbourne and Hobart had the lowest seroprevalence with only 0.3% and 0.9%, respectively, from blood donors in 2011.\n\n\nSerosurvey methods adopted\nAmong the 78 serosurveys, two used a combination of serological methods and two used a microsphere-based immunoassay for RRV IgG detection (Table 1). Across the three viruses, serological testing through ELISA (IgG) was most common (32/78 serosurveys; 41.0%), followed by the HI assay (20/78; 25.6%). The majority of DENV (n = 9/13) and BFV (n = 7/16) surveys utilised the ELISA method for IgG antibodies (Table 3). For RRV, the HI assay was the most used (19/49 serosurveys) and ELISA (IgG) was applied in 16 serosurveys (Table 3). No HI and IFA assays were employed for DENV. ELISA (IgM) was used in fewer studies (6/78 = 7.7%) but was the only method used to test more than 5,000 samples for each of the three viruses between 2001 and 2011. There was a trend towards ELISA-based technology over time. More HI and NT tests were applied before 2000 and more ELISA tests were applied after 2000 (Fig 3), with a statistically significant association between the serology method and time determined for DENV (χ2 = 33.82, df = 1, p = 0.0001) and RRV (χ2 = 9.35, df = 1, p = 0.0022).\nYellow, red, and blue filled circles = studies reporting human seroprevalences for DENV, RRV and BFV respectively, using the HI, NT, ELISA, and other immune assays. As shown in the figure, more HI and NT were applied in testing before the year 2000 and more ELISA tests were applied after 2000, with a statistically significant association between the serology method and time determined for DENV and RRV. The date of publication was used for Hawkes (1987) [34]–BFV (ELISA); Humphrey-Smith (1991) [37]–BFV (NT) and RRV (NT), and Liehne (1976) [29]–RRV (HI).\n\n\nReported seroprevalence across age or gender groups\nSeventeen RRV studies, three BFV studies and four DENV studies reported seroprevalence across age groups (S1 Table). The majority of the serosurveys analysed reported a positive association of seroprevalence and age group (except studies by Liehne et al., 1976 [29]; Weinstein et al., 1994 [39]; Hii et al., 1997 [58]; Dodsley et al., 2001 [42] and Faddy et al., 2015 [46]). Eight RRV studies, three BFV studies and three DENV studies reported seroprevalence among males and females and these comprise 14 serosurveys (S2 Table). We observed slightly greater seroprevalences in males compared to females in most serosurveys (10/14), without statistical significance.",
    "Discussion": "Our review presents serological surveys for three important human arbovirus infections across 66 years (1951–2017) for Australia and the Pacific. Information about seroprevalence in the general population is useful for assessing disease risk and transmission patterns. The collation of these data adds an important data resource for arbovirus researchers.\n\nSeroprevalence of DENV, RRV and BFV\nOf the three arboviruses, RRV seropositivity was reported in the greatest number of countries (Australia and three PICTs, Fiji, French Polynesia, and Solomon Islands). RRV has long been considered endemic to Australia, and reservoir hosts were historically thought to be marsupials (such as kangaroos and possums). This dogma has been shifting in more recent years supported by ecological and epidemiological studies on non-human reservoirs. From studies collated here there is evidence RRV has been circulating outside Australia as early as the 1960’s–before a RRV outbreak in the PICTs in 1979. Specifically, Tesh (1975) [28] tested for RRV in the Asia-Pacific and here we report on seropositivity in Papua New Guinea and the Solomon Islands. Zero prevalence from NT assays was reported in surveys conducted in American Samoa and New Caledonia in 1962 and 1963 but from small samples. Though there has been speculation that RRV may be silently circulating in the PICTs, this review highlights that the circulation of RRV in the PICTs is not a recent phenomenon but possibly has been overlooked until now.\nBased on ELISA IgG serosurveys, DENV prevalence was greatest in the PICTs. This is to be expected in the context of DENV epidemiology. The primary vectors of DENV are tropical mosquito species Ae. aegypti and Ae. albopictus. Without this context, geographical aggregation of DENV serosurvey results may be misleading. For example, DENV seroprevalences reported in Victoria [44,61] were not due to locally acquired infection, but rather returning travellers who had acquired infection elsewhere (most commonly Southeast Asia and the Pacific), where DENV is endemic. Infected travellers potentially pose a threat to local populations. This is particularly important in Northern Queensland where DENV incidence and Ae. aegypti abundance used to be high before deployment of Wolbachia infected mosquitoes [62].\nBy comparison to RRV and DENV, studies for BFV were few. This is likely due to the lower incidence of BFV in Australia (with reported transmission in the PICTs) and on account of its relatively recent identification. Barmah Forest virus was first isolated in 1974 [63] and there were no serosurveys until 1986 [33]. Cases may have been misdiagnosed as RRV as these viruses share the same geographical distribution, clinical presentations, vectors, and possibly reservoir hosts [12], however to date there is minimal evidence for cross-reactivity between BFV and RRV. The highest seroprevalence of BFV in this study was 12.5%. Infection with an alphavirus within the same serocomplex may protect against the other [64], however as RRV and BFV are classified in distinct serocomplexes, it is unclear if high RRV population immunity limits the number of BFV infections. Why BFV remains relatively rare compared to RRV is currently uncertain. Barmah Forest virus serosurveys have been conducted in all states and territories in Australia but not in the PICTs. We recommend that future serological surveys conducted in the PICTs should also include BFV.\nOur study also found statistically significant relationship between the sampling strategy and seroprevalence. Whereas studies conducted using the random sampling approach generally tested more samples, the reported seroprevalences were highest for samples collected using a clinically targeted strategy. We found no association between an environmental targeted sampling strategy and seroprevalence, however it must be noted that there were limited studies that utilised environmental stratifications of seroprevalence data. Several studies have shown relationships between arbovirus seroprevalence and environmental factors [65,66] and therefore further studies for RRV, BFV and DENV in the PICT would help to further elucidate any environmental trends.\n\n\nSerological assays\nAssay method had a significant influence on estimated seroprevalence rates. For instance, studies which utilised ELISA IgM methods often reported zero or low seroprevalence. Those using ELISA IgG reported the highest seroprevalence rates for the three arboviruses. These methods test different phases in the immune response to viral exposure; generally IgM antibodies are produced immediately after exposure to a pathogen and can only rarely be detected several years post-exposure [15]. While IgG levels rise a few weeks post-infection, antibody are usually detected several years following exposure [15].\nMore than half of the samples in this review were tested for IgM antibodies in only three studies for DENV, RRV and BFV involving six serosurveys [45,46,59]. The Faddy studies (2013 and 2015) using ELISA IgM analysed donated blood samples collected by the Australian Red Cross [45,46]. It is likely that the low levels of seropositivity detected through ELISA (IgM) in these two studies are due to asymptomatic infections because people diagnosed with arboviral infections may not donate blood until four weeks post-recovery [45,46]. The donors did not inform the Australian Red Cross of any diagnosed arbovirus infection before and after blood donation [45,46]. Due to the nature and specificity of the ELISA (IgM) method, it is best employed for investigating outbreaks. The low seroprevalence using ELISA IgM assays is because when there is not an outbreak the probability of recent exposure to DENV, RRV or BFV is low.\nThe statistically significant association found between the serology method and time suggests that increased application of ELISA-based immunoassays over traditional NT and HI assays as surveillance tools for RRV, DENV, and BFV. This is not surprising as improvements in ELISA-based assays have improved reliability, sensitivity, and specificity over time [67]. Additionally, ELISA-methods have been validated as a reliable means to diagnose RRV, BFV and DENV for health departments globally. Neutralisation and hemagglutination inhibition tests are typically in-house assays. Neutralisation tests indicate that the antibodies present in the patient samples are likely effective in viral clearance. While serosurveys are important for understanding virus transmission and population dynamics, high-throughput screening of serological samples also allow for the identification of neutralising or highly reactive antibodies which could have applications in targeted antibody-based therapeutics and academic research.\nThis review aims to analyse population exposure to DENV, RRV and BFV in Australia and the PICTs. Therefore, we collected serology-based studies. Other methods of evaluating human sera samples commonly include quantitative polymerase chain reaction (qPCR). This is a molecular-based technique that allows for the detection and quantification of pathogen genomes present in clinical samples. While such methods are potentially informative in the context of determining virus exposure in the population, they were excluded from this analysis as they fall outside the scope of the study.\n\n\nLimitations\nFindings from serological surveys must be examined in the context of the clinical, ecological and epidemiological aspects of the pathogen. Among the 1920 studies identified, only 41 met our inclusion criteria.\nThe main limitation of this review is the discontinuity, spatially and temporally, between studies. Only a few of the participants of these studies were from the general population. The extreme heterogeneity of study populations, serosurvey methods and data collected makes it difficult to aggregate results across studies to distinguish spatial and temporal trends across viruses or locations. Despite this, our systematic review contributes new knowledge on DENV, RRV and BFV transmission and provides important information to improve future seroprevalence studies.\nCross-reactivity of antibodies against the three viruses may influence serological test results, and this is a factor that most research studies included in this review fail to address. Misdiagnosis occurs in serological testing. A recent study attempted to determine the aetiologies of undifferentiated febrile illnesses due to arbovirus infections in Australia [52]. While RRV and BFV are routinely screened due to their prevalence, other often neglected arboviruses circulating in Australia include Alfuy (ALFV), Edge Hill (EHV), Kokobera (KOKV), Kunjin (KUNV), Murray Valley encephalitis (MVEV), Sindbis (SINV), and Stratford (STRV) viruses. Among the IgM-reactive samples from patients diagnosed with infection, the authors found that 12/32 samples demonstrated neutralisation of more than one virus tested [52]. Antibody cross-reactivity in serological testing may produce false-positives. Most ELISA tests were performed with commercial assays developed by one company (PanBio), and these tests likely have similar sensitivity and specificity compared to in-house ELISA assays. This should reduce variation in cut-offs for reporting. Some studies have opted to perform additional confirmatory tests on positive samples detected using alternate serological assays, and this is useful for validating data obtained through in-house assays.",
    "Conclusion": "Serosurveys are an important tool to measure human exposure to arboviruses. They are more powerful when standardised and conducted using highly sensitive and specific diagnostic methods. We aimed to review epidemiologically relevant trends, potential biases and risk factors associated with DENV, RRV and BFV seropositivity in Australia and the PICTs. There is variability in reported seroprevalence, study designs, and methods adopted. Most studies did not conduct statistical analyses to determine the significance of risk factors, or the accuracy of the method used to detect seroconversion. To be able to rationally compare studies and therefore detect statistical significance in meta-analysis, future serosurveys conducted in Australia and the PICTs should be standardised. The emergence of medically important arboviruses in new geographical areas (e.g., Japanese encephalitis virus in India, West Nile virus in North America, and zika virus in Brazil [46]) emphasises the importance of building knowledge of the transmission of these viruses. Serosurveys provide important data to this end. Knowledge of DENV, RRV and BFV transmission in Australia and the PICTs will translate to a better understanding of other arboviruses."
}