{
    "Introduction": "Nodding syndrome (NS) is a progressive neurological disorder that has been first described in southern Tanzania in 1934 [1]. Several decades later, similar cases were also reported from restricted areas in Liberia, South Sudan and Uganda [1–3]. Recently, there are new reports from the Democratic Republic of Congo (DRC), Cameroon and the Central African Republic [4–6]. South Sudan is currently considered the most affected with hundreds of new cases that continue to emerge from the Greater Mundri area in Western Equatoria State [2]. Previous studies in the Greater Mundri area described a range of NS prevalence rates in smaller population within restricted areas in Lui and Amadi villages of 2.3% and 6.7%, respectively [7]. NS often presents with distinctive clinical feature of head nodding, followed by incapacitating complications, including generalized convulsions and severe mental retardation, which often may lead to premature death [1,2,8,9].\nInfections with filarial parasites (Onchocerca volvulus and Mansonella perstans), viruses (measles), nutritional deficiencies (vitamin B6) and exposure to toxins (mouldy maize, red/brown sorghum, traditional medicines, and chemicals from munition) have been hypothesized and studied as possible causes for NS. Most of these studies focused on Onchocerca volvulus (OV) and reported a significant association with NS. In addition, clustering of NS cases within families and near fast-flowing rivers were also reported [2,4,5,8,10–14].\nHowever, to date, conclusive evidence regarding risk factors resulting in NS have not been identified. To better understand the etiology and develop and implement appropriate public health interventions to address the NS epidemic, a better understanding of the epidemiology, including the scale of the disease is urgently needed. We therefore embarked on a large scale, high resolution epidemiological assessment of NS burden and the epidemiological risks in the high endemic area of Western Equatoria state, the Greater Mundri.",
    "Methods": "Ethics statement\nThe study protocol was approved by the ethics committee of the Ministry of Health of the Republic of South Sudan. Thumb print or signed informed consent and assent was obtained from study participants or their parents or guardians. All study participants personal information were treated with strict confidentiality and coded for anonymity.\n\n\nStudy setting\nThis study was conducted in 13 bomas in the Greater Mundri area, Western Equatoria state of South Sudan from February 2018 to November 2019. This area consists of 2 counties (Mundri West and Mundri East), which are sub-divided into 4 and 5 payams, respectively. Each payam is further sub-divided into an average of 4 bomas, consisting of several individual villages. Based on the 2008 South Sudan Population Census, the population of the Greater Mundri is estimated at 82,293. The 2020 projected population is estimated at 142,633 (46,760 Mundri West and 95,873 Mundri East) [15,16]. Subsistence farming is the main livelihood activity, with fishing and animal husbandry as additional livelihood activities. The area is undulating, flat, open woodland savannah with narrow streamlines and medium-length rainfall of 5 to 6 months. Water is mainly accessed from boreholes, streams and the Yei River. As a result of the civil conflict, which erupted in 2013, there has been significant population movement in and out of the area and between villages.\n\n\nStudy design and procedures\nThis study formed part of a larger South Sudan NS research project which consist of: (1) an epidemiological study to determine the prevalence, distribution and risk factors of NS, (2) a clinical case-control study to determine the etiology of NS and (3) a follow-up study to investigate the disease progression and long-term outcome of NS. The epidemiological data was collected through a large household survey aiming to also identify the cases and controls for the etiology study.\nPrior to initiating the household survey, community leaders in the area were informed about the aims and procedures of the study and involved in the planning and preparation of the study implementation in their communities. The study was executed by a team of researchers consisting of a medical doctor, a clinical officer, nurses, field workers and a field coordinator, who were trained prior to the survey.\nThe survey was implemented in three stages. Firstly, following informed consent, the main caretaker was interviewed and all persons in the household were screened for NS based on the clinical case definition [Table 1]. The case definition was formulated based on existing data (The 2012 consensus case definition for NS, International Scientific Meeting in Kampala, Uganda) and expert consolation workshop organized in Amsterdam in 2014, which included key medical professionals and NS experts [17]. Secondly, if children eligible to participate in the clinical case-control study were identified, additional questions on the child’s behavior and living conditions were asked. Thirdly, every fifth household and each household with eligible case or control were asked additional questions regarding their household circumstances, resources and socioeconomic status. Cases and controls were matched for age and sex. Household interviews were performed using electronic questionnaires preloaded on a personal digital assistant (PDA)/tablet. The tablets (Samsung) were used by the study team to also obtain geocoordinates of all households visited. In addition, a paper-based household listing form was used by the study team to enumerate households visited and record household size and the presence of suspect NS cases. The questionnaires were translated into the local language and back translated into English to ensure consistency. All the research team members are from the Greater Mundri Area and are fluent in the local languages, including the local Arabic.\n\n\nData quality and analysis\nAfter completion of household interviews, the field coordinator conducted data quality checks, including personnel identifier code correctness, signed informed consent forms for household interviews and enrollment as cases/controls, data for completeness and accuracy and corrected inconsistencies, and completed household listing forms. Once the data quality checks were completed, data were extracted and uploaded directly from the ODK collect kit to the KoBoToolbox online database server for later analysis.\nData were extracted from the online database and cleaned and de-duplicated before subsequent analysis. Field supervisory forms, collected using the paper-based household listing form were also digitized. Both databases were merged using the unique household identifier and used to cross validate the number of suspect NS cases per household. The prevalence of NS was calculated by dividing the total number of suspect cases by the total number of persons screened within the study area and per boma.\nTo assess whether NS cases are found in geographic clusters or hotspots, the occurrence of suspect NS cases at household locations were regressed against a spatially lagged dependent variable. Statistical significance of clustering was assessed by using a binomial regression including the distance weighted proportion of NS within the 5 nearest neighboring households around each household as a covariate.\nThe univariate and multivariate effects of risk factors on the probability that one or more children within a single household were affected by NS was assessed by fitting binomial generalized linear models with a logit link to the data. To ensure that the model was not affected by spatial clustering of the data, which is indicative of a violation of the assumption of independence, the regression residuals were tested for spatial autocorrelation. The absence of spatial dependency implies that any observed clustering was fully accounted for by the covariates in the model.\nTo assess the singular and combined risk of environmental and socioeconomic factors univariate and multivariate models were fitted to the data. Models were fitted to test for the effects of socioeconomic status (ownership of TV, mobile phone, motorcycle, bicycle and car), sources of water for drinking, cooking and bathing, internal displacement, nutritional status, river distance and Community Directed Treatment with Ivermectin (CDTI) on the risk of NS to occur in a given household.",
    "Results": "A total of 2,263 households in 92 villages (13 bomas) were surveyed, including 22,411 persons, of which 607 were identified as probable NS cases from 457 households. Of the persons surveyed, 58.4% (13,083/22,411) were ≤18 years of age and 50.2% were males (Table 2).\n\nPrevalence of NS\nThe overall prevalence of NS in the Greater Mundri area was 2.7% and in persons ≤ 18 years of age, 0.9%. The prevalence varied considerably across boma’s, with Diko having the highest (13.7%) and Lui the lowest (1.2%) amongst all age groups, while in persons ≤ 18 years of age, Witto and Lui/Biyokoriwa had the highest (4.5%) and lowest (0.2%) prevalence, respectively (Table 2). ‘New- NS’ cases, with onset of symptoms less than 12 months prior to study inclusion, represented 19% (114/607) of all cases identified, which is around 0.5% of the total population surveyed.\n\n\nSpatial analysis\nThe geographical distribution of NS is significantly clustered between adjacent households, with odds increasing to 6.9 (95% CI 4.2–11.5) if the surrounding household has an NS case. Mapping at household level showed that multiple clusters of high NS prevalence exist within the communities surveyed and concentrated within Mundri town and along the main branch of the Yei River (Fig 1). Although our data found few households with more than one NS case, our analysis did not show clustering of NS cases within the same family as described by previous studies.\nGeneral location of the study site (A), NS prevalence across boma in the study area (B), and (C) distribution of NS affected households in Mundri (C) and Lui (D) villages. The administrative boundaries were contributed by UNOCHA South Sudan: https://data.humdata.org/organization/6d0c317d-5075-41d8-9dab-568edbb3d409.\n\n\nRisk factors for NS\nThe results of the univariate and multivariate analysis for the effects of socioeconomic status, sources of water for drinking, cooking and bathing, internal displacement, nutritional status, river distance and community directed treatment with Ivermectin (CDTI) on the risk of NS for a given household are shown in Table 3.\nIn the univariate analysis, ownership of poultry was found to increase the risk of having NS case in households (OR 1.4, 95% CI 1.1–1.8). We also found that all behaviors around rivers, including fetching/using river water for drinking (OR 1.9, 95% CI 1.1–3.2), cooking (OR 1.8, p = 0.024), hand washing (OR 1.8, 95% CI 1.1–3.1) and bathing (OR 1.8, 95% CI 1.1–3.0) increases the risk of having NS in households. In addition, living near rivers significantly increases the risk of having NS in households (OR 0.9, 95% CI 0.9–1.0). Moreover, ownership of mobile phone was shown to significantly associate with a reduced risk of having NS case in households (OR 0.7, 95% CI 0.5–0.9). Finally, there is a very low ivermectin intake (CDTI coverage) in the Greater Mundri Area, but a significantly higher proportion of people with NS (11.9%) took ivermectin compared to those without NS (6.5%) (OR 1.5, 95% CI 0.9–2.2). No significant associations were found with other covariates, including displacement/migration and nutritional status.\nRisk factors, which were significantly associated with NS in the univariate analysis were included in a multivariable model. Since covariates related to exposure to river were found to be strongly correlated (>80%), only the covariate describing distance to a river was retained in the multivariable regression model (Table 3). Ownership of poultry within the household premises (OR 1.45, 95% CI 1.13–1.88) and living near a river (OR 0.9, 95% CI 0.88–0.97) still increased the risk for NS, while ownership of a mobile phone remained protective of having NS in households (OR 0.7, 955 CI 0.57–0.92).",
    "Discussion": "To our knowledge, this is the largest population-based study to determine the prevalence and the epidemiological risk factors of nodding syndrome to date. The high prevalence of NS observed across the communities in the Greater Mundri area are in line with previous reports from smaller studies in restricted areas [2,7]. The observed prevalence rate is also in agreement with previous reports that South Sudan has foci with the highest prevalence of NS cases compared to other NS-affected countries [5,6,10,12,18]. Our study observed higher prevalence of NS amongst those ≥18 years compared to those ≤18 years of age. The possible explanation for this may be that the prevalence of NS accumulates as the morbidities do not disappear and mortality is relatively low. Furthermore, it could also suggest that the incidence of NS is dropping over the years while the existing cases grow into adulthood. Yet, the relatively high number of new-onset cases suggests that new cases are continuing to emerge in South Sudan, which calls for urgent interventions that may reduce the incidence of this overwhelming disease.\nThe results of the spatial analysis confirmed previous observations that NS cases are geographically clustered within communities. The presence of NS in these communities may therefore be a result of a common ecological exposure to either chemical or a biological agent. However, the environmental factors which were found to be significantly associated to NS in the multivariate model did not fully account for the spatial clustering observed. The possible explanations for this finding are (1) the ecological risks to which children were found to be subjected and which were included in the model, affect households in a wider geographic area. In such case, the presence of a risk factor at a single household would increase the risk of NS in surrounding household, for example due to local mobility of individuals or due to the presence of a vector and (2) additional environmental factors, which coincide with the observed patterns but which were not included in the model drive the strong spatial clustering.\nOur study is the first to observe that ownership of poultry increases the risk of having an NS case in a household. This novel finding suggests a possible zoonotic risk factor. Of the known poultry diseases that can potentially transmit to humans including salmonella, campylobacter, histoplasmosis or avian influenza, none are known to cause a neurodegenerative disease. However, poultry could be a reservoir of a yet to be identified neurotropic virus or other infectious agent that may lead to NS. There is need to further evaluate this novel link.\nHouseholds which reported to own a mobile phone were found to have a lower risk of NS. Since ownership of a mobile phone may be an indication of wealth, this finding may be in line with previous reports that NS occurs amongst families of low socioeconomic status or impoverished [8,19]. However, we found no association with poverty and history of displacement. Families of low socioeconomic status may be less educated and confined to their rural villages of origin near the rivers and therefore highly exposed to the NS triggering factor related to the use of river water or life near the rivers than those of a better socioeconomic status.\nThe strong association between NS and all activities involving river water and living near the river is in line with previous findings that NS cases clusters around fast-flowing rivers, which are infested with the blackflies and therefore the potential link between NS and OV [8,11,20,21]. This is also in line with previous studies of onchocerciasis-associated epilepsies that included cases of both epilepsy and NS in Maridi and Mvolo Counties of Western Equatoria State in South Sudan. These studies reported higher rates of epilepsy and NS in villages in Maridi County that are located near the Maridi River, close to the Maridi Dam, the blackfly breeding site in the area [20,22]. Similarly, in Mvolo, higher rates were reported in villages near the Naam River; also, a blackfly bleeding site [23]. However, these findings need to be further explored for other epidemiological and environmental risk factors around the rivers, which are not necessarily related to OV. Although association with CDTI and larviciding of rivers have been suggested to respectively reduce the cumulative incidence of NS and epilepsy between 2012–2017 and 1994–2018 in northern Uganda and Western Uganda [24,25], other factors, which are also related to living near the rivers and/or using river water; such as a neurotropic virus transmitted by the blackflies or contaminated rivers with toxins like heavy metals or organic substances needs to be further evaluated.\nOur study has some limitations: the challenges of recall related to medical history including the onset of NS symptoms; limited access to some NS affected communities due to security issues or poor road network; armed conflict that resulted into movement of the population in and out of the study area and non-response due to stigma could have influenced the results; and the identification of NS cases was mainly made by clinical officer, nurse and medical doctor but not confirmed by a neurologist. Despite the limitations, we consider our data to be a representative sample of sufficient size to estimate the prevalence, detect spatial patterns due to good geographical coverage, and sufficiently powered for inferential analysis. Also, all the NS cases identified were based on a pre-defined criterion, which was adopted from the 2012 nodding syndrome case definition (International Scientific Meeting on Nodding Syndrome in Kampala, Uganda).\nIn conclusion, our study documented high prevalence of NS and provided evidence that newer cases continue to arise in the Greater Mundri area of South Sudan. It has also documented newer association of NS with poultry and strongly confirmed previous observation that NS occurs around fast-flowing rivers. There is urgent need to further investigate other unidentified factors that are related to the use of river water and/or living near rivers than previously studied. In addition, there is need to further explore the unexpected NS link with poultry. Identifying the possible risk factor of NS will provide the basis for preventive interventions that may reduce the growing incidence of the disease. Lastly, public health interventions such as CDTI and larviciding of the rivers, and “slash and clear” of blackflies breeding sites that were respectively reported to have effectively reduce the incidence of NS and blackflies biting rates should be further evaluated using randomized controlled trials while scientists continue to investigate the definitive etiological and risk factors of NS [24,26]."
}