{
    "Introduction": "Leprosy, caused by Mycobacterium leprae, is a curable disease of the skin and peripheral nerves that leads to variable degrees of neuropathy [1]. Since the introduction of multidrug therapy towards the end of the last century, prevalence of leprosy has declined from approximately 7.5 million to approximately 200,000 cases globally, a number which is entirely accounted for by new cases detected each year [2]. Since the year 2000, the number of new cases has remained stable, which is unexpected since humans are the only known medically relevant hosts for M. leprae and cure upon treatment is close to 100%. In addition, it is possible that due to reduced leprosy detection efforts, the true number of new cases is higher than reported.\nA major problem for clinical management of patients are leprosy reactions which are intense systemic inflammatory episodes. Type 1 reversal reactions (T1R) are the most frequent manifestations of these adverse host responses, afflicting approximately 30% to 50% of leprosy patients [3]. T1R may manifest themselves even after microbiological cure and are a main contributor to peripheral nerve damage and disability in leprosy [3, 4]. Despite encouraging progress in the definition of transcriptomic disease markers, there remains a lack of diagnostic tools to identify leprosy patients at risk of T1R and the reason why a subset of patients advances to T1R is unknown [5, 6]. The prevention of nerve damage, identification of T1R predisposing factors as well as the early recognition of patients at risk of T1R are major efforts of current leprosy control [7].\nEmploying a prospective study design, we investigated RNA transcript (i.e. isoform) expression levels and transcript usage following challenge with M. leprae sonicate with the aim of improving the mechanistic understanding of T1R. We also considered if changes at the isoform transcript level might reveal candidate druggable pathways for a more specific treatment to manage or shutdown T1R. The study of gene transcripts has the potential to reveal dynamics missed by gene-centric transcriptomic studies. Indeed, we found several transcripts that implicate genes previously not reported to be involved in T1R. On a mechanistic level, our study unambiguously showed that peripheral blood cells from those leprosy patients who will develop T1R suffer from an intrinsic dysregulated inflammatory response to M. leprae antigens. Given that T1R patients share key genetic risk factors with Parkinson’s disease and Crohn’s disease patients [8, 9], our observations may have implications beyond leprosy.",
    "Methods": "Ethics statement\nThe study received approval from the regulatory authorities of Ho Chi Minh City, Vietnam (So3813/UB-VX and 4933/UBND-VX) and the Research Ethics Board of the Research Institute at McGill University Health Centre in Montreal, Canada (REC98-041). Written informed consent was obtained for all subjects participating in the study.\n\n\nSubjects\nWe studied 32 unrelated Kinh Vietnamese leprosy patients who were enrolled within 3 months of their leprosy diagnosis (S1 Fig). At the time of enrollment, all participants were T1R-free and were in their initial phase of multidrug therapy (MDT) for leprosy. All patients received 12 months of WHO recommended MDT. The sample of patients was described previously by Orlova et al. [10]. We had obtained informed consent from all participants and had collected blood samples as described previously [10]. After enrollment, all patients had regular clinical check-ups for 3 years and during this time 10 patients had developed T1R. T1R patients were diagnosed on the basis of lesion involvement with most patients also suffering neuritis. For the present follow-up investigation, we selected RNA samples with a RNA integrity number (RIN) > 7 [11]. All prospective T1R subjects were males with a minimum age > 15 years at leprosy diagnosis. We then selected RNA samples from leprosy T1R-free patients that matched these criteria. Participants who developed T1R over the three-year follow-up period are referred to as T1R (N = 10) while leprosy patients who remained T1R-free are referred to as LEP (N = 22). The bacillary index (BI) at the time of enrolment was not significantly different between the two groups of patients (p = 0.1214). In the T1R group, four patients developed T1R within 1 month of enrolment and the remaining patients developed T1R between 3 months and 30 months of enrolment. Given the modest sample size, we could not investigate a possible effect of time to onset of T1R as modulator of the transcriptomic profiles studied. Prior to the onset of T1R, none of the patients were prescribed antibiotics or corticosteroids. However, we could not control for the use of unreported self-medication. To account for the possible unrecorded use of self-medication, we employed a linear regression analysis with a paired, repeated measures design (See “Regression models” section and Supplementary methods). Hence the effect sizes reported herein account for potentially different physiological background of each participant.\n\n\nWhole blood assay and RNA extraction\nDetails about biological samples, incubation time and materials were described previously [10,12]. Briefly, at enrollment, blood samples were obtained and immediately processed. Whole cell M. leprae sonicate was obtained from irradiation-mediated inactivation of cells obtained from armadillo, provided by NIH/NIAID Contract, Colorado State University. Whole blood was divided in two aliquots with one part being stimulated with M. leprae sonicate (20 μg/ml) for approximately 32 hrs or incubated with medium only. Total RNA was extracted using LeukoLOCK leukocytes filters (Ambion) and RNeasy kit (Qiagen), quantified and quality assessed with Agilent 2100 Bioanalyzer (Agilent). All samples had RIN values > 8.5 when stored at -80°C in 2008. Total RNA integrity was reassessed in 2016 and RNA samples with RIN > 7 were selected for library preparation.\n\n\nRNA sequencing and expression estimation\nPoly-A RNA selection and RNA-Seq libraries were generated using the KAPA Stranded mRNA-Seq Kit (Roche, KK8421) and sequenced as 75-bp paired-end reads on Illumina HiSeq 4000 with an expected throughput of 50 million reads per library. Raw fastq files were quality-checked with FastQC v0.11.8 [13], RSeQC v2.6.1 [14] and processed with cutadapt v2.6 [15] to remove leftover adaptors and low-quality bases (≤ 20 Phred score) allowing for a minimum read size of 50bp. Sequences were aligned to the human reference genome (GRCh38.p13) with STAR v2.7.3a [16] and mapped reads projected to transcriptome coordinates (ENSEMBL release 102) [17]. BAM files were input to Salmon v1.4.0 [18] to obtain transcript expression estimates. Parameters used for STAR and Salmon are shown in the Supplementary methods (S1 File).\n\n\nRNA expression matrix and transcript filtering\nFor the differential transcript expression (DTE) analysis, text files containing estimated expression and transcript per million (TPM) values for 144428 annotated features, for each subject, were used to create two transcript level expression matrices in R v4.0.3 [19] using tximport v1.18.0 [20] and biomaRt v2.46.3 [21]. We adjusted Salmon’s estimated expression employing tximport’s methods “lengthScaledTPM” and “dtuScaledTPM” for the matrices used for differential transcript expression or differential transcript usage, respectively, as discussed by Love et al. [22]. We next ran low expression filtering for each matrix and removed transcripts with estimated expression < 200 read fragments or with Counts Per Million (CPM) < 4 in 70% of the libraries. For the transcript expression matrix exclusively, we also created a less stringent filtering (estimated expression < 10) to use with the function “calcNormFactors” (edgeR v3.32.1 [23]) to generate scaling normalization factors with the TMM method [24].\nFor differential transcript usage (DTU) analysis, beyond filtering by coverage depth, it was required that genes had at least two transcripts passing low expression filtering and that expression of each transcript represented a minimum of 10% of the total gene expression. The final number of testable transcripts was 25909, of which 23560 (corresponding to 11197 genes) were tested for differential transcript expression and 16413 (5765 genes) for differential transcript usage.\n\n\nDifferential transcript expression and usage testing\nThe DTE matrix subset of 23560 transcripts and TMM scaling factors were input to limma’s voom v3.46.0 [25,26] and the DTE analysis (Fig 1A) was carried out as published for gene-level analysis [27]. To account for multiple testing, we calculated adjusted P-values as implemented by stageR v1.12.0 [28]. Differentially expressed transcripts (DET) were defined as Log2 fold-change (Log2FC) ≥ 0.5 or Log2FC ≤ -0.5 and StageR FDR ≤ 5%.\n(A-B) On the left side of the figures, a schematic exon-intron structure of a gene is presented (black illustrations), and three possible transcripts resulting from alternative splicing are shown as colored illustrations. Boxes indicate exons while solid straight lines indicate intronic sequences that are expected to be spliced out. Chevrons indicate introns that must be spliced out to generate alternative mature RNAs and dashed lines indicate intron retention. The right half of the figures provides hypothetical examples for the two types of testing we employed. (A) Differential expression analysis was carried out for each transcript as independent genomic read-out. Expression differences between i) T1R vs LEP baseline (non-stimulated), ii) stimulated vs non-stimulated by group (e.g. LEPst vs LEPns) or iii) differential group responses ((T1Rst vs T1Rns) vs (LEPst vs LEPns)) were tested as Log2(CPM), yielding Log2FC as effect size for expression differences. In the example, libraries presented suggestive mean gene-level expression difference in response to stimulation. At transcript-level, however, only the non-protein coding (transcript 3) showed significant up-regulation. (B) For differential transcript usage analysis, normalized transcript expression was converted to proportion usage by dividing transcript expression by its parental gene expression. Differential transcript usage effect sizes are represented as the difference of mean fitted proportion usage (PΔ) between libraries. In the example from this figure, differential transcript usage shows that despite the overall expression increase after stimulation (panel A), the canonical transcript 1 had lower usage compared to baseline favoring the usage of the non-coding transcript. The numbers inside the circles show the ranking of the transcript proportions at baseline and in the stimulated samples. In this example, there is a switch of main transcripts between the two conditions, with transcript 1 ranked as the most common in the baseline and transcript 3 in the stimulated samples. Exp: expression; ns: non-stimulated samples; st: M. leprae sonicate stimulated samples.\nDTU analysis (Fig 1B) was ran with DRIMSeq v1.18.0 [29] and executed as in a published workflow [22]. Unlike DTE analysis, in which Log2FC is used to compare the expression differences between groups, DRIMSeq does not provide an effect size for the usage analysis. To aid the identification of transcripts affected by stronger usage effects, we derived the mean fitted proportion usage for each transcript and library group and calculated the difference of means (referred as “proportion delta” or PΔ) for each pairwise contrast (Fig 1B). To determine an effect size cutoff, we pooled PΔ from all transcripts with StageR FDR ≤ 5% from all contrasts and calculated the median absolute deviation (MAD) which resulted in a rounded value of 0.07. Hence, transcripts were considered differentially used transcripts (DUT) when the effect size was PΔ ≥ 0.07 or PΔ ≤ -0.07 and StageR FDR ≤ 5%. We also determined transcript switching by considering the usage proportion of all testable transcripts under a gene. In such instances, transcripts may gain or lose their expression share “priority” relative to other transcripts from the same gene (Fig 1B). We only described transcript switching for DUT between the T1R and LEP groups responses to M. leprae sonicate stimulation (S2 Fig). Briefly, after DTU analysis, we ordered transcripts as a function of decreasing median proportion usage in a gene-wise fashion, for each library group (T1Rst, T1Rns, LEPst, LEPns). Next, we tested if the fitted proportion usage was statistically different among transcripts from a parental gene to assign ranking. Then we compared if the ranking of any transcript changed between library groups and confirmed that this change was also significant by retrieving the results from the DTU analysis. For transcripts that changed rank and were DUT, the corresponding genes were considered to contain a transcript usage switch event (S2 Fig).\n\n\nRegression models\nBoth DTE and DTU analyses relied on regression frameworks to detect differences between the T1R and LEP groups. Two models were used for DTE and one for DTU. The three models and their equations are presented in detail in the Supplementary methods (S1 File). Briefly, in the first model, we compared the baseline transcript expression between T1R and LEP, using all the libraries to estimate mean expression. To that end we declared stimulation status, age, RIN and sequencing batch as covariates, while a factor with group designation was the explanatory variable. In the second model, we analyzed the DTE in response to M. leprae stimulation (stimulated vs non-stimulated) for each group and then compared the response differences induced by stimulation between the LEP and T1R groups, via interaction analysis. To better account for the inter-individual variability, we used subject ID as fixed effect covariate and a nested term of group:stimulation, one per group, as explanatory variables (See Supplementary methods in S1 File). The third model, used for the DTU analyses, employed age, RIN and sequencing batch as covariates. A factor for group assignment, another for stimulation status and an interaction term of both were used as explanatory variables. For the baseline analysis of DTU, we compared the transcript usage of the non-stimulated samples between LEP and T1R. For the response to the stimulation, we compared the transcript usage between the stimulated vs non-stimulated samples by group and we compared the differential usage in the responses to stimulation between the two groups.\n\n\nGene ontology and pathway enrichment analyses\nPathways and gene ontology (GO) enrichment analyses were performed with clusterProfiler package version 3.16.0 [30] and ReactomePA version 1.32.0 [31]. To carry out enrichment tests, we employed Ensembl or Entrez gene identifiers as proxies to tag biological functions of transcripts. Gene lists were derived from converting DET or DUT IDs into single gene IDs. Three different databases and functions were used for the enrichment analysis, KEGG was tested with enrichKEGG function, Reactome with enrichPathway and GO biological process was tested via enrichGO [32–35]. Three sets of analyses were run for each of the four contrasts investigated in DTE and DTU: i) any transcript change, irrespective of effect size direction; ii) positive Log2FC or PΔ values and iii) negative Log2FC or PΔ values. GO terms and pathways that had less than five assigned genes (proxies for significant transcripts) were excluded, and categories were considered significant if Benjamini-Hochberg FDR ≤ 10%.",
    "Results": "Differences in gene transcript expression and usage in whole blood from leprosy patients prior to onset of T1R\nEmploying a prospective study design, our sample consisted of 22 leprosy patients (LEP group) and 10 leprosy patients who developed T1R within three years of diagnosis (S1 Fig). A summary of the clinical and demographic data of the study population is shown in Table 1. T1R-destined and T1R-free leprosy patients were matched for age, which is a known T1R risk factor [36]. Enrolling participants prior to the onset of T1R symptoms allowed us to compare the transcriptomic response to M. leprae sonicate between the T1R and LEP groups in the absence of excessive inflammatory responses, characteristic of T1R episodes.\nA total of 23560 transcripts were analyzed for DTE analysis and 16413 for DTU analysis at baseline and after M. leprae stimulation. For the DTE analysis, 25% (5909/23560) of tested transcripts were non-coding while for DTU this proportion was 30% (4922/16413). Comparing baseline transcript expression of the T1R against the LEP group resulted in 7 DET. However, these transcripts presented low average expression in both groups (S3A Fig). This suggested no main difference in the baseline transcript expression of blood cells from T1R and LEP. For baseline DTU analysis, T1R subjects differed from LEP subjects by 192 DUT that implicated 157 genes (S3B Fig and S1 Table). No GO term or pathway was significantly enriched with the parental genes from the DUT. Inspecting each of these transcripts for the annotated functions revealed that the majority encode proteins involved in general cellular processes such as intracellular trafficking, signal transduction and transcript processing. However, 20% (39/192) of the transcripts represented 33 genes that were linked to the immune response (e.g. BIRC3, CMKLR1, COMMD6, NKIRAS1, NMT1, IFI16, PARP8). Of these, 28 genes were implicated by coding transcripts (S1 Table). Two common themes for immune response genes tagged by DUT were apoptosis control and inflammatory responses. For example, HIPK3 is a negative regulator of apoptosis [37] and we detected strong under-use of a protein coding HIPK3 transcript in the T1R relative to the LEP group (PΔ = -0.20, S1 Table). Another example, MS4A2, encodes the beta subunit of the high affinity IgE receptor which is involved in allergic reactions [38]. Two DUT for MS4A2 were detected with strong baseline usage differences between T1R and LEP participants, with T1R patients decreasing the usage of a protein coding transcript (PΔ = -0.35) in favor of increasing usage of a non-coding transcript (PΔ = 0.35, S1 Table). Ascertaining whether these constitutive transcript usage differences for immune-related genes contribute to predisposition to T1R will require functional follow-up studies.\n\n\nDifferential transcript expression in response to in-vitro challenge with M. leprae antigens\nM. leprae antigen stimulation triggered similar numbers of DET for the LEP and T1R groups and their responses had similar profiles with up-regulation being the prominent effect (Fig 2A and 2B). Despite the response similarities, we also detected group-specific differences in the strength of the transcript response (Fig 2C and 2D). Overall, 6680 and 5932 transcripts were up- or down-regulated in response to M. leprae stimulus in at least one of the two groups (S2 Table), with similar number of DETs detected by group (Table 2). To identify biological processes that were affected by M. leprae-triggered transcript expression changes, for each group and response direction (i.e. positive Log2FC or negative Log2FC, Fig 2A and 2B), we performed GO term and pathway enrichment analyses using the parental genes from DETs (Table 2). When considering both up- and down-regulated transcripts in response to the M. leprae stimulus, a total of 1063 terms were observed for the LEP group and 837 terms for the T1R group. In both groups, term enrichment for the whole gene set was mainly driven by genes tagged by up-regulated transcripts (Table 2). Indeed, when focusing on genes tagged by up-regulated transcripts twice as many significant terms were detected (Table 2; S1 Data; S4 Fig). Most DET were shared between the LEP and T1R groups with the same direction of change by both groups for 84% (5639 / 6680) of up-regulated transcripts and for 67% (4014 / 5932) of down-regulated transcripts (Fig 2D). Testing GO terms or pathway enrichment with overlapping up-regulated transcripts yielded 1953 significant terms which revealed a prominent activation of immune response processes such as phagocytosis, antigen presentation, cytokine production and response, activation of innate immunity cell types, defense to intracellular pathogens and apoptosis (Fig 2E).\n(A-B) Volcano plots of transcriptional response to stimulation for (A) the LEP and (B) the T1R groups. Transcript responses are displayed as function of Log2 fold-change (Log2FC, x-axis) and negative log10 unadjusted P-value (y-axis). Each dot corresponds to a single transcript (i.e. isoform) and vertical dashed lines show the effect size threshold for absolute Log2FC ≥ 0.5. Differentially expressed transcripts are shown as red or blue dots that indicate up- or down-regulated transcripts significant at StageR FDR ≤ 5%, respectively. Grey dots are transcripts that did not reach significance (C) Strip plot presenting the effect size differences of significant transcript changes, expressed as Log2FC, presented in panels A and B. Transcripts are ordered along the x-axis according to their Log2FC for the LEP group. Colored dots indicate three levels of transcript response differences between LEP and the T1R group (|Log2FC T1R - Log2FC LEP|) of ≤ 0.2 (red), 0.21 to 0.49 (yellow) and ≥ 0.5 (green). Their total numbers are shown on top. Light-gray dots represent non-significant transcripts and the horizontal lines mark the |Log2FC| ≥ 0.5 thresholds applied for group responses. (D) UpSet plot displaying the intersection of DET profiles in the M. leprae response by group. The bar chart at the bottom left indicates the total number of up-regulated or down-regulated transcripts for the two groups (four sets), while the bottom central panel identifies how sets intersect. The vertical upper bars indicate the corresponding intersection size (transcript counts) shown at the lower part of the graph. Connected dots indicate transcripts overlap between the T1R and LEP groups. Unconnected dots highlight group specific transcripts. (E) Manhattan plot for the results of pathway and GO term enrichment tests on 2919 genes implicated by 5639 up-regulated DET for both the T1R and LEP groups (panel D). The y-axis indicates the negative Log10 for BH adjusted P-values while the tested terms are arranged along the x-axis. The horizontal dashed line represents the 10% FDR cut-off for significant pathways/GO terms. Dots are sized as a function of the number of DET-derived genes in a term and colors represent the database from which the terms were obtained.\nNext, we checked for group response differences by comparing the effect sizes for transcripts that were differentially expressed in at least one group. We found that the bulk of DET presented similar effect sizes for both groups (shown in red and yellow in Fig 2C). DET with absolute Log2FC < 0.2 response difference between groups (red dots in Fig 2C), despite a large number of nominally significant transcripts, were significantly enriched in only a single “Ion channel transport” GO term. The 2948 DET with intermediate effect size difference (|Log2FC| ≥ 0.2 and < 0.5, yellow dots in Fig 2C) were enriched in 735 terms linked to general inflammatory and intracellular defense to pathogens (S5A Fig). These terms were skewed towards neutrophil/myeloid cell activation and cell migration. Finally, 1190 out of 12612 transcripts presented effect size differences larger than |Log2FC| ≥ 0.5 (green dots, Fig 2C). These transcripts with stronger effect in one of the groups were evenly split between the T1R and LEP groups for up-regulated transcripts (Fig 2C, upper half). However, transcripts with stronger down-regulation (64%, 3798 / 5932, Fig 2C, lower half) were more frequent among T1R subjects. The whole 1190 DET set, resulted in 954 significant terms linked to innate immunity, cytokine production and cell motility (S5B Fig).\nOf the 2955 transcripts that were differentially expressed in only one of the two groups, 465 DET were exclusively up-regulated for T1R resulting in 201 significant terms, while the term number for the 574 exclusive DET for LEP was 291. Despite being derived from DET exclusive lists for each group, 107 GO/pathway terms overlapped (S6 Fig). Even for group-specific up-regulated DET, the majority of terms that were specific for each group related back to the overlapping immunological processes (e.g. apoptosis). As for group-specific down-regulated DET, no GO/pathway terms were significant.\nThe bulk of DET response differences between T1R and LEP patients induced by M. leprae antigens relied, however, on transcripts that were shared between groups and up-regulated (n = 5639, representing 1953 significant terms, Fig 2D and 2E). For those, we observed that DETs had larger effects sizes for T1R in many terms related to immune response, while terms related to myeloid/neutrophil activation had higher response for LEP (S7 Fig). For overlapping down-regulated transcripts (n = 4014, Fig 2D), T1R also presented larger effects (stronger down-regulation). Despite the large number of genes tagged by down-regulate transcripts, the number of significant terms was drastically lower at 11. These terms revealed that down-regulated transcripts were involved in the cross talk between lymphoid and non-lymphoid cells, CD8 cytotoxicity, leukocyte transendothelial migration and chromatin organization.\nNext, we employed a more stringent approach and formally tested the significance of the differential M. leprae transcriptomic responses between cells from T1R and LEP subjects (interaction DET). We detected 381 DET, implicating 354 genes, which responded after stimulation for at least one group and had a significant response difference of |Log2FC| ≥ 0.5 (Tables 2, S2 and Fig 3A and 3B). These DET were distributed in six categories based on the direction of their individual group Log2FC (S8A Fig). The category with most interaction DET was up-regulation for both groups, with the T1R group presenting higher up-regulation (Figs 3C and S8B–S8F). Encompassing 38% (145/381) of interaction DET, differences captured in this category were enriched in terms related to intracellular defense, apoptotic signaling, and inflammatory response (Fig 3D). For instance, genes underlying the enrichment of inflammatory response terms included potent pro-inflammatory genes such as IL12B and IL6 as well as genes with modulatory effects like TNIP1 and IL1RN. These are example of genes that are known regulators of interleukin-1, interferon (IFN)-γ and NF-κB signaling pathways (Fig 3E). IL12B presented a single DET (Log2FCT1R = 10.3; Log2FCLEP = 8.1). IL6 presented four DET, all more strongly up-regulated by T1R, however only the protein coding ENST00000258743 passed the test for significance (Log2FCT1R = 9.8; Log2FCLEP = 7.8, S2 and S3 Tables). TNIP1 had five up-regulated transcripts, of which two had significant group response differences, ENST00000315050 (Log2FCT1R = 6.6; Log2FCLEP = 4.3) and the non-coding ENST00000522574 (Log2FCT1R = 2.8; Log2FCLEP = 2.2). For IL1RN, only the non-coding ENST00000472292 was significantly different between T1R and LEP.\n(A) Volcano plot of significant differential transcriptional response to M. leprae sonicate between the T1R and LEP groups detected via interaction analysis. Contrasting the Log2FC from T1R against LEP, for 23,560 tested transcripts, we identified 381 transcripts with significant differential response between the two groups. Light gray dots represent transcripts with non-significant response differences between groups, purple dots indicate significant responses with negative value for the contrast (Log2FCT1R - Log2FCLEP), while green dots indicate a significant positive value. (B) Strip plot categorizing significantly different responses to M. leprae of the T1R and LEP groups for the 381 significant transcripts from panel A. Dark grey dots at the center represent 381 transcripts for the LEP group response sorted by increasing Log2FCLEP values. They serve as reference for the significantly different response by T1R. Green or purple dots represent the Log2FCT1R responses that underlie the positive or negative Log2FC for the contrast Log2FCT1R - Log2FCLEP observed in panel A, respectively. (C) Break-out focus of transcripts that were up-regulated by both the T1R and LEP groups with stronger up-regulation by T1R. Labeled dots are examples for increased T1R response by transcripts belonging to genes with immune/inflammatory functions. (D) Manhattan plot for the results of pathway and GO term enrichment tests on genes implicated by the 145 DET from panel C. The y-axis indicates the negative Log10 for BH-adjusted P-values while the tested terms are arranged along the x-axis. The horizontal dashed line represents the 10% FDR cut-off for significant pathways/GO terms. Dots are sized as a function of the gene number in a term and colors represent the database from which the terms were obtained. Immune response and inflammation terms are identified. Terms highlighted in red were selected to be further characterized in panel E. (E) Heatmap for 29 transcripts with significant differential transcript upregulation in response to M. leprae sonicate between T1R and LEP patients. The genes are enriched in the terms I) inflammatory response, II) response to IFN-γ, and III) NOD-like receptor signaling pathway. Rows represent the same transcript across the three main terms. Each term column is composed of two sub-columns representing the stimulation responses for the T1R or LEP groups. Colors represent the response intensity of transcripts as captured by Log2FCT1R and Log2FCLEP values, with stronger responses being depicted by scales of red. Transcripts were arranged along the y-axis by increasing Log2FC observed for the T1R group. For each row, transcripts that were not DET for a group or are not part of the term were assigned zero as Log2FC. The right most column identifies the transcript class.\nInterestingly, out of the 145 DET with higher up-regulation in T1R (Fig 3C), 49 were non-coding transcripts, of which six represented genes encoding proteins with immune functions (C3, CCL3L3, CLEC2D, IL1RN, IRF9 and RELA) (S9 Fig, and section A in S3 Table). IRF9 (ENSG00000213928), for instance, presented two coding and four non-coding up-regulated transcripts in response to M. leprae sonicate with higher effect size for T1R (S2 Table). Yet, only the non-coding transcript ENST00000560365 showed a significant Log2FC = 0.98 response difference (S3 Table). Hence, we tested to what extent non-coding transcripts were contributing to the GO term/pathway enrichment results in Fig 3D. After removing all gene IDs implicated exclusively by non-coding DET, thereby reducing the input list from 137 to 92 genes, we obtained an increased number of immune-related terms whilst increasing the statistical significance for previously detected terms (S4 Table).\nOn the other hand, a total of 75 DET were more strongly up-regulated by LEP patients (S8F Fig and S3 Table). Interestingly, 14 out of these 75 interaction DET were responsible for over-representation of terms related to myeloid/neutrophil activation processes (S3 Table). Generally, the cells from the LEP group displayed a stronger transcriptional response of genes encoding modulators of inflammatory and apoptotic processes rather than genes placed in canonical response pathways (e.g. LAIR1, DOK3, MAGT1, FOXP1, OLFM4, OLR1, PRKCD, IL18BP, and NRBF2), as well as pathogen recognition receptors (CFP, CD14 and TLR5; S3 Table). Noteworthy, PRKCD, a gene coding for a pro-apoptotic factor, displayed two interaction DET (ENST00000330452 and ENST00000654719) both translating into proteins with identical sequence. The first is canonical transcript with longer 5’ and 3’ UTRs that was up-regulated and DET only for LEP, while the second with shorter UTRs was exclusively up-regulated for T1R (S3 Table). The remaining four categories from Fig 3B did not show enrichment in biological terms (S8B–S8E Fig).\nFinally, we investigated whether the six main transcript response categories (S8A Fig) presented any imbalance of transcript type (Table 3). Among the down-regulated transcripts, the T1R group showed increased numbers of down-regulated canonical transcripts, although the frequency distribution was non-significant by Fisher’s test (Table 3). However, DET with higher up-regulation in the T1R group presented significantly increased proportion of non-coding vs coding DET (P = 0.0065, Table 3). The increased proportion of up-regulated non-coding transcripts among T1R subjects was primarily driven by transcripts annotated as retained intron and lncRNA (P = 0.0062 and 0.0326, Table 3). This analysis showed that, in terms of frequency, canonical transcripts were the least responsive transcript type differently changing between T1R and LEP in our experiments. Considering the regulatory role of non-coding RNA categories [39,40], the significant frequency excess of these DET in the response mounted by T1R may play a role in the immune dysregulation in this group. Indeed, previous work on leprosy transcriptome implicated different profiles of miRNAs and Piwi-interacting RNAs in lesions of polar forms of leprosy [41–43]. Hence, our findings contribute to the role of non-coding RNAs in T1R.\n\n\nDifferential transcript usage in response to M. leprae antigens\nIn the preliminary analysis, the numbers of DUT following M. leprae sonicate stimulation were similar between the cells from the T1R and LEP groups (S10 Fig). Overall, a total of 3568/15413 (21%) transcripts altered usage after stimulation (S10 Fig and S5 Table). From these, most transcripts (2836/3568, 79%) presented similar usage changes in response to the challenge between the two groups (red dots in S10 Fig). For all DUT, performing GO term and pathway enrichment analyses did not yield enrichment in any term. However, 36% (1281/3568) of the DUT parental genes were involved in immune/inflammatory responses such as TNF, NF-κB and multiple interleukins (pro and anti-inflammatory) signaling, recognition of intracellular pathogens and apoptosis. S11 Fig depicts the mean DUT response for 150 transcripts with the highest effect size difference between groups that are linked to GO terms for inflammatory response. This figure shows how sparse DUT profiles were for the broad GO terms “inflammatory response”, “innate immune response” and “apoptotic process”, which presented 45, 27 and 114 DUT, respectively. The profiles suggested that stimulated cells from both groups were setting up inflammatory and apoptosis processes, but transcripts implicating TNFAIP3, NLRP2, PIDD1, HIPK3, GRAMD4, RSL1D1, TFDP2 and CD40 (S11 Fig) suggested it would unfold via different routes in the two groups.\nFormal testing for significant differential usage between T1R and LEP groups yielded 326 DUT (Fig 4A and S5 Table). Of these, we found 177 DUT (159 genes) with a transcript usage switch in at least one of the groups (S5 Table). DUT with switches in both groups represented the minority of cases (14 out of 177) while 59% (105/177) of usage switches occurred only in the T1R group and 33% (58/177) only in the LEP group. Despite the lack of significant GO term or pathway enrichment for any DUT subset, many implicated genes had important immune or regulatory functions. A graph presenting significant response differences in transcript usage by groups, their implicated genes, and tagged pathways is presented in S12 Fig.\n(A) Strip plot for 326 transcripts with significant usage differences for |PΔ T1R –PΔ LEP| ≥ 0.07. This plot presents the distribution of the mean fitted proportion difference (PΔ) in transcript usage by contrasting M. leprae sonicate stimulated against non-stimulated samples, for each group, and highlights the extent of differences between groups. Transcripts are represented by dots and ordered along the x-axis according to increasing PΔ values for the LEP group. Light gray dots represent transcripts with non-significant PΔ for both groups and horizontal lines mark the | PΔ | ≥ 0.07 thresholds. Differentially used transcripts (DUT) for LEP are depicted as dark-grey dots and appear as a continuous curve in the center part of the graph while green dots display the PΔ for the T1R group response. Transcripts identified by black gene symbols are involved in immune/inflammatory/apoptotic processes, while red symbols display examples selected to show details of transcript usage in panels B to D. (B-D) Boxplots presenting the fitted proportion usage for transcripts from three genes that encode regulators of the NF-κB signaling pathway: (B) COMMD6, (C) NKIRAS1 and (D) NLRP2. Fitted proportions are shown as dots representing values for each subject. Open boxes represent distribution for non-stimulated samples, while closed boxes refer to M. leprae sonicate stimulation (LEPst and T1Rst). Transcript IDs are displayed to the right of each plot and symbols shown below the transcript IDs identify transcripts that were DUT for the baseline (light blue circle), the response to the M. leprae sonicate challenge by group (black and orange squares) and/or the interaction analysis (blue triangle). PΔ = difference of transcript proportion between the stimulated vs non-stimulated cells by group. PΔ T1R –PΔ LEP = comparison of the PΔ from T1R vs LEP (interaction).\nTo have a better insight in DUT implicated in inflammatory responses, we selected transcripts for the genes COMMD6, NKIRAS1 and NLRP2, which encode proteins that are critical regulators of the NF-κB pathway (Fig 4B and 4D). COMMD6 encodes an inhibitor of the NF-κB pathway, modulating its transcriptional program. At baseline, LEP and T1R displayed very different COMMD6 usage profiles (Fig 4B, S1 Table). Following M. leprae sonicate stimulation, we observed a strongly reduced usage of the coding transcript by the T1R group. However, the other two non-coding transcripts displayed a more dynamic usage for the LEP group (from baseline to the simulated condition, Fig 4B). This suggested that COMMD6 was more finely regulated by LEP than T1R participants. Upon stimulation, T1R patients reached a similar profile as LEP, however given their extreme differences at baseline, T1R responded with an acute and possibly imbalanced NF-κB inhibition. This suggested transcriptome kinetics may be part of T1R pathogenesis. The NKIRAS1 gene also encodes an inhibitor of NF-κB signaling which affects translocation of the NF-κB complex from the cytoplasm to the nucleus. NKIRAS1 has nine annotated transcripts, however only two coding transcripts could be tested for differential usage in our data. Both transcripts encode a full-length protein with identical sequence, yet they differ in 5’ and 3’ UTR sequence and length resulting in a small size difference of 1612 bp vs 1644 bp. The two transcripts were DUT at baseline with T1R displaying a higher usage of the longer transcript. However, stimulation with M. leprae sonicate resulted in a highly favored usage of the shorter isoform, for both groups (Fig 4C). The preferred usage of transcripts with shorter UTRs has been identified as regulatory mechanisms, since alternative 5’ sequences can result in distinct mRNA folding while shorter 3’ regions can avoid mRNA degradation [44, 45]. Finally, NLRP2 is a member of the NOD-like receptor (NLR) protein family. NLRP2 expression is involved in activation of the NF-κB pathway but also regulates this pathway in a negative feedback loop [46]. Out of 19 annotated transcripts, we were able to test three for differential usage, of which two were non-coding and one was protein coding (Fig 4D). None of the transcripts differed significantly in usage at baseline between T1R and LEP participants. Following M. leprae sonicate stimulation, only the protein-coding transcript ENST00000448584 was significant DUT for both groups. Usage of this transcript was strongly reduced among the T1R group suggesting that NLRP2 did not contribute to NF-kB pathway activation in this group (Fig 4D).\nContrary to the observation for DET where most transcripts responded in both groups and the differences revealed in effect sizes, the majority of interaction DUT (294/326) were group-specific (i.e. transcripts had significant usage change in response to the stimulation exclusively in the cells from one patient group) (S12 Fig). We checked the distribution of coding and non-coding transcripts for the group-specific interaction DUT (Table 4). Among transcripts with increased usage in a group, there were no significant differences for protein-coding or non-coding transcripts between the T1R and LEP groups (Table 4). Conversely, we noticed significant differences between the two groups for DUT with decreased usage after stimulation (Table 4). The T1R group displayed a higher proportion of under-used protein coding DUT while LEP had more non-coding DUT being affected by decreased usage (P = 2.365e-05).\n\n\nIntegration of differential transcript expression and usage in response to M. leprae antigen\nPooling the results from transcript expression and usage analyses revealed that roughly half of DUT overlapped with DET in the response to M. leprae antigens (Fig 5A). Checking which transcripts were DUT and DET for differential group response resulted in 17 transcripts (Fig 5B). From this list, we selected nine transcripts based on the functional annotation of their eight parental genes (NLN, DUSP8, DOK1, OSBPL2, CMKLR1, MS4A2, NKRF and CCL5). For instance, NLN is a mitochondrial peptidase that participates in clearance of leftover signal peptides that were cleaved from imported cytoplasmic proteins [47]. Disruptions in clearance processes, such as the one NLN is involved in, can lead to mitochondrial toxicity and cell death [47]. Following stimulation, both groups displayed increased expression of the NLN transcript for the canonical protein-coding and a non-coding transcript, however only the non-coding transcript displayed a significantly higher response in T1R only (Fig 5B and S2 Table). These transcripts were also DUT for both groups. The coding transcript was strongly under-used while the non-coding transcript greatly increased in usage, resulting in a usage switch event, however with twice as large changes for T1R (S5 Table). While both expression and usage of the non-coding transcript were significantly favored in T1R patients, the effect of the non-coding transcript on NLN protein expression and functional activity are unknown.\n(A) Barplot summarizing the number of transcripts that were differentially expressed (DE), differentially used (DU) or both for the contrasts indicated on the x-axis. (B) Heatmap for the mean Log2FC (DE) and mean PΔ (DU) for transcripts that were detected with differential expression and usage responses between groups. Shades of red and blue represent, respectively, positive and negative Log2FC values for individual group differential expression. Shades of yellow and magenta map the spectrum of positive to negative PΔ values for differential usage. Rows were sorted by Log2FC T1R displayed in the first column. All 17 overlapping significant transcripts are labeled by ENSEMBL transcript ID and their parental gene symbol. The left-most column contains annotations for coding potential of each transcript or the type of non-coding transcript.\nCMKLR1 encodes a chemoattractant receptor for TIG-2 (RARRES2), which is expressed by M1 but not M2 macrophages and is involved in suppression of neutrophil mediated inflammation. The CMKLR1 receptor is also involved in cytokine production by macrophages via binding of its Resolvin E1 ligand [48,49]. CMKLR1 is involved in a number of additional metabolic processes, including angiogenesis of colorectal cancers [50,51]. Three transcripts for CMKLR1 were detected, all significantly up-regulated with trends of stronger response in T1R. However only the protein-coding ENST00000412676 was significant for differential expression response, presenting one of the highest differences between the groups (Log2FCT1R = 8.2 and Log2FCLEP = 3.01, S2 Table). This transcript was, in addition, a DUT impacted by usage switch that also displayed a high usage difference in T1R patients (PΔ T1R = 0.31 and PΔ LEP = 0.18, S5 Table). Considering that both expression and usage were higher in T1R responses, this multipotent immune modulator is a worthwhile target for further investigation in the innate predisposition to T1R. Another immune regulatory gene, NKRF, encodes a transcriptional repressor of NF-κB that localizes in the nucleolus where it is a key element of nucleolar homeostasis. Disruption of nucleolar function is a common trigger for activation of the NF-κB pathway. In addition, this transcription factor directly interacts with NF-κB target genes such as INFB, IL8 and NOS2 [52,53]. The transcript differential expression was significant only for T1R, with a moderated down-regulation (Log2FCT1R = -0.73). However, the transcript presented a pronounced under-usage for T1R (PΔ T1R = -0.29) favoring over-usage of a transcript with longer CDS, but smaller 3′ UTR region (ENST00000542113, PΔ T1R = 0.29, S5 Table). Since the protein coding transcript for NKRF is strongly suppressed in T1R patients, by expression and usage, this observation suggested the maintenance of nucleolar function as possible T1R control element. Other implicated genes such as DUSP8, DOK1 and OSBPL2 are involved in the control of signaling cascades that influence the immune response; while MS4A2 and CCL5 have direct effects on inflammatory processes [38,54–57]. Why CCL5, which encodes a pro-inflammatory cytokine, is characterized by down-regulation and under-usage of a shorter coding transcript, while favoring usage of a transcript with much longer UTRs (ENST00000605140, S5 Table) for T1R is not clear. The most parsimonious explanation may be that the opposite transcription effect of CCL5 by the LEP group is a signal of underlying immune dysregulation in T1R patients. Some anti-inflammatory mechanisms do work, e.g. down-regulation of CCL5, but are overridden by other broader pro-inflammatory mechanisms (S4 Table).",
    "Discussion": "T1R are classical T cell-mediated hypersensitivity reactions that are major contributors to nerve damage and irreversible deformities. Diagnosis of patients affected by T1R at an early stage and the initiation of interventions preventing disease progress greatly improve treatment outcomes and the quality of life for patients. Of patients with acute T1R, one quarter fails to respond to high dose steroid treatment necessitating the use of long-term corticoid treatment [58]. The need for early diagnosis of T1R patients has triggered an intense search for early onset biomarkers. While the classification of T1R severity has been improved [59], no biomarkers exist that allow the identification of leprosy patients destined for T1R before the onset of clinical symptoms.\nA number of studies have probed immune mediators, both pro- and anti-inflammatory, as well as genetic polymorphisms in genes coding for those mediators or controlling their production for association with clinical T1R (rev in [4,60]). These genetic, epidemiological, immunological, transcriptomic and metabolomic studies have provided a high-resolution view of the hypersensitive reactions underlying T1R, resulting in useful tools for its improved diagnosis. Yet, study of these immune mediators and their controlling genetic variants have not resulted in the discovery of clinically useful biomarkers for detection of T1R before the onset of clinical symptoms [60]. Similarly, expression of specific M. leprae genes can be used as part of the clinical diagnosis of T1R but expression levels of these pathogen genes cannot be used to identify those leprosy patients at risk of T1R [61].\nA potentially more powerful approach for the identification of T1R risk biomarkers was provided by studies that followed the same patients from their leprosy diagnosis through onset of T1R and after treatment. For example, serum levels of five cytokines and monokines and three cytokine receptors were followed along T1R development but failed to identify clinically useful changes in these markers [62]. Similarly, measurements of CXCL10 transcripts, a powerful indicator of inflammatory host responses, before, during and after T1R failed to identify predictive changes for T1R risk [63]. In a transcriptomic study, gene expression patterns of PBMC determined by RNA-seq from ten patients were followed from leprosy diagnosis, to T1R and post T1R treatment [5]. The results showed a strong impact of the host genetic background on gene expression changes revealed by strong inter-ethnicity and inter-individual differences and identified a key role for a systemic IFN-γ inducible gene signature during T1R development [5]. Unfortunately, these longitudinal changes during T1R development could not be used to derive biomarkers for T1R risk.\nIn a previous microarray-based transcriptomic study, we had measured the transcriptomic response to M. leprae sonicate of whole blood from leprosy patients at the time of leprosy diagnosis. After a follow-up of three years, a subset of those patients developed T1R and the transcriptomic response to M. leprae antigens of these patients was compared to that of non-T1R patients [10]. This study design had a dual purpose. It was focused on the search for biomarkers to identify those at increased risk of T1R before onset of symptoms. In addition, transcriptome response differences between the T1R and non-T1R groups at this pre-clinical stage were thought to reveal inherent mechanistic differences between the two groups in their response to M. leprae. Such mechanistic response differences, in turn, might highlight new targets for pharmacological interventions for prevention and/or treatment of T1R. In the present set of experiments, we maintained the intrinsic advantages of that study design but expanded on the previous approach by conducting RNA-seq and focusing the analysis on gene transcripts (i.e. isoforms).\nTranscript expression and usage analyses provide different perspectives on RNA transcription dynamics that can complement each other yielding increased understanding of transcriptome changes that cannot be achieved by gene-based transcriptomics. For instance, among the transcripts significantly up-regulated by both groups in response to M. leprae sonicate, greater effect sizes were observed for the T1R-destined group and those transcripts clustered in terms and pathways enriched for inflammatory response and intra-cellular defense. Of note, T1R presented broad higher up-regulation of transcripts enriched for apoptotic processes, however some transcripts had higher response for LEP. Among these isoforms were OLFM4, OLR1 and PRKCD that are apoptotic regulators. The first two genes have pro- or anti-apoptotic effects which are cell- or tissue-dependent [64–67], while PRKCD is pro-apoptotic [68]. Two PRKCD isoforms were induced by M. leprae sonicate stimulation, each exclusively changing in each patient group, where the transcript with shorter UTRs was the significant one for T1R. This scenario was observed for other transcripts linked to inflammatory processes, providing support for the notion that the two patient groups possess a different transcriptome response dynamic.\nAdditional insights were provided by the response of transcripts that implicated the genes CASP1, CASP4, CASP5 and CASP10, also regulators of apoptotic pathways. For the LEP group CASP4 was higher up-regulated and CAPS10 was exclusively down-regulated, while T1R-destined patients presented higher up-regulation for CASP1 and CAPS5. These transcripts in concert with the ones for OLFM4, OLR1 and PRKCD suggest a balancing mechanism for LEP while T1R-destined patients presented a stronger drive towards apoptosis. The latter conclusion is consistent with the finding for the gain-of function LRRK2 R1628P mutation which is anti-apoptotic and protective for T1R [69]. Taken together, our results suggested that disturbances in apoptosis mechanisms are a relevant factor for T1R risk, with LEP patients possessing a more controlled apoptosis program. In parallel, the most numerous transcript differences we found were related to the crosstalk between innate and adaptive immunity. For these processes, T1R clearly showed a stronger pro-inflammatory transcriptome program upon antigen challenge and our results overlapped with previous reports that investigate biopsy or whole blood of T1R patients [5,6,70]. Our study provided new contributions by identifying new candidate genes for T1R genesis. Of note, transcripts with varying exon, intron and UTR compositions can lead to distinct expression kinetics, and after alternative splicing, have the potential to be translated into full length proteins with alternative functions.\nOur results pointed to the possible role provided by non-coding transcripts, e.g. with “retained introns.” Such transcripts may have regulatory functions for their parental gene expression [71] or even underlie pathological processes [72]. Similarly, non-coding lncRNAs have strong immune regulatory functions [73]. In our study, we observed a significantly higher up-regulation in response to M. leprae sonicate of transcripts retaining at least one intron and lncRNAs by the peripheral cells from T1R-destined patients compared to T1R-free patients. Given the involvement of these transcript in gene regulation, this finding is consistent with innately different immune-regulatory structures between the two groups. Two specific examples of a possible effect of non-coding transcripts on the T1R phenotype are IL1RN and RELA. Both genes participate in the control of inflammatory responses and had all of their tested transcripts up-regulated in both groups. While all transcripts displayed a stronger response by T1R patients, only their non-coding, retained-intron transcripts, were significantly different between the two groups. A key role of non-coding RNAs in T1R risk is consistent with findings of a genome-wide association analysis of T1R which identified a lncRNA gene as major risk factor [74].\nOur study has several important limitations. It was not possible to present a transcript-specific mechanistic view of how transcripts influenced inflammatory or innate/adaptive immunity pathways given the scarcity of knowledge about the functionality and biological relevance of each transcript. Therefore, the extent to which the discovered differentially expressed and utilized non-coding transcripts contribute to the pathogenesis of T1R will require additional experimental follow-up. In addition, given the association-based study design, transcripts differentially expressed between the two groups do not imply causality and may not reflect a biologically meaningful transcript-T1R relationship. Finally, all study participants were of Vietnamese Kinh ethnicity. It is possible that studies in populations with different genetic background and/or epidemiological setting may provide different results. Nevertheless, our results presented additional insight of how T1R-destined leprosy patients display a two-way impaired communication system between innate and adaptive immune responses, that can ultimately lead to a loop of destructive inflammatory reactions."
}