{
    "Abstract": "Anthrax is an important but neglected zoonosis in southern Africa and elsewhere which occurs naturally in herbivorous wildlife and livestock. Fatal outbreaks in animals are spaced by potentially extended periods of non-activity during which the bacterium is maintained in soil. The ecology of the pathogen in the multi-host system and the environment is still not fully understood. This study investigated the patterns of anthrax in Zimbabwe in order to better understand the occurrence of disease in susceptible wildlife and livestock and hence its control. The study used available data in governmental reports between 1995 and 2018 and structured interviewer-administered questionnaires of local communities in three porous wildlife-livestock-human interface sites where livestock/wildlife interactions were documented from previous researches. Two non-interface sites were also included for comparison based on known previous anthrax outbreaks. Respondents from non-interface sites had significantly higher odds (χ2 = 23.2, OR = 3.5, 2.1<OR<5.8, p<0.001) of reporting anthrax outbreaks than their counterparts at the interface. Overall 20.0% (74/372) of the respondents reported that some anthrax carcasses were left to dissipate into the environment indicating a risk of environmental contamination. In livestock a total of 214 outbreaks with 2911 losses (mainly cattle) were recorded between 2000 and 2018, while 10 outbreaks with 3171 deaths were noted in wildlife. In humans 99 outbreaks were recorded involving 903 individual cases with 16 fatalities due to enteric infections following the consumption of infected meat between 2010 and 2018. Since its first incidence in wildlife in 2004–2005 in the south-eastern Lowveld of Zimbabwe, anthrax appears to be establishing endemic status along the Zambezi River basin. The disease has expanded spatially affecting 45 (72.6%) of the country’s 62 rural districts in a single decade. Thus, robust multi-disciplinary efforts are encouraged for surveillance and disease containment measures to minimize its impact on livestock, wildlife and humans."
}