{
    "Background": "Brucellosis is endemic in the bovine population in India and causes a loss of US$ 3·4 billion to the livestock industry besides having a significant human health impact.",
    "Methods": "We developed a stochastic simulation model to estimate the impact of three alternative vaccination strategies on the prevalence of Brucella infection in the bovine populations in India for the next two decades: (a) annual mass vaccination only for the replacement calves and (b) vaccination of both the adult and young population at the beginning of the program followed by an annual vaccination of the replacement calves and, (c) annual mass vaccination of replacements for a decade followed by a decade of a test and slaughter strategy.",
    "Findings": "For all interventions, our results indicate that the prevalence of Brucella infection will drop below 2% in cattle and, below 3% in buffalo after 20 years of the implementation of a disease control program. For cattle, the Net Present Value (NPV) was found to be US $ 4·16 billion for intervention (a), US $ 8·31 billion for intervention (b) and, US $ 4·26 for intervention (c). For buffalo, the corresponding NPVs were US $ 8·77 billion, US $ 13·42 and, US $ 7·66, respectively. The benefit cost ratio (BCR) for the first, second and the third intervention for cattle were 7·98, 10·62 and, 3·16, respectively. Corresponding BCR estimates for buffalo were 17·81, 21·27 and, 3·79, respectively.",
    "Conclusion": "These results suggest that all interventions will be cost-effective with the intervention (b), i.e. the vaccination of replacements with mass vaccination at the beginning of the program, being the most cost-effective choice. Further, sensitivity analysis revealed that all interventions will be cost-effective even at the 50% of the current prevalence estimates. The results advocate for the implementation of a disease control program for brucellosis in India."
}