{
    "Background": "Resistance emergence against antileishmanial drugs, particularly Sodium Antimony Gluconate (SAG) has severely hampered the therapeutic strategy against visceral leishmaniasis, the mechanism of resistance being indistinguishable. Cysteine leucine rich protein (CLrP), was recognized as one of the overexpressed proteins in resistant isolates, as observed in differential proteomics between sensitive and resistant isolates of L. donovani. The present study deals with the characterization of CLrP and for its possible connection with SAG resistance.",
    "Methodology and Principal Findings": "In pursuance of deciphering the role of CLrP in SAG resistance, gene was cloned, over-expressed in E. coli system and thereafter antibody was raised. The expression profile of CLrP and was found to be over-expressed in SAG resistant clinical isolates of L. donovani as compared to SAG sensitive ones when investigated by real-time PCR and western blotting. CLrP has been characterized through bioinformatics, immunoblotting and immunolocalization analysis, which reveals its post-translational modification along with its dual existence in the nucleus as well as in the membrane of the parasite. Further investigation using a ChIP assay confirmed its DNA binding potential. Over-expression of CLrP in sensitive isolate of L. donovani significantly decreased its responsiveness to SAG (SbV and SbIII) and a shift towards the resistant mode was observed. Further, a significant increase in its infectivity in murine macrophages has been observed.",
    "Conclusion/Significance": "The study reports the differential expression of CLrP in SAG sensitive and resistant isolates of L. donovani. Functional intricacy of CLrP increases with dual localization, glycosylation and DNA binding potential of the protein. Further over-expressing CLrP in sensitive isolate of L. donovani shows significantly decreased sensitivity towards SAG and increased infectivity as well, thus assisting the parasite in securing a safe niche. Results indicates the possible contribution of CLrP to antimonial resistance in L. donovani by assisting the parasite growth in the macrophages."
}