{
    "Introduction": "Schistosomiasis, or bilharzia, is a parasitic infection caused by Schistosoma trematodes found in tropical and subtropical climates. Depending on the species, two types of disease are observed: urogenital (S. haematobium) or gastrointestinal schistosomiasis (S. mansoni, S. japonicum, S. mekongi, S. guineensis, S. intercalatum). The latter manifests through abdominal pain, diarrhoea, bloody stool, fever, and, in the long-term, it may cause enlarged spleen or liver, liver fibrosis, portal hypertension, or fluid accumulation in the peritoneal cavity [1,2]. Urogenital schistosomiasis typically manifests through haematuria (bloody urine) and dysuria (painful urination). Long-term complications may include fibrosis of the bladder and ureter, kidney damage, and bladder cancer [2,3]. Genital lesions, bleeding, pain and infertility may also be experienced [2,4]. There is growing evidence that urogenital schistosomiasis increases the risk of HIV infection [5,6]. In some cases, S. mansoni and haematobium can produce myelopathy, whereas S. japonicum encephalic disease [7,8]. Schistosomiasis is considered a ‘disease of poverty’, being endemic in regions lacking adequate water or sanitation infrastructure [9].\nDespite continuous efforts by the international community to control the disease, schistosomiasis remains a global health concern. In 2012, the World Health Organization (WHO) agreed on a roadmap to eliminate schistosomiasis as a public health problem globally by 2025, defined as achieving a <1% prevalence of heavy-intensity infections among school-aged children (SAC) [10]. Whilst much progress has been made in reducing the prevalence of schistosomiasis, over 200 million people remain affected by the disease. Ninety percent of them live in Africa [11,12]. After a review of international progress combatting the disease, the WHO established 2030 as a new target for eliminating the disease as a public health problem by all endemic countries [11]. Preventive chemotherapy (PC) through mass drug administration (MDA) with praziquantel, investments in water and sanitation infrastructure, focal snail control with molluscicides, case management of infected individuals, as well as health education and behaviour change interventions constitute the main strategies recommended [11,13]. To date, however, MDA campaigns have been prioritised given their capacity to reduce disease prevalence in a cost-effective manner [12,13].\nDespite the less central role that behaviour change (BC) has played in ongoing efforts to control schistosomiasis, there is a growing view that modifications of people’s practices can help reducing the risk of transmission by disrupting the disease cycle [11,14,15]. Human behaviour is constitutive of the disease’s epidemiology. Humans contract the disease when they interact with infested water, allowing cercariae to enter their skin; once acting as hosts, people may avoid or reject treatment opportunities available at primary health centres or offered through MDAs, thus enabling schistosomulae to reach adulthood and produce eggs; which, finally, are released to the environment when people practice open urination and defaecation near fresh water sources, infecting intermediate snail hosts and continuing the cycle (See Fig 1). BC interventions may reduce or stop altogether the occurrence of such risk practices in various ways. They may convince people to adopt alternative practices (e.g., ground games instead of recreational swimming), promote the use of protective gear (e.g., gumboots or gloves), build water infrastructure, or encourage the use of treated water (e.g., heating, chlorination, filtration, or ultraviolet disinfection) [16–18]; improve hygiene and sanitation standards, by encouraging local investments in sanitation infrastructure or tackling the safety, privacy, and cost-benefit considerations that prevent their widespread use [19,20]; and encourage treatment seeking or MDA uptake by addressing the lack of knowledge on schistosomiasis or treatment, fears of side effects, negative rumours, or the perceived unimportance of the disease [21,22]. To date, however, there is no certainty concerning which type or combination of BC may be most efficient to control risk practices and schistosomiasis transmission [23]. In general, modelling studies and empirical assessments of persistent hotspots have highlighted that, given the potential high-rate of reinfection for the disease even when reaching the WHO’s recommended therapeutic coverage targets (>75% among SAC), further attention should be placed on the potential contributing role of modifying risk human behaviour for controlling schistosomiasis [24–26]. The most recent WHO’s programmatic guidelines, correspondingly, recommend that BC activities should be implemented alongside MDA as well as water hygiene and sanitation initiatives (WASH) [13].\nImages of Schistosoma cercariae, miracidium, eggs and adult created by Servier Medical Art and available open access at: https://commons.wikimedia.org/wiki/File:Schistosoma_mansoni_cercaria.png, https://commons.wikimedia.org/wiki/File:Schistosoma_mansoni_miracidium_(01).png, https://commons.wikimedia.org/wiki/File:Schistosoma_mansoni_egg_(01).png, https://commons.wikimedia.org/wiki/File:Schistosoma_mansoni_female.png. All other images produced by the lead author.\nTo date, however, there has been no systematic examination of the capacity of existing BC approaches to control those risk practices necessary to interrupt the schistosomiasis cycle of transmission. The WHO acknowledges there is a critical need for strengthening the evidence concerning the effectiveness of BC interventions for fostering treatment compliance and healthy behaviours [11,13]. This study aims to fill this gap by conducting a systematic review of interventions conducted in Low- and Middle-Income countries that aimed to modify people’s behaviours relevant to schistosomiasis transmission. Specifically, this review will establish the type of BC strategies used in the sector and conduct a narrative synthesis of their reported effects on people’s risk behaviour as well as on reducing disease prevalence or intensity. Evidence-based lessons will be drawn to inform the design of future BC initiatives.",
    "Methods": "Eligibility\nThis review has two primary objectives. First, to determine the BC strategies or approaches currently being used for the prevention and control of schistosomiasis in Low- and Middle-Income Countries (LMIC) and, second, to assess the effectiveness of such strategies in positively altering the occurrence of exposure, transmission, or treatment uptake and seeking practices in communities or schools within LMIC. A secondary research question is to examine what evidence is currently available that indicates that changes in people’s risk practices can lead to significant improvements in the disease epidemiology in LMIC settings.\nTo address those queries, this review included peer-reviewed journal articles reporting on evaluations of BC interventions for schistosomiasis control in LMIC, following the classification by the Organisation for Economic Co-operation and Development [27]. This regional scope responded to the concentration of schistosomiasis infections and control efforts in those settings [11]. No restrictions were established concerning schistosomiasis species. All publications released prior to the search date, June 2021, were considered. Opinion and review pieces were excluded.\nBehaviour change for schistosomiasis control was defined as any intervention that sought to modify people’s practices associated with the disease’s epidemiology. This included practices that put them at risk of acquiring the infection, or exposure behaviour (e.g., water contact); facilitate the spread of the disease, or transmission behaviour (e.g., open defaecation); or enable the uptake of or search for treatment (e.g., participation in MDAs). No restrictions were set concerning the strategies used to promote BC. The review included interventions targeting children, adults (>15), or community members in general. Interventions that solely reported on changes in knowledge or awareness were excluded since improvements in knowledge cannot be equated with BC [28]. BC interventions needed to explicitly aim to control schistosomiasis. Non-disease specific projects somewhat relevant to its epidemiology were excluded (e.g., generic hygiene and sanitation interventions).\nExperimental and non-experimental evaluations were considered. This included observational studies, single-arm intervention studies, and randomised and non-randomised trials contrasting an intervention against a control group. Two types of outcome measures were judged acceptable. Direct indicators of BC, concerned with self-reported or observed changes in the frequency or proportion of beneficiaries’ exposure, transmission, or treatment seeking or uptake actions. Acceptable proxy outcome measures, next, comprised observed changes in schistosomiasis prevalence and observed or self-reported changes in sanitation infrastructure (e.g., number of latrines); treatments requested or used by targeted communities; ownership of relevant equipment (e.g., gumboots); and measurements of attitudes towards preventive measures.\nThis study’s protocol was registered at the International Prospective Register of Systematic Reviews (PROSPERO) (No: CRD42021252368).\n\n\nSearch strategy\nThe search strategy drew on the Problem/Population, Intervention, Comparison, and Outcome (PICO) framework [29], albeit discarding the ‘comparison’ criterion since the use of control groups or comparators is not standard in the literature (Table 1). Search terms were agreed by all co-authors and trialled before implementation.\nA literature search of bibliographic databases EMBASE, SCOPUS, Web of Science, and PubMed / MEDLINE took place in June 2021. To ensure completeness, a manual search of publications was conducted by examining references from systematic reviews discussing MDAs [21,30–33], health education [23,34], and sanitation [17,35–38] strategies for schistosomiasis control as well as by requesting co-authors to identify studies considered valuable for this review.\nA total of 2,593 unique abstracts were obtained for abstract screening, of which 66 were selected for full-text review. The authors worked in pairs to independently conduct full-text reviews and agree on final inclusion. Thirty-two articles met all eligibility criteria (Fig 2). Two of them referred to the same intervention, henceforth yielding results for 31 projects. EPPI-Reviewer v.4 was used throughout the selection process [39].\nTwo publications provided complementary information for a similar project. The total number of interventions reviewed is 31.\n\n\nQuality assessment\nThe Joanna Briggs Institute’s Critical Appraisal tool for quasi-experimental evaluations, with an additional item on random assignation, was used to assess the studies’ quality [40] (See S1 Table). Authors worked in pairs to agree on final scores. No articles, however, were discarded since descriptive data in studies of ‘low’ methodological quality may still render valuable insights for a narrative review [41]. Quality assessments served the team to confirm if any claims of positive outcomes were backed up by studies considered methodologically robust and to what extent any methodological shortcomings could weaken such assertions. When relevant, the latter were highlighted in the text.\n\n\nData extraction and synthesis\nWe conducted a framework synthesis to extract and synthesise the data from the selected publications [41]. First, descriptive information of BC interventions was extracted, including information about setting, targeted population, infection and behaviours, theoretical frameworks, intervention components, community participation, and education materials (See Table 2). Behaviour change techniques were identified for each intervention, following Michie et al.’s taxonomy [42] (See Table 3). Gathered information served to generate a typology of intervention models according to their overarching rationale, adapted from Mitchie et al.’s classification [43]. Second, extracted evaluation data, including evaluation design, methods, and outcome measures, served to assert the availability of evidence for either behavioural or epidemiological impacts (For full results, See S2 Table). Synthesised evidence of behavioural and epidemiological outcomes was contrasted according to the model of intervention to identify patterns in the data. A coding activity ensued to identify conditioning or mediating factors reported to explain final outcomes. Barriers were systematised according to the levels of analysis of the socioecological model of health behaviour [44]. Summaries of similarities, differences, and associations were produced for final analysis.",
    "Results": "Geographical distribution\nThe geographical distribution of BC interventions for schistosomiasis control was limited to 15 countries (Fig 3). Most of the projects were based in Africa (24 of 31), with most information coming from Tanzania (n = 7). Outside Africa, most evidence came from China (n = 5). Projects predominantly intervened in rural areas exclusively (n = 25).\nVector and raster map data made available by Natural Earth and obtained open access from: https://www.naturalearthdata.com/downloads/110m-cultural-vectors/110m-admin-0-countries/.\n\n\nQuality assessment\nThe mean quality assessment score for all 32 publications was 6.2, on a 10-point scale. Sixteen publications scored ≥7, indicating an adequate body of evidence. Three methodological concerns were noted, including: not using behavioural indicators to assess outcomes (n = 5) [52,55,57,61,77], relying exclusively on ‘self-reported’ measures to assess BC (n = 14) [45,47,48,50,51,56,58,60,70,71,74,76,80,82], and lacking control groups in evaluation designs(n = 10) [52,55–58,67,70,74,79,80].\n\n\nKey design characteristics\nThe behavioural focus of the interventions varied across exposure (n = 26), transmission (n = 17) and treatment seeking/uptake (n = 19). More than half of the projects aimed to modify two or more behaviours simultaneously (n = 16) (Fig 4). Overall, exposure and treatment seeking or uptake behaviour were the most commonly targeted for schistosomiasis control.\nEmpirical approaches apparently guided the design of most interventions. Three fourths of the projects (24 of 31) did not report using a theoretical framework, either psychological or educational. The remaining seven used six different approaches: conditional cash transfers [81], community-led total sanitation (CLTS) [64], human-centred design [71,72], enhanced development governance [66], participatory hygiene and sanitation transformation (PHAST) [67,70], and community dialogue approach [74].\nFour intervention models were identified according to the BC techniques used (See Table 3): (1) Health education, (2) social-environmental, (3) physical-environmental, and (4) incentives-centred interventions. Health education interventions (HEIs) were the most common (n = 17). It concerned projects that aimed to drive BC through individual-level improvements in knowledge of schistosomiasis [45–52,54–58,60–62,83]. HEIs mostly relied on information provision techniques, communicating messages about the contextual factors driving exposure and transmission, negative health and socio-economic consequences of contracting the disease (and their severity), and the positive impacts of adopting preventive practices or accepting treatment. Some projects strengthened those activities by integrating BC instructions into school-classes and mobilising teachers (credible sources) [46,49,49–51,54,56,56,58,58]. Other techniques played a secondary role (e.g., rewards).\nSocial-environmental interventions (SEIs, n = 7) expected to achieve BC by reshaping beneficiaries’ social environment, ensuring that community-level formal and informal norms and structures (e.g., governance) were aligned to enable or enforce adopting recommended practices [63,64,66,67,70–72,74]. They customarily used participatory community-based frameworks (e.g., CLTS or PHAST), supplementing educational BC components with goal-setting, planning, monitoring, and social-restructuring strategies with the active involvement of residents. Activities often included joint assessments of risk behaviours and living conditions, developing operational plans, establishing targets and timelines, public or formal commitment to goals, and adopting supervisory mechanisms to monitor compliance and progress. Community leadership across all implementation stages was expected to enhance perceived self-capacity (self-efficacy).\nPhysical environmental interventions (PEIs), focussed on modifying the beneficiaries’ material surroundings through infrastructure or equipment investments [76–80]. Incentives-centred interventions (ICIs), concerned the provision of material resources conditioned on following recommended practices: cash, if parents took children to a health centre [81] and food, if children participated in MDA activities [82].\n\n\nEffectiveness of health education interventions\nSeventeen HEIs were assessed. Most attempted to modify two or more risk practices simultaneously (n = 11). Three targeted all three risk practices [46,48,60]. Four did not report behavioural indicators so their effectiveness could not be assessed [52,55,57,61]. Results varied according to the type of BC promoted. HEIs mainly reported mixed [47,48,50,51,62] or negative results [45,49,58,60] for exposure behaviour. In contrast, all bar one intervention on treatment seeking or uptake reported favourable outcomes [46,47,49,51,53,56,60]. On transmission, two HEIs reported positive outcomes [58,60] and two mixed results [48,54].\nOne HEI reported comprehensive positive outcomes for exposure. It sensitised children through trained school and religious teachers during school classes, Khat (a plant that is chewed) sessions, and Friday prayers for 2 years in Yemen [56]. Results indicated a drastic reduction in surface water contact (from 98% to 3.6%) and adoption of preventive measures (from 0% to 88%). The project lacked a control group and relied exclusively on self-reported measures so results should be seen with caution. Project activities reportedly helped achieve >95% coverage during a first MDA campaign.\nThree similar China-based projects, in turn, conducted short-term educational activities (<1 year) involving class-based sessions, sample exhibitions (snails and schistosomes), and audio-visual and printed materials with sensitisation messages (e.g., domestic goods). One, in Jiangxi province, targeted exposure practices and treatment uptake and reinforced sensitisation through teachers praising good behaviour and reprimanding noncompliance [51]. Another, in Sichuan province, targeted all three risk practices and reinforced learning through prize-winning quizzes [60]. The third intervention, also in Jiangxi province, taught residents about symptoms and the importance of early treatment to encourage self-referring for treatment to local medical teams (“passive chemotherapy”) [53]. The first project reported a significant decrease in unsafe water contact among children and women but not among men, whilst the second found no significant changes in adults’ unprotected contact with surface water. All three interventions reported positive outcomes for treatment uptake. The first one in Jiangxi province reported improvements in treatment uptake and attitudes for all groups, marginal improvements in adults’ attitudes were found in Sichuan, whilst the ‘passive chemotherapy’ project reported that 90% of infected residents self-referred for treatment. In Sichuan, a marginally significant reduction in adults’ open defaecating was found.\nThree school-based HEIs with similar approaches provided teacher training, integrated schistosomiasis-related content into the curricula, and fostered learning through ludic activities (e.g., songs, poems, and plays) and public events (e.g., thematic fairs). One, in Cameroon, developed the teaching plan with local health centres, lasted an academic year, and provided low-cost diagnostic and treatment services [46]. Another, in Brazil, supported learning activities with audio-visual materials for three months, and provided free-of-charge test-and-treat services [49]. These projects reported an increased demand for schistosomiasis consultations in health centres and greater adherence to test-and-treat activities, respectively. In Brazil, however, no significant changes concerning risk water contact activities were found. The third project, in Tanzania, lasted an academic year, and targeted exposure and transmission practices [54]. It reported proxy measures, showing that intervened schools were more likely to offer treated water and keep good latrine hygiene, but no differences were observed concerning open defaecation.\nGame-based learning including different versions of the boardgame “Schisto and Ladders”, containing health education information, was used to modify schoolchildren’s water contact behaviour, first, and all three risk practices subsequently [47,48]. The game was played during classes for two and six months respectively. The earlier project reported a significant decrease in schoolchildren’s daily exposure to dam-water but no changes in playing activities. The second (improved) version, was associated with self-reported improvements in wearing rubber boots, washing, water fetching, and bathing but not for fishing. On transmission, urination in the river decreased but open defaecation remained unchanged. Also, 65% of schoolchildren who had previously rejected treatment registered for treatment post-intervention.\nTwo additional HEIs using non-traditional methods used an educational comic strip in primary school classes for a year in Zanzibar [58] and 15-minute animated videos, alongside comic strips and short discussions, among 4th grade students in China [62]. The latter found that self-reported frequency of swimming did not change post-intervention, but self-reported and observed use of unsafe water sources decreased, although contact remained high (31.3%). The Zanzibar HEI found no changes in schoolchildren’s self-reported water contact but a significant decrease in open urination practices.\nTwo basic HEIs were conducted in Niger and Tanzania. The first one projected videos in villages and schools, followed by discussions, and distributed informative printed materials sporadically for 5 years [50], whilst the second provided information on transmission, prevention, and treatment during school-based MDAs over two annual campaigns [45]. Despite improvements in preventive practices, the Niger intervention found that two-thirds of participants continued exposure risk behaviour. In Tanzania, no significant improvements were found pertaining schoolchildren’s water contact practices and MDA coverage rates were low (<50%).\nHEIs highlighted structural barriers conditioning their capacity to generate BC, including the lack of safe water and sanitation infrastructure [45,47–50,58,60,62]; rural occupations, exposing people to surface water and keeping them away from latrine installations [45,51,52,55,58,60]; and, socio-cultural traditions, like gender-based norms and traditional games [45,51,58]. The natural environment was likewise observed to condition the implementation of solutions (e.g., flooding makes exposure more likely) [51,58,60,62]. Inter-personal relations were seen to facilitate information sharing but also counteract BC, such as children being unable to alter adults’ views on domestic obligations (e.g., washing) [47,48,50,54,61]. Community engagement was seen useful mainly to add weight to health messages and mobilise resources to support dissemination [46,53,54].\n\n\nEffectiveness of social environmental interventions\nSeven SEIs were reviewed, three targeted single behaviours [64,66,70]. Two attempted to control all three risk practices [71,74]. Most consistent positive outcomes were observed for those SEIs with a single focus on open defaecation [64,66]. Mixed or unfavourable results were mostly observed for exposure and treatment uptake practices (See Table 4).\nTo access full results, see S2 Table.\nOne SEI reporting positive outcomes was the ‘Enhanced Development Governance’ intervention in Tanzania [66], which strengthened village-level social services committees (SSCs) so they could implement NTD-WASH initiatives. Over a year, the project expanded SSC’s membership, provided start-up funds, training, and technical support. SSCs organised monthly clean-ups, sensitisation activities, established community sanitation standards, and built wells and latrines. A second effective SEI was a one-year CLTS intervention in Cote d’Ivoire, relying on participatory exercises (e.g., mapping of defaecation areas) to raise awareness on transmission and sanitation as well as trigger emotional responses (e.g., disgust) [64]. Participatory planning sessions followed, where residents settled on strategies to become open-defaecation free (ODF). Technical and material assistance for latrine building was provided. Both projects found that, compared to control groups, beneficiaries reported increased latrine use. Observed measures confirmed that open defaecation decreased, with the CLTS project reporting that four of five intervention villages became ODF.\nTransmission and exposure behaviour were targeted by a project in Ghana, where in-depth training was provided to community volunteers, who visited families to provide health education and mobilise residents [63]. Community meetings ensued to outline solutions and action plans for safe water, latrine building and environmental management, subsequently led by local committees. Material and technical support was provided upon demand. The two other study arms consisted of limited education activities (videos, printed materials, and lectures) provided during local associations’ meetings and no education provision. Over 2 years, the intervention arm built more wells, public and private latrines than the comparison groups.\nAn SEI in Mozambique targeted transmission behaviour, alongside two other risk practices. Volunteers organised ‘community-dialogue’ sessions, where villagers learned about the disease, its health and socioeconomic impacts, and treatment; developed locally applicable solutions; and outlined implementation plans [74]. One solution included latrine building but the project did not provide material support. Additional proposals involved sensitising on and committing to cease bathing or swimming in freshwater, treating water, and seeking treatment. Over a year, exposure-related initiatives attained mixed results, with adults reporting a significant decrease in swimming activities but no changes for bathing; self-reported latrine use did not improve; whilst self-reported MDA coverage improved among children but remained low (<20%). Parents’ treatment attitudes worsened.\nThe PHAST framework was used in Tanzania to modify exposure behaviour [67,70]. Two successive projects ran participatory workshops with trained community facilitators, where residents were introduced to schistosomiasis; discussed transmission and risks practices; and outlined potential solutions, action plans, goals, and monitoring. The earlier 3-year PHAST project [67] found a significant decrease in adults’ bathing and fetching water (self-reported). Observations of water contact frequency, however, showed unfavourable changes among adults and females (all ages). Overall duration of water contact decreased for all groups. The second project [70] additionally provided pumped wells and described positive changes in adults’ self-reported rates of contact with infected and dirty water, bathing at home, and using safe water sources after two years. The first study also examined the effects of PHAST on treatment seeking, reporting that self-medication with praziquantel improved among women.\nA community co-designed project following a ‘human-centred approach’ in Tanzania targeted all three risk practices. This SEI conducted workshops with villagers and teachers to develop teaching materials and school-based activities, identify safe play activities, organise public informative events, as well as design and install urinals and laundry-washing platforms. Materials presented schistosomiasis as a ‘blood fluke’ to distinguish it from regular worms and used striking images to trigger emotional responses. Compared to a control group, retrospective surveys indicated that targeted children (except boys from one island) washed and bathed at surface water less. No outcome measures were reported pertaining open urination. Beneficiary schoolchildren who initially rejected treatment were reportedly more likely to take praziquantel post-intervention [71]. Overall, however, MDA coverage for districts without BC activities was similar to those with [72].\nSEIs highlighted community factors as potential barriers for BC. Inadequate social cohesion or governance structures resulted in deficient project implementation, resource access or management, and rule enactment [63,64,66], whilst communities’ limited material and non-material resources (e.g., technical knowledge) conditioned the feasibility or effectiveness of local proposals and their long-term sustainability [64,66,74]. Limited availability of safe water and sanitation infrastructure, including complementary public infrastructure (e.g., latrines close to farmland) was noted to restrain community efforts [63,64,67,70–72,74]. Beneficiaries’ livelihoods, age, sex and gender-based norms were also highlighted since they shape domestic and economic practices and public space use [63,64,67,70,74]. Additionally, SEIs stressed that community-wide change involve long-term processes [64,72,74].\n\n\nEffectiveness of physical environmental interventions\nAll five PEIs reviewed attempted to control exposure behaviour, one also targeting transmission practices. All reported mixed results.\nTwo PEIs examined how community piped water provision altered water contact practices. One provided five standpipes and a free-of-charge shower unit in Kenya [79] and the other, in Cameroon, installed seven community standpipes [80]. Both projects demanded payment for use. Observed measures in Kenya showed significant reductions in the overall duration and number of people using river water post-intervention. Individual averages, however, indicated non-significant reductions in the frequency and duration of river water contact per person. Frequency of contact decreased for bathing, fetching water, and playing but not for washing clothes or utensils and fishing. In Cameroon, the rate of pregnant women exclusively using stream water decreased. Most (76.1%), however, still used it occasionally for domestic purposes.\nTwo PEIs likewise targeted exposure BC through different infrastructure developments. In Ghana, a water recreation area was built to encourage safe game activities among children [78]. Post-implementation observations reported low but significant rates of contact with the river (range: 10%-20%). No baseline measures were attained to assess change. In Kenya, borehole wells were provided to villages without access to piped water [76]. Self-reported measures indicated that households reduced high-risk exposure to natural water sources for drinking, cooking, bathing, and washing dishes. Most, however, continued washing clothes in such areas (>70%). Marsh/pond water continued being used as secondary water sources for bathing, washing clothes and playing for over 40% of adults and children.\nThe PEI focussing on exposure alongside transmission, in Kenya, provided schools with latrines, handwashing and drinking water containers, and water treatment product [77]. One parent and teacher per school received health education and technical training. The project only reported proxy outcome measures, observing no significant differences between intervention and control schools concerning water sources used during the dry season. Beneficiary schools, however, were more likely to provide treated water for drinking and handwashing and marginally improved the average number of latrines per student.\nPEIs mainly highlighted technical factors as barriers, including number of facilities built, population dispersion, costs of use or maintenance, and availability of complementary infrastructure (washing or shower stations) [76,79,80]. Environmental factors, like the quality of underground water and proximity to unsafe surface water sources were also mentioned [76,77].\n\n\nEffectiveness of incentives-centred interventions\nICIs were used to promote treatment seeking or uptake. A conditional cash-transfer experiment in Zambia offered parents payment if they took their children to a health centre for test-and-treat services within a week [81]. Four comparison groups received varying amounts of money, from 0USD to 3.06USD. Results showed that a 1USD payment increment improved uptake by around 10%. However, wealth affected outcomes. Even with the highest incentive, less than 35% of parents in the wealthier two quintiles followed the advice. A randomised controlled trial in Uganda, in turn, trialled food provision as an incentive for participation and to prevent side effects [82]. Results showed that higher therapeutic coverage was achieved among schools providing a snack pre-treatment (93.9% vs 78.7%).\n\n\nBC effects on schistosomiasis epidemiology\nThe evidence on epidemiological impacts of BC is limited. To assert them, aside from pre-post intervention epidemiological data, studies needed to demonstrate changes in prevalence or intensity did not emanate from treatment activities but from BC, either by not providing praziquantel tablets or using suitable controls. Of 31 projects reviewed, twelve did not gather epidemiological data [47,48,50,54,58,60,62,67,70,74,79,81], one reported no significant BC [45], and eight could not isolate BC’s effects [46,49,52,55–57,64,78] (See Table 5). Only ten projects yielded some evidence; three reporting no favourable epidemiological changes despite some improvements in water contact behaviour (the ‘human-centred’ SEI in Tanzania [72] and borehole provision PEI in Kenya [76]) and in access to treated water and latrines (PEI providing latrine, equipment, and water treatment to Kenyan schools) [77].\nTo access full results, see S2 Table.\nTwo HEIs reporting improvements in water contact behaviour indicated reductions in re-infection rates. The intervention in Jiangxi, China [51], comprising lectures, exhibitions, videos, and information boards, reported a significant decrease in re-infection rates during a decade among SAC and women, following their reduced exposure to surface water. Another project, in South Africa, compared three arms: health education with puppets alongside annual MDAs, MDAs only, and no activities [61]. Results showed that prevalence and intensity rates decreased post-intervention and remained low in the intervention group over three years, decreased but mildly bounced back in the MDA-only group, and remained unaltered in the no-activity group.\nAdditionally, the ‘passive-chemotherapy’ HEI in China [53], reported that over 90% of positive cases self-referred for treatment. A year later, no significant differences in prevalence were thus found with the control group (blanket MDA).\nAmong SEIs, the Enhanced Development Governance project in Tanzania, which expanded SSCs’ membership and provided technical and financial support [66], reported significant reductions in S. mansoni and S. haematobium prevalence among schoolchildren, compared to a control group, following improvements for open defaecation. Parasitological estimates, however, were attained via self-administered questionnaires, thus requiring further validation [84]. A second SEI, in Ghana, contrasted outcomes from community sensitisation and mobilisation work against two comparison villages: MDA-only and MDA with occasional lecture-based health education. Results showed a lower likelihood of infection for the intervention arm, after improvements in wells and latrines availability [63].\nAmong PEIs, the Cameroon-based project providing community-piped water found significant reductions in disease prevalence and infection intensity among pregnant women over three years, after improvements in safe water use. Prevalence rates, however, remained high (>20%) [80].\nThe food-based ICI in Uganda reported that the provision of a snack prior school-based MDAs achieved significantly larger treatment coverage than non-incentivised schools, yielding analogous significant reductions in disease prevalence and intensity [82].",
    "Discussion": "Lessons from BC approaches to control of risk behaviours for schistosomiasis prevention\nThe WHO considers the development of effective BC interventions critical to achieve the 2030 NTDs roadmap’s goals [11]. For schistosomiasis, changing people’s exposure, transmission, and treatment seeking or uptake practices is expected to accelerate and sustain the reduction in infection prevalence, attained mostly through preventive chemotherapy [14,15]. To assess progress on the impact of BC interventions, this review conducted a comprehensive systematic literature search, assessing 31 projects implemented in LMIC in the last three decades.\nThe primary objective of this review was to establish the BC strategies being implemented to control schistosomiasis transmission and their effectiveness in altering risk human behaviour. Four general intervention models were identified health education, relying on information-provision to motivate BC; social-environmental, trying to re-shape (in)formal social structures to enable and prompt BC; physical-environmental, using infrastructure and equipment investments to guide behaviour; and incentives-centred interventions, relying on conditional offers of material support. HEI was the most common approach used (n = 17). This trend likely reflects past programmatic efforts to overcome prevalent knowledge gaps among vulnerable groups and motivating support for public health campaigns, chiefly MDAs [34,85].\nDespite the evidence gathered, a definitive answer concerning effectiveness remains elusive. One consideration is that the varied indicators used to operationalise risk behaviours render comparisons difficult, with some projects measuring changes in overall water-contact or open defaecation and others using disaggregated (e.g., bathing, washing, fishing) or distinct observations (e.g., urinating “in freshwater”). In addition, substantive reliance on self-reported measures, with twelve projects relying exclusively on them, raised concerns about potential bias; whilst the limited use of theoretical frameworks that explain how and why proposed interventions were expected to prompt BC made it unclear what the specific hypotheses were being tested. Observed results (Table 4) indicate that none of the intervention models identified can be singled out as the most effective in encouraging the adoption of schistosomiasis prevention measures. Promising trends were observed concerning HEIs and ICIs for treatment uptake. However, careful assessment of the advantages and limitations of each approach is needed before programmatic integration, as we discuss next.\nAn 2015 review of HEIs from Sub-Saharan Africa, including three BC interventions, concluded that whilst education provision improved knowledge and awareness, behavioural impacts remained uncertain [23]. This study, despite reviewing a higher number of projects, agrees with that observation. HEI projects mostly reported mixed results, apart from those pertaining to treatment uptake behaviour. The factors they identified as affecting their impact help to understand those trends. HEIs mostly attempt to motivate individuals by providing information that enhance their perceptions of susceptibility to infection, associated (non)material costs, their severity, and the benefits of prevention. Whilst knowledge-based approaches sometimes result in BC [86,87], it is seldom enough since individuals often need additional resources to redress the conditions that make certain risk behaviours common (e.g., costs associated with changing to a healthier diet) [25,85]. This was reflected in our review. HEIs often identified structural barriers, including traditional socio-cultural practices [45,51,58] and livelihoods [45,51,52,55,58,60], which affect the local use of space and so peoples’ likelihood of exposure and transmission, as well as material conditions, like availability of WASH infrastructure [45,47–50,58,60,62] and the natural environment (e.g., flooding) [51,58,60,62]. Social considerations likewise matter, since risk practices are often embedded in social relations and require individuals to have sufficient agency to contravene social conventions [54,88]. HEIs working exclusively with segmented target audiences (e.g., schoolchildren), may leave some unable to alter the demands of uneducated authoritative figures (e.g., parents’ views on water-based domestic tasks).\nReports of favourable BC by HEIs, correspondingly, can be understood in relation to the absence of aforementioned barriers. Positive changes concerning transmission happened when beneficiaries were recommended to stop urinating in streams or ponds [48,58] or defaecating in agricultural fields [60], rather than stopping open defaecation altogether; all recommendations that do not demand altering economic activities, challenging social traditions, or using new infrastructure or equipment [28,89]. Positive BC outcomes for treatment uptake or seeking behaviour could likewise be associated with treatment activities characterised by free or low-cost drug provision, limited travelling demands (home- or school-based distribution), no demands for equipment (provided by control programmes), and limited challenges to socio-cultural structures [46,47,49,51,53,56,60]. It is thus recommended that future HEIs carefully map out potential barriers across all levels of analysis (individual to societal) to assess what additional components are needed to enable actors to effectively use their new knowledge.\nNotwithstanding those considerations, the BC literature considers that the delivery of enticing, precise, and well-framed messages is key to prompt individuals to initiate action [28,90]. Certain pedagogical techniques appeared useful in our review: (i) (audio)visual materials, given their capacity to summarise complex information [47,48,51,71,74] and generate emotional reactions (e.g., frightening images) [71]; (ii) participatory sessions, which help beneficiaries to assess problems and outline solutions themselves, thus enhancing their confidence to take action [67,70,71,74]; (iii) context-based tailored messages, which ensure recommendations are applicable to local realities and relatable to beneficiaries’ concerns [48,51,71,74]; and (iv) enjoyable delivery platforms, like songs or games, which not only enhance their learning experience but can also attach positive emotions to safe practices (e.g., enjoyment) [47,48,71]. Mobilising trusted local figures, like school and religious teachers, has been established to add credibility to health messages [42,51,56]. Future interventions should consider making combined use of these strategies for their educational components.\nSEIs, correspondingly, have the potential to tackle some challenges missed by information-based activities. That approach commonly request residents to assess local practices, outline solutions, develop action plans, and set goals [65,66,68,75]. These measures are helpful to overcome the attitude-behaviour gap hampering BC, giving individuals a clear plan on how to manage existing resources to implement recommendations and sidestep or overcome barriers [28]. In addition, by promoting community (participatory) events, mobilising leaders and associations to lead, and sponsoring new norms or standards, SEIs can foster an enabling social environment that supports rather than rejects change [43,74]. Then, social networks, social influence and pressure mechanisms, as well as governance structures synchronised with health recommendations can generate feedback mechanisms that positively reinforce BC, so that safe practices gradually become perceived as the new ‘normal’ or ‘correct’ behaviour. Widespread community mobilisation and cooperation, moreover, can help assemble local resources to support investments that cannot be otherwise made by single individuals (e.g., public infrastructure), whilst enhancing the involvement of otherwise hard-to-reach or marginalised populations, possibly leading to improved health equity [65]. Additionally, by asking residents to propose solutions and lead their implementation as well as providing training and technical support, SEIs can enhance people’s perception of their capacity to overcome barriers and achieve goals, a crucial condition for sustained BC [28].\nDespite their theoretical potential, our review showed uneven outcomes from SEIs, with three of seven reporting mixed results for exposure and treatment uptake [69,71,72,74]. An important distinction between these and the SEIs reporting positive outcomes concerned the provision of technical, financial, or infrastructure support to community-led initiatives, as compared to relying heavily or exclusively on locally-available resources [63,64,66,70]. The significance of this was observed in the SEI in Mozambique, which found that lack of technical expertise and material poverty affected, respectively, the range of solutions residents could outline to deal with transmission and their ability to build the latrines initially planned [74]. Proponents of SEI, in this regard, should be mindful that NTDs are diseases of ‘poverty’, endemic to places characterised by their geographical isolation, limited access to public services, and material deprivation [11]. Debates on community-based development have long established that there is a limit to the amount of economic, social, and technical resources that impoverished communities can mobilise. Stable and formal relationships with (public) development agencies (vertical integration or ‘linking’ social capital) is required to ensure that local initiatives can take-off, be scaled-up, and sustained over time [91,92].\nProgrammes aiming to implement SEIs are recommended to carefully assess local socio-economic and governance conditions before deployment. This and previous reviews of SEI and community-based health promotion interventions suggest effectiveness is context-sensitive [66,74,93,94]. Weak social cohesion can affect local capacity for collective-action; inadequate governance may generate accountability problems; local forms of inequality can be reproduced in newly established organisations, whilst limited engagement with (or trust in) public health programmes can leave communities unable to formally support mechanisms to ensure sustainability.\nA major barrier shared by HEIs and SEIs concerned the need for significant investments in infrastructure or equipment to support BC, chiefly for exposure and transmission behaviours [45,47–49,58,67,70]. Similarly to previous studies, two main considerations were noted. One is that such investments should implement a users’ perspective to ensure adoption [43,95]. Practicality of designs, location of new facilities, demand levels, affordability, and local capacity for maintenance are all issues that require consultation with beneficiaries. For instance, if personal protective equipment hampers agricultural work, wells provide hard water that makes washing difficult, or if boreholes cannot provide the volumes of water required for bathing, associated preventive measures will not be adopted [60,76,79]. A second consideration pertains the need for comprehensive material investments. Local adoption of infrastructure or equipment may not fully support schistosomiasis control unless they are understood as part of a wider system of interconnected processes and complementary practices [19,36,96]. For instance, due to the volume of water needed for bathing and washing clothes, additional ad-hoc facilities may need to be built alongside boreholes and wells; WASH facilities in public areas, including areas of work, could be as important as in private homes, since exposure and transmission happen there; and ensuring that adequate maintenance, hygiene, and waste disposal mechanisms are in place could be as important as latrine use since transmission may still occur if infrastructure is poorly installed or maintained. Whilst technical considerations are likewise relevant to treatment uptake behaviour, the NTD’s sector decades of experience implementing PC interventions have allowed for the development of many cost-efficient solutions (e.g., dose-poles) [13,97], with further refinements in drugs and diagnostics in the pipeline (e.g. paediatric praziquantel formula) [98].\nFinally, the evidence concerning ICIs remains insufficient. Available data from two projects in this study, however, coincided with trends observed by a recent review of conditional cash-transfers applied to NTDs control [99]. One is that conditional transfers appear to attain greater reach among lower socioeconomic groups but, whilst that may help to reduce health inequalities, the epidemiological contributions of those skewed effects remain unclear [81]. Additionally, to date, there is insufficient evidence to confirm the cost-effectiveness and long-term sustainability of this approach. A follow-up study for the snack-provision trial in Uganda, for instance, showed that gains in therapeutic coverage were quickly lost once food support was withdrawn [100]. Further research is needed.\nIn summary, evidence on the effectiveness of intervention models indicate that there is substantive need for integrated knowledge-based, social and physical environmental approaches to BC for schistosomiasis elimination. It has been proposed by various frameworks that BC is likely to occur when people have the capability (physical and psychological), the opportunity (enabling social and physical contexts), and motivation to act (through cost-benefits evaluations and emotional impulses) [28,90,95]. Integrated approaches could ensure such conditions. However, the specific combination of techniques and components to be used require preliminary assessment and planning, both to understand their contribution to the specific type of behaviour to be targeted and how local socio-cultural and ecological conditions may affect BC. In all cases, it is apparent that no quick solutions are available, BC efforts require long-term investments (Fig 5).\n\n\nEpidemiological impacts of BC interventions\nEvidence concerning the epidemiological impacts of BC, our secondary objective, remains limited (six studies). Available information somewhat indicates that BC is more likely to boost, in the short-term, and sustain, in the long-term, the epidemiological gains attained through pharmaceutical interventions rather than generate those gains independently. Only two projects suggested the latter but with significant caveats. A SEI in Côte d’Ivoire reported a decrease in prevalence following a reduction in open defaecation practices but epidemiological estimates were attained via a self-administered questionnaire [66], whilst a PEI in Cameroon observed a reduction in prevalence and intensity after a reduction in stream water use but prevalence rates three years post-intervention remained high (>20%) [80]. The rest complemented the effects of PC activities. In Uganda, boosted treatment uptake through snack provision lead greater reductions in infection prevalence and intensity compared to MDA alone; education for self-referral in China preserved low prevalence rates after the suspension of blanket MDAs (<10%) the two remaining studies improving water contact behaviour resulted in low re-infection rates among target groups over ten (China) and three years (South Africa) [51,61]. These results thus support ongoing calls for developing programmes integrating PC and BC components to reduce infection prevalence and, eventually, eliminate schistosomiasis [13–15].\n\n\nLimitations\nThis review faced various limitations. First, there was geographical bias in the selected interventions, three-quarters of which were based in Africa (24 of 31) and a similar proportion based in rural areas exclusively (n = 25). These trends were also observed in other reviews on schistosomiasis control [30,32,36,37], indicating they mostly mirror the concentration of control efforts in highly endemic areas [11].\nNext, methodological limitations were noted in part of the reviewed interventions. These included the absence of behavioural indicators (5 of 31), exclusive reliance on self-reported measures (n = 14), and lack of control groups (n = 10). Whilst we are aware that some articles could have been discarded based on quality assessment measures, setting a specific inclusion threshold was not considered suitable given the variety of intervention and evaluation designs. We opted instead for an inclusive strategy given the scoping and narrative nature of this review [41]. Most studies (n = 16) provided sound evidence (quality assessment scores ≥7).\nA third consideration pertains the classification of approaches. Most projects lacked theoretical frameworks (24 of 31) or explanations of how their components were expected to re-configure beneficiaries’ behaviour. The team thus systematically examined the project’s BC techniques to outline four main intervention models, drawing on an existing classification [43]. Grouped projects were then assumed to possess a broadly similar rationale. Quality measures were adopted to ensure the reliability of this classification, including working in pairs during coding and conducting multiple review rounds. We are aware, however, that other typologies could be used.",
    "Conclusion": "Our review highlights the need for investments in integrated BC interventions. Combining appropriate pedagogical techniques for HEIs with community-based planning and user-defined infrastructure components may both motivate and enable beneficiaries to adopt recommended practices as well as addressing or circumventing structural barriers, fostering an enabling social and physical environment, to sustain the new behaviours. This appears central to encourage safe water contact practices, reduce transmission behaviours and, promote treatment seeking or uptake. Whilst further research is needed to ascertain the costs of integrated approaches, chiefly when considering that fostering BC may require long-term support, indicative evidence that BC can help sustain low infection rates post-MDAs suggest that such investments may be cost-effective as part of programmes’ elimination plans.\nMethodological and data gaps noted in the literature, outline key considerations for further research. Projects/programmes need to be clear on the type of behaviour targeted, the rationale/theory behind the intervention design, the specific contributions of different intervention components or BC techniques, and the pathways through which BC is expected to generate epidemiological impacts. Accompanying evaluation studies would benefit from using control groups and behavioural indicators validated through observed behaviours, discussions or interviews, as well as reliable diagnostic tests. Evaluations should also be mindful of the longevity of BC processes. Projects with these components will greatly contribute to the body of evidence for BC approaches for schistosomiasis elimination."
}