{
    "Background": "Snakebites are a public health problem in Nicaragua: it is a tropical developing country, venomous snakes are present and there are reports of snakebites treated both in the formal and informal health care system. We aimed to produce an incidence map using data reported by the health care system that would be used to allocate resources. However, this map may suffer from case detection bias and decisions based on this map will neglect snakebite victims who do not receive healthcare. To avoid this error, we try to identify where underreporting is likely based on available information.",
    "Method and Findings": "The Nicaraguan municipalities are categorized by precipitation, altitude and geographical location into regions of assumed homogenous snake prevalence. Socio-economic and healthcare variables hypothesized to be related to underreporting of snakebites are aggregated into an index. The environmental region variable, the underreporting index and three demographic variables (rurality, sex and age distribution) are entered in a Poisson regression model of municipality-level snakebite incidence. In this model, the underreporting index is non-linearly associated with snakebite incidence, a finding we attribute to underreporting in the most deprived municipalities. The municipalities with the worst scoring on the underreporting index and those with combined low reported incidence and large rural population are identified as likely underreporting. 3,286 snakebite cases were reported in 2005–2009, corresponding to a 5-year incidence of 56 bites per 100,000 inhabitants (municipality range: 0–600 cases per 100,000 inhabitants).",
    "Conclusions": "Using publicly available data, we identified areas likely to be underreporting snakebites and highlighted these areas instead of leaving them “white” on the incidence map. The effects of the case detection bias on the distribution of resources against snakebites could decrease. Although not yet verified empirically, our study provides an example of how snake bite epidemiology may be investigated in similar settings worldwide at a low cost."
}