{
    "Introduction": "Trachoma, a disease caused by repeated infection with ocular serovars of Chlamydia trachomatis, is the world’s leading cause of infectious blindness [1]. It is thought to be endemic in 43 countries, mainly in Africa, and almost exclusively affects the most impoverished regions of the world [2]. The pathogenesis of trachoma begins with repeated ocular C. trachomatis infections, leading to inflammation and follicles on the upper tarsal conjunctiva. Over years of re-infection, these initial changes may proceed to scarring, trichiasis (inward upper lid turning as a result of fibrosis of the tarsal conjunctiva), and ultimately, corneal opacity and blindness.\nIn response to this large public health problem, the World Health Organization has recommended the SAFE strategy for trachoma elimination. This approach consists of surgery for trichiasis, antibiotics for treatment of infection, facial cleanliness, and environmental interventions to for sustained reduction of transmission [3]. Alone, mass drug administration (MDA) with Azithromycin dramatically decreases rates of infection in communities, but multiple annual rounds of MDA are required in hyperendemic areas, which can be very slow to show reduction in infection and clinical disease [4–6]. Evidence for re-emergence and the slow rate of decline indicates that parallel and sustainable interventions are likely needed in addition to antibiotics for disease control.\nC. trachomatis is present in the ocular and nasal secretions of infected persons, and is the only route for the spread of infection as there is no animal or insect reservoir. Re-emergence of trachoma following mass treatment occurs in spatial clusters, suggesting that household and other close contacts contribute to disease spread [7]. Personal interactions, principally involving pre-school children who are the reservoir of the disease in hyperendemic communities [8], facilitate transmission of C. trachomatis. Maintaining facial hygiene and environmental improvements, largely focused on reduction of flies through latrine construction, have been promoted to reduce access to infected secretions [9–15]. However, other possible routes of transmission of infected secretions, such as on hands of caretakers or clothing and bedding, may be present and could serve as targets for interventions.\nIn this study, we identified children with active trachoma and went to their households to find evidence of the presence of C. trachomatis DNA on household objects, clothing and hands of family members, in order to understand potential environmental sources of disease transmission.",
    "Methods": "Household and index child identification\nThe current study was part of a larger two year study of trachoma prevalence performed in several districts in Tanzania that was evaluating the effects of multiple rounds of mass drug administration [16]. In that study, a census was conducted to enumerate all households within each village. Households with children age 0-5yrs were randomly chosen for participation. In households with multiple children in this age range, one child was randomly selected for inclusion. These children served as sentinel children for determination of the prevalence of active trachoma. The current cross-sectional study was conducted in the five villages in Kongwa district that were involved in the main study and surveyed between April 7 –May 7, 2007. These villages were: Banyi Banyi, Majawanga, Makawa, Mkutani, and Njoge. We took advantage of the main study for data on the census in these villages, and the survey that identified the trachoma status of children. All sentinel children found to have active trachoma and their households were eligible for the current study and the children will be referred to henceforth as “index” children. The sample size was based on determining the precision of finding at least one household with a positive environmental sample, set at proportion = .01 with a precision of +/- .01. In this case and without accounting for clustering, N = 96. We used the number of villages that could be visited in one month (n = 5), and expected rate of trachoma (15%) that would determine the number of households visited of all households surveyed (between 80–110). As this was the first study to determine environmental contamination from trachoma, there was no a priori determination of number of samples that needed to be taken from each household.\n\n\nOcular examination and ocular sample analysis\nOcular exams to identify the presence of trachoma were conducted for all sentinel children within a village on a single day. An experienced trachoma grader, with 2.5x loupes, assessed the presence of clinical trachoma using the WHO simplified grading system [17]. In this system, “active trachoma” is defined as either trachomatous inflammation–follicular (TF) or–intense (TI), where TF is the presence of five or more follicles of at least 0.5mm diameter on the upper tarsal conjunctiva and TI is pronounced inflammatory thickening of the tarsal conjunctiva that obscures more than half of the normal deep tarsal vessels.\nAn ocular swab for detection of C. trachomatis infection was taken of the index children in the home. For this, a sterile Dacron swab was rubbed across the upper left conjunctiva three times and placed in a sterile, dry vial. A standard protocol was used in the field to avoid contamination. The individual who swabbed the eyelid was the only person to touch the swab at any point and never touched the children or any other individual during the procedure. A separate individual flipped the eyelids of the children, switching gloves between each child. “Air” swabs were taken at random, about 1 per 50 examinations and tested masked to the status as control swabs. The swab-containing vials were frozen and stored in a -20 degree freezer until shipped to the International Chlamydia Laboratory at the Johns Hopkins Hospital in Baltimore, MD. They were tested for the presence of C. trachomatis DNA using a, qualitative polymerase chain reaction assay, Amplicor (Roche Molecular Systems, Indianapolis, IN) according to the manufacturer’s directions. Samples were considered negative if they had an optical density of <0.2 A450 and positive if ≥0.8 A450. Samples with optical densities ≥0.2 and <0.8, were considered equivocal and retested; no sample had equivocal results upon retesting. All “air” swab controls were negative, indicating no contamination.\n\n\nQuestionnaire administration\nIn order to guide the collection of environmental samples to test for the presence of chlamydia DNA, we developed a questionnaire on the sleeping and caretaking arrangements of all children age five and under in a household. Questions included where each child slept and with whom, who took care of each child during the day, how ocular and nasal secretions were cleaned or each child, and frequency of washing of bedding and clothing (collected as <1 day, <3 days, < one week, one week or more ago). Questions were directed to the individual caretakers. The houses of the index children were visited the day after the survey. All questions were asked by a local Tanzanian interviewer, fluent in the local dialect. Questionnaire information was also supplemented by observation. For example, if any child was observed touching a household object, we added that potential site for swabbing. Observations were only made during three time points: the greetings as the staff came to the house, during the conduct of the questionnaire, and while swabbing sites identified from the questionnaire. Relevance and comprehension of the questions were tested during a pilot study on women with children from a village not included in this study.\nWe attempted to visit the household of each index child for interviewer administration of the questionnaire. Each household in which the inhabitants were absent was visited at least twice on two separate days in an attempt to collect information.\n\n\nHousehold environment sample collection\nBased on the answers obtained from the questionnaire, one person (AN) determined where to target areas of the household (bedding, clothing, hands, etc.) as potential sources of C. trachomatis DNA for environmental swab collection. These areas were sprayed with sterile water, and a sterile Dacron swab was rubbed against the damp material and then placed into sterile, dry vials. Samples were collected as follows: samples from where the child slept were collected from an area of one foot by one foot, at the location of where the child’s head rested while sleeping; for bedding, the area of collection was approximately one foot by six inches near the head of the bed; furniture (bed or wall poles, stools, etc.) samples were obtained from a one foot by six inch area in which ocular and nasal secretions were said to be wiped; clothing samples were collected from a smaller area of six inches by two inches at the location of the child’s head when carried or where secretions were said to be wiped; those from the hand were collected from the entire palmar surface and in between the fingers. The extent of the area to be swabbed was arbitrary but standardized by use as there are no published data on collecting environmental samples. All vials were frozen and shipped to Johns Hopkins for PCR analysis, as described for the ocular exam vials.\n\n\nData analysis\nThe primary outcome was presence of C. trachomatis DNA in the environment, defined as having one or more PCR-positive environment samples from the household. Data collected on potential risk factors for environmental exposure was summed across each household. (e.g. particular child and caretaking behaviors were considered to be performed in the household if any individual living there answered “yes” to the respective question).\nData was analyzed using STATA version 10.0. Frequency of washing clothes was categorized as <3 days ago versus more than 3 days. The last washing of bedding was asked as less than a week, or a week or more ago. Unadjusted analyses of association between household risk factors and the outcome were done using the Fisher’s exact test. A multivariate model was created using logistic regression and backwards elimination employed to remove factors if shown to be statistically insignificant, using a pre-specified criterion p-value of 0.1.\n\n\nEthical approval\nEthical approval for this study was obtained from the Johns Hopkins University Institutional Review Board and the National Institute for Medical Research in Tanzania. Written informed consent for study participation was obtained from the child’s guardian, and oral consent was re-obtained for conducting swabbing of surfaces at the home, as approved by the National Institute for Medical Research. All consents were obtained following the tenets of the Declaration of Helsinki.",
    "Results": "A total of 669 children age ≤5 years in the five villages received an ocular examination. Active trachoma was identified in 90 of these children. Prevalence of trachoma in those ≤5 years of age varied by village (Table 1) from more than 20% to under 10%.\nOf the 90 households in which an index child with active trachoma was present, we were able to collect questionnaire information from 80 (Table 1). In the remaining 10 households, no one was present on at least two separate occasions. In no household was either the questionnaire or sampling of environmental sources refused, and we had no missing data from either source. The prevalence of infection by village in the index children ranged from 8% to 57%, with no swabs missing.\nOverall, the group was 47.5% male and 20% were age ≤ 1 years (Table 2). Approximately half of the children had another sibling in the household who was also less than 5 years but in no household was there more than three children between the ages of 0–5 years.\nAlmost all of the index children slept with at least one other person, and 46% of the children slept with at least one other child, predominantly between ages 0–5 years. More than 90% of children slept on an actual bed, rather than on animal skin, mat, or clothes on the floor.\nThree-quarters of the children were carried by their caretakers except for older children ages 4–5 years who were not carried. Children were carried in multiple ways, with carriage on the hip being the most common, but followed closely by carriage on the caretaker’s back. Eighty-six percent of children, regardless of where they were carried by the caretaker, were carried using a kanga, a large rectangular cloth.\nOcular and nasal secretions were cleaned by both caretakers and the children themselves in a variety of ways. For all but one index child, one of the methods used involved use of hands, either the child’s or caretaker’s to wipe away secretions. In the majority of cases (88%), either the child or caretaker’s clothing was also used for cleaning. Secretions were rarely wiped using a separate cloth (5%) or washed with water (2.5%).\nThere were 23 positive environmental swabs out of the 633 taken (3.6%). The average number of samples taken per household was 7.9 and every household had at least 4 samples taken. Samples of the household environment showed that C. trachomatis DNA was present on household objects, children, and adults (Fig 1). Locations with the highest proportion of positive swabs were household furniture (18%) and children’s hands (8%). Other sources of positive samples were bedsheets/blankets (4%), children’s clothing (3%), caretaker’s clothing (3%), beds (1%), and caretaker’s hands (1%).\nThe 23 positive environmental swabs were obtained from 13 households (Table 3). Twenty-one of the positive swabs, collected from 11 households, were from the same village, Njoge. The villages of Majawanga and Makawa each contributed one positive environmental sample and the remaining two villages yielded none.\nObtaining at least one positive environmental swab from the household was associated with village of residence (ranging from 0% in Mkutani and Banyi Banyi to 34% in Njoge, p = 0.011) and presence of ocular infection in the index child (percent positive swabs 34% vs. 3%, p = 0.001) (Table 4). Although not statistically significant, a positive environmental swab was also associated with having an infant <1 year of age in the house, households where secretions were wiped onto household furniture, those in which clothes had been washed ≥3 days ago versus <3 days ago, and those in which bed covers had been washed >1 week ago versus <1 week ago. There was no evidence of an association with trachoma severity, number of children <5 years old in the household, or number of children who slept together.\nWhen we included presence of ocular infection in the index child in the model (Table 5, model A), only that variable was statistically significantly associated with obtaining at least one positive environmental swab from a household (OR 22.0; 95% CI 2.31–209). A second model was fit without this variable in order to determine other possible mediators that have an association with a positive environmental swab (Table 5, model B). In this model, presence of an infant <1 year in the household was associated with increased odds of obtaining a positive environmental swab (OR 4.56; 95% CI 1.19–17.5) and washing clothes <3 days prior to the study visit was protective against obtaining a positive environmental swab (OR 0.17; 95% CI 0.03–0.88).",
    "Discussion": "Our study found that C. trachomatis DNA is present in the household environment of children with active trachoma, especially those that currently had ocular infections. These positive environmental samples were found both on household objects and on the hands and clothing of children and their caretakers. The findings do not mean that the environmental source contained live organisms capable of transmission, as we did not test for replicating organisms or load. However, it does suggest the presence at one point of a possible environmental source of infection, and these may have the potential to contribute to disease transmission.\nThe majority of our positive environment swabs came from the one village, Njoge, with the highest prevalence of trachoma. In all villages, households were only visited if the child had active trachoma and therefore, while we expected to visit fewer households in lower prevalence villages, we expected all households with a child with trachoma to have an equal proportion of positive environmental specimens. However, this was not the case, and in two villages we had no positive environmental specimens in the household. In fact, these two villages had the lowest rates of infection in the index children. The other villages had fewer environmental positive swabs compared to Njoge, although the rates of infection in their index children were similar to the children in Njoge. This difference suggests that the practices of children and caretakers in Njoge may contribute to diverse environmental presence of Chlamydia, which in turn may be contributing to the high levels of trachoma. In studies of the contribution of flies to transmission of trachoma and infection, flies seem to play a larger role in transmission in areas of low prevalence, like The Gambia, but not in areas of high prevalence [14, 18]. This difference has been attributed to the multiple routes of transmission in hyperendemic areas such that elimination of any one source has minimal effect on transmission [14]. Our study provides evidence for the potential diversity of environmental sources in hyperendemic areas that may be contributing to transmission.\nNot surprisingly, positive environmental swabs were associated with the presence of ocular infection in the index child, which no doubt increased the likelihood that we would find contaminated surfaces. Since the sign of TF can persist long after infection clears, it is possible that degradation of Chlamydial DNA in the environment precluded finding even more positive environmental samples. It is also possible that we missed a fomite in the household if it did not turn up in our questionnaire.\nThe study of potential sources of environmental contamination of urine samples for diagnosing sexually transmitted chlamydia provides further insight into our findings. Andersson et al swabbed a variety of environmental locations in STI clinic bathrooms, including door handles, locks, doors, walls, toilet flush buttons, and wash basins and taps for evidence of contamination using Aptima 2 Combo Assay (Gen Probe) [19]. They found anywhere from 3.6 to 9.4% of swabs were positive for C. trachomatis, and included sites like door handles and locks, washbasin taps and wash basin edges. That study was able to show that such sources were also capable of contaminating clean urine samples, as proof of principle. A similar study of clinic surfaces suggested the load of infection was low, but the time of infection was unknown and the load could have declined with time [20]. In studies in the STI clinics, the loads found are small and suggest that transmission of genital chlamydia from these surfaces is unlikely [21]. Nevertheless, the presence of chlamydial DNA points to a non-zero probability, and for trachoma further investigation may be warranted.\nWe were less likely to find a positive environmental swab in households with increased clothes washing practices. Current hygiene education focuses on face washing to decrease transmission of infected ocular and nasal secretions. Our study suggests that ocular and nasal secretions were wiped using clothing, suggesting that washing clothes and bedding may also be important.\nWe recognize that this study is limited in its ability to assess associations because of the small number of positive environmental samples obtained. This small number is likely a result of several factors: 1) The low prevalence of trachoma in some of the studied villages, and with fewer index children, we visited fewer households, decreasing the likelihood of finding positive samples; 2) use of active trachoma as a surrogate for infection at the time we scheduled a visit to the house. Ideally, we would have had a rapid test of infection to decide which households to visit, but there was not one available at the time of the study. We have shown the correlation of trachoma and infection even in low prevalence settings which justified the use of this purposeful sampling approach [22]; 3) imprecise sampling area of the object being sampled. We tried to sample the area indicated by the caretaker, but this could be imprecise and subject to recall bias. 4) some of the sampling was based on observation as well as directed by the questionnaire. It may be likely that the observation of a child wiping a hand on a piece of furniture for example, would yield a sample that was more likely positive for its value in being fresh. We cannot differentiate the sampling directed by questionnaire from that by observation, but in any case the fact is we found positive environmental samples from a variety of sources that included ones not easily observed; 4) possible inhibition of samples collected from the environment. The lab carried out DNA extraction on the Roche MagNA Pure LC extraction robot with 200 μl of sample, and in previous experiments using the robot extraction protocol, there were no inhibited samples. We acknowledge that these were all in ocular samples, and that we did not test for inhibition on the environmental samples.\nA second limitation is the absence of diversity in a few of the responses; for example, almost all children who were carried, were carried on the caretakers hip. Thus, any association of an environmental positive sample due to that practice is diluted by the commonality of the practice.\nOur study provides suggestive evidence that in high prevalence villages, C. trachomatis may be contaminating environmental objects, including hands and clothing. These findings suggest that behavior change communication around hygiene may need to be enlarged to focus on keeping ocular and nasal secretions off faces and hands, and promoting washing of clothing as well."
}