{
    "Background": "Standard diagnosis of human soil-transmitted helminth (STH) infections is based on the microscopic detection of helminth eggs in stool and supports programmatic decision making in control programs. However, the current standard diagnostic techniques still show a number of limitations. Recently, the FECPAKG2 method was developed to detect helminth infections and asses drug efficacy in sheep or cattle. It includes a device that takes digital images of helminth eggs that have been concentrated into one microscopic field of view and stores these images online for future evaluation. The goal of this study was to introduce a standard operating procedure (SOP) for the detection and quantification of human STH eggs using the FECPAKG2 and to optimize 2 crucial steps of the protocol, namely the sedimentation step (aimed at separating sinking eggs from floating debris) and the accumulation step (aimed at concentrating the eggs by flotation).",
    "Methodology/Principal findings": "A total of 55 stool samples from naturally infected children were used from 4 different geographical areas (Ethiopia, Laos, Tanzania and Brazil). The results showed that Trichuris eggs generally moved slower than eggs of the other two STH species during both sedimentation in water in the FECPAKG2 sedimenter as during accumulation in flotation solution in the FECPAKG2 cassettes. The highest number of eggs were present in the slurry of the sedimenter after overnight sedimentation (Ascaris: 95.7%, Trichuris: 89.8% and hookworm: 94.2% of the eggs). A minimum of 24 minutes were needed to ensure the accumulation of at least 80% of the eggs from all three STH species in the FECPAKG2 cassette (Ascaris: 96.1%; Trichuris: 88.2% and hookworm: 87.6%).",
    "Conclusions/Significance": "This study introduces for the first time a SOP for the FECPAKG2 method. Different aspects of the method for diagnosing human STH infections were optimized. Our study forms the basis for a thorough and objective evaluation of the system as a diagnostic tool that could be implemented in STH control programs."
}