{
    "Introduction": "Dengue is one of the most important neglected tropical diseases in the world, with almost 400 million people per year infected by the mosquito-borne virus [1]. There has been a significant increase in dengue over the past 50 years, with an estimated 30-fold increase in incidence [2,3]. Dengue is an acute febrile disease caused by four distinct but closely related serotypes of dengue virus (DENV), DENV-1, DENV-2, DENV-3, and DENV-4 [4,5].\nDengue can be diagnosed using antigen (e.g., Non-Structural protein 1, NS1), antibody (e.g., immunoglobulins M or G, IgM or IgG), or molecular testing (e.g., polymerase chain reaction) [6–10]. Seroprevalence studies commonly use DENV IgG antibodies to identify previous dengue infection, whereas DENV IgM antibodies or a four-fold increase in IgG antibody titers are used to identify acute infections. Currently, there are several diagnostic tests available for detecting DENV IgG antibodies. Among them, DENV-IgG Enzyme-Linked Immunosorbent Assays (ELISAs) are used extensively for serosurveys as they are less costly and time-consuming than Plaque Reduction Neutralization Tests (PRNTs), although ELISAs are less sensitive and specific compared to PRNTs [11,12]. In laboratory settings, serum is the standard specimen for DENV IgG measurements by ELISA, but in field-based research settings, the use of serum poses a high burden to the participant, particularly in children, because of the need for blood collection by venipuncture. The costs and logistics associated with venipuncture are also major barriers, particularly in remote, low-resource settings with limited infrastructure [8]. An alternative to venipuncture is a finger prick to collect drops of capillary whole blood on filter paper. These dried blood spots (DBS) are minimally invasive, low cost, and do not have cold chain requirements for transport and temporary storage as DBS can be stored at room temperature and are reconstituted with a simple elution step. Despite being non-standard specimens and having a small-blood volume, DBS advantages usually outweigh their disadvantages in field-based serosurveys [13–15].\nIn 2019, a cluster randomized controlled trial (cRCT) was initiated in Fortaleza, Brazil to determine if interventions based upon community mobilization reduce the risk of DENV infection in children compared to usual dengue control practice [16]. DBS was chosen as the sampling method to reduce sampling burden on children and to facilitate sample collection and transportation in a community-based research setting. Prior to the serological analysis of DBS samples from the cRCT, a pilot study was conducted to evaluate and optimize the detection of DENV IgG from DBS using the dengue IgG indirect ELISA assay. Specifically, our objective was to define the optimal DBS dilution for IgG detection, compared to serum and assess the concordance between the DBS and serum classification of dengue IgG.",
    "Methods": "The study design was a cross-sectional study to evaluate the detection of DENV IgG antibodies using an elution technique with DBS samples compared to the current standard using serum samples.\n\nEthics statement\nThe study protocol was reviewed and approved by the University of Montreal’s Comité d’éthique de la recherche en sciences et en santé (CERSES, Canada, reference number 18-141), and Comité de Ética em Pesquisa da Universidade Estadual do Ceará (State University of Ceará, Brazil, reference number 3.083.892). Written informed consent was obtained from all participants.\n\n\nEligibility criteria and sample collection\nTo evaluate our DBS method and assay, we required both IgG DENV naive/susceptible (i.e., never infected) participants and IgG DENV-positive (i.e., previously infected) participants. Individuals were eligible for participation if they were current students and attended the Universidade Estadual do Ceará (UECE) in Fortaleza, Brazil, and if they did not present any acute symptoms (e.g., fever, headache) at the time of enrollment. A brief health history and symptom questionnaire was administered to ensure the exclusion of symptomatic individuals. All participants were called from research personnel with their test results with an accompanying interpretation of the results.\nResearch nurses at the University campus collected a serum sample and a capillary DBS sample from each participant. Approximately 5-6 mL of blood was collected by venipuncture from each participant into a BD Vacutainer clot-activator gel tube. For the DBS sample, a Contact-Activated Lancet (BD Microtainer) was used to collect capillary blood from the fingertip on filter paper (Whatman 903). Each circle of a Whatman 903 filter paper card holds 75 to 80 µL of sample. Three half-inch (12.7 mm) circles were filled with whole blood and air dried at room temperature. Once dry, each card was individually packaged in a hermetic plastic bag containing silica desiccant. After collection, both samples were transported in refrigerated containers to the Pathogenic Bioagents Research Laboratory at the University of Fortaleza. Venous blood samples were centrifuged (Hettich/RotoFix32A) at 3500 rpm for 10 minutes to obtain serum, and subsequently aliquoted into cryogenic tubes and stored in a freezer at –20°C. DBS samples were visually inspected for quality control purposes, in terms of insufficient quantity of blood or layering of blood drops, since these would be disqualified for use due to an inability to estimate the sample volume. The DBS samples were then stored inside their individual bags in a freezer at -20°C.\n\n\nMeasurement of DENV IgG antibodies\nSamples from DBS filter paper were eluted as described in the literature [17,18]. Briefly, three DBS punches of 6 mm were soaked in a 1.5 mL vial containing 250 µL of eluent solution [PBS (sodium phosphate buffer pH 7.2), 0.5% bovine serum albumin (Sigma-Aldrich) and 0.3% Tween 20], shaken at 300 rpm overnight at 4°C to ensure adequate serum elution. The next day, the eluates were centrifuged at 2500 rpm for 2 minutes in a refrigerated microfuge and then transferred to a sterile tube. Undiluted DBS eluates were treated as a 1:25 equivalent dilution of human serum, as three 6 mm punches were estimated to contain 21 µL of dried blood, corresponding to approximately 10.5 µL of serum that were diluted in 250 µL of the diluent. DBS eluates were tested undiluted and diluted to 1:2 and 1:4, to equate to 1:25, 1:50 and 1:100 dilutions of the serum sample, respectively. Serum samples were diluted to 1:100, according to the manufacturer instructions.\nThe eluates were immediately used for qualitative detection of IgG antibodies against DENV-1 to 4 using the Panbio Dengue IgG indirect ELISA test (Panbio diagnostic, Alere/Standard Diagnostics, INC., Republic of Korea) along with the matched serum sample, following the manufacturer recommendations [19]. Briefly, 100 μL of each thawed serum sample diluted to 1:100, its equivalent DBS eluate (diluted 1:4), as well as DBS eluate undiluted and diluted 1:2, were transferred to the coated microwells and incubated for 30 minutes at 37°C. Each plate was washed 6 times. Horseradish peroxidase (HRP) conjugated anti-human IgG was added to each well and plates were incubated for an additional 30 minutes. After a second washing, tetramethylbenzidine was added to each well and incubated for 10 minutes at room temperature, followed by the addition of the stop solution. The absorbance of each well was read using a microplate reader. The calibrator was included in each plate in triplicate, including one negative control and one positive control provided by the kit.\n\n\nSample size calculation\nA sample size calculation was performed, assuming a correlation of 85% between DBS and serum for dengue IgG detection with a maximum discrepancy of 10% between the two methods, a power of 80% and an alpha (error rate) of 5%. This resulted in a suggested sample size of 101 participants with 2 samples per person. We aimed to screen 112 potential participants, assuming that 10% of participants would not be eligible. The estimated sample size was suitable for different scenarios of sensitivity (75-85%), specificity (85-90%) and error rate 10% of the diagnostic test, accounting for a DENV seroprevalence between 30-40% in the study area [20].\n\n\nAssessing concordance of DBS and serum classification of dengue IgG\nAs stated in ELISA manufacturer’s instructions, DBS and serum samples presenting an index value > 1.1 were considered positive, and those in the grey area from 0.9 to 1.1 were defined as equivocal and classified as seronegative for analysis purposes according to a-priori decision. Scatterplots were created comparing DENV IgG index values of serum samples with their paired DBS sample, and a correlation coefficient was estimated for each DBS dilution tested (non-diluted, diluted to 1:2, and diluted to 1:4). The identification of the optimal DBS dilution was based on the DBS index value that most closely resembled the index value, or the result (positive or negative), obtained with the matched serum sample. Then, we estimated the sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) of DBS at each dilution, compared to serum. The differences between the index values for matched DBS and serum samples (DBS index value – serum index value) were plotted against their mean ((DBS index value + serum index value)/2) following the Bland-Altman method [21,22]. The upper and lower limits of agreement (LOA) were identified as well as 95% confidence intervals (95% CIs).\nLow, intermediate, and high positive ranges were estimated based on the terciles of our sampling pool, and were defined as 1.1 to < 1.7, 1.7 to < 2.1, and ≥ 2.1, respectively. From the 119 participants, 30 positive results were retested using the defined optimal DBS dilution, with 10 results retested from each tercile (low, intermediate, high) of index values. Four replicates of the DBS sample per participant were retested in the same plate using the optimal dilution. Another two replicates were retested in a different plate using the same dilution. Intra-assay and inter-assay coefficients of variation (COV) were calculated for each tercile of positive index values. Intra-assay COV is the average coefficient of variation between replicates, whereas inter-assay COV is the average coefficient of variation between plates. To calculate the intra-assay COV of each tercile, a COV was first calculated for each of the 10 samples individually by taking the standard deviation of the four replicates’ index values, dividing by the mean of the four replicates’ index values, and multiplying by 100. The intra-assay COV was then calculated as the mean of the 10 sample COVs. To calculate the inter-assay COV, the mean of mean index values was calculated for each tercile and plate (i.e., the mean of the four replicate index values of the 10 samples was calculated and averaged). Then, the inter-assay COV was calculated as the standard deviation of the mean of means from the two plates, divided by the average of the mean of means from the two plates.",
    "Results": "One hundred and nineteen healthy individuals were recruited and enrolled at the UECE campus in December 2019. The mean age of participants was 22.3 years (standard deviation [SD] 5.6), and most were female. Thirty-five (29%) participants reported having a previous episode of dengue, and 13 (11%) of Zika. Twenty-eight (24%) recalled receiving a previous Yellow Fever immunization (Table 1).\nAll 119 participants provided matched serum and DBS samples, which all passed the laboratory quality control standards. Ninety-three (78.2%) of the serum samples were seropositive compared to 95 (79.8%) DBS samples diluted to 1:4 (Table 2). Equivocal samples were classified as seronegative for analysis purposes. Approximately equal proportions of individuals reporting either a previous Zika episode or a Yellow Fever vaccination were seropositive and seronegative for DENV, respectively (Table 2).\nDBS elution diluted 1:4 was found to be the optimal sample dilution, compared with the results of the matching serum diluted according to the manufacturer instructions (1:100) (Figs 1–3). IgG detection using serum and DBS with 1:4 dilution showed a very high correlation (r= 0.98) and near-perfect agreement (kappa = 0.95). DBS elution diluted 1:4 had a sensitivity of 100%, a specificity of 92.3%, a 97.9% PPV, and a 100% NPV compared with serum (Table 3).\nThe Bland-Altman mean of differences between the index values of DBS diluted 1:4 and the matched serum samples was 0.041 (95% CI: 0.004 – 0.079), with upper and lower LOAs of 0.443 (95% CI: 0.380 – 0.507) and –0.361 (95% CI: –0.424 – –0.297), respectively (Fig 4). The index value of a given DBS sample was, on average, 0.041 units greater than the index value of the matched serum sample. The bias was greater for index values less than 1.5, as shown by the distribution in Fig 4.\nIntra-assay COV were 4.57%, 3.73% and 5.93% for lower, intermediate, and higher ranges, respectively, all lower than the accepted limit of 10%. Inter-assay COV were 3.53%, 3.73%, and 5.33% for lower, intermediate, and higher ranges, all lower than the accepted limit of 15% (Table 4).",
    "Discussion": "We found a strong correlation between dengue IgG detected in DBS and serum using an indirect IgG ELISA among a sample of healthy participants in Fortaleza, Brazil. These results indicate that there is high sensitivity and specificity when using DBS, with a 1:4 dilution, as a substitute for serum. Seropositivity for DENV IgG was very high in our sample, measured at 78.2% via serum and 79.8% via DBS, though consistent with other recent studies conducted in urban settings of Brazil among varied populations [23–25].\nThere were only four instances of discordant results between matched serum and DBS samples. In two cases, matched samples were classified as negative in serum and equivocal in DBS, and were therefore analyzed as negative samples. Two samples classified as positive via DBS were classified as negative (n=1) and equivocal (n=1) via serum, respectively. The Bland-Altman plot indicated that at index values below 1.5, DBS samples tended to have a higher signal than the matched serum sample (Fig 4). While this did not lead to discordant results in our sample, other studies may need to use caution or validate the use of alternate DBS dilutions (e.g., 1:8) to avoid over-estimating seropositivity when many results are within or close to the grey area of index values 0.9 to 1.1. However, mean differences were more equally distributed at index values above 1.5, and LOAs were generally small, indicating good overall agreement (Fig 4). When positive results from each tercile were retested, the observed intra- and inter-assay COVs were all lower than 10% and well within accepted ranges of reliability, validating the consistency of the laboratory calibration and processing techniques.\nThe seroprevalence results in our sample indicated greater circulation of dengue than that captured by self-reported prior dengue episode, which is consistent with other studies demonstrating the underreporting of dengue in Brazil and Thailand [26,27]. We found that 29% of participants (n=35) reported having a previous dengue episode; 94% (n=33) of these participants were classified as seropositive according to their DBS result and 91% (n=32) according to their serum result, respectively. Among those who reported no prior dengue episode (or no knowledge of a prior episode), DENV seroprevalence was measured at 73% via serum and 74% via DBS. While higher than our original estimates and conducted within a small sample, these results were consistent with studies among similar urban areas of Brazil, which estimated seroprevalence of 54% among children in Fortaleza [23], and between 74-91% for children and adults in Recife and São Paulo [24,25].\nAn inherent limitation of dengue serological testing is the possibility of overestimating seropositivity due to cross-reactivity issues. Cross-reactivity for DENV IgG can occur after Yellow Fever vaccination [28,29] and from previous infection with the Zika virus [30,31], which caused large outbreaks in Brazil in 2015-2016 [32,33]. The magnitude of cross-reactivity for DENV IgG ELISAs has been estimated as 3.9–15.1% for those with prior Yellow Fever vaccination [29] and 54.0% for those with a Zika infection, although this was based on a small sample [29,34]. As 11% of our sample reported a prior Zika episode and given the magnitude of Zika and DENV cross-reactivity, we cannot rule out the possibility of false positives among this subgroup of participants. The use of self-reported prior Zika diagnosis and Yellow Fever vaccination is another limitation; while data is limited on the accuracy of self-report for these outcomes, dengue self-report has been found to have poor sensitivity and only moderate specificity [27]. Future DBS validation studies should consider PRNT analysis or Zika ELISA for the samples of participants with evidence of both prior Zika and dengue infection. Though 24% of our sample reported receiving a prior Yellow Fever vaccine, the specificity of the Panbio Dengue IgG indirect ELISA has been estimated at 98.2% (95% CI 90.6–99.7) among Yellow Fever vaccinated individuals [35], and we found similar proportions of seropositive and seronegative participants reported receiving a prior Yellow Fever vaccine. While subgroup sizes were small and insufficient for further analysis, there was no clear evidence of misclassification from cross-reactivity with a prior Yellow Fever vaccination.\nThe sensitivity of commercial serological tests to detect primary infections in serum via IgG-based ELISAs remains problematic for accurately measuring dengue seroprevalence in some populations. While the indirect IgG ELISA is an accepted and feasible technique for use in resource-limited settings and has been recommended by the WHO for pre-vaccination serosurveys [36], it has poor sensitivity to detect primary infections in serum [19,37]. In a primary infection, IgG may become detectable 10–15 days after illness onset, in which time diagnostic capabilities could be enhanced by concurrent assessment of more acute diagnostic markers such as NS1 antigen or IgM [7]. IgG-based ELISAs may underestimate seroprevalence and/or have more limited utility in settings with a high likelihood of cross-reactivity. While DBS performed well compared to serum using this assay and seroprevalence was high, we cannot rule out the possibility that some individuals with a primary DENV infection may have been misclassified as seronegative by both serum and DBS. Therefore, when feasible, future validation studies should consider using micro-neutralization or plaque reduction neutralization assays as the gold standard comparator.\nAnother limitation of DBS testing is the qualitative assessment of seropositivity, without clear estimation of antibody concentrations [38]. The use of index values for quantitative validation purposes, as completed here, has been justified elsewhere [39], but several factors limit the further analysis of quantitative DBS results, including the possibility of variation in antibody concentrations (the hematocrit problem) among sampled individuals [39].\nFinally, validation studies between DBS and other methods, such as ELISA of serum samples, remain important to assess the applicability of methods to new settings and populations. In the case of this study, our population was young adults in a setting of high dengue seroprevalence, and our results may not be generalizable to other age groups or contexts. Our study did not evaluate the stability of DBS being transported and/or stored at variable temperatures, or additional variations in the steps of the DBS elution protocol beyond the dilution step. For example, future validation studies in settings with limited access to refrigeration could consider evaluating the transport and/or storage of DBS at temperatures relevant to their context.\nIn conclusion, our results confirm the utility of DBS for conducting serosurveys in resource-limited settings, or when venipuncture poses a high burden to the participant (e.g., for children). Following implementation of appropriate collection and analytical methods, DBS can be used in place of serum samples analyzed by ELISA with comparatively high sensitivity, specificity, and reliability. This approach could be particularly useful for DENV seroprevalence studies in endemic regions where national surveillance is limited, such as in Brazil [26]. However, limitations remain and further advancements are still needed to develop affordable and accessible serological methods that can achieve high sensitivity to measure prior DENV infection while minimizing misclassification due to cross-reactivity from other viruses. Formal cost-benefit analyses of different approaches, including the use of DBS versus serum in ELISAs, would be insightful and help inform public health officials and researchers seeking to conduct dengue seroprevalence activities."
}