{
    "Background": "In Kenya, over five million school age children (SAC) are estimated to be at risk of parasitic worms causing soil-transmitted helminthiasis (STH) and schistosomiasis. As such, the Government of Kenya launched a National School Based Deworming (NSBD) program in 2012 targeting the at-risk SAC living in endemic regions, with the aim of reducing infections prevalence to a level where they no longer constitute a public health problem. The impact of the program has been consistently monitored from 2012 to 2017 through a robust and extensive monitoring and evaluation (M&E) program. The aim of the current study was to evaluate the parasitological outcomes and additionally investigate water, sanitation and hygiene (WASH) related factors associated with infection prevalence after five rounds of mass drug administration (MDA), to inform the program’s next steps.",
    "Materials and methods": "We utilized a cross-sectional design in a representative, stratified, two-stage sample of school children across six regions in Kenya. A sample size of 100 schools with approximately 108 children per school was purposively selected based on the Year 5 STH infection endemicity prior to the survey. Stool samples were examined for the presence of STH and Schistosoma mansoni eggs using double-slide Kato-Katz technique, urine samples were processed using urine filtration technique for the presence of S. haematobium eggs. Survey questionnaires were administered to all the participating children to collect information on their demographic and individual, household and school level WASH characteristics.",
    "Principal findings": "Overall, STH prevalence was 12.9% (95%CI: 10.4–16.1) with species prevalence of 9.7% (95%CI: 7.5–12.6) for Ascaris lumbricoides, 3.6% (95%CI: 2.2–5.8) for Trichuris trichiura and 1.0% (95%CI: 0.6–1.5) for hookworm. S. mansoni prevalence was 2.2% (95%CI: 1.2–4.3) and S. haematobium prevalence was 0.3% (95%CI: 0.1–1.0). All the infections showed significant prevalence reductions when compared with the baseline prevalence, except S. mansoni. From multivariable analysis, increased odds of any STH infections were associated with not wearing shoes, adjusted odds ratio (aOR) = 1.36 (95%CI: 1.09–1.69); p = 0.007; high number of household members, aOR = 1.21 (95%CI: 1.04–1.41); p = 0.015; and school absenteeism of more than two days, aOR = 1.33 (95%CI: 1.01–1.80); p = 0.045. Further, children below five years had up to four times higher odds of getting STH infections, aOR = 4.68 (95%CI: 1.49–14.73); p = 0.008. However, no significant factors were identified for schistosomiasis, probably due to low prevalence levels affecting performance of statistical analysis.",
    "Conclusions": "After five rounds of MDA, the program shows low prevalence of STH and schistosomiasis, however, not to a level where the infections are not a public health problem. With considerable inter-county infection prevalence heterogeneity, the program should adopt future MDA frequencies based on the county’s infection prevalence status. Further, the program should encourage interventions aimed at improving coverage among preschool age children and improving WASH practices as long-term infection control strategies."
}