{
    "Introduction": "Clonorchiasis is an infectious disease caused by a liver fluke, Clonorchis sinensis, and is endemic in East Asian countries, including China, Korea, Russia, and Vietnam. More than 200 million people are at risk of C. sinensis infection worldwide, and 15 million people have been infected in these countries thus far [1,2]. In general, ingestion of raw or inadequately cooked freshwater fish carrying C. sinensis metacercariae causes clonorchiasis. The metacercariae excyst in the duodenum, migrate up along the bile chemotaxis and into the intrahepatic biliary duct, and then grow into adult worms [3–6]. C. sinensis infections induce pathologic changes in the biliary tree, resulting in inflammation, hyperplasia of the biliary epithelium, periductal fibrosis, cholangitis, and cholangiectasis. C. sinensis along with Opisthorchis viverrini has been classified as a group I biological carcinogen causing cholangiocarcinoma [7,8].\nThe standard diagnostic method for C. sinensis infection is microscopic examination to detect eggs in stool samples; techniques such as Kato–Katz cellophane smear and formalin-ether centrifugal sedimentation can be used [9]. However, the microscopic stool examination is cumbersome and time consuming and should be performed by well-trained experts who can differentiate C. sinensis eggs from those of minute intestinal trematodes such as Metagonimus yokogawai [10]. The stool microscopies have shortcomings: 1) low egg detectability for specimens of patients with low worm burden and those in low endemic areas [11], and 2) low sensitivity at early stage of infection since the C. sinensis eggs can be detected in human feces after 4 weeks after the initial infection [2].\nSerodiagnostic methods have been employed for epidemiological surveys as they are more suitable for screening of patients infected with C. sinensis and for supplementing the diagnosis of individual patients. The antigens used in serodiagnostics are crude worm extracts or recombinant proteins of C. sinensis adults [12–16]. These diagnostics, however, have low specificity and low sensitivity. Antigenic proteins have been identified from the excretory-secretory products (ESP) of C. sinensis [17]. The enzyme-linked immunosorbent assay (ELISA) using ESP as the antigen are more sensitive and specific than those using crude antigen. However, obtaining sufficient amounts of ESP is labor intensive and their quality is inconsistent [18]. Recombinant proteins may help overcome the shortcomings of preparing ESP for ELISA.\nAs single antigens for serodiagnosis of human clonorchiasis, the defined antigenic proteins have high specificity, but low sensitivity, especially toward the patients with low worm burden [17]. Hence, researches have been focused to identify effective serodiagnostic antigens for clonorchiasis. To increase sensitivity of the defined single antigens, a cocktail of multiple antigens was exploited as an alternative formula [19]. Hence, the expansion of the antigen candidate repertoire is demanding. In the post-genomics era, genomic information has enabled researchers to identify immunogenic proteins containing signal peptides and B-cell epitopes using immunoinformatics [20].\nA wheat germ cell-free protein synthesis system (WGCFS) is an in vitro expression system taking advantage of the translation machinery in the wheat germs. When used for eukaryotic gene expression, it showed a powerful functionality for the synthesis of recombinant proteins from a wide range of eukaryotic organisms. This system is amenable to high-throughput protein synthesis bypassing many time-consuming steps of conventional expression systems [21,22].\nThis study aimed to discover novel antigen candidate proteins from C. sinensis transcriptome and validate their serodiagnostic antigenicity using integrated high-throughput proteogenomic tools.",
    "Materials and methods": "Ethics statements\nThe study protocol involving serum specimens was approved by the Institutional Review Board of Chung-Ang University (approval number: CAU-1041078-201401-BR-001-02). All adult participants provided informed consent. All personal identifiers and patient information were delinked from the serum specimens.\nAll animal handling and experimental procedures were reviewed and approved by the Institutional Animal Care and Use Committee at Chung-Ang University (approval number: 2011–00052). This study strictly followed the national guidelines outlined by the Korean Laboratory Animal Act (no. KCDC-122-14-2A) of the Korean Centers for Disease Control and Prevention.\n\n\nSerum\nThe human sera of clonorchiasis, opisthorchiasis, or paragonimiasis were collected from the patients infected with C. sinensis, O. viverrini, or Paragonimus westermani respectively. Their infections were confirmed by microscopic stool examinations and/or serologic ELISA employing respective antigens. The normal control sera were collected from healthy individuals in the low endemic areas in Korea [2]. The healthy individuals were proved to be without helminthic infection by microscopic stool examinations and ELISA as described above.\n\n\nSelection of putative secretory antigenic polypeptides\nThe expressed sequence tag (EST) sequences containing a secretory signal peptide at N-terminus were selected from the C. sinensis transcriptome [23,24] using the signal-natural networks and signal-hidden Markov model program (http://www.cbs.dtu.dk/services/SignalP/) and SignalP v3 [25]. The plasmid DNAs of EST clones were extracted and cut using endonuclease double digestion and checked for cDNA inserts using agarose gel electrophoresis. The fidelity of the cDNA inserts, a secretory signal peptide and its cleavage site, was confirmed by sequencing.\n\n\nRecombinant protein production using WGCFS\nThe wheat germ cell-free in vitro translation constructs of target cDNAs were prepared by performing two-step polymerase chain reaction (PCR) with supplementing regulatory transcription and translation elements to their 5′-end [21]. The cDNA insert in each EST was PCR-amplified individually using the forward primer specific and covering the 1st Met of the deduced polypeptide encoded by the cDNA. A histidine-tag was added to N-terminus of each polypeptide to purify the recombinant protein using anti-His antibody (S1 Fig). The amplicons of primary PCR showing a single band (S2A Fig) were used in the secondary PCR. With clones producing non-specific products, PCR components were consecutively optimized until a single-band amplicon was produced. Secondary PCR was performed on the primary PCR amplicons. Finally, all amplicons showed single bands (S2B Fig).\nThe amplicons of secondary PCR were used for in vitro transcription, and the putative antigenic polypeptides encoded in the EST clones were synthesized using WGCFS [26] (WEPRO1240 Expression kit, CellFree Science, Matsuyama, Ehime, Japan) according to the manufacturer’s instruction. The WGCFS was performed using a robotic protein synthesizer, GenDecoder (CellFree Science).\n\n\nSelection of recombinant antigenic candidate proteins based on protein arrays\nThe antigenicity of recombinant proteins synthesized by WGCFS was measured on anti-His antibody-coated protein array chips using the sera of patients with clonorchiasis (S3 Fig). The well-type penta-His antibody arrays (Qiagen, Hilden, Germany) were prepared on glass slides [27]. The in vitro translates were spotted in duplicate wells of the array and incubated for 2 h at 37°C. The array contained positive and negative control proteins expressed using WGCFS [27]. The clonorchiasis serum was a pool of 5 positive individuals, and the normal control serum was of 5 healthy individuals. In our lab, for routine diagnostic ELISA, clonorchiasis patients’ sera had been diluted 1:100. In the present study, however, we wanted to get enough number of positive EST clones for downstream assays. Thus, the two sera were diluted 50-fold with PBS. The diluted sera, 1 μl each, were applied to the wells of the array and incubated for 1 h at 37°C. Then, secondary antibody, Alexa Fluor 546 goat anti-human IgG (10 ng/μl, Invitrogen, Carlsbad, CA), was applied to the array and incubated for 1 h at 37°C [27].\nFluorescence of the spots was scanned with a fluorescence scanner (ScanArray Express, PerkinElmer, Boston, MA) and quantified using the fixed circle method using ScanArray Express software version 4.0. A cutoff value was arbitrarily set at a fluorescence intensity of 1,800, and 18 antigenic candidate clones were selected. We considered these clones were manageable for downstream assays in our capacity.\nThe antigenicity of recombinant antigenic candidate proteins was reevaluated on the protein arrays as described above. In this assay, human sera were obtained from five each of clonorchiasis and opisthorchiasis patients, and normal healthy people.\n\n\nIn-fusion cloning of antigenic candidate clones and recombinant protein expression using WGCFS in large scale\nThe cDNAs of selected ESTs were cloned into the WGCFS expression vector, pEU-E01-His-TEVMCS-N2 (pEU, CellFree Science). The coding region of the selected EST clone was amplified using a pair of primers containing cDNA-specific pEU vector homologous and adapted endonuclease restriction sequences. The amplicons were deployed in 1% agarose gel and purified using a purification kit (Qiagen). The pEU vector was double digested with restriction enzymes EcoRV and BamHI. The amplicons were subcloned into pEU vector using the In-Fusion Advantage PCR Cloning Kit (Clontech, Mountain View, CA). The positive clones were selected by performing colony PCR using gene-specific primers. When double digested with two restriction enzymes, all positive clones surrendered each of the cDNA fragment inserted. The fidelity of the cDNA inserts was double checked by sequencing.\nThe recombinant antigenic candidate proteins were synthesized in a large scale using WGCFS as described above. The transcription was initiated by adding 25 μg of the expression construct plasmid DNA to the reaction mix. The synthesized recombinant proteins were purified using Ni-NTA chromatography (Qiagen), electrophoresed in 12.5% SDS-PAGE gel, and visualized using Coomassie Brilliant Blue staining.\n\n\nSoluble antigen of C. sinensis adults\nThe C. sinensis metacercariae were collected from the second intermediate host, Pseudorasbora parva, caught in a stream in Korea, after artificial digestion of the fish [28]. They were orally administered to rabbits (New Zealand White, both genders: 2.2–2.4 kg; Koatech Inc., Gyeonggi-do, Korea). Adult C. sinensis were recovered from the rabbits after 3 months, homogenized in two volumes of PBS containing protease inhibitor (1× Complete Mini, Roche, Mannheim, Germany), and incubated at 4°C overnight. The homogenate was centrifuged at 20,000 g for 60 min at 4°C, and the supernatant was saved as crude antigen. The protein concentration was determined using the Bio-Rad Protein Assay Kit (Bio-Rad, Hercules, CA).\n\n\nAntigenicity assay on recombinant antigenic proteins by ELISA\nThe serological antigenicity of the recombinant antigenic proteins synthesized using WGCFS was evaluated by performing an ELISA. Each of the 96-well plates was coated with the recombinant proteins or crude antigen of C. sinensis (0.5 μg/well) and incubated at 4°C overnight. The wells were blocked with 3% bovine serum albumin in PBS for 1 h at 37°C. The sera of humans infected with C. sinensis, O. viverrini, and P. westermani, and those from healthy individuals were diluted 1:100, and 100 μl of the mixture was poured into each well. A goat anti-human IgG horseradish peroxidase-conjugated (Sigma-Aldrich, St. Louis, MO) antibody at 1:4,000 dilution was added. Then, 200 μl of o-phenylene diamine (Sigma-Aldrich) substrate solution in 2.5% H2O2 was added and reacted for 20 min at 37°C. Absorbance was measured at 490 nm using a microplate reader. The cutoff value was set at mean + 2 standard deviations (SD) of the normal controls.\nThe human sera from 83 clonorchiasis patients, 35 opisthorchiasis patients, and 14 paragonimiasis patients, and 40 normal controls were used. Sera were obtained from patients diagnosed with clonorchiasis and opisthorchiasis on microscopic stool examinations, and those diagnosed with paragonimiasis based on the serological and/or pathological findings. Sera from normal controls were collected from healthy individuals without helminthic infection.\n\n\nProduction of recombinant antigenic fusion proteins in Escherichia coli\nThe cDNA coding regions of the antigenic proteins selected by ELISA were PCR amplified using gene-specific primers containing restriction endonuclease sequences at both ends. The PCR amplicons were electrophoresed in 1% agarose gel and purified using a purification kit. The PCR amplicons were ligated into TA-cloning vector pCR2.1-TOPO (Invitrogen) and transformed into E. coli. The insert-positive colonies were selected using colony PCR. The inserted cDNAs were cut using the restriction enzymes BamHI and EcoRI (TaKaRa, Shiga, Japan) and subcloned into a bacterial expression plasmid vector, pRSET-Cs28GST. This plasmid vector was genetically modified to carry a tag protein C. sinensis 28-kDa glutathione S-transferase (Cs28GST) by replacing Sj2GST. The Cs28GST is an antioxidant enzyme and soluble cytosolic protein. The recombinant Cs28GST is a soluble serodiagnostic antigen with high specificity for human clonorchiasis [29]. After confirming the Cs28GST + CsAg# cDNAs by sequencing, the expression plasmid construct was transformed into E. coli BL21[DE3]pLysS (Novagen, Madison, WI). After induction, the recombinant fusion proteins were purified under native conditions from the bacterial lysate using glutathione chromatography [29]. The purified fusion protein was dialyzed against PBS and electrophoresed in 12.5% SDS-polyacrylamide gel.\n\n\nELISA on antigenic fusion proteins produced in E. coli\nThe antigenicity of the recombinant fusion proteins was reevaluated using ELISA as described above. A cocktail of four recombinant proteins, each with equal amount, was coated into the 96-well plate. The human sera used were obtained from 46 clonorchiasis patients and 30 normal controls.",
    "Results": "ESTs/cDNAs encoding putative secretory antigenic proteins\nA total of 793 ESTs encoding putative secretory proteins were selected. They consisted of 247 singlets and 546 contigs. The overlapping ESTs were removed, and 556 EST reads were selected. In addition, 71 ESTs prospected to encode antigens of C. sinensis were screened by analyzing the annotated data. Of them, 51 ESTs were selected after scrutinizing the published studies and National Center for Biotechnology Information. The selected antigenic candidate ESTs were confirmed based on the read composition of contig, annotation information, and open reading frame. In total, 607 ESTs were selected as antigenic protein candidates—556 secretory proteins and 51 antigenic proteins. The plasmid DNA of the ESTs were extracted from the bacterial EST cell stocks and checked for cDNA inserts using two restriction enzymes and agarose gel electrophoresis. The length of the cDNA inserts ranged from 0.3 kb to 2.5 kb.\n\n\nProtein production using WGCFS\nA total of 607 target cDNA inserts were amplified using two-step PCR. When electrophoresed on agarose gels, some primary PCR amplicons appeared as a single band (S2A Fig), but others showed more than two non-specific bands. For clones producing non-specific products, the PCR components were consecutively optimized several times; finally, single-band amplicons were secured from all clones. To incorporate the transcription and translation elements, a secondary PCR was performed. The secondary PCR produced all single-band amplicons (S2B Fig).\nThe 607 PCR-amplified cDNAs underwent recombinant protein synthesis in vitro using WGCFS. Analyses of the reaction mixtures on SDS-PAGE gel and western blot using an antibody against 6×His-tag protein showed 383 recombinant proteins. The WGCFS system demonstrated a recombinant protein synthesis success rate of 63.1%.\n\n\nAntigenicity of recombinant proteins to clonorchiasis patients’ sera\nOn the protein arrays, the 383 recombinant proteins were incubated with the sera of patients infected with C. sinensis and those of normal controls. Some proteins had high antigenicity with strong red fluorescence, while others had low antigenicity with blue fluorescence (Fig 1A). The fluorescence intensity (FI), which measures the antigen-antibody reaction, of sera from clonorchiasis patients was measured and normalized against the mean FI of the sera from normal controls. An arbitrary cutoff was drawn, and 18 antigenic candidate proteins of the higher titers were selected (Fig 1B).\n(A) Fluorescent images of the recombinant proteins reacting to clonorchiasis patients’ sera and normal controls’ sera on protein array chips. The spots in boxes are positive and negative control proteins. Two spots top left are bovine serum albumin and wheat-germ extract itself, included as negative controls. Another 8 spots, top left to down, are recombinant C. sinensis 26 kDa glutathione-S-transferase (Cs26GST), Cs28GST, phosphoglycerate kinase, cathepsin F, and WGCFS translates of Cs26GST-1, Cs26GST-2, Cs28GST-1 and Cs28GST-2, included as positive controls. (B) Plot of fluorescence intensity (FI) of the recombinant proteins. Eighteen antigenic candidate proteins showing a higher FI were selected (above red line). Data are expressed as mean ± SD of triplicate measurements.\n\n\nAntigenicity of antigenic candidate proteins\nThe antigenicity of 18 recombinant antigenic candidate proteins was measured using the sera of clonorchiasis and opisthorchiasis patients on protein array chips (Fig 2A). A cutoff (mean + 2SD of normal sera) was set at FI 6,000. Six antigenic proteins showing a sensitivity of >80% and a specificity of >60% were selected (Fig 2B). These antigenic proteins (CsAg7, CsAg9, CsAg12, CsAg15, CsAg17, and CsAg18) were subjected to further serodiagnostic antigenicity assay.\n(A) A representative fluorescence image of protein array chip shows seroreactivity of the 18 antigenic candidate proteins toward liver fluke-infected and normal sera. N and P, negative and positive controls. In right boxes for normal sera, the 18 candidate proteins were arrayed 4×5 grid. (B) Fluorescence intensity and antigenicity of the candidate proteins. Spots indicate the mean of triplicate measurements. The proteins shaded in pink were selected as antigenic proteins. The sera used were obtained each from five C. sinensis- or O. viverrini-infected patients and normal controls.\n\n\nSerologic antigenicity of the antigenic proteins produced in large scale\nTo produce a large amount of recombinant proteins, cDNAs of the six antigenic proteins were sub-cloned into a plasmid vector, pEU-E01-His-TEVMCS-N2, establishing the expression plasmid constructs. The inserted cDNAs showed good fidelity on sequencing.\nThe six antigenic EST clones were expressed on large scale using WGCFS and purified on Ni-NTA affinity column. Of them, CsAg12, CsAg15, CsAg17, and CsAg18 were produced in large amounts, enough to be evaluated for antigenicity. On SDS-PAGE gel, the recombinant antigenic proteins revealed each molecular mass plus His-tag (Fig 3, arrow).\nThe recombinant proteins were expressed using WGCFS, purified, and deployed on SDS-PAGE gel. The arrow indicates a purified recombinant protein having expected molecular mass. M, protein size marker; T, total translation mix; F, flow-through; N, non-reducing elution; R, reducing elution; r, resin after eluted.\nThe antigenic sensitivity and specificity of the four recombinant antigenic proteins were evaluated toward the sera of patients infected with C. sinensis, O. viverrini, and P. westermani using ELISA (Fig 4). Of the four CsAgs, CsAg17 showed the highest sensitivity (77.1%) and a high specificity (71.2%). It did not cross-react to sera of normal controls, but cross-reacted to the sera of the opisthorchiasis and paragonimiasis patients. The sensitivity of CsAg12, CsAg15, and CsAg18 ranged from 50.6% to 55.4%, with a specificity (68.5%–76.4%) similar to that of CsAg17. CsAg15 showed the highest specificity (76.4%) with the lowest cross-reactivity (14.3%) to the sera of patients with paragonimiasis, but it showed a low sensitivity (50.6%) (Fig 4). Crude antigen showed the highest sensitivity (91.6%), but the lowest specificity because of the higher cross-reaction to the sera of the fluke-infected patients. The full-length cDNA sequences of the four CsAgs were deposited to GenBank under the accession number MT62137, MT62138, MT62139, and MN381946.\nAntigenicity was measured by enzyme-linked immunosorbent assay against the fluke-infected human sera. The sera tested were obtained from 83 C. sinensis-, 35 O. viverrini-, and 14 P. westermani-infected patients, and 40 normal people.\n\n\nAntigenicity of fusion antigenic proteins produced using the E. coli system\nThe antigen-coding cDNAs were sub-cloned into the pRSET-Cs28GST expression vector. Inducing these expression plasmid constructs produced the fusion proteins (fCsAg#) of Cs28GST-antigenic protein. These fusion proteins were all overexpressed as soluble proteins in E. coli cytosol and purified to homogeneity by GSH-agarose column chromatography (S4 Fig). These antigenic fusion proteins were checked for serodiagnostic performance against clonorchiasis patients’ sera using ELISA.\nThe fusion protein fCsAg17 showed the highest sensitivity (76%) to clonorchiasis sera without cross-reactivity to normal human sera. The other three fusion antigens—fCsAg12, fCsAg15, and fCsAg18—showed positive rates of 52%, 50%, and 48%, respectively, toward clonorchiasis sera (Fig 5). A cocktail antigen of all four fusion antigens showed high positive reactivity (74%) to clonorchiasis sera and cross-reacted to 3% of normal control sera.\nA cocktail antigen was prepared by mixing equal amounts of four fusion antigens (fCsAgs). The antigenicity of the fCsAgs was measured by ELISA. The human sera used were obtained from 46 clonorchiasis patients and 30 normal people.",
    "Discussion": "Diagnosing C. sinensis infection classically involves microscopic detection of the parasite eggs from stool samples. To detect specific target genes [30,31], the PCR methods are sensitive but complicated in procedures, hindering field applications in the endemic areas. Serodiagnostic methods are useful for screening patients infected with C. sinensis and used to complement the stool microscopy. To develop efficient serodiagnostics for C. sinensis infections, much efforts have been made to obtain molecularly defined antigens with high sensitivity and specificity. The major task is to discover antigens that are better than crude antigens and excretory-secretory products (CsESPs), minimizing cross-reactivity to other trematode infections, increasing the sensitivity of the defined single antigens, and increasing the production of antigens [32]. The ELISA using crude extracts or CsESPs of adult worms is a reliable diagnostic tool for clonorchiasis. However, CsESPs show cross-reactivity to P. westermani- and O. viverrini-infected human sera [18]. It is difficult to produce a sufficient amount of CsESPs for serodiagnostic testing. Several recombinant proteins such as 7-kDa protein, CsEF-1α, 28-kDa cysteine protease, and 26-kDa and 28-kDa glutathione S-transferases of C. sinensis have shown relatively higher specificity than the C. sinensis crude extracts or ESPs for the serodiagnosis of clonorchiasis, but not sufficient sensitivity [17,33]. As alternatives, cocktails of multiple recombinant antigens and recombinant chimeric multi-epitope antigens were applied to enhance the antigenicity/sensitivity over single molecules [17–19].\nThe production of parasite recombinant proteins on large scale is a challenging task because traditional cell-based methods often yield insufficient amount of foreign proteins as soluble forms. With regard to the expression of recombinant proteins for serodiagnostic antigens, many different versions of cell-free protein synthesis systems have been developed to produce high-quality proteins in high-throughput systems [34]. In this regard, the wheat germ cell-free protein synthesis system is a good expression system for producing eukaryotic proteins in vitro and useful for high-throughput protein synthesis. Additionally, the wheat germ translates show a high solubility and translation yield [35].\nThe acquisition of an antigen with high sensitivity and specificity is essential for the serodiagnosis of clonorchiasis. In the current study, we performed in silico transcriptome-wide screening and in vitro high-throughput synthesis of recombinant proteins using WGCFS. As the first step, EST clones encoding a secretory signal peptide were mined in the C. sinensis transcriptome database using SignalP v3 with a neural network/hidden Markov model [25]. In the second step, the putative peptides were synthesized into recombinant proteins in vitro using a high-throughput cell-free system [26], and their antigenicity was determined using protein arrays [36] and ELISA. Finally, four diagnostic antigens were selected, with specificity and sensitivity higher than those of the crude antigens of C. sinensis. Among the four antigens, CsAg17 showed the highest sensitivity (77.1%) against human clonorchiasis sera and a much higher specificity (71.2%) compared with that of the crude antigen [18]. A cocktail mix of the four recombinant antigens showed almost the same antigenic reactivity as CsAg17 toward human clonorchiasis sera, suggesting that CsAg17 is dominating the antigenicity.\nIn immunogenicity assay, vaccination with CsAg17 cDNA and its B-cell epitope-derived protein exerted protective effects (64% and 69% reduction of worm burden, respectively) against C. sinensis infection [37]. The CsAg17 was predicted to have three linear and three conformational epitopes, and cytokine inducing peptides [38,39]. The epitopes and peptides induced production of immunoglobulins and cytokines, which orchestrated and exerted vaccination effects [37].\nThe bacterially produced fCsAg17 antigen could maintain its sensitivity and specificity toward the sera of clonorchiasis patients. When tagged to His-tag peptide, CsAg17 was overexpressed in E. coli, but majority of the recombinant protein remained as aggregate form [37]. As a cytosolic enzyme, Cs28GST fused to CsAg17 ensured solubility and overexpression in the prokaryote E. coli. The Cs28GST is an antigen of high specificity for clonorchiasis [29]. It could enhance sensitivity of the fCsAg17 antigen by detecting antibody in the serum which was not reactive to the CsAg17. The production of recombinant proteins using a bacterial system is economical and facilitative.\nThe CsAg17 was the most suitable antigen among the five antigenic proteins and its specificity and sensitivity was comparable to those of the C. sinensis soluble extract (crude antigen). Thus, CsAg17 antigen could be used to develop the point-of-care serodiagnostic tests and employed for mass screening and surveillance to estimate the C. sinensis-infected population. By employing the CsAg17-based serodiagnostics, the public health staffs can reduce working load for stool collection, preparation, and microscopic examination for the clonorchiasis control."
}