{
    "Abstract": "We have previously shown that experimental infection caused by Trypanosoma cruzi is associated with changes in the hypothalamus-pituitary-adrenal axis. Increased glucocorticoid (GC) levels are believed to be protective against the effects of acute stress during infection but result in depletion of CD4+CD8+ thymocytes by apoptosis, driving to thymic atrophy. However, very few data are available concerning prolactin (PRL), another stress-related hormone, which seems to be decreased during T. cruzi infection. Considering the immunomodulatory role of PRL upon the effects caused by GC, we investigated if intrathymic cross-talk between GC and PRL receptors (GR and PRLR, respectively) might influence T. cruzi-induced thymic atrophy. Using an acute experimental model, we observed changes in GR/PRLR cross-activation related with the survival of CD4+CD8+ thymocytes during infection. These alterations were closely related with systemic changes, characterized by a stress hormone imbalance, with progressive GC augmentation simultaneously to PRL reduction. The intrathymic hormone circuitry exhibited an inverse modulation that seemed to counteract the GC-related systemic deleterious effects. During infection, adrenalectomy protected the thymus from the increase in apoptosis ratio without changing PRL levels, whereas an additional inhibition of circulating PRL accelerated the thymic atrophy and led to an increase in corticosterone systemic levels. These results demonstrate that the PRL impairment during infection is not caused by the increase of corticosterone levels, but the opposite seems to occur. Accordingly, metoclopramide (MET)-induced enhancement of PRL secretion protected thymic atrophy in acutely infected animals as well as the abnormal export of immature and potentially autoreactive CD4+CD8+ thymocytes to the periphery. In conclusion, our findings clearly show that Trypanosoma cruzi subverts mouse thymus homeostasis by altering intrathymic and systemic stress-related endocrine circuitries with major consequences upon the normal process of intrathymic T cell development."
}