{
    "Introduction": "The leishmaniases represent a group of parasitic diseases, with infection to human populations transmitted by the bite of phlebotomine sand flies. Disease presentation varies because of differences in parasite and host genetics and may be influenced by additional factors such as host nutritional status or co-infection. The leishmaniases disproportionately affect populations in low- and middle-income countries (LMICs). According to the Global Burden of Disease (GBD) study 2019, between 498,000 and 862,000 new cases of all forms of leishmaniasis were estimated to occur each year resulting in up to 18,700 deaths and up to 1.6 million DALYs lost [1]. Previously designated one of the most neglected among neglected tropical diseases (NTDs) based on limited resources invested in diagnosis, treatment and control [2], leishmaniasis accounts for 4% of the global DALY burden of NTDs and 5.5% of global NTD-related deaths. Furthermore, it is widely believed that these numbers grossly underestimate the real burden of leishmaniasis as a result of underreporting and limited understanding of the true lifetime impact of the disease [3–5].\nThe two most prevalent forms of leishmaniasis are localized cutaneous leishmaniasis (CL) and visceral leishmaniasis (VL). Despite the availability of effective treatment regimens, access to treatment remains low [6,7]. Given low treatment coverage, the occurrence of poor compliance and the emergence of drug resistance [8], challenges in sustaining vector control strategies [9], and the ability of parasites to persist in animal reservoirs, vaccines are widely regarded as having the potential to significantly impact the health burden posed by leishmaniasis and to contribute to regional leishmaniasis elimination campaigns [10]. Between 2007 and 2013, nearly $66 million was invested by public sector and philanthropic funders towards leishmaniasis vaccine research and development [11]. Numerous vaccine candidates have been evaluated in preclinical models of disease, but few have progressed to clinical trial stage [11]. Currently, only one therapeutic vaccine clinical trial is ongoing [12], and a genetically attenuated live L. major vaccine is scheduled for manufacture in 2022 and for Phase I clinical trial in 2023 [13,14].\nHowever, it is not enough just to develop a clinically effective vaccine. Rather, the vaccine also needs to be affordable and suitable for delivery and administration in health systems. In particular, for a vaccine to be produced and used, it needs to offer value to two key players: vaccine developers and manufacturers who need to have confidence in global demand in order to commit to research and production; and governments (or other international funders) who need to be sure of the potential public health benefits of the vaccine in their local context, as well as affordability of the vaccine, in order to signal demand [14–16].\nThis study seeks to fill this information gap about the commercial value proposition and likely demand for a future leishmaniasis vaccine. This evaluation of a vaccine’s potential economic value can also help shed light on key targets for vaccine development and manufacturing plans such as efficacy targets, target population groups/geographies, upper bound for manufacturing costs (and required scale of manufacturing), and target market size while the vaccine is under development.\nMore generally, this study seeks to develop a simplified and generalizable framework which employs publicly available burden of disease data to project the affordability, market size and public health value of new interventions in order to inform and spur continued product development that can improve health in low and middle-income countries (LMICs).",
    "Methods": "General approach\nThis study assesses the value associated with the introduction of a vaccine to prevent CL / VL. Value is assessed in terms of the vaccine’s potential impact on mortality and morbidity taking into account its affordability within an illustrative set of countries in which the disease is endemic. First, based on previous work on vaccine demand projections in these countries [14] and CL / VL incidence rates [1], we project the potential long-term impact of a leishmaniasis vaccine on disability-adjusted life years (DALYs) averted as a result of reduced incidence. Ideally, such an analysis would require a detailed modeling of the disease epidemiology, disease dynamics, and health system capabilities of each country under consideration. However, such models are not currently available for most countries but planning for vaccine research and manufacturing needs to continue in their absence. Therefore, we sought to develop a simplified approach, which uses publicly available data on disease incidence and burden and population growth projections to assess the public health value of a future vaccine.\nSecond, we apply a health economic framework to our estimates of the future health impact of a vaccine to determine the vaccine’s affordability based upon the abilities to pay of governments and global funders, leading to estimates of the demand and market size in this illustrative set of countries. All monetary values are presented in 2019 US Dollars (USD).\n\n\nGeographic focus\nThe analysis in this paper is focused on a representative sample of 24 countries belonging to a range of income levels [17], geographic regions, type of endemic leishmaniasis, and Gavi, The Vaccine Alliance (Gavi) support status [18] (Table 1). In 2019, these countries together represented 80% of the global DALY burden of CL and VL, and 70% and 82% of the global incidence of CL and VL respectively [1]. We had to limit our analysis to these 24 countries due to the lack of granular data on the population at risk and projected vaccine demand for other countries from Malvolti et al. (2021) [14], further described below.\n\n\nVaccine efficacy and health effects\nIn the absence of a rigorous epidemiological model, we project the health effect of a vaccine using the following estimates: i) total population susceptible to the disease (or population at risk); ii) incidence of the disease among the population at risk; iii) per person burden of disease; and iv) vaccine coverage and efficacy. This sub-section describes how these estimates were obtained and used.\nEnvironmental factors that affect the relationship between hosts, vectors (human, animal or sandfly) and the reservoir determine the risk of leishmaniasis in the population. Malvolti et al. (2021) [14] draw upon WHO Leishmaniasis country profiles as well as Pigott et al. (2014) [19] to project the size of the population at risk for leishmaniasis-endemic countries until 2040 using 5-year population growth projections from UN/DESA [20]. The age-wise composition of the population at risk was based on projection from the World Population Prospects report [21].\nIncidence estimates were obtained from the Global Burden of Disease (GBD) study in 2019 [1]. These were converted into incidence rates specific to populations at risk for 2019 by dividing the incidence by the size of the population at risk (note that this assumes that no one outside the main population at risk contracts the disease) for the different age groups included in the vaccine demand projections in Malvolti et al. (2021) [14], namely 0–4 years, 5–14 years, and 15–29 years old. In the absence of epidemiological projections of leishmaniasis incidence and given that there has not been a significant decline in incidence over the last five years [22], we make the assumption that the incidence rate among the population at risk remains constant between 2019 and 2040. Note that for countries with anthroponotic VL transmission (i.e. Bangladesh, India, Nepal, Somalia, South Sudan and Sudan), where VL is projected to be eliminated by Malvolti et al. (2021) [14] through existing measures and deployment of a vaccine, we assume that in the absence of vaccine introduction, the population at risk would continue to grow at the 5-year population growth rate from UN/DESA [20].\nSimilarly, the per person DALY burden of the disease was obtained from the 2019 GBD study for each country and age group considered by dividing the relevant total DALY burden by the incidence, given that the average duration of both CL and VL is less than a year [23]. The 2019 values of the epidemiological parameters used are shown in Table 2. This approach was taken due to the lack of country-level data on the per-case DALY burden of the disease. We considered it important to use country-level estimates due to the disparity between countries [2] in terms of clinical and epidemiological presentations, comorbidities, treatment coverage, and fatality rates.\nBased on previously developed vaccines [24], efficacy was assumed to be 75% in the primary scenario (based on the efficacy of previously researched leishmanization methods [24,25]). The duration of the efficacy was assumed to be 5 years and an annual discount rate of three percent applied to health gains in the future.\nUncertainty in the above epidemiological variables (incidence and DALYs per person) as well as vaccine efficacy is captured in the estimates by providing lower bound (assuming 50% vaccine efficacy, and lower bound incidence and DALY burden estimates from the 2019 GBD study) and upper bound (assuming 95% vaccine efficacy, and upper bound incidence and DALY burden estimates from the 2019 GBD study) estimates of value-based maximum price.\n\n\nQuantity of vaccines demanded\nQuantity demanded or demand here refers to the total vaccines projected to be required by a country in a given year based on the target population at risk and rollout constraints, regardless of market price. The vaccine demand projections are based on Malvolti et al. (2021) [14]. This assumed a dual vaccine delivery strategy, including a catch-up campaign at the start followed by rollout in a routine immunization program. Routine immunization includes two age groups—0–4 years, and 5–14 years. The catch-up campaign for CL includes two groups—5–14 years, and 15–29 years; and for VL only the 5–14 years age group was assumed to be targeted. Coverage estimates (those vaccinated as a percentage of those targeted) are based on current vaccines with similar vaccination rollout strategies (see Malvolti et al (2021) [14] for details). Country-wise vaccine demand projections by age are provided in S1 Table.\n\n\nHealth economic analysis–global demand for a leishmaniasis vaccine\nWe assume that a heath intervention should be provided if it produces more health than could be generated elsewhere in the health care system with the same resources (i.e. the benefits exceed the opportunity costs). For every DALY averted (or QALY gained) from a new intervention, a health system should pay no more than the cost at the margin at which it is already able to avert a DALY from existing interventions (i.e. the marginal productivity; sometimes estimated as a cost-effectiveness threshold (CET)). This approach, previously applied in country-specific studies [26,27], allows us to estimate the maximum ability-to-pay, or the value-based maximum price, for a leishmaniasis vaccine with a given efficacy. A country would demand the required number of courses of the vaccine [14] if the price offered by the manufacturer is below their value-based maximum price, and none if the global market price is above their value-based maximum price. Note that our ability to pay estimates are inclusive of implementation costs incurred for the rollout of the vaccine, i.e. the ability to pay for the medical product itself can be calculated by countries by subtracting their local implementation costs from our estimates.\nTo determine a price at which a country can afford the hypothetical vaccine requires an estimate of the CET to reflect marginal productivity. We use the ‘health budget opportunity cost’ approach [28] for CET estimates. A country government may choose to fund the vaccine only if it generates more health than that which would be forgone if its limited health budget is redirected from existing interventions to the vaccine. Country-level CETs have previously been estimated until 2040 by Lomas et al. (2021) [29] based on historical estimates [30] of the marginal productivity of the different countries’ health systems. For countries for which these estimates were missing, CETs were projected as an appropriate percentage of the projected GDP per capita [31] based on Ochalek et al. (2020) [32]. Country-level CET estimates used here are provided in S2 Table.\nIn addition to averting DALYs through reduced infections, the vaccine would also reduce system treatment costs which in turn would indirectly increase the ability to pay for the vaccine. The actual reduction in treatment costs for the infected population depends on the expected coverage of treatment, which in most countries would be less than 100%. In the absence of data on leishmaniasis treatment coverage, we project the value-based maximum price under the assumptions of both 0% and 100% treatment coverage to represent its upper and lower bounds.\nWe assume an average treatment cost per VL case of $541 based on Carvalho et al. (2017) [33]. This estimate includes the average cost through the lifecycle of treatment including pre-diagnosis consultation, drug therapy, hospitalization and ambulatory care until post-treatment consultations. Note that the drug therapy costs are based on the proportion of VL cases treated with meglumine antimoniate, liposomal amphotericin B or amphotericin B deoxycholate respectively in Brazil in 2014. The average treatment cost per CL case is assumed to be $57.6 based on Rodriguez et al. (2019) [34]. This estimate is based on the cost of the drug used (Intralesional pentavalent antimonials (ILPA)) and staff time costs for CL treatment in Bolivia.\nUsing these concepts, we were able to calculate the value-based maximum price for a course of the leishmaniasis vaccine that each country is able to pay during each year of rollout, given the potential health benefit provided by the vaccine, and the country’s CET (Box 1, Eq 1). The demand for vaccines for both CL and VL prevention and the ability-to-pay for each target use case (CL prevention and VL prevention) are aggregated to derive each country’s global ability-to-pay for the vaccine (Box 1, Eq 3).\n\n\nBox 1. Equations to estimate countries’ abilities to pay for a leishmaniasis vaccine\nThe value-based maximum price or ability-to-pay for a course of a leishmaniasis vaccine that each country is able to pay is estimated using the following formula:\n(1)\n\n\n\nWhere i = country\nt = year of vaccination\nβ = age groups–- 0–4 years, 5–14 years, 15–29 years\nn = year of vaccine efficacy\nN = Number of years for which the vaccine is effective\nr = annual discount rate (%)\np = Value-based price for a course of the vaccine (2019 USD)\nCET = Cost-effectiveness threshold (2019 USD/DALY averted)\nΔDALY = Total DALYs averted from the reduction in CL-related/VL-related mortality\nΔDALY_pp = Change in DALYs per person infected with CL/VL\nI = Change in CL/VL incidence as a result of the administration of the vaccine (number of infected people)\nT = Direct treatment cost of CL/VL (2019 USD)\nT_pp = Direct treatment cost per case of CL/VL (2019 USD)\nq = demand for the vaccine (number of vaccine courses)\nθ = coverage of leishmaniasis (CL and VL) treatment (%)\nTo obtain the aggregate demand curve for the period 2030–2040, we obtain the aggregate demand for vaccine courses and the average value-based maximum price for each country across the target use cases as follows:\n(2)\n(3)\nwhere\nQi = country i’s aggregate demand for the vaccine between 2030 and 2040 (number of vaccine courses)\n = Average value-based price for a course of the vaccine for country i for the period under consideration (2019 USD)\n\nCombined with the vaccine courses estimated to be required for each country, these are used to construct global demand curves for the vaccine during the 11-year period between 2030 and 2040.\nFor this purpose, we estimate the average value-based maximum price over 11 years, by dividing the sum of the maximum resources which could be committed towards the leishmaniasis vaccine during each year (price times demand) by the aggregate demand between 2030 and 2040.\n\n\nSensitivity analysis\nWe evaluate the sensitivity of the projected global demand curves to two factors—i) contributions from Gavi, and ii) adjustment for underreporting of leishmaniasis incidence.\nUnder the first sensitivity analysis, we assess the effect on global demand curves with Gavi contribution towards countries which are expected to be eligible for support between 2030 and 2040 based on GDP per capita projections [31] using Gavi’s criterion for support as of 2019 [18]. We assume that a country is eligible for Gavi support during the 11 years under consideration if its projected GDP per capita between 2026 and 2028 is under $1580 (i.e. the country is either in the initial self-financing or preparatory transition phase) or if its GDP per capita has been greater than $1580 for 5 years or less between 2022 and 2028 (i.e. the country is in the accelerated transition phase). Given Gavi’s current portfolio of vaccines, we expect Gavi’s maximum ability to pay for vaccines to be higher than that of some of the countries eligible for support. Based on previous work on Gavi’s willingness to pay for the rotavirus vaccine [35], we assume Gavi’s CET to be $285 in 2019 USD. Therefore, under this sensitivity analysis, we re-estimate the demand curve for a leishmaniasis vaccine by increasing the CET value for countries eligible for Gavi support to $285 if their own CET is lower in a given year. Country-level Gavi support projections are provided in S3 Table.\nFinally, we also assess the potential effect of adjusting for the underreporting of cases on the value-based maximum price, using estimates from Alvar et al. (2012) [36] of CL and VL underreporting by factors in the ranges 3.2–5.7 and 3.5–6.7 respectively (globally).\nAll the analyses were performed on Excel 2016 and figures were produced in Python 3.8. The workbook and code are publicly available on GitHub (https://github.com/sakshimohan/leish-vaccine).",
    "Results": "Calculation of value-based maximum price\nWe calculated the country-wise value-based maximum price per course of the leishmaniasis vaccine and total demand based on Eqs 1,2 and 3, presented in tabular format (Table 3) and in the form of a demand curve for the illustrative set of 24 countries (Fig 1). As expected, the weighted average of value-based maximum price under the assumption of full coverage of CL and VL treatment is higher (by 19% on average) than under the assumption of no provision of treatment. This is because any treatment expenses saved through reduced incidence increase a country’s ability to pay for the vaccine. The average value-based maximum price for the illustrative set of countries, weighted by quantity demanded, is $5.7 [$0.3-$33.7] and $6 [$0.4 - $34.5] under the assumption of 0% and 100% treatment coverage respectively. The intervals around the point estimates represent the lower bounds (assuming 50% vaccine efficacy and lower bound epidemiological indicators) and upper bounds (assuming 95% vaccine efficacy and upper bound epidemiological indicators) of the weighted average of value-based maximum price.\nIllustrative global demand curve for a leishmaniasis vaccine between 2030 and 2040: (A) assuming treatment coverage = 0%, (B) assuming treatment coverage = 100%.\n\n\nSensitivity analysis\nImpact of Gavi support for vaccine introduction.The results described above treat countries as independent buyers of the vaccine whose ability to pay per vaccine course depends on their respective CETs. However, international donors are often able to ensure the expansion of important health interventions to low and lower-middle income countries even when these may be locally cost-ineffective as a result of budget constraints. We consider the effect of future Gavi funding of a potential leishmaniasis vaccine for countries eligible for its support based on current criteria [18]. We project that 11 of the 24 countries in our illustrative list will be in one of the Gavi support phases (S3 Table), of which six countries have a CET lower than $285 in 2030. Using a CET of $285/DALY averted for these six countries, provides an alternate demand curve (Fig 2). The weighted mean value-based maximum price increases by 12% under both treatment coverage scenarios (Table 4).\nIllustrative global demand curve for a leishmaniasis vaccine between 2030 and 2040 including Gavi support: (A) assuming treatment coverage = 0%, (B) assuming treatment coverage = 100%.\n\n\n\nSensitivity to underreporting\nThe final sensitivity analysis adjusting for underreporting increases the average ability to pay to $19.6 [$0.9-$117]—$20.9 [$1.4-$119.6] (an increase of approximately 250%) under the assumption of underreporting by a factor of 3.2 and 3.5 for CL and VL, respectively. These figures increase to $37.6 [$1.7–224.8]—$39.9 [$2.6-$230] (an increase of approximately 560%) when the upper bound underreporting factors of 5.7 and 6.7 are applied for CL and VL respectively (Fig 3 and Table 4).\nSensitivity of value-based maximum price to underreporting: (A) assuming treatment coverage = 0%, (B) assuming treatment coverage = 100%.",
    "Discussion": "This study has sought to provide a generalizable approach to estimating the commercial and public health value of new technologies in development relying primarily on publicly available GBD data. This simplified approach is easily replicable and can be used to guide discussions and investments into health technology development, particularly in low and middle-income countries (LMICs), which face significant constraints in acquiring and generating evidence compared with higher-income countries.\nThe utility of this approach is demonstrated by projecting the economic feasibility of a leishmaniasis vaccine based on currently available estimates of CETs based on marginal productivity, disease incidence and burden of disease. While other studies have previously tried to estimate the cost-effectiveness of vaccines [37,38] and the monetary value of health technologies [26,27], our approach is novel for its global focus and simplicity as well as the incorporation of practical considerations including a realistic timescale of when the product is expected to be available for distribution, gradual rollout and an evolving expected marginal productivity of health systems.\nOur results demonstrate that both the quantity of vaccines estimated to be required by the countries considered, which represent a majority of the global burden of disease from leishmaniasis, as well as their ability-to-pay make the vaccine commercially attractive to potential manufacturers. The global demand stands at over 560 million courses, and the value-based maximum price per course, given the current estimates of incidence and population at risk, is higher than $5 for nearly a third of the 24 countries considered (with a weighted average of $5.7 - $6 in the primary scenario). Assuming a full course of two doses and an expected manufacturing cost of $2–3 per dose, based on adenovirus vaccines [39] similar to ChAd63-KH (the only leishmaniasis vaccine currently recruiting into clinical trial [12]), a leishmaniasis vaccine of this type would be commercially viable. The wide range of value-based maximum prices across different countries also presents an opportunity for differential pricing to secure wide access. With possible future contributions from Gavi considering its current willingness to pay for the rotavirus vaccine [35], we estimate that the global demand curve would move further upwards. A similar upward effect in abilities to pay is observed with adjustment for underreporting.\nIt should be noted that the prices presented above represent the maximum full health system cost per vaccinated individual that countries can afford in the future. In other words, in order to determine the value-based maximum price for the vaccine itself, countries will also need to consider the number of doses required per course as well as the implementation costs. We have not included implementation costs in our calculations because of the vast uncertainty in these costs and variability across settings [40]. For instance, the choice of vaccine rollout strategy (such as combining it with other immunization programs) would result in a significant difference in the unit cost of implementation. These costs could also make the vaccine unaffordable for some countries. Furthermore, we had to make several simplifying assumptions due to evidence and data gaps as well as to ensure that our results remained interpretable. The absence of context-specific infectious disease models available for all the countries meant that we were unable to capture the effect of disease dynamics and interactions of a potential vaccine with other disease control and management interventions (such as vector control), which could increase or decrease the value of the vaccine for a country. In the absence of epidemiological projections for leishmaniasis, we had to assume that the incidence of disease would remain constant between 2019 and 2040, if no vaccine were to become available. Finally, the quality of our results depends on the quality of the underlying data on disease demographics, burden of disease, and vaccine rollout projections, which can only be addressed through better country level data; for instance, the wide confidence intervals for CL and VL incidence and disease burden from 2019 GBD estimates lead to a large amount of uncertainty in our estimates of countries’ ability to pay.\nHowever, by being conservative in our assumptions, we believe that overall our projections underestimate the ability to pay for a leishmaniasis vaccine for a range of reasons including the exclusion of post-kala-azar dermal leishmaniasis (PKDL) and its effect on VL transmission [41], exclusion of disease dynamics or transmission effects, exclusion of psychosocial and mental health effects of the disease (which could amount to six times the current estimate of DALY burden for CL [4]), and exclusion of treatment cost for leishmaniasis-HIV coinfection (which would increase the treatment cost per VL case by up to four times [33]). Updating our assumptions based on a combination of all these factors could increase our estimates of maximum ability to pay. However, there are several other sources of uncertainty, imposed by a continuously evolving health sector landscape, which can only be addressed by updating these estimates as and when updated information becomes available. Therefore, our demand and price projections are far from definite but shine a light on important data gaps and uncertainties in characterizing the leishmaniasis epidemic, addressing which will be crucial to better understanding the future value of a vaccine against these diseases.\nWith better data, a full epidemiological model capturing disease dynamics should form the basis of projections of the public health value of potential technologies. Such analysis is rarely feasible before a product enters a market due to lack of resources and analytical capacity, as well as global data on necessary parameters. Our framework overcomes these challenges, albeit through various simplifications, and we suggest that our results can be used to guide investments into improving the data available on leishmaniasis. In addition, our results should help set in motion global discussions on the public health value and commitment towards a leishmaniasis vaccine and help direct vaccine target product profiles to ensure economic feasibility."
}