{
    "Introduction": "The 2013–15 epidemic of Ebola virus disease in West Africa was the largest recorded filovirus outbreak, as well as the first emergence of the Zaire species of Ebola in a high-density urban setting. It is generally accepted that Ebola is a zoonotic infection whose primary reservoir is probably bats [1]. Contact with wildlife generates a small number of index patients [1,2], and widespread and sustained disease transmission can follow in community settings, with a subsequent high mortality rate [3].The size of the 2013–15 outbreak increased the need for better understanding of all transmission pathways and specific types of exposure. Hence, much of the previous advice and guidelines needs to be critically reviewed, particularly with regard to risks within communities.\nIt is now generally accepted that both Ebola and the closely related Marburg virus diseases, are typically transmitted through direct or indirect contact with body fluids of an infected individual [4]. However uncertainties remain about which body fluids are infectious and when they pose a risk [5]. In order to address these concerns the World Health Organization released a set of “Q and As” on sanitation concerns during the 2013–15 outbreak [6], which also stated that there was insufficient evidence to give definitive guidance. In order to undertake an adequate risk assessment, knowledge on the presence of the virus in various body fluids is essential. We report a rapid systematic review of the available published evidence on the presence of filoviruses in body fluids of infected people and survivors.",
    "Methods": "Searches\nMedline, Scopus and grey literature (S1 Table) were searched through 23 July 2015 with the string filovir*.af. OR ebola.af. OR ebolavir*.af OR Marburg-virus.af, without restrictions for date or language.\n\n\nInclusion criteria\nThe aim was to find primary data that suggested high likelihood of actively infectious virus in human body fluids (viral RNA). Eligible infections were from any of the Marburg virus species and Zaire, Sudan, Taï Forest and Bundibugyo species of Ebola. Species of filovirus not known to be dangerous to humans were excluded. Cause of infection had to be laboratory confirmed (culture or polymerase chain reaction/RT-PCR tests), or evidenced by compatible clinical history with subsequent positivity for filovirus antibodies or inflammatory factors. Post-disease markers in body fluids were not deemed eligible by themselves to confirm cause of disease, because antibodies are widespread in the regional population, including in many people with no relevant clinical history [7–11].\nCommentaries, editorials, news reports, protocols or conference presentations were excluded. We took it as given that any patient ill with filovirus should have detectable virus in blood. Therefore, studies which only report a single test result on blood for each patient or did not indicate the patient(s)’ day of illness were ineligible: they did not add to our objectives of describing viral load change over time in blood, or the likelihood of virus in non-blood products. Similarly, articles which reported primary data that were duplicated elsewhere were not included. Titles and abstracts were screened for inclusion criteria by a single reviewer and verified by a second reviewer. Where abstracts were unavailable, the paper was only assessed in full text if the title included at least one of these keywords: survive, survival, fluids, viral load, urine, semen, saliva, plasma or blood. Inclusion of full text papers was assessed in duplicate and decision differences at all stages were resolved by discussion. Articles were grouped where they reported on the same primary data, to ensure patient results were not duplicated. We searched selected papers for further articles relevant to our research questions.\nData were extracted from included studies by a single researcher and verified by a second researcher, for patients with confirmed filovirus infection. Details extracted were: bibliographic details, virus species, date and place of outbreak, body fluids tested, number of people tested and number of samples, days following disease onset and assay methods.\nA PRISMA checklist [12] is provided (S2 Table). Study validation (S3 Table) was primarily concerned with reliable confirmation of disease cause and presence of eligible filovirus RNA. Validity questions were intended to verify that assay methods were appropriate and validated, that specimens were duplicate tested or compared to controls, and that samples were handled and stored correctly for a relatively short period before testing (< 2 weeks, to reduce the risks of specimen degradation).\nData on virus concentration in blood samples is presented in graphic form. Presence or absence of virus in non-blood body fluids was presented as proportion positive with 95% confidence intervals. In order to adjust for multiple samples from the same patient, each specimen was weighted by the inverse of the number of samples from that patient: To prevent a large number of test results from a small number of patients skewing the predicted probability of positivity, each test result was weighted by the inverse of the number of samples from that patient. Thus, if ten test results were from one patient, each carried a weight of 0.1, but if only one test result existed for another patient, the latter test had a weight of 1 in constructing the probability distribution. Proportions and associated confidence intervals (on a Poisson distribution) were calculated using Stats Direct 3 and the results presented using fir tree diagrams, for samples taken in the first 16 weeks after onset of illness only.",
    "Results": "4926 unique articles were found in Medline and Scopus (Fig 1), and 1905 items were found in grey literature. 114 entries were immediately excluded for being conference abstracts, protocols, news reports, commentaries or editorials. A further 1603 items lacked an abstract. Most of these appeared to be short commentaries, news summaries and possible conference presentations; none contained keywords relevant to our review. Thus, 5114 references were screened on title and abstract. Of these, 51 articles were chosen for full text review, of which one came from the grey literature search (S1 Table). Six articles were cited by other literature and also eligible for full text review. Twenty-six articles were excluded after full text review for not meeting the eligibility criteria. This left 33 selected articles for which data were extracted and summarised (Table 1). Detailed validity assessment is available (S3 Table).\nThe total number of patients who provided which types of samples in which time period cannot be calculated precisely because of imprecise day-of-illness information reported in some papers [13–15]. There is also the potential problem that some samples were provided by the same patients in different articles (eg [16] and [17], or [18] and [19]). We corrected for this where known and appropriate (to avoid duplicated data being reported twice), but there is a small chance that a few patients were double-counted in our totals. Nevertheless, some overview comments about data availability can be made with confidence.\nApart from saliva and blood, there are potentially important gaps in the information on all bodily fluids. There were too few samples to allow strong conclusions to be made for breastmilk, vomit or sputum (fewer than 4 patients gave samples, with virus not detected in all, even during active illness). There were no semen samples before day 32 of illness, and just 17 patients in total provided all semen samples (positivity in first 7 months after disease onset = 70%). The patient numbers for eye fluids, skin, sweat or vaginal swabs samples before day 17 of illness was just 4–9 individuals. In contrast, at least 14 patients provided samples for each of stools, urine, saliva or blood products by the 16th day of illness. In the period through 112 days after onset of illness, between 15 and 45 patients gave eye, skin, sweat and vaginal specimens Saliva and blood drew on samples from 90+ unique patients of which at least 70 samples (50+ patients, saliva) and > 200 samples (145+ patients, blood) were collected before day 16. However, after day 16, blood samples were provided by just twelve of the uniquely identifiable 145 patients.\nBody fluid data were found for Marburg (MARV) but not Ravn virus, and for Ebola species EBOV and SUDV but not TAFV or BUDV. Presence of actively infectious virus in body fluids was reported in six different ways. Precise viral load was not usually reported, and there were problems with the consistency and accuracy of the assay tests used. Hence, virus presence in blood is reported in our summary according to assay method (culture, RT-PCR or NAAT) and units given by authors, but with many caveats, and in non-blood body fluids are mostly reported as simply positive or negative.\n\nBlood or blood products\nTwenty-nine studies reported on filovirus detection in blood either in a time series for individual patients or for a group of five or more patients. 26 articles were concerned with Zaire Ebola, two with Marburg virus [42] and one with SUDV Ebola [45]. Many reports [n = 14; 17,21–23,27,30,31,33,35–37,40,42,44] merely reported presence or absence of viral RNA. Six papers gave viral load/concentration in blood as CT values [19,24,28,32,34,39] and two articles [7,18] stated tissue-culture infectious dose (TCID50). A 1978 paper reported infectious units [20] and five studies gave results in copies per ml [15,25,26,38,45]. Plaque-forming units (PFU) were also reported [14]. There was also a mix of detection methods (RT-PCR, culture and NAAT), and some papers gave results for duplicated samples by two different assay methods with different units (eg., CT values by RT-PCR and presence/absence by culture [19]). Sometimes for reporting purposes, authors converted their observed metrics (such as CT values) to another reporting unit (eg., TCID50, [18]).\nStandardising these results to a single measurement unit was problematic. Multiplying TCID50 by 0.7 for adults converts to PFU [46] and conversion curves from CT values to TCID50 have been produced for Ebola virus [18], but translating a mere presence/absence test to other units is less straightforward. Viral loads were often presented in imprecise graphic forms [bar charts or scatterplots, 14,25,28,32,38,45]. Confidence intervals or ranges for viral load estimates were provided (graphically) in only one paper [14]. As a result, most viral loads were somewhat inexact, lacked confidence intervals and are not equivalent between patient groups.\nThe blood measurements should still indicate when viral loads are probably highest and when they are likely to approach undetection. Fig 2 shows viral load information in blood or blood products from culture methods (left side panels) or RT-PCR (right side), in the units reported by the stated authors, plotted against corresponding day of illness. The limit of detection (LoD) is the bottom value on each chart, either stated or implicit in the reporting methods. It merits mention that the true LoD for CT values (Panel d) may be uncertain. Most authors follow a rule of ≥ 40 cycles but it has been argued that for asymptomatic EBOV convalescents, the true LoD may be ≥ 36 cycles. [19] Presence/absence data in other articles [17,21,23,27,30,31,33,35,37] are not shown in Fig 2 but can be used to observe that overall, only 7 of the 145 individually identified patients in our extracted data had detectable virus in blood after day 16 of illness (using LoD ≤ 40). The latest positivity was day 29 of illness, using the criterion that CT value ≤ 40. With a revised CT value detection threshold of 36, the latest date for virus detected in blood among patients in our extracted data would be day 20 [18].\nResults are for blood or blood products (serum or plasma) until day 24 of illness. Units are as stated in cited articles. Leftside panels a-c: culture only detection methods. Right-side panels d-f: RT-PCR detection only. Bottom chart value = stated limit of detection ([18,25,26,38], all data in panel d) or implied detection threshold (all other sources). Panel source data: a. 1 patient in [20]; b. many patients in [7]; c. averages from many patients in [14]; d. one patient from each of [32,34,39], two patients in [28], four patients in [19] (including the two patients in [28]), many patients in [24]; e. four patients in [18] who are same four patients as in [19] (part of panel d, also duplicated two patients in [28]); f. one patient from each of [25,26,38], six patients in [45] and many patients in [15].\n\n\nOther body fluids\nTwenty two papers reported on the presence of filovirus in non-blood body fluids, three of which concerned Marburg virus [41–43], one SUDV [13] and the remainder Zaire Ebola. The proportions of positive samples are illustrated in Figs 3–6, grouped by testing method or date (before day 113 after onset of illness). The numbers in parenthesis after each fluid type indicate the number of patients who provided samples for each body fluid. The numbers on the right side are the mean probability for positivity (also shown as a cross mark) with 95% confidence interval in parentheses (shown as lines both sides of the cross).\nThe numbers in parenthesis after each fluid type indicate the number of patients who provided samples for each body fluid. The numbers on the right side are the mean probability for positivity (also shown as a cross mark) with 95% confidence interval in parentheses (shown as lines both sides of the cross).\nThe numbers in parenthesis after each fluid type indicate the number of patients who provided samples for each body fluid. The numbers on the right side are the mean probability for positivity (also shown as a cross mark) with 95% confidence interval in parentheses (shown as lines both sides of the cross).\nThe numbers in parenthesis after each fluid type indicate the number of patients who provided samples for each body fluid. The numbers on the right side are the mean probability for positivity (also shown as a cross mark) with 95% confidence interval in parentheses (shown as lines both sides of the cross).\nThe numbers in parenthesis after each fluid type indicate the number of patients who provided samples for each body fluid. The numbers on the right side are the mean probability for positivity (also shown as a cross mark) with 95% confidence interval in parentheses (shown as lines both sides of the cross).\nWe distinguish between results from culture (Fig 3) or by RT-PCR (Fig 4). RT-PCR results are further divided into all early samples (Fig 5, <17 days after onset of illness) or all late samples (Fig 6, >16 days after onset of illness). Days 16/17 are an imperfectly identified typical transition point from active illness to convalescence, because our included papers often did not identify the last date of viraemia or active illness. We observe that blood samples are rarely positive on days 17–112 (Fig 2; virus was detected in blood of just 7 of 145 individuals who can be individually identified in our extracted data). Most deaths from Ebola virus disease occur by day 16 of illness [47,48]; the latest individually identified death in our dataset was on day 16 of illness [23].\nOverall, body fluid samples tested by RT-PCR (Fig 4) are about four times more likely to test positive than those tested by culture (Fig 3). This approximate discrepancy also exists among the six studies that provided duplicated results by both culture and RT-PCR [13,16,17,25,30,40]. Results for saliva and other oral fluids are particularly in disagreement (less than 5% positive by culture and almost 50% positive by RT-PCR). Virus was detected in most breastmilk samples, but the dataset is too small (three samples from two patients) to be conclusive. Data on seminal fluid are the most consistent between assay methods, with a mean weighted probability of 21% positivity for culture before day 113, and 28% for RT-PCR. Virus was detected in 73% of seminal fluid samples from 26 samples provided by 18 survivors before day 113. The latest positive result (in seminal fluid) was 203 days after onset of illness, but no results were available for days 111 to 202 or days 204 to 696 after onset of disease. Filovirus was not detected in seminal fluid of six survivors at 697–707 days post-illness [16,17].\nProbability of detection by RT-PCR in different body fluids is shown before day 17 (Fig 5) and after day 16 (Fig 6). The small number of patients providing samples leads to large confidence intervals for most body fluids. Saliva is unusual in being provided from over 50 patients in both the early and late monitoring periods which leads to smaller confidence intervals. The probability of virus detection in saliva was fairly similar in both periods, falling only modestly from 55% to 45% before and after 16 days of illness.\nSpecific viral load data were usually not provided for non-blood samples. From the limited available viral load data, it seems that viral loads can be high or may be almost negligible in non-blood body fluids (high viral load is much more likely to be detected in blood). For instance, very low viral loads were reported in urine (CT values = 36–40+) even when patients had high viraemia [28,29]. For stools or rectal swabs from symptomatic patients, virus was not detected in Kreuels et al [25] but viral load in stools was relatively high in two other patients (maximum log 105–105.5 copies/ml: [26,38]). High viral loads for saliva were found in some studies (on days 1–8, lowest CT value = 21, maximum log 105.5–106.3 copies/ml: [15,34,38]), but virus was undetected in saliva of other patients on days 9–16 of illness [17,20,31,38].",
    "Discussion": "We report the first systematic review to investigate the probability of different body fluids being positive for African filoviruses. We summarize evidence about presence and persistence [49] of infectious virus in each body fluid compared to point of onset of illness, which is especially important information when managing disease transmission risks during a large outbreak where there may be many survivors. We provide quantitative estimates of the probability of positivity. Our main finding is that blood from infected patients is likely to be positive for the virus but rarely later than 16 days after the onset of illness. Titres in blood can very high,—up to about 108 viruses/ml; it seems that survival is related to the maximum virus titre [45,50–53]. Many other body fluids are much less likely to be positive, particularly when tested by tissue culture. Although viral loads can be high in some body fluids, virus may be completely undetected, even during active illness. An exception is semen samples, which tended to consistently test positive regardless of whether assay method was RT-PCR or culture.\nInfected blood continues to appear to be the most infectious body fluid because it is the body fluid that most consistently tests positive during illness, and viral loads are often observed to be very high. High viral loads are less consistently reported in other bodily fluids. Disease following contact with infected blood is well-documented [7,11,20,54]. Disease transmission from contact with non-blood product body fluids has not been described as clearly, and may depend to some extent on whether the fluid is contaminated with blood (visible or not). Given the known propensity of patients to haemorrhage in later disease, contamination is a plausible explanation. It is noteworthy that patients have been released from hospital when asymptomatic (especially without viraemia) in spite of detected virus in saliva, sweat or urine [25,38] because it was not possible to cultivate virus swabbed from these areas in tissue culture. These results may therefore indicate that recalibration of the limit of detection in at least some filovirus RT-PCR tests in some contexts is advisable (as argued by Spengler et al [19]). It also merits mention that testing usually discontinues on individuals who have already had repeat negative results. Therefore, what Figs 3–6 show is not the likelihood of positivity among all patients or survivors, but rather among those cases for whom positivity is still suspected.\nIt is also not clear how RT-PCR positivity relates to infectiousness in the absence of a positive culture. Viral RNA can be detected for some time after virus is inactivated [55]. Six of our included studies [13,16,17,25,30,40] suggest that perhaps only about 25% of RT-PCR filovirus-positive samples are infectious.\nTwo case histories are relevant to human milk exposure, from mother-infant pairs [33]. Both infants were under six months old. Although one mother tested negative in blood and breastmilk for Ebola virus disease (EVD), she was highly symptomatic and her urine tested positive for viral RNA as did her baby (blood test) who subsequently died of EVD, having had 13 days of (not exclusive) breastfeeding during his mother’s active illness. A second breastfeeding mother produced a positive test (blood) for Ebola and highly symptomatic, but her infant (exclusively breastfed for first six days of mother’s illness) did not develop EVD. It is possible that breastmilk alone from mothers with EVD poses low disease transmission risks to unweaned babies. The immunological components in human milk are complex and can reduce transmission of viral diseases from the mother [56]. The chances of EVD transmission from breastmilk alone may be similar to the very low risks of HIV transmission to exclusively breastfed babies [57], risks that rise sharply after the infant starts solids. However, a key difference between HIV and EVD transmission is that close physical contact with the ill mother may mean exposure to other highly infectious bodily fluids from EVD, especially during the most severe stages of illness. The authors of the mother-infant pair case histories highlighted the possible inconsistencies and importance of multiple tests in clinical environments to confirm absence of filovirus infection.\nWorld Health Organisation advice is now that male survivors should adopt barrier methods during sexual contact for at least six months following end of illness [58]. Some accounts [40,59] suggest that six months may still be inadequate; prospective studies [60,61] are under way to gather better evidence about residual virus in seminal products. An epidemiological account by Christie et al [39] describes disease transmission to just one of two sexual partners of an EVD survivor; this suggests that viral load in semen may tend to be low or sporadic (low virus load in semen of an EBOV survivor was also reported in Emond et al [20]).\nOne study [34] reported on viral shedding before illness and it seems likely that many body fluids are infectious during at least late incubation. In several cases where virus shedding during incubation was suspected [7,33,62] or shown [34], the incubating patient was either heavily pregnant or in childbirth. It is suspected that immuno-suppression associated with pregnancy can lead to delayed disease onset. Otherwise, data about possible disease transmission from asymptomatic persons are inconclusive [9,16]. There is widespread filovirus antibody seroprevalence in central Africa (2–15% of the population) without history of relevant illness [7–11] suggesting exposure mechanism(s) that can lead to infection without disease. The implications of potentially widespread asymptomatic infection, or the mechanism that lead to it, are unknown. Better understanding of the consequences of low dose exposure that presumably leads to asymptomatic infection, might help to improve disease resistance or to identify optimal intervention points when targeting resources during disease outbreaks. Infection without disease is intriguing because it is widely believed that EVD can be caused by very minimal exposure [63]. EVD resulted in non-human primates which were inoculated with as few as four virions [64], and from aerosol exposure to PFU (log10) 2.6 concentrations of organisms [65]. But it is unclear what the threshold for filovirus infectious dose is in actual community outbreaks among humans [64,66].\nSome of the most recent studies in our review discord with older research but also agree with established guidance that was only weakly supported by older studies. For instance, although official guidance has long stated [67] that filovirus was in sweat and any other body fluid, until recently viral RNA was never reported in sweat [11], it still hasn’t been reported in vomit, and is often not found in many other body fluids. Inconsistent test results between selected studies can perhaps also be interpreted with respect to our assessment of validity and study quality. All selected studies used appropriate and clearly described testing techniques, and nearly all used confirmation strategies (multiple tests, different types of tests or laboratories on duplicate specimens and/or healthy controls) to verify results. Most samples were tested relatively quickly (within two weeks), although there was lack of clarity about the test timescale in some papers. The only recurring concern about data collection is that many authors in African environments reported challenges [13,16,17,23,45] in preserving specimen quality (especially preventing breaks in the cold storage chain). These problems may have resulted in some unreliable results [33]. Within our review, virus in non-blood products was often detected by RT-PCR among patients treated in high resource (western) hospital environments [19,25,26,29–31,40]. However, even when RT-PCR suggested positivity, detection by culture in duplicated samples within this group was repeatedly not possible, which was interpreted by clinicians and authors as a very low risk of actual infectivity from these samples of non-blood body fluids [19,25,30]. New data emerging from the most recent outbreaks should adhere to more rigorous storage and testing procedures and thus further clarify the likelihood of infectious virus in specific body fluids.\n\nLimitations\nIt is very hard for any systematic review to be fully up-to-date so soon after a large outbreak. Our search only covers research published on and before 23 July 2015. It is not desirable, however, to wait until all data from the 2014–2015 epidemic are available because the scientific information may be needed soon to help manage the next outbreak.\nThere were biases in how body fluid data were collected. Surveys exist among convalescents regardless of severity of original disease or possible sequelae [16,17], but many data collected after day 16 were on patients who were not representative of most patients in a filovirus outbreak. Many samples after day 16 came from a small number of patients treated in high resource (western) hospitals; these samples were more likely to have virus detected than samples from patients in Africa. It may be reasonable to assume samples collected in in an outbreak area were less reliably stored or processed, and therefore more likely to incorrectly find no virus detected. However, data were also more likely to be collected from patients still exhibiting symptoms (treated at any location), especially viraemia, whereas all testing stopped on patients who recovered quickly. Thus, test results tend to only be available for those who recently tested positive. This bias in patient sample recruitment falsely elevates the apparent probability of late positivity seen in our results. Further difficulties with the reliability of the detection tests include the ever present possibility of false positives by any method, the contradictory results reported from different test assay methods on identical samples (especially culture vs. RT-PCR), or indeed the uncertainty about the appropriate threshold for correct CT values to use when declaring Limit of Detection [19].\n\n\nConclusions\nFilovirus has been found in most types of body fluid, but not every sample from every symptomatic patient. Furthermore, with the exception of semen, most non-blood, RT-PCR positive samples are likely to be culture negative and so of low infectious risk. Nevertheless, it is not apparent how relatively infectious many body fluids are, even when culture positive, not least because viral loads are uncertain. Contact with blood and blood-stained body fluids remains the major risk for disease transmission."
}