{
    "Background": "Prevention and control of wildlife disease invasions relies on the ability to predict spatio-temporal dynamics and understand the role of factors driving spread rates, such as seasonality and transmission distance. Passive disease surveillance (i.e., case reports by public) is a common method of monitoring emergence of wildlife diseases, but can be challenging to interpret due to spatial biases and limitations in data quantity and quality.",
    "Methodology/Principal findings": "We obtained passive rabies surveillance data from dead striped skunks (Mephitis mephitis) in an epizootic in northern Colorado, USA. We developed a dynamic patch-occupancy model which predicts spatio-temporal spreading while accounting for heterogeneous sampling. We estimated the distance travelled per transmission event, direction of invasion, rate of spatial spread, and effects of infection density and season. We also estimated mean transmission distance and rates of spatial spread using a phylogeographic approach on a subsample of viral sequences from the same epizootic. Both the occupancy and phylogeographic approaches predicted similar rates of spatio-temporal spread. Estimated mean transmission distances were 2.3 km (95% Highest Posterior Density (HPD95): 0.02, 11.9; phylogeographic) and 3.9 km (95% credible intervals (CI95): 1.4, 11.3; occupancy). Estimated rates of spatial spread in km/year were: 29.8 (HPD95: 20.8, 39.8; phylogeographic, branch velocity, homogenous model), 22.6 (HPD95: 15.3, 29.7; phylogeographic, diffusion rate, homogenous model) and 21.1 (CI95: 16.7, 25.5; occupancy). Initial colonization probability was twice as high in spring relative to fall.",
    "Conclusions/Significance": "Skunk-to-skunk transmission was primarily local (< 4 km) suggesting that if interventions were needed, they could be applied at the wave front. Slower viral invasions of skunk rabies in western USA compared to a similar epizootic in raccoons in the eastern USA implies host species or landscape factors underlie the dynamics of rabies invasions. Our framework provides a straightforward method for estimating rates of spatial spread of wildlife diseases."
}