{
    "Introduction": "Acute febrile illness (AFI) is an important health problem in sub-Saharan Africa (SSA). AFI can be caused by a variety of pathogens–bacteria, viruses, malaria parasites–which cause a non-specific clinical illness. Establishing the microbiological origin of AFI without laboratory diagnostics remains a challenge. While malaria remains common, there is an increasing appreciation for non-malarial causes of AFI in SSA [1,2] as well as for concurrent malaria and bacteraemia [3–5]. The mortality of bacteremia is high and the prognosis depends on early recognition and treatment.\nThe introduction of malaria rapid diagnostic tests (RDTs) has greatly rationalized the use of anti-malarial drugs. However, other diagnostic tools for evaluation of AFI such as bacterial culture, are rarely available in SSA. Antibiotics are therefore regularly prescribed empirically among patients presenting with undifferentiated AFI. Even when malaria is suspected, antibiotics are commonly administered because of fear for concurring bacteremia [6]. The lack of microbiological tests indicating a bacterial infection is fueling antibiotic overuse and development of antimicrobial resistance (AMR) [7]. The global increase in AMR has been decreed an imminent threat to global health by the World Health Organization (WHO). As a result, development of rapid diagnostics for differentiation between bacterial- and non-bacterial AFI has become a priority [8].\nAn alternative to pathogen-specific (microbiological) diagnostics is to assess the host immune response to pathogens in peripheral blood. Biomarkers such as C-reactive protein (CRP) or procalcitonin (PCT) are advocated to guide antibiotic prescription, but their usefulness for patients with a concurrent malaria infection has been scarcely studied [9,10]. The host immune response can also be assessed by evaluating blood-cell morphology using hemocytometry. The latest generation Sysmex automated cell counters (hematology analyzers) are equipped with an enhanced panel of parameters detailing blood-cell differentiation, which was used to create a software algorithm–Infection Manager System (IMS)–to differentiate causes of AFI. The IMS has previously been tested in Indonesia, demonstrating its capacity to differentiate between arboviral and bacterial infection among adults[11]. Here we describe the diagnostic accuracy of the IMS to detect bacteremia and other bacterial infections in patients with AFI in a malaria endemic area in Burkina Faso, with reference to standard microbiological and clinical diagnostics, and compared to CRP and PCT.",
    "Methods": "Ethics statement\nThe study was performed in accordance with the declaration of Helsinki. The study was approved by the national ethical committee of Burkina Faso (ref 2015-01-006), the internal review board of IRSS (ref A03-2016/CEIRES) the ethical committee of the Antwerp University Hospital (ref 15/47/492) and the institutional review board of the Institute of Tropical Medicine Antwerp (ref 1029/15). Written informed consent was obtained from all participants or their parents/legal guardians prior to their inclusion.\n\n\nStudy design\nWe performed a diagnostic accuracy study (clinicalTrials.gov, NCT02669823) at the Clinical Research Unit of Nanoro (CRUN) designed to assess the accuracy of two new Sysmex technologies: (1) a prototype hematology analyzer (XN-30) to directly detect malaria parasitized erythrocytes and (2) a marketed XN-450 hematology analyzer equipped with the IMS algorithm. This manuscript only includes the results obtained with the XN-450 hematology analyzer equipped with the IMS prototype. The performance of XN-30 has been published elsewhere [12].\nThe primary aim of the present study was to assess the diagnostic accuracy of the IMS for detecting bacteremia and malaria-bacteremia co-infection in a malaria endemic area among participants of five years and older. Secondary aims were to assess the diagnostic accuracy of the IMS for detection of (i) bacteremia among children < five years, (ii) bacterial infections, and (iii) viral infections among both patients (i.e., below and ≥ 5 years old) as well as (iv) comparison of the diagnostic accuracy of the IMS to detect bacteremia with that of CRP and PCT.\n\n\nStudy population and procedures\nThe Nanoro area in Burkina Faso [13] is hyperendemic for Plasmodium falciparum infections with peak incidences coinciding with the rainy season (July-October) [14]. Bacteremia among < five year old children is predominantly caused by non-Typhoidal Salmonella [15,16]. Participants were enrolled between March 2016 and June 2017 at the district hospital “Centre Medical avec Antenne Chirurgicale” (CMA) Saint Camille de Nanoro to which CRUN is affiliated [14]. Patients of three months and older with suspected AFI needing hospitalization were screened for eligibility. Patients were eligible if they had a measured temperature (auricular) of ≥38.0°C or ≤35.5°C, or a reported history of fever up to 48 hours prior to presentation, and suspicion of severe infection with signs of severe clinical illness including respiratory distress, prostration, altered consciousness, convulsions (one or more episodes), clinical jaundice, Systemic Inflammatory Response Symptoms (SIRS) criteria, severe malnutrition with severe anemia (hemoglobin <5 g/dl). Patients with fever lasting more than 7 days were excluded.\nUpon inclusion, 2–5 ml EDTA anticoagulated blood was sampled for the index test, complete blood count, malaria diagnostics (thick- and thin blood films and RDTs) and blood culture. All samples were processed within one hour after sampling. A nasopharyngeal swab and aliquots of residual blood and plasma were stored at -80° for retrospective analyses. Additional diagnostics such as chest X-ray (CXR), abdominal echography, urinalysis, and culture of urine, stool, pus, or cerebrospinal fluid were performed on indication. Patients were followed daily during hospitalization and follow-up samples were taken if clinically indicated. Procedures for the reference tests used to diagnose the various underlying diseases are described in S1 Text.\nDiagnostic classification was independently done by two study doctors (BK and AP) and an infectious disease specialist (QdM) after inclusion had been completed. In case of discordant results (10%), QdM assigned the decisive diagnosis. AP, BK and QdM used all available information except for CRP, PCT and IMS results. All cases were subjected to a “diagnostic classification”, referring to the final diagnosis assigned by the researchers which therefore includes cases with uncertain etiology. The term “confirmed diagnosis” refers to any case in which the etiology of disease was confirmed through clinical signs (e.g., erysipelas), or microbiological/radiological confirmation. The diagnostic classification scheme is described in S1 Table. Co-infections were defined as the presence of two or more confirmed infections. Newly diagnosed tuberculosis cases were considered bacterial infections. Newly diagnosed HIV infections were considered infection of unknown origin. Patients with HIV and a confirmed co-infection were classified according to the co-infection.\n\n\nIndex test: Infection Manager System\nThe XN-series hematology analyzers (Sysmex Corporation, Kobe, Japan) can distinguish activated from non-activated cells by quantifying cellular activity and cell-membrane composition using fluorescence- and surfactant reagents that target RNA, DNA and bioactive lipid rafts [17]. This leads to further differentiation of cell lineages (see also S2 Table). The resulting enhanced panel of parameters detailing blood cell differentiation [17–21] was used to create an algorithm–the IMS—a software update that provides flags indicating presence or absence of an inflammatory response and subsequently classify the inflammation as matching malaria, bacterial or viral infection [18]. The output comprises a complete blood count (CBC) in combination with a flag and calculated likelihood score for viral and bacterial infections, see also S2 Text. The IMS reports ‘Inflammation of unknown origin’ when inflammation is flagged but none of the likelihood scores match a decisive etiology. Data on performance of the malaria score are premature as the malaria score is still in early development. This manuscript reports the number of cases flagged as malaria or malaria co-infection but does not analyze its performance against malaria diagnostics.\nThe IMS algorithm was originally designed for adults [11]. To account for the rapid changes in blood composition during infancy, as well as differences in immunological response to pathogens between young infants and adults, the algorithm was converted to use absolute numbers of cell subsets rather than percentages. The main text reports the results of the converted algorithm, results of the original algorithm as tested in Indonesia are presented in S3 Table.\n\n\nHealthy control samples\nA concurrent explorative cross-sectional field study to assess baseline hemocytometry data among a healthy population of one year and older was performed in the same study area (ClinicalTrials.gov Identifier: NCT03176719). Details on primary objectives will be reported elsewhere. A secondary objective was to assess the prevalence of subclinical malaria infections in the area. The blood samples were analyzed to assess how frequently IMS flagging inflammation was found among a healthy population with and without malaria parasitemia. Results were compared with plasma CRP levels.\n\n\nStatistical analysis\nData analysis was done according to a statistical plan agreed upon before data inspection. Data was analyzed using Stata 14 (Stata Corp, College Station, TX, USA). Differences in proportions and medians were compared using as appropriate a chi-square test, Mann-Whitney-U test, or student’s t-test. Patients without a confirmed diagnosis were excluded from analysis. Sensitivity, specificity, positive predictive value (PPV) and negative predictive value (NPV) were assessed using the diagt-package (Stata). Cut-off values for CRP and PCT were defined prior to data inspection. Two cut-off values were used to predict a bacterial etiology of fever (1) 20 mg/L and 0.5 ng/ml plasma respectively as previously proposed in literature [22] and (2) the optimal cut-off value as determined by ROC analysis. Comparative analyses of diagnostic accuracy between the IMS and CRP/PCT were done using a McNemar test and reported as test-ratios with significance level. A significance level of 5% was used for all analyses.",
    "Results": "A total of 930 patients (age ranged 3 months– 90 years old) were included between March 2016 and July 2017, sixteen of whom were subsequently excluded because of missing clinical data or IMS results, leaving 914 patients for analysis (Fig 1). Patients were subdivided into two age groups–< five years (n = 449) and ≥ five years (n = 465)–to account for age-related differences in blood composition and immune response. Table 1 shows baseline characteristics and diagnostic classification for both age groups. The percentage of antimalarials taken in the past two weeks was higher among patients below five years (38.3% versus 28.8%; p = .002) whereas the number of patients who had taken antibiotics in the past two weeks was similar (39.6% vs 39.4%; p = .9).\nIn 343/449 (76.4%) patients below five years and in 206/465 (44.3%) patients of five years and older, a diagnosis was confirmed using pre-defined case definitions (Table 1). The pathogens causing bacteremia with (n = 47) and without (n = 69) concurrent malaria parasitemia are specified in Table 2. In total 191 patients had clinical malaria and an additional 12 malaria patients had a concurrent viral (n = 4) or non-bacteremic bacterial (n = 8) co-infection.\nThe IMS flagged inflammation matching bacterial infection in 318/914 (34.8%) (which includes both bacteremia and non-bacteremic bacterial infection), viral infection in 239/914 (26.1%) and malaria in 86/914 (9.4%) cases. In 50/914 (5.5%) patients the IMS found inflammation matching a combined malaria-bacterial infection. Inflammation of unknown origin was flagged in 221/914 (24.2%) patients consisting of 121 (54.8%) cases without- and 100 (45.2%) with a confirmed diagnosis (e.g., malaria (n = 46), viral infections (n = 27) bacterial infections (n = 22, including one bacteremia), and combined malaria-bacterial (n = 4) or malaria-viral (n = 1) infections).\nDiagnostic accuracy of the IMS for detection of bacteremia with and without concurring malaria parasitemia.\nFig 2 provides an overview of the diagnostic accuracy of the IMS to detect bacteremia by age group. The overall sensitivity of the IMS for detection of bacteremia was 92.2% (CI 95% 85.8–96.4) with a specificity of 70.9% (CI 95% 65.8–75.6), a PPV of 51.2% (CI 95% 44.2–58.2) and a NPV of 96.5% (CI 95% 93.5–98.4) among patients of all ages, with and without concurrent malaria parasitemia (Table 3). The sensitivity among ≥ five years old patients was higher than those < five years of age (97.1% [CI 95% 89.8–99.6] versus 85.4% [CI 95% 72.2–93.9]; p<0.0001), while the latter had a higher specificity (71.7% [CI 95% 66.1–76.9] versus 67.2% [CI 95% 54.6–78.2]; p < .0001). Concurrent malaria parasitemia decreased the accuracy to detect bacteremia in both age groups; with a sensitivity of 90.0% (CI 95% 68.3–98.8) versus 82.1% (CI 95% 63.1–93.9) in patients < 5 years old (p < .0001) and 98.0% (CI 95% 89.1–99.9) versus 94.7% (CI 95% 74.0–99.9) among patients of 5 years and older (p < .0001).\nLegend: IMS: Infection Manager System | “Reference” refers to blood culture confirmed cases.\nThe reference value is presented on the rows, the IMS result is presented in the columns.\nThere were a number of cases in which the IMS flagging for bacteremia was false negative and in which IMS flagging for bacterial infection was false positive (Table 4). Since the IMS cannot differentiate bacteremia from bacterial infections, a false-positivity rate for bacteremia alone cannot be calculated. In total 9/116 (7.7%) confirmed bacteremia cases were flagged as either viral infection (n = 6), malaria (n = 2) or infection of unknown origin (n = 1). The majority (n = 5) were invasive non-Typhoidal Salmonella (iNTS) cases among children below five years. Eight were blood culture confirmed, one was Polymerase Chain-Reaction (PCR) confirmed. In three cases antibiotics had been taken prior to inclusion to the study.\nIn total 103 non-bacterial cases were flagged as bacterial; they comprised patients with malaria (n = 64), viral respiratory tract infection (n = 37), and one patient each with viral hepatitis and combined malaria/viral infection.\n\nComparison with CRP and PCT\nCRP and PCT plasma levels were available for 883/914 (96.6%) patients. Among the different infections, median CRP levels of both bacteremia cases (107, IQR 44–142, n = 65) and all confirmed bacterial infections without malaria co-infection (97 mg/L, IQR 47–134; n = 109) were significantly higher than those obtained from clinical malaria cases (51 mg/L, IQR 22–100, n = 180; p < .0001 in both analyses). Samples of viral infections recorded the lowest CRP values (8 mg/L, IQR 3–23, n = 126).\nMedian PCT levels were highest among patients with malaria (3.5 ng/ml, IQR 0.6–18.2, n = 180) compared to patients with bacteremia- (1.9 mg/ml, IQR 0.5–8.5, n = 65), confirmed bacterial infections without malaria co-infection (0.9 ng/ml, IQR 0.4–3.9, n = 109), and viral infections (0.47 ng/ml, IQR 0.22–1.39). An overview of CRP and PCT values among the various types of infections can be found in S1 Fig.\nThe median (IQR) of CRP and PCT levels among patients with malaria, different causes of bacteremia (Salmonella, other Gram-negative and Gram-positive infections), and malaria-bacteremia co-infections is presented in Fig 3A and 3B. Malaria with bacterial co-infection produced slightly, though not significantly (p = 0.07) higher CRP plasma levels (72 mg/L, IQR 34–107, n = 43) compared to malaria alone (51 mg/L, IQR 22–100, n = 180), with considerable overlap between the two (Fig 3A). We found a wide spread of CRP levels between various causes of bacteremia (Fig 3B), with Gram-negative causes of bacteremia (e.g., Salmonella) having significantly lower CRP levels compared to Gram-positive causes of bacteremia (p = 0.02).\nMedian (Interquartile range (IQR)) CRP levels among (A) malaria, co-infection, and bacteremia and (B) the different causes of bacteremia, and median (IQR) PCT (C) malaria, co-infection, and bacteremia and (D) the different causes of bacteremia. Legend: the dotted line represents the cut-off values for CRP and PCT respectively.\nTo compare the accuracy of the IMS to detect bacteremia with CRP and PCT, we performed a sub-analysis to the analysis performed in Table 3, using only patients with available CRP and PCT data (n = 445). This meant excluding a further 21 patients in whom insufficient plasma was available for CRP and PCT analysis (Table 5). At cut-off values of respectively ≥20 mg/L (CRP) and ≥0.5 ng/ml (PCT), the diagnostic accuracy of the IMS outperformed both CRP and PCT with an overall sensitivity of 91.8% (CI 95%: 85.0–96.2) versus 87.3% (CI 95%: 79.6–92.9) (p = .27) for CRP and 78.2% (CI 95%: 69.3–85.5) (p = .0026) for PCT, and a specificity of 71.6% (CI 95%: 66.4–76.4) versus 41.8% (CI 95%: 36.5–47.3) for CRP (p < .0001) and 36.1% (CI 95%: 31.0–41.5) for PCT (p < .0001). Just like for the IMS, the accuracy of CRP and PCT was lower in patients with malaria.\nData are presented separately for malaria positive cases, malaria negative cases and all cases, and compared to accuracy of CRP and PCT.\nA sub-analysis using only patients of five years and older in whom both the IMS and CRP/PCT data was available (n = 131) is described in Table 6. The sensitivity of CRP in this sub-analysis was 93.9% (95%CI; 85.2–98.3) which was comparable to that of the IMS (97.0%; 89.5–99.6, p = .63), though the specificity of CRP was significantly lower (39.4% [27.6–52.2] compared to 68.2% [55.6–79.1]; p = .0005). The AUC of CRP was 0.67 (0.60–0.73), compared to 0.83 (0.77–0.89) for the IMS. The accuracy of PCT was lower with a sensitivity of 72.7% (60.4–83.0; p < .0001), a specificity of 50.0% (37.4–70.1; p = .029) and an AUC of 0.61 (0.53–0.70). Like in the IMS, the accuracy of CRP and PCT was lower in patients with malaria compared to those without. In this sub-analysis, when compared with CRP, the IMS had similar sensitivity but higher specificity. Both CRP and IMS showed higher sensitivity and specificity than PCT. An exception was the sub-analysis among malaria negative patients where both CRP and PCT had one less false positive case compared to the IMS. The low number of cases in this sub-analysis (n = 58) led to a visually large (66.7% versus 75.0%) but non-significant (p = .56 and p = .65) difference in specificity.\nData are separately presented for malaria positive cases, malaria negative cases and all cases, and compared to accuracy of CRP and PCT.\nNext, the accuracy of the IMS to detect all bacterial infections combined compared to CRP and PCT was calculated (Table 7). The sensitivity of the IMS was slightly lower than that of CRP but higher than PCT, and the specificity of the IMS was higher than both CRP or PCT. The AUC of the IMS was higher than that of both CRP and PCT. Missed cases by the IMS mainly consisted of patients with localized bacterial infections (n = 12), pneumonia (n = 8) and tuberculosis (n = 7).\nThe ROC curves of the IMS likelihood score for bacterial infection compared to CRP and PCT among patients of all ages without and with malaria parasitemia are presented in Fig 4. For patients without malaria parasitemia, IMS and CRP had comparable accuracy, whereas in patients with malaria parasitemia, IMS was more accurate than CRP. Of note, PCT was the least accurate in both settings. When using the ROC suggested cut-off values for CRP and PCT, the sensitivity, specificity, and AUC among patients >5 years old with and without malaria were 75.8% (95%CI 63.6–85.5), 72.7% (60.4–83.0) and 0.74 (0.67–0.82) for CRP and respectively 80.3% (68.7–89.1), 36.4% (24.9–49.1) with an AUC 0.58 (0.51–0.66) for PCT.\nROC curves for IMS, CRP and PCT among patients of all ages without (A) and with (B) malaria parasitemia.\n\n\nDiagnostic accuracy of the IMS for viral infections\nFinally, we compared the diagnostic accuracy of the IMS to detect viral infections to CRP and PCT at cut-off values of <20 mg/L and <0.5 ng/ml respectively. The sensitivity of the IMS was 51.3%, which was lower than CRP (64.6%, p = .013), and comparable to PCT (51.3%, p = 1.0). The specificity of the IMS (88.4%) was higher than both CRP (81.9%, p = .0071) and PCT (71.9%, p < .0001). There were too few cases of combined viral infection and malaria to perform a separate analysis.\nIn total 179/346 (51.7%) proven viral or malarial infections were correctly flagged as non-bacterial by the IMS, 142 (79.3%) of whom had been treated with antibiotics upon admission.\n\n\nIMS and CRP in a symptom free population\nA total of 1003 healthy participants were included in the cross-sectional study. Malaria microscopy was performed on 927 of them; 483/927 (52.1%) had no microscopic parasitemia and 444/927 (47.9%) had asymptomatic parasitemia. The IMS flagged inflammation matching bacterial infection in 49/927 (5.3%) individuals, of whom 31 had a positive malaria microscopy. All others were flagged as ‘no inflammation’. Sufficient plasma volume to measure CRP levels was available for 730 individuals: CRP levels of >20 mg/L were observed among 68/730 (9.3%) individuals, of whom 60 had positive malaria microscopy. These results suggest that the IMS has a lower false-positivity rate in a symptom free population compared to CRP.",
    "Discussion": "We performed a diagnostic accuracy study in Burkina Faso to assess the performance of a new diagnostic algorithm–the IMS–and the well-known biomarkers CRP and PCT to detect bacteremia among febrile ≥ five years old patients in a malaria endemic setting. We found that the IMS had a higher diagnostic accuracy to detect bacteremia than PCT at a cut of value of 0.5 ng/ml, and was comparable in sensitivity, but superior in specificity to CRP at a cut of value of 20 mg/L. Similar analysis in <5 years old patients as well as in those with concurrent malaria parasitemia showed a lower accuracy of both the IMS and CRP, though the accuracy of the IMS remained at least equal to- or higher than CRP for each sub-analysis. Combining the IMS and CRP did not significantly improve accuracy due to the high level of overlap between CRP and the IMS. The high NPV of IMS–also in non-bacteremic bacterial infections–suggests that the IMS holds promise to rationalize antimicrobial prescription in healthcare facilities where hematology analyzers are available. The relatively low specificity and PPV demonstrate that it is not (yet) suitable as a diagnostic for bacteremia.\nOur primary outcome measure was bacteremia since it is difficult to diagnose, causes severe disease with a high mortality and requires early antibiotic treatment. Blood culture, the gold standard for detection of bacteremia, has a limited reliability as its sensitivity is only 40–60% [23–25]. Performing PCR on negative blood cultures increases the yield, but not up to 100% sensitivity. The high use of over-the-counter anti-microbials in the study area likely interferes with the results of blood culture and PCR. All these factors may lead to an underestimation of the number of bacteremia cases and may have affected our results. Furthermore, the high prevalence of asymptomatic malaria in our study area complicates reliability of our diagnostic classification process: some patients with asymptomatic malaria and undetected bacterial co-infection may have been falsely classified as clinical malaria.\nThe classification of viral respiratory infections was complex, as it is difficult to distinguish colonization from active infection using nasopharyngeal swabs. Viral respiratory tract infections are often complicated by bacterial superinfection which may have been unnoticed. We therefore cannot exclude that bacterial pneumonia cases were mistakenly classified as viral respiratory tract infections.\nBoth early malaria and bacteremia lead to neutrophil mobilization and activation, which may explain the lower accuracy of the IMS in malaria patients. iNTS is often characterized by a limited innate immune response [23] which makes these intra-cellular infections more difficult to detect by the IMS as well as by CRP. This may explain the lower sensitivity among children below five years old as iNTS is the most prevalent cause of bacteremia among children below five years in the study area and is rare among (non-HIV infected) adults [15–16].\nThe Integrated Community Case Assessment (iCCM) program of WHO/UNICEF promotes the use of RDTs and early administration of antimicrobials for children [26]. This strategy has been effective in decreasing mortality but is now threatened by the increase in antimicrobial resistance (AMR). To counter the effects of AMR, the WHO recommends the development of Point of Care tests with a high NPV, to guide antibiotic prescription in patients with AFI [27]. The NPV of the IMS for detection of bacteremia ranges from 96.0–97.0% among the overall population, while the NPV for CRP is 90.0–91.5%. Both the IMS and CRP may therefore serve as tools to restrict antibiotics prescriptions. Both the IMS and CRP are influenced by presence of malaria parasitemia, though the large drop in specificity observed in CRP between patients with- and without malaria parasitemia suggests that the effect of parasitemia is stronger on CRP. Furthermore, our study also included healthy asymptomatic individuals of whom 9.3% had CRP levels of >20mg/L and 5.3% IMS flagging inflammation. Most participants with positive CRP or IMS result were malaria microscopy positive, supporting the confounding effect of malaria on CRP or IMS results. A combined malaria/CRP rapid diagnostic test would be a breakthrough for rural settings, though the determination of a valid cut-off value for CRP will be challenging.\nThe IMS is a learning algorithm which has the potential to increase its accuracy as more data is fed into the algorithm. Further development of the IMS will be directed to increase the accuracy of detecting combined bacterial infections in patients with bacteremia. Additionally, the impact of other factors which may influence blood counts such as (hematological) malignancies, chronic illnesses such as diabetes, cardiovascular diseases, and the use of immunomodulatory drugs on the accuracy of the IMS still need to be assessed.\nHematology analyzers are presently routine equipment of laboratories in peripheral hospitals up to national referral laboratories where second and third-line antimicrobials are most frequently prescribed. CBCs are commonly requested in these setting in patients with AFI and simultaneous reporting of the IMS could further support health workers in decision making at similar costs as for CBC. The fact that hematology analyzers are amongst the most frequently used diagnostic equipment in sub-Saharan Africa means that the infrastructure required to operate the IMS is already in place, making it relatively easy to implement. Furthermore, the new hematology analyzers can be linked to internet and provide data to central governmental epidemiological and diseases control units.",
    "Limitations": "In addition to the limitations to the study environment mentioned in the second Alinea there were several other limitations to the study design.\nFirst, the final diagnoses were made retrospectively which may have decreased their reliability. Second, the limited diagnostic possibilities in the study area decreased the number of definitive diagnosis. Additionally, the number of proven viral infections may be lower than expected which may limit the reliability of the analysis for viral infections. Furthermore, this study did not explore the possible immunomodulatory effect of antimicrobials taken prior to inclusion and its potential influence on the IMS results.\nFinally, while the sub-analyses performed for age and malaria demonstrate their influence on the accuracy of all three tested techniques, they also decrease the numbers of available cases per analysis thereby decreasing the reliability of these sub-analyses.",
    "Conclusion": "The IMS algorithm is a new diagnostic tool to differentiate viral and bacterial infections in malaria endemic areas. Its sensitivity is similar to CRP using 20 mg/L as cut-off value, but it is considerably better at excluding bacteremia due to its high NPV and specificity. Future studies should evaluate whether CRP and IMS can be used to rationalize antibiotics use."
}