{
    "Background": "Mass drug administration (MDA) is a cornerstone of control of parasitic helminths. In schistosomiasis-endemic areas with >50% of school-aged children infected, community-wide MDA with praziquantel is recommended by the World Health Organisation (WHO), with target coverage of >75%. Using data from a cluster-randomised trial of MDA treatment strategies, we aimed to describe the proportion of eligible residents who received MDA and predictors of treatment receipt, and to assess associations with helminth prevalence.",
    "Methods": "In the Koome islands of Lake Victoria, Uganda, where baseline schistosomiasis prevalence (by single stool sample, Kato Katz) was 52% overall (all ages) and 67% among school-aged children, we conducted a cluster-randomised trial of community-wide, intensive MDA (quarterly single-dose praziquantel 40mg/kg; triple-dose albendazole 400mg) versus standard, Uganda government intervention (annual single-dose praziquantel 40mg/kg; 6-monthly single-dose albendazole). Twenty-six fishing villages were randomised, 13 per trial arm, for four years. At each treatment round, praziquantel treatment and the first dose of albendazole treatment were directly observed by the study team, registers of village residents were updated and the proportion receiving treatment among those eligible recorded.",
    "Results": "During the four-year MDA, at each treatment round an average of 13,382 people were registered in the 26 villages (7,153 and 6,229 in standard and intensive intervention villages, respectively). Overall, the proportion of those eligible receiving praziquantel was lower than for albendazole (60% versus 65%), particularly in the standard arm (61% versus 71%) compared to the intensive arm (60% versus 62%). Albendazole receipt was lower when given concurrently with praziquantel. Absence was the commonest reason for non-receipt of treatment (81% albendazole, 77% praziquantel), followed by refusal (14% albendazole, 18% praziquantel). Proportions receiving treatment were lowest among school-aged children, but did not differ by sex. Longitudinal analysis of a subgroup of residents who did not move during the study period found that persistent non-receipt of treatment in this subgroup was rare. Refusal to receive treatment was highest among adults and more common among females.",
    "Conclusion": "In schistosomiasis high-risk communities, a combination of approaches to increasing treatment coverage, such as extended periods of treatment delivery, and the provision of incentives, may be required to achieve WHO targets."
}