{
    "Introduction": "Dengue virus (DENV) is an increasing problem in tropical and sub-tropical countries, where Aedes spp mosquitoes transmit the virus primarily in urban or semi-urban settings. Infection with DENV may result in a sub-clinical infection, undifferentiated fever, dengue fever (DF), dengue hemorrhagic fever (DHF), or dengue shock syndrome (DSS) [1]. Clinical manifestations of DF commonly include fever, rash, hemorrhagic symptoms, headache, ocular pain, arthralgia, myalgia, nausea, and vomiting [2]–[4]. DHF is difficult to differentiate from DF in the early stages of infection and illness [4],[5]. The criteria that differentiate DHF from DF are plasma leakage confirmed by pleural effusion, ascites, and/or hemoconcentration (>20% above patient's baseline), and thrombocytopenia (<100,000/mm3) [2].\nWhile access to care, quality of interventions [6], host genetic factors [7],[8], and previous exposure to DENV [9],[10] are all known to affect outcome, it is not entirely understood why some individuals develop more severe disease. It has been well established that secondary infections and infections in infants with non-neutralizing maternal antibody to dengue are at increased risk of resulting in DHF [11]–[14]. Host genetic determinants of disease severity have been reported, including evidence that black patients may have a lower incidence of DHF compared to other patients [15]–[17]. Some research has indicated that children are more susceptible to developing DHF than adults [2],[12],[18],[19].\nIt has been observed that different dengue serotypes, and even strains of the same serotype, differ in their propensity to cause severe disease [20],[21]. However, there is no clear consensus on the association of DHF and severe disease with serotype. Earlier analyses of data collected during various DF and DHF outbreaks worldwide have shown associations of DENV-2 [10], [11], [22]–[24] and DENV-3 [13],[21] with increased risk of hospitalization and severe disease. Small sample sizes, lack of all four serotypes, inconsistencies in findings, and short study durations are weaknesses of these studies. Rico-Hesse et al. proposed that virulence of genotypes within serotypes differs, as evidenced by the failure of American DENV-2 in Latin America to produce DHF and the subsequent increase in DHF with the introduction of a Southeast Asian strain of DENV-2 [20]. However, neutralization of American DENV-2 by DENV-1 antibodies may have accounted for the absence of DHF in these cases [25],[26].\nWe conducted an analysis of data collected at the Queen Sirikit Institute of Child Health (QSNICH) in Bangkok, Thailand to assess whether there were significant differences in severity of disease between the four DENV serotypes in a pediatric population after adjusting for other known risk factors. All four serotypes were encountered, there was consistent application of diagnostic criteria over multiple years, and care was guided by WHO recommendations.",
    "Methods": "Study Site\nA prospective observational study of dengue disease in children at the QSNICH was conducted from 1994–1997, 1999–2002, and 2004–2006 collaboratively by QSNICH, the Armed Forces Research Institute of Medical Science (AFRIMS), and the University of Massachusetts Medical School. QSNICH is a Thai Ministry of Health facility with 538 beds, including a DHF unit with 30 beds and a dengue holding unit with approximately 20 beds. The hospital is a World Health Organization Collaborating Center for Case Management of Dengue.\n\n\nStudy Population and Data Collection\nThe clinical study design has been reported previously [27]. Briefly, children who presented to the outpatient department or who had already been admitted to the hemorrhagic fever ward were considered for study enrollment based on the following criteria: oral temperature ≥37.5°C or rectal temperature ≥38.5°C; history of fever for <72 hours; no obvious source of infection; weight >6 kg; and age 6 months through 15 years. Exclusion criteria included presentation with clinical signs of shock; or serious chronic disease (thalassemia, nephrosis or nephrotic syndrome, cirrhosis, or malignancy). Due to staffing limitations, only six cases per week could be enrolled. The sampling methods were the same throughout the entire period. We perform all the dengue diagnostic testing for the hospital and found the percentages of each serotype (over the same time period) within 3% of those in the study suggesting no bias in serotype inclusion from the sampling.\nChildren were monitored as in-patients on the dengue ward, where vital signs and weight were routinely measured. Blood for serologic and clinical studies was drawn each morning for a maximum of five consecutive days while the patient was febrile and on the day following defervescence. A follow-up sample for serological diagnosis was obtained from each child five to ten days after discharge. Plasma leakage was assessed for each patient with chest x-ray, physical exam, and hematocrit changes [28]; ultrasound has been studied in a subset of this population, but was not used in this study to classify patients as having ascites, pleural effusion, or DHF. The clinical management of study subjects was directed by the same physician for the study duration.\nThis study was approved by Human Use Review Committee of the Walter Reed Army Institute of Research, Human Subjects Research Review Board for the Commanding General of the U.S. Army Medical Research and Material Command, University of Massachusetts Medical School IRB, the Thai Ministry of Public Health's Ethical Review Committee for Research in Human Subjects, and the QSNICH IRB. Written informed consent was obtained from the legal guardian of each participant. Secondary data analysis at Mahidol Oxford Tropical Medicine Research Unit and Johns Hopkins University was performed using de-identified data, hence was not deemed human subjects research.\n\n\nDefinitions\nThe outcomes of interest were DHF, DF, and DHF severity grades (I–IV). Although outcomes were directed by WHO guidelines, the physician considered the patient's clinical course and treatment in determining final clinical outcomes. Additional outcomes included in the analysis were pleural effusion [measured as both a binary variable and a continuous variable, the pleural effusion index (“PEI” = 100× (maximum width of right pleural effusion)/(maximum width of right hemithorax))] [28], ascites, thrombocytopenia, and hemoconcentration. Explanatory variables used were age, sex, study year, blood type, serological response profile (primary vs. secondary infection), and viral serotype. Dengue EIA results were classified as primary if anti-dengue IgM was greater than or equal to 40 units and anti-dengue IgM∶anti-IgG ratio was greater than or equal to 1.8. Results were classified as secondary if anti-dengue IgM was greater than or equal to 40 units and anti-dengue IgM∶anti-IgG ratio was less than 1.8 [29].\nThe case definition for DHF included acute febrile illness; hemorrhagic manifestations (positive tourniquet test, petechiae, epistaxis, gum bleeding or gastrointestinal bleeding); thrombocytopenia (platelet count of <100,000/mm3); and plasma leakage evidenced by hemoconcentration ≥20% increase above the patient's baseline, pleural effusion and/or ascites. Cases presenting with the above criteria as well as either narrow pulse pressure (<20 mmHg) or profound hypotension were diagnosed with DSS.\n\n\nLaboratory Methods\nClinical tests, diagnostic serology, and virologic tests were performed on all study subjects. These measurements included: complete blood count, hematocrit, ALT, AST, blood group, dengue IgG/IgM antibody, hemagglutination inhibition, dengue RT-PCR [30], and virus isolation by mosquito inoculation. Viruses isolated in mosquitoes were serotyped using an antigen capture EIA [29]. Differences between the serotype results from RT-PCR and EIA were extremely rare and resolved with repeat testing.\n\n\nStatistical Analysis\nOnly patients with confirmed dengue illness were included in the analysis. Data were entered using FoxPro for Windows software and analysis was performed using Stata/IC 10.0 for Macintosh [31]. Crude odds ratios (OR) and their 95% confidence intervals (CI) were calculated. Student's t test was used to compare mean values of variables and Pearson's x2 test was used to determine significance. Unadjusted and adjusted analyses were performed using univariate and multivariate logistic regression to assess the association of DHF (of any grade) with serotype while controlling for sex, age, blood type, and serological response profile. Multivariate logistic regression was performed by building progressively larger models including Model A (serotype), Model B (serotype, sex), Model C (serotype, sex, age), Model D (serotype, sex, age, primary/secondary infection), and Model E (serotype, sex, age, primary/secondary infection, blood type). Models including interactions between serotypes and all blood types were also assessed [32]. Multinomial logistic regression was used to assess the association between the covariates in models A–E and the multinomial outcome of each case as either DF, DHF I, DHF II, DHF III, or DHF IV (5 possible outcomes).\nAdditional regressions were performed to investigate the association between severe clinical manifestations and serotype. The parameters included in the analysis were pleural effusion/PEI, ascites, hemoconcentration, and plasma leakage, a summary variable considered positive if any of ascites, pleural effusion, or hemoconcentration was present. A two-tailed P-value <0.05 was considered statistically significant.",
    "Results": "Patient Demographics\nAmong the 457 children included in this study, ages ranged from 18 months to 15 years with a mean (SD) age of 8.6 (3.0) years (Table 1). The mean (SD) age of children diagnosed with DF was 8.5 (3.0) years, while the mean (SD) age for children with DHF was 8.7 (3.1) years (p = ns). Based on results from graphical (Figure 1) and exploratory data analyses, we included in our candidate models an indicator variable to control for whether subjects were greater or less than 5.4 years of age. The indicator variable allowed us to estimate different effects of increasing age among those less than 5.4 years of age compared to those older. Figure 1 suggests that, before 5.4 years of age, the risk of DHF declines with increasing age, while after 5.4 years of age the risk increases with increasing age. Males and females were represented with comparable frequency (55.5% male).\nOdds of DHF upon dengue illness as a function of age (18 months to 15 years). Those not experiencing DHF were diagnosed with DF. A transition point of 5.4 years used to define an indicator variable in regression analyses is shown on the x-axis.\n\n\nSerological Response Profile\nThere were statistically significant differences in disease severity among patients with primary and secondary infections. Of the 457 cases with serological data, 14% of patients with primary infections had DHF, whereas 43% with secondary infections had DHF (OR 4.71 95% CI 2.6, 8.6; Table 1). We also found that the severity of DHF was associated with secondary infection. The odds ratio estimated for secondary infection increased with the severity of DHF; secondary infections were more strongly associated with DHF grades III and IV (15.7 95% CI 2.1, 118.3), than either DHF grade I (OR 2.8 95% CI 0.9, 8.5) or DHF grade II (OR 4.9 95% CI 2.3, 10.4).\n\n\nSerotypes\nDENV-1 was the most commonly found serotype in study subjects, followed by DENV-3, DENV-2, and DENV-4; the eight cases for which viral serotype was unknown were not included in this analysis (Table 2). When adjusting for primary/secondary serological response profile, there was no association found between DHF and serotype (p = 0.295 by Pearson's x2 test). When considering a multinomial response (DF, and the four grades of DHF), DENV-2 was found to be statistically significantly associated with increased odds of DHF grade I compared to DF (OR 2.9 95% CI 1.1, 8.0) when compared to DENV-1. None of the DHF grades were associated with DENV-2 when compared to either DENV-3 or DENV-4. Though not statistically significant, DENV-2 was consistently associated with an increased odds of DHF total (OR 1.5 95% CI 0.9, 2.5), DHF grade II (OR 1.3 95% CI 0.7, 2.4) and DHF grades III and IV (OR 1.4 95% CI 0.5, 3.6) compared to DENV-1. Controlling for a primary or secondary serological response, age, season and sex, DHF grade I was again associated with DENV-2 (OR 3.1 95% CI 1.0, 9.4) compared to DENV-1.\nDENV-1 (28%) and DENV-3 (33%) were more often associated with primary DENV infections than DENV-2 (9%, OR 0.2 95% CI 0.08, 0.5) and DENV-4 (3%, OR 0.06 95% CI 0.01, 0.3). Restricting analysis to secondary cases, we found DENV-2 and DENV-3 to be twice as likely to result in DHF rather than DF compared to DEN-4 (p = 0.05, p = 0.04, respectively).\nIn aggregate across all serotypes, disease was significantly less severe during 1999 (OR 0.3 95% CI 0.1, 0.8), 2000 (OR 0.2 95% CI 0.1, 0.7), 2004 (OR 0.4 95% CI 0.2, 0.1), and 2005 (OR 0.3 95% CI 0.1,0.8) compared to 1994, the year with the highest percentage of severe cases (Table 2). This is not associated with differences in the serotype distribution in these years compared to others.\nAs was shown previously with a subset of these data, AB blood type showed a significant association with DHF (OR 2.8 95% CI 1.2, 6.3) [32]. There were no significant modification effects when analysis was performed to investigate the interactions between serotypes and blood types.\n\n\nClinical Manifestations\nSecondary DENV infection was associated with severe manifestations of pleural effusion/PEI, ascites, and thrombocytopenia; it was not statistically significantly associated with hemoconcentration (Table 3). Univariate analyses showed correlations of both ascites and pleural effusion index (PEI) with DENV-2 (OR 2.1 95% CI 1.0, 4.1; mean PEI was 1.8 times greater for DENV-2; 95% CI 1.1, 3.1); however, multivariate analyses, when controlling for sex, age, study year, and serological response profile, did not (OR 1.5 95% CI 0.7, 3.1; OR 1.5 95% CI 0.8, 2.6). There were no statistically significant associations of the presence of pleural effusion, hemoconcentration, or thrombocytopenia with serotype of infection in univariate or multivariate analyses.",
    "Discussion": "The results of this prospective observational, single-site study of pediatric dengue showed a significant association between DENV-2 and DHF grade I and nonsignificant associations with other grades of DHF. DENV-2 was also associated with the presence of ascites and larger pleural effusions index. Additionally, we confirmed the previously reported associations between secondary serologic response and DHF as well as a more severe grade of DHF.\nOther reports have suggested a correlation between serotype and disease severity. Studies in Thailand and Taiwan found a significant correlation between DENV-2 and greater disease severity [5],[9]. While we found that DENV-2 was most likely to cause DHF (44%) and DENV-4 was less likely (31%) this finding was not statistically significant.\nStatistical analysis showed that clinical manifestations of ascites and larger pleural effusions were significantly associated with DENV-2. However, upon adjustment for primary or secondary infection, this association became non-significant. We had limited ability to assess the independent effects of DENV-2 and primary/secondary serological response on the risk of ascites and pleural effusion because such a high percentage of DENV-2 infections were secondary (92%). Several reports have suggested differences in clinical manifestations with distinct dengue serotypes. Vaughn et al., using a subset of data included in this analysis, reported that from 1994–1996, there were more cases of pleural effusion in DENV-2 infections than those infected with the other three serotypes [9]. This was not found to be statistically significant in this larger dataset using multivariate analysis incorporating other factors including secondary infection, but the volume of effusions was still greater with DENV-2 as in the earlier study. Additionally, Balmaseda et al., found an increased incidence of plasma leakage and thrombocytopenia among those with DENV-1 as compared to DENV-2 infections in Nicaragua from 1999–2001 and during an outbreak in 2003 [33]; however, these findings are limited by the short observation period.\nData from this study support the finding that, among those who presented for medical attention, dengue cases caused by DENV-2 and DENV-4 are overwhelmingly secondary infections [34], and there were no cases of DHF caused by primary DENV-2 and DENV-4. This suggests that DENV-1 and DENV-3 are more pathogenic without immune priming from other serotypes. It has been reported that DENV-4 causes more mild disease in primary DENV infections [21],[35]. We found that DENV-2 and DENV-3 were more likely to cause DHF as secondary infections than DENV-4.\nImportantly, this analysis found significantly less severe disease in the study population during 1999, 2000, 2004, and 2005, regardless of viral serotype. (Table 2) Several mechanisms could be responsible for this observation. It is hypothesized that the sequence of serotype infections (both first and second infections) influences disease severity. These years may have been less severe because fewer people had some specific dengue virus immunity that placed them at risk of severe disease upon infection with the predominant viruses circulating those years. It is possible that cross-immunity to viruses circulating in prior years affected disease severity. Finally, there may be significant variation in the risk of severe illness upon infection between viruses within serotypes.\nThe greatest limitation in this study was that all subjects presented for medical attention, but many who would have been treated as outpatients were admitted for the purposes of this study. By including only patients who seek medical attention, those with milder disease or asymptomatic infections are missed. Additionally, with a limited sample size, estimating models with large numbers of covariates is difficult. Further, only a Thai population was captured; as this study group was ethnographically homogenous, it may not be appropriate to apply the study findings in clinical settings to ethnically diverse populations. Another consideration is that QSNICH is in the urban center of Bangkok and may represent only one of several ecological niches for the dengue vector. However, pediatricians caring for children with suspected dengue infections at the QSNICH are recognized as experts in the management of clinical dengue; consequently, parents from Bangkok and the surrounding area are likely to seek care at QSNICH.\nStrengths of the study include the long 11–year data collection period, with virus isolation and serotype identification in 98.5% of cases. This extensive study period, spanning various outbreaks, allowed for the representation of all four serotypes, thus providing data for a more complete analysis. Furthermore, the care and evaluations were performed by the same attending physician throughout the study, reducing the possibility of recording and diagnostic errors and inconsistencies. Lastly, the diagnoses were evaluated in greater depth than standard clinical practice.\nIn this analysis we found some significant correlations between DENV-2 infection and more severe dengue disease, although other associations were not statistically significant. The increased odds of DHF grade I illnesses among DENV-2 infections compared to DENV-1 is difficult to explain, given we did not observe an increase among higher grades of DHF. While this result might be spurious, it was observed in several models, adjusting for slightly different sets of covariates. Overall, the evidence for DENV-2 infections being more severe is a suggestive trend rather than strong evidence. We did find that individual serotypes varied in disease severity between study years, perhaps supporting the hypothesis that the sequence of serotype infections influences the disease severity."
}