{
    "Background": "Paracoccidioidomycosis (PCM) is a life-threatening systemic disease and is a neglected public health problem in many endemic regions of Latin America. Though several diagnostic methods are available, almost all of them present with some limitations.",
    "Method/Principle Findings": "A latex immunoassay using sensitized latex particles (SLPs) with gp43 antigen, the immunodominant antigen of Paracoccidioides brasiliensis, or the monoclonal antibody mAb17c (anti-gp43) was evaluated for antibody or antigen detection in sera, cerebrospinal fluid (CSF), and bronchoalveolar lavage (BAL) from patients with PCM due to P. brasiliensis. The gp43-SLPs performed optimally to detect specific antibodies with high levels of sensitivity (98.46%, 95% CI 91.7–100.0), specificity (93.94%, 95% CI 87.3–97.7), and positive (91.4%) and negative (98.9%) predictive values. In addition, we propose the use of mAb17c-SLPs to detect circulating gp43, which would be particularly important in patients with immune deficiencies who fail to produce normal levels of immunoglobulins, achieving good levels of sensitivity (96.92%, 95% CI 89.3–99.6), specificity (88.89%, 95% CI 81.0–94.3), and positive (85.1%) and negative (97.8%) predictive values. Very good agreement between latex tests and double immune diffusion was observed for gp43-SLPs (k = 0.924) and mAb17c-SLPs (k = 0.850), which reinforces the usefulness of our tests for the rapid diagnosis of PCM in less than 10 minutes. Minor cross-reactivity occurred with sera from patients with other fungal infections. We successfully detected antigens and antibodies from CSF and BAL samples. In addition, the latex test was useful for monitoring PCM patients receiving therapy.",
    "Conclusions/Significance": "The high diagnostic accuracy, low cost, reduced assay time, and simplicity of this new latex test offer the potential to be commercialized and makes it an attractive diagnostic assay for use not only in clinics and medical mycology laboratories, but mainly in remote locations with limited laboratory infrastructure and/or minimally trained community health workers."
}