{
    "Introduction": "Chikungunya virus (CHIKV) and dengue virus (DENV) are both mosquito-borne viruses of global importance that have caused widespread morbidity and are endemic in sub-Saharan Africa [1]. They can cause asymptomatic infection or clinical disease presenting as fever with rash, debilitating arthralgias, hemorrhagic fever, leaky capillary syndrome, and in some instances, mortality. This variability in presentation creates a diagnostic challenge for clinicians evaluating individuals with undifferentiated fever, especially in regions where malaria and other infectious diseases present similarly. CHIKV and DENV are both endemic to Kenya with the occurrence of CHIKV first described in the region in 1953 whereas DENV was reported in Zanzibar in the 1800s [2,3]. Since the 1950s, there has been a three-fold increase in urban population density across Africa and, subsequently, multiple outbreaks of DENV and CHIKV have been reported in the region, linking higher population density to the DENV and CHIKV outbreaks [2–4]. These viruses have an important role in presentations of fever to the medical setting in Kenya, especially with limited diagnostic testing available to differentiate the viruses, underestimating the burden and magnitude of these infections.\nDENV and CHIKV are transmitted worldwide by both Aedes aegypti (high competent vector with a higher capacity to transmit virus) and Aedes albopictus (low competent vector with a lower capacity to transmit virus) species. Our previous studies have demonstrated a high burden of Aedes aegypti mosquitoes and their associated risks in western and coastal Kenya [5,6]. Aedes aegypti exhibit a diurnal feeding pattern in contrast to the primarily nocturnal malaria vector, Anopheles spp. mosquitoes. Despite the great burden of DENV and CHIKV and changing epidemiology of these viruses in the region, not much is known about the true burden of DENV and CHIKV infection among the children. In Kenya, given the limited available resources, vector control strategies and surveillance are primarily focused on malaria, undermining the true burden of arboviruses. Additionally, severe hemorrhagic symptoms of dengue, as witnessed in other parts of the world, is rare in Kenya, suggesting less severe disease in sub-Saharan Africa [7]. While some data exists about the notable DENV and CHIKV transmission in Kenya, the magnitude remains mostly unknown [8]. In these circumstances understanding the risk factors associated with DENV and CHIKV seropositivity and seroconversion can assist the health care workers and policy makers towards targeted DENV and CHIKV preventive and control measures [9]. Seroprevalence provides information on past exposure to DENV or CHIKV and seroconversion between two time points demonstrates whether community members have been exposed and infected with DENV or CHIKV within the demonstrated time frame, suggesting active viral transmission in the community.\nAlthough detecting symptomatic clinical cases of DENV and CHIKV can help estimate the prevalence of DENV and CHIKV infections, serological surveys in the general population also include asymptomatic infections. This provides insights into the circulation of the virus and occurrence of new infections as assessed by seroconversions in the cohort, which help to increase awareness of DENV and CHIKV, particularly in the pediatric age group. The high burden of febrile illness in Kenya and persistent DENV and CHIKV transmission merits an assessment of the epidemiological dynamics of DENV and CHIKV infection in Kenya. In this prospective study, we followed a longitudinal pediatric cohort in Kenya to quantify the seroprevalence and seroconversion of DENV and CHIKV and identify the associated risk factors to better understand the continued DENV and CHIKV transmission in Kenya. We also examined the temporal patterns of DENV and CHIKV seroconversion over time in our pediatric cohort.",
    "Methods": "In this prospective study, we recruited and followed a cohort of 3,445 children (aged 1–17 years) from January 2014-December 2018 in Kenya to measure DENV and CHIKV seroprevalence and seroconversion over five years. For the purpose of this study, seroprevalence was defined as the percentage of population who had DENV or CHIKV antibodies in their blood indicating that they had been exposed to DENV or CHIKV respectively. Whereas seroconversion was defined as the time-period when a study participant’s DENV or CHIKV antibody test result changed from negative to positive. This study enrolled participants at four distinct sites in proximity to our collaborating institutions, with two sites in coastal Kenya (Ukunda [-4.289796°, 39.567371°] and Msambweni [-4.464405°, 39.471955°]) and two in western Kenya (Kisumu [-0.091702°, 34.767957°] and Chulaimbo [-0.035266°, 34.636908°]). Ukunda and Kisumu are two densely populated “urban” regions whereas the adjacent sites, Msambweni and Chulaimbo are less densely populated sites, representing “peri-urban” or “rural” environments (Fig 1 shows the map of Kenya depicting the study sites created in ArcGIS using the modern antique map as the basemap; https://www.arcgis.com/home/item.html?id=effe3475f05a4d608e66fd6eeb2113c0). The study sites were selected to represent the respective study communities. Study inclusion criteria included (i) age less than 18 years old; (ii) not febrile at the time of enrollment; (iii) agreement to be followed up at 6-month intervals. The exclusion criteria for the study were (i) age less than 1 year; (ii) age 18 years or older; (iii) or residing outside the respective selected study zones. For understanding DENV and CHIKV seroconversion among the study participants, any participant who was DENV or CHIKV seropositive (DENV or CHIKV IgG+) at the beginning of the study (baseline) was excluded from the DENV and CHIKV seroconversion analysis respectively.\nThe child participants were followed over five years with six-month interval blood collection for enzyme-linked immunosorbent assay (ELISA) serologic testing (DENV and CHIKV immunoglobulin G (IgG)) at follow-up visits [10–12]. The ELISA IgG testing was conducted at our field research laboratory sites (Msambweni District Hospital and Kenya Medical Research Institute-Kisian) with repeat confirmatory testing performed at Stanford University. Plaque-reduction neutralization test (PRNT)-confirmed serum samples were used to determine the cut-off values on ELISA testing for identification of seropositive and seronegative results for CHIKV and DENV, as previously published [10,12]. A positive result was defined as any sample that had an optical density above three times the value of the negative control and at least half of the positive control reading. In case samples had significant discrepancies between results at both sites, the result for repeat testing at Stanford University was then used for this study [13]. All participants were administered demographic surveys at each six-month follow-up that gathered data on each participant’s age, gender, residence, past-history of infection, recent symptoms, travel, preventive measures for mosquito exposure, and household information. The surveys were answered by the accompanying household member. Participants were enrolled during the first two visits during the 5-year study period and could drop out anytime, with some participants undergoing fewer follow-up visits. We observed dropouts in the cohort over time, however, all visits were scheduled and completed at regular intervals approximately every six months, regardless of the participant presenting with symptoms or not.\n\nEthical considerations\nThis study was approved by the Stanford (31488) and Kenya Medical Research Institute, KEMRI (SSC95 2611) institutional review boards. The purpose of the study was explained to all participants and written informed consent/assent was obtained from the parents/guardians of the study participants. Verbal assent was obtained by children seven years or older. Participation in the study was voluntary. All the data and samples were analyzed without name, ID card number, or other directly recognizable types of information.\n\n\nStatistical analysis\nDifferences in seropositivity and seroconversion by each study site and across each year were calculated by Chi-square test and a p-value <0.05 was considered to be statistically significant. Univariable logistic regression was used to identify risk factors for seropositivity and seroconversion. Odds ratios and their 95% confidence intervals (95% CI) were calculated. Factors associated (p< 0.05) with seropositivity and seroconversion in univariable analyses were selected for the multivariable analyses. In the final multivariable random effects analyses, we tested statistically significant (p< 0.05) predictors from the univariable models. For each of the predictors included in the univariable and multivariable analysis, the most complete responses were recorded at the baseline. For each of the follow up visits, the surveys focused on interval risk factors for exposure and there were limited responses for most of the predictors included in the univariable and multivariable analyses. Therefore, for any given predictor, if the study participant answered a “yes” in response to that predictor over any of the visits or at the baseline, the response was recorded as a “yes” for the purpose of the analysis. Upon looking into the response heterogeneity over time, a marked difference was not observed in the population across five years.\nTo evaluate socioeconomic status (SES), a wealth index was calculated for each participant using a Principal Component Analysis (PCA) based on a group weighted mean scores on a range of household items and variables [14]. The items used in the estimation of the wealth index included the ownership of house and its characteristics, access to utilities and infrastructure, presence of livestock, and ownership of durable assets such as a radio, TV, car, bicycle, or telephone (Table A in S1 Text). The correlation between each of the predictors used to construct the wealth index was also checked. These household items were used as a proxy for income to calculate the ordinal wealth index, as all four study sites belong to lower income strata. A descriptive analysis of the different household items and variables was carried out to determine their frequency and standard deviation. A co-variance matrix was generated for the PCA as all the variables were standardized to the same unit (binary yes = 1/no = 0). These results were used to create an ordinal wealth score that placed each participant into quartiles of rising wealth that stratified households based on their wealth index score, with quartile 1 indicating lowest wealth index and quartile 4 indicating the highest wealth index for the household, depending on the presence of household items in the house. A household crowding index was calculated for each household and was defined as the total number of co-residents living in the household divided by the number of rooms in the house. The crowding index score of 1–2 was defined as low crowding whereas the index of 3 or more was considered to be high crowding. No information on the size of the rooms was available to calculate the room density. A mosquito index was created and designated positive if the participants used either a mosquito coil, mosquito repellent or mosquito spray to avoid mosquito bites during the study. The presence of any uncovered water vessels, including water buckets, water barrels, and water tires around the house were included in the analysis as a “water container” as these water vessels can serve as potential mosquito breeding sites by collecting water for longer periods of time. The wealth index, mosquito index, and crowding index did not change over time.\nLogistic regression fitting generalized linear mixed models (GLMMs) with random effect, binomial error structure and a logit link function was applied to assess the risk factors associated with DENV and CHIKV IgG antibody seroprevalence and seroconversion [15]. GLMMs are an extension of generalized linear models that include both fixed and random effects. The random slope allows the fixed effect to vary for each subject.\nAll demographic factors (such as age group, gender, living on the coast, village, urban or rural setting), number of people living in household, wealth index, presence of water containers in house (including water buckets, water barrels and water tires), child travel (defined as a child traveling for more than 10 km away from his home in the last 6 months), outdoor time (answered as a “yes” or “no” to the question if a child usually spends time outdoors for work or any activities), presence of trash in the living compound, use of window screens, use of any kind of mosquito control (mosquito coil, spray, and repellent), and sleeping under mosquito nets were included in the univariable logistic regression analysis for both DENV and CHIKV seroprevalence and seroconversion. To account for repeated sampling (more than one individual) from the same household, a multivariable GLMM was then fitted to analyze the risk factors associated with DENV and CHIKV seroprevalence and seroconversion using living on the coast or west as the random effect. Significance of association was determined through the adjusted odds ratio (OR) estimates with 95% confidence intervals (95%CI) and p<0.05. Model selection technique based on Akaike Information Criterion (AIC) was used to identify those variables providing the best logistic regression model [16].\nTo describe the temporal patterns of DENV and CHIKV seroconversion, the survival person-days of follow-up time were calculated as the time between the date of the first visit and (i) the visit when seroconversion was identified, and (ii) the last date of participation in the study, incorporating right-censoring. Kaplan Meier curves were fitted to observe the progression of individuals in the study and when individuals seroconvert for DENV and CHIKV and log rank test was used to compare survival curves across the four villages, coast and west as well as the urban (more densely populated) and rural (less densely populated) sites. All statistical analyses used in this study were performed with the R language (Version 2022.12.0+35) [17].",
    "Results": "Characteristics of study population\nDuring the study period of five years (2014–2018) 3,445 participants were enrolled in the study cohort, of which 884 (25%) were from Chulaimbo, 808 (23%) from Kisumu, 736 (21%) from Msambweni and 1,016 (29%) from Ukunda. The number of participants from the less densely populated communities (Chulaimbo and Msambweni (1692, 47%)) and more densely populated communities (Kisumu and Ukunda, (1,752, 50.8%)) were similar. Moreover, the number of participants living on the coast (1753, 50.8%) and west (1692, 49.1%) were also comparable. The median age of the study participants was 8 years (IQR: 5–10 years) with a similar proportion of male (1615, 46.8%) and female (1674, 48.5%) participants. The wealth scoring index classified wealth into 4 indices with index 4 implying a high SES comprised of 963 (27.9%) households and index 1 implying a low SES with 1,073 (31.1%) households (Distribution of wealth index is provided in Table 1). The crowding index was more pronounced in more densely populated areas than in less densely populated areas (p-value <0.05). Approximately 25% of the children had travelled in the last six months and ~36% children used any kind of mosquito prevention methods including coil, repellent or spray categorized to create the mosquito index (see methods). The study characteristics and population behaviors are shown in Table 1.\n\n\nDENV and CHIKV IgG seroprevalence\nIn total, 181 (5.3%) study participants tested positive for DENV IgG with the highest number of participants recorded in Msambweni (75, 41.4%) followed by Ukunda (45, 24.8%), Chulaimbo (40, 22%) and Kisumu (21, 11.6%) (Fig 2). DENV seropositivity was similar for male and female participants (5.8% vs 5.4%, p-value = 0.4) with ~16% of DENV seropositive cases observed among the participants within age groups 0–5 years. DENV seroprevalence exhibited an increase from 2014–2017 with a decline in 2018 (Table B in S1 Text). In contrast, a total of 320 (9.2%) participants tested positive for the CHIKV IgG with the highest number of cases reported in Chulaimbo (185, 57.8%) followed by Msambweni (64, 20%), Kisumu (42, 13.1%), and Ukunda (29, 9.0%) (Fig 2). The proportion of female CHIKV seropositive participants was higher than males (9.2% vs 11.4%, p-value = 0.06) with the fewer number of CHIKV seropositive cases between ages of 0–5 years. A minority of participants (28; 0.81%) were seropositive for both DENV and CHIKV IgG, suggesting exposure to both viruses.\n\n\nAssociation between DENV and CHIKV seroprevalence and potential risk factors\nIn the univariable analysis, higher age, living in a western site and densely populated areas, presence of water containers at home, crowding and a higher wealth index were significantly associated with DENV seropositivity (Table C in S1 Text). For CHIKV seropositivity, the univariable analysis showed higher age, male gender, living in the western site and densely populated areas, household crowding, presence of water containers, higher wealth, presence of trash in the compound, and the presence of window screens to be significantly associated with CHIKV seropositivity (Table C in S1 Text).\nAge, gender, the presence of water buckets in the house, wealth index, child travel and presence of trash in the compound were included in the best GLMM for seropositivity. The association of the selected variables was similar for DENV and CHIKV seropositivity in the multivariable analysis. Older age and the presence of water containers ((OR: 1.15 [95% CI: 1.10, 1.21]), (OR: 1.50 [95% CI: 1.07, 2.10])) increased the odds of DENV seropositivity, whereas higher wealth (OR: 0.83 [95% CI: 0.73, 0.96]) decreased odds of DENV seropositivity (Table 2). Similarly, older age and the presence of trash in the compound were associated with increased odds of CHIKV seropositivity ((OR: 1.11 [95% CI: 1.07, 1.15]) and (OR: 1.34 [95% CI:1.04, 1.73]) respectively), while higher wealth was associated with decreased odds of CHIKV seropositivity (OR: 0.74 [95% CI:0.66, 0.83]) (Table 2).\n\n\nDENV and CHIKV IgG seroconversion\nFrom 2014 to 2018, 107 (3.1%) participants seroconverted for DENV with the highest number of seroconversions recorded in Msambweni (42, 39.2%) followed by Chulaimbo (30, 28%), Ukunda (18, 16.8%) and Kisumu (17, 15.8%) (Fig 2). Most participants seroconverted in 2017 (40, 37.3%), followed by year 2016 (38, 35.5%), and 2015 (27, 25.2%). Of the 107 participants who seroconverted, 49 (45.7%) were females and 58 (54.2%) were males. From 2014 to 2018, 174 (5.05%) participants seroconverted for CHIKV with the highest number of seroconversions recorded in Chulaimbo (89, 51.1%), followed by Msambweni (49, 28.1%), Kisumu (19, 10.9%) and Ukunda (17, 9.7%) (Fig 2). Most participants seroconverted in 2015 (59, 33.9%) followed by 2016 (57, 32.7%) and 2017 (50, 28.8%). There was a marginal difference in seroconversions between male participants (90, 51.7%) and female participants (84, 48.2%).\n\n\nAssociation between DENV and CHIKV seroconversion and potential risk factors\nIn the univariable analysis for DENV seroconversion, higher age, living in an urban area, household crowding, the presence of water containers in the household, and history of travel were significantly associated with DENV seroconversion (Table D in S1 Text). Subsequently, for the univariable analysis for CHIKV seroconversion, living in the western and densely populated sites, household crowding, the presence of water containers and window screens, trash in the compound, and travel were significantly associated with CHIKV seroconversion. Higher wealth was found to decrease the odds of CHIKV seroconversion (Table D in S1 Text).\nAge, gender, presence of water buckets in the house, wealth index, child travel and presence of trash in the compound were included in the best model for seroconversion. The association of the selected variables was similar for DENV and CHIKV seroconversion in the multivariable analysis. A higher wealth index (OR: 0.82 [95% CI: 0.69, 0.97]) was associated with decreased odds of DENV seroconversion, whereas a higher age (OR: 1.08 [95% CI: 1.02, 1.15]) and the presence of water containers in the household (OR: 1.91[95% CI: 1.24, 2.95]) were significantly associated with an increased odds of DENV seroconversion (Table 3). Similar to the DENV seroconversion model, the CHIKV seroconversion model also showed a decrease in the odds of CHIKV seroconversion (OR: 0.75 [95% CI: 0.66, 0.89]) in wealthier households and an increased odds of CHIKV seroconversion with the presence of water containers in the house (OR: 1.57 [95% CI: 1.11, 2.21]). The presence of surrounding trash was associated with CHIKV seroconversion, although not statistically significantly (Table 3).\n\n\nSurvival analysis for DENV and CHIKV\nThe results from the Kaplan Meier curves for DENV showed that the fraction of seroconversions for the first year was <2%. By the fourth year into the study the fraction of seroconversions had risen to <27% (Fig 3A). The Kaplan Meier curves were compared for three groups: (i) the four villages, (ii) coast and west and (iii) by “urban” (more densely populated) and “rural” (less densely populated) sites. However, the log rank test showed no statistically significant differences between any groups for DENV seroconversion (Fig 3B, 3C and 3D). The results from the Kaplan Meier curves of CHIKV also showed that the fraction of seroconversion for the first year was <2% with a substantial increase by the fourth year to <42% (Fig 4A). The log rank test showed statistically significant difference in the survival times to seroconversion between the four villages (Log rank, p<0.01). Similarly, the long rank test also showed statistically significant difference in the survival times to seroconversion between coast and west (Log rank, p<0.01) and urban and rural sites (Log rank, p<0.01) (Fig 4B, 4C and 4D).\nPanel A. Overall survival probability for the participants who seroconverted for DENV. Panel B. Survival probability for the participants who seroconverted for DENV by the village. Panel C. Survival probability for the participants who seroconverted for DENV by “urban” (more densely populated) and “rural” (less densely populated) location. Panel D. Survival probability for the participants who seroconverted for DENV by the region.\nPanel A. Overall survival probability for the participants who seroconverted for CHIKV. Panel B. Survival probability for the participants who seroconverted for CHIKV by village. Panel C. Survival probability for the participants who seroconverted for CHIKV by “urban” (more densely populated) and “rural” (less densely populated) location. Panel D. Survival probability for the participants who seroconverted for CHIKV by region.",
    "Discussion": "CHIKV and DENV are closely related mosquito-borne viruses with similar transmission cycles, vectors and disease manifestations that render them difficult to distinguish without appropriate diagnostic testing. The findings of this study underscore the continued transmission of these arboviruses among children in Kenya with a 9.3% seroprevalence of CHIKV and 5.3% seroprevalence of DENV. Additionally, we observed seroconversions throughout the five years suggesting ongoing CHIKV and DENV transmission in children during the study period. The rate of seroconversions for DENV was the lowest in 2015 followed by 2016 and 2017 is when 37% of the seroconversion occurred in our study. On the contrary for CHIKV, the highest number of seroconversions were observed in 2015 (33.9%) followed by a decline in seroconversions to 28.7% by 2017. A notable difference was observed in the seroprevalence and seroconversion rates within different villages at the respective sites, with a greater number of cases detected in the less densely populated regions (Msambweni and Chulaimbo). These findings are less consistent with the past central dogma of dengue epidemiology associating dengue exposure with densely populated (urban) regions and more consistent with changes in the epidemiology seen in tropical regions around the world, where the burden of dengue in rural classified regions is almost as high as urban areas [4,18–23]. We also found increased seroprevalence of CHIKV in the west and increased seroprevalence of DENV on the coast, which we have previously described [12,13,24]. With the changing epidemiology and spread of arboviruses to newer regions, children remain at risk for new infections, especially in the setting of outbreaks. It is imperative to better understand the risk factors for these viruses to help mitigate spread and transmission of these viruses as much as possible.\nIn this study, we documented a preponderance of exposure and incident CHIKV and DENV infections in children in rural areas. This may be partly related to increased urbanization and travel in the rural areas; however, increased testing and surveillance in rural regions has uncovered a high burden of exposure [21,23,25]. Viral circulation through population mobility and increasingly permissive environments for vector species likely contributes to increased homogeneity in dengue risk across diverse settings including the rural environments.\nArboviruses have been associated with poverty related socio-economic factors and this is likely multifactorial, including less means to purchase preventive measures (window screens, repellants, bed nets), substandard built environment, household crowding, and reliance on water collection for water access [26–30]. The lowest wealth quartile group was at higher risk for both DENV and CHIKV exposure and incident infection. The two rural sites in this study have considerably lower wealth compared to the urban communities in the respective regions [26]. Our prior studies have also shown increased vector abundance in less densely populated areas which contributes to the transmission dynamics of these viruses [31,32]. The difference in risk of exposure between sites is at least partly due to poverty as defined by home building materials, non-paved roads, inadequate water sources, and lack of preventative measures against mosquitoes, all of which are statistically significant differences between the adjacent villages. While it is important to note that the overall wealth in all four study sites is generally low, the poorest within any village were still most at risk.\nAccess to waste management can also be tied to wealth, but trash can act as an independent risk factor for Aedes aegypti breeding [33,34]. In the multivariable analysis, trash was linked to low wealth, and associated with increased risk for seropositivity and seroconversion for both viruses. Surrounding environmental trash, especially plastic containers, can serve as optimal habitat for vector breeding and proliferation causing increased exposure to these viruses [13,33,35]. Waste management and water access inequities are important to address in the community to minimize exposure to arboviral threats. DENV seroprevalence was associated with the presence of water containers in the households, a sign of inadequate water supply, which can lead to increased vector breeding and abundance [5,6,36]. New infections (seroconversions) for both viruses were also linked to improper water storage practices, increasing mosquito breeding sites that leads to increased risk of DENV and CHIKV infections.\nAs expected, increasing age was associated with increased risk of exposure for both viruses and also with seroconversions, given that older children are more mobile in the community [10,37]. Given that Aedes spp. mosquitoes exhibit day biting behavior, this risk can also be associated with more time spent outdoors by older children, especially given prior studies that show the preponderance of vectors to be outdoors instead of indoors in our study regions [38]. Our pediatric study did not show a difference in CHIKV or DENV seroprevalence or seroconversion between genders, which differs from reports in adults where males were at a higher risk for both DENV and CHIKV infection [39,40]. This may be related to gendered roles in the community that lead to varied risk of exposure in adulthood.\nYearly seroconversion rates were low, yet consistent, for both CHIKV and DENV among the children, highlighting a stable endemic pattern of CHIKV and DENV transmission in Kenya. A significant difference was observed in the CHIKV seroconversion rates between different sites, urban and rural designation, and coast and west geography, likely because of the higher number of participants that seroconverted for CHIKV. As stated, there are fundamental differences between the respective sites on the coast and in the west and link to factors that may affect wealth in addition to direct mosquito exposure. In contrast, no significant differences between comparator groups were seen in the seroconversion rates for DENV which may have been due to a limited number of DENV seroconversions in the study.\nImproving efforts to detect DENV and CHIKV infections and regular surveillance in Kenya will raise awareness of DENV and CHIKV and increase the likelihood that healthcare providers will suspect it in patients. Correct diagnoses can inform public health ministries to detect and react to outbreaks of DENV and CHIKV illnesses, potentially circumventing cycles of missed opportunities for preventive interventions. Formulation of an active surveillance system for DENV and CHIKV detection will allow the health ministry to gauge the actual daily burden of these diseases among the population, better informing the public health policies, including the use of regular pesticides and larvicides to kill mosquitoes and their larvae, elimination of mosquito breeding habitats, managing stagnant water areas, and educating the population about the use of mosquito repellents, bed nets and window screens, and cleaning up of the trash.\nThe major strength of this study is the incorporation of four study sites covering rural and urban settings in coastal and western Kenya and following a cohort of 3445 children for the first time over 5 years to assess the CHIKV and DENV IgG status and associated risk factors at our study sites. However, there are several limitations of this study. Due to multiple missing responses over the follow-up visits, the data for the purpose of this analysis was utilized as a cross-sectional snap-shot, by combining the responses at the base-line and follow up visits over time. Heterogeneity in responses to predictors included in the analysis was also checked and no marked difference was observed among the population over time. DENV is co-circulating with other flaviviruses and CHIKV is co-circulating with other alphaviruses in this region and IgG can cross react with those related viruses, including Zika virus, yellow fever virus, and West Nile virus for dengue and o’nyong-nyong virus for chikungunya [11,12,24,41,42]. Prior PRNT testing in these areas has documented that DENV and CHIKV remain the most likely flaviviruses and alphaviruses in the region; however no PRNT testing was done for confirmation in this study, so a small amount of misclassification bias may be present [10–12]. Confirmation of acute infections by real time reverse transcriptase polymerase chain reaction (rRT-PCR) testing would have increased specificity. An initial dropout of participants required additional recruitment during the first follow-up visit, so a proportion of the children were only followed for 4.5 years. This study evaluated exposure to infection in children, who may have different risk factors than adults, and therefore study results may not be generalizable to all individuals. More studies including adults in the sample size are needed to understand the seroprevalence and risk factors for DENV and CHIKV in the adult population. In this longitudinal surveillance study, the self-reported behaviors of the study participants could also lead to response bias.",
    "Conclusion": "Our study underscores continued low level DENV and CHIKV transmission among children in Kenya and the association with indicators of poverty: belonging to a low socio-economic stratum, presence of trash on the housing compound and collection of water in containers. These findings with associated risk factors can be helpful when attempting to implement preventive measures from the Ministry of Health. Some elements can be better targeted and there can be community campaigns to reinforce changes that may help mitigate transmission. As our study demonstrates a significant burden of CHIKV and DENV infection in Kenya, we suggest improving the current focal public health and control activities by (1) establishing community sentinel site surveillance and health center-based surveillance for CHIKV and DENV, (2) establishing a permanent vector control program and (3) continuing public education on DENV and CHIKV prevention measures (e.g., elimination of discarded used tires, emptying water containers, removing trash from the surroundings etc.) [43]. Additionally, committed political involvement is essential to direct enough resources to improve socioeconomic conditions of the less privileged communities if a change in epidemic patterns is to be expected. Children remain at risk for further outbreaks from either virus, demonstrating the importance of improved diagnostics and ongoing surveillance. This study underscores the need for regular DENV and CHIKV surveillance in DENV and CHIKV endemic areas, such as Kenya, Sudan, Ethiopia, Chad and Nigeria as well as further studies including adults in the population to determine the burden of these arboviral diseases in the adult population. With the hope of potential vaccinations for both viruses on the horizon, it is vital to continue to better understand these infections to decrease the burden in various communities, especially vulnerable populations, and to provide insight to optimize the implementation of any future vaccine."
}