{
    "Background": "Hepatitis B virus (HBV) is highly prevalent and a major health problem in developing countries. Controversial findings are reported on the effect of schistosomiasis and HBV infection. This study aimed to describe the association of S. mansoni infection with Hepatitis B surface antigen (HBsAg) carriage rate in schistosome endemic setting.",
    "Methods": "A cross-sectional study was conducted from January to March 2024 among school children aged 7–14 years old in two primary schools of Jille Timuga district of Oromo special zone, Amhara region, Ethiopia. Demographic and health related data was collected by Kobo collect tool. Blood and stool specimens were collected to test Hepatitis B infection using rapid test kit and S.mansoni infection by kato-katz method respectively. The data was analyzed by STATA version 17 statistical software. A descriptive statistic, bivariate and multivariate logistic regression analysis was used to identify associated factors. P-value of <0.05 was used as a cut-off in reporting statistical significance.",
    "Results": "A total of 300 children participated in the study with a mean age of 10.5 years (±2) ranging from 7 to 14 years. Eighty-nine (29.6%) children were infected with S. mansoni and the sero-prevalence of hepatitis B surface antigen was 0.3%; no co-infection was observed. Children who had taken praziquantel mass treatment recently (<6 month) had higher infection rate at 34%. Likewise, highest prevalence of S. mansoni infection (39.8%) was found among 11–12 years age group. A significant association of sex with higher S.mansoni infection rate was observed where males had 2.07 increased odds of infection.",
    "Conclusions": "The observed prevalence of S. mansoni infection (29.6%) was high in view of the ongoing preventive chemotherapy using praziquantel. The low, 0.3%, prevalence of HBV in the setting of higher S.mansoni prevalence underscore non well defined association of HBSAg carriage with schistosomiasis. However, a larger, well-controlled further research is recommended. The infection rate of S. mansoni was higher among children who recently took praziquantel which highlight the limitations of mass drug administration (MDA) program and possibility of re-infection. These emphasize the need for integrated schistosomiasis control programs, combining mass drug administration with other supportive intervention measures such as snail control."
}