{
    "Background": "Chagas disease is a trypanosomiasis whose agent is the protozoan parasite Trypanosoma cruzi, which is transmitted to humans by hematophagous bugs known as triatomines. Even though insecticide treatments allow effective control of these bugs in most Latin American countries where Chagas disease is endemic, the disease still affects a large proportion of the population of South America. The features of the disease in humans have been extensively studied, and the genome of the parasite has been sequenced, but no effective drug is yet available to treat Chagas disease. The digestive tract of the insect vectors in which T. cruzi develops has been much less well investigated than blood from its human hosts and constitutes a dynamic environment with very different conditions. Thus, we investigated the composition of the predominant bacterial species of the microbiota in insect vectors from Rhodnius, Triatoma, Panstrongylus and Dipetalogaster genera.",
    "Methodology/Principal Findings": "Microbiota of triatomine guts were investigated using cultivation-independent methods, i.e., phylogenetic analysis of 16s rDNA using denaturing gradient gel electrophoresis (DGGE) and cloned-based sequencing. The Chao index showed that the diversity of bacterial species in triatomine guts is low, comprising fewer than 20 predominant species, and that these species vary between insect species. The analyses showed that Serratia predominates in Rhodnius, Arsenophonus predominates in Triatoma and Panstrongylus, while Candidatus Rohrkolberia predominates in Dipetalogaster.",
    "Conclusions/Significance": "The microbiota of triatomine guts represents one of the factors that may interfere with T. cruzi transmission and virulence in humans. The knowledge of its composition according to insect species is important for designing measures of biological control for T. cruzi. We found that the predominant species of the bacterial microbiota in triatomines form a group of low complexity whose structure differs according to the vector genus."
}