{
    "Introduction": "Hemostasis aims to stop bleeding in the event of vessel injury. Its three distinct phases, i.e., primary hemostasis, coagulation, and fibrinolysis, are closely linked [1]. In the primary hemostasis the injured vessel wall recruits platelets by activating von Willebrand factor (VWF), a multimeric glycoprotein; thereafter, the activated platelets recruit additional platelets to form the platelet aggregate [2]. Initiation of the coagulation process is the consequence of the exposure of tissue factor (TF) and leads to thrombin generation [3]. Fibrinogen cleavage mediated by thrombin and its subsequent polymerization to form fibrin strands provide the network required for the effective clot formation [4]. Finally fibrin clot is removed from the repaired blood vessels by fibrinolysis [5]. ADAMTS13 (a disintegrin and metalloprotease with thromboSpondin type 1 repeats, member 13) cleaves specifically VWF that unfolds under shear stress, to reduce the size of VWF polymers in circulation [6].\nHemorrhagic syndrome associated with the absence of blood coagulation are one of the main characteristics of Viperidae envenomation [7,8]. Other manifestations include pain, edema, blistering, dermo- and myonecrosis, hypovolemia, cardiovascular collapse, acute kidney injury, and more rarely thrombosis and neurotoxicity [9]. Viperidae are present in all continents except Oceania and Bothrops genus is mostly involved in Latin America [10]. Toxins from Bothrops venoms targeting hemostasis exhibit highly diverse enzymatic (snake venom metalloproteinases (SVMPs), snake venom serine proteases (SVSPs), phospholipases A2 (PLA2s) and L-amino acid oxidases) and non-enzymatic proteins (disintegrins and C-type lectin proteins) [11].\nIn the French departments of America, B. atrox is the predominant species involved in envenomation in French Guiana [12,13], whereas B. lanceolatus is the only venomous snake in Martinique, where it is endemic [14]. While these two species are very close phylogenetically (B. lanceolatus being included in B. atrox group [15]), they are responsible for opposite manifestations.\nB. atrox bite may result in a typical Viperidae envenomation with the risk of local and systemic bleeding like other Bothrops such as B. asper and B. jararaca [16–20]. Systemic bleeding is associated with a higher death risk [21,22]. Bleeding is related to SVMP-degradation of basement membrane [23–26] and the subsequent disruption of endothelial cell integrity due to the enhanced hydrostatic pressure and tangential shear stress [27]. Thrombocytopenia and unclottable blood on admission are independently associated with systemic bleedings in B. atrox- and B. jararaca-envenomated patients admitted to the hospital [22,28,29]. SVMPs are able to clot citrated plasma by activating prothrombin and/or factor X [30–32]. Thrombocytin, a SVSP isolated from B. atrox venom, activates factors V, VIII, and XIII [33,34]. Venom-induced activation of clotting factors generates endogenous thrombin thus consuming fibrinogen [35]. Defibrinogenation also depends on the action of thrombin-like enzymes (TLE), which directly cleave fibrinogen in fibrin and induce in vitro clotting of fibrinogen [36]. Non-coagulant proteinases exhibiting fibrin(ogen)olytic activity additionally contribute to fibrinogen consumption without converting it to fibrin [37].\nBy contrast, B. lanceolatus envenomation is unusually associated with bleeding and absence of coagulability, but may be complicated by multiple systemic infarctions up to 48 h after the snakebite, even in case of moderate envenomation [38,39]. Thrombosis occur in cerebral, myocardial or pulmonary vessels and may be fatal or lead to major functional sequelae in the absence of antivenom administration [39,40]. The exact mechanism of thrombosis in B. lanceolatus envenomation is poorly understood. Despite venom-induced thrombocytopenia in mice, B. lanceolatus venom induced no direct effects on platelet aggregation in human platelet-rich plasma [41,42]. B. lanceolatus venom dose-dependently clotted purified human fibrinogen, indicating the involvement of a thrombin-like enzyme. However, it is devoid of defibrinating activity after intravenous injection in mice [41,43,44]. Interestingly, this venom was unable to clot citrated plasma in the first studies [41,43,44], suggesting the absence of procoagulant activity until new studies adding calcium to the plasma showed effects on coagulation [45,46]. Consistent, a fatal B. lanceolatus envenomation case with diffuse thrombotic microangiopathy (TMA) causing multiple cerebral, myocardial, and mesenteric infarctions on autopsy supported the possible onset of venom-induced endotheliopathy [47].\nSurprisingly, venom composition of these two Bothrops species are relatively similar with comparable activities on coagulation in vitro in the whole blood and plasma [48]. However, in vitro assays have limitations as they only offer a view of the immediate venom-induced effects whereas envenomation is a complex dynamic process. Crude venoms exhibit strong dose-dependent procoagulant effects in vitro [49–51], while in vivo consumption of clotting factors result in blood hypocoagulability. To observe the time-dependent toxicity of the various enzymes present in Viperidae venoms, it is necessary to investigate the time-course of hemostasis disorders in vivo [52–55]. Recent global hemostasis assays, which have revolutionized the approach of hemorrhagic and thrombotic diseases, may improve understanding hemostasis disorders in Bothrops envenomation. By combining rotational thromboelastometry (ROTEM), a point-of-care viscoelastic test of whole blood hemostasis allowing the global assessment of clot formation and its dissolution in real time [56], thrombin generation assay (TGA) assessing the balance between procoagulant and anticoagulant drivers [57] and fibrinography assessing fibrin clot formation and fibrinolysis [58], it is possible to overall investigate the complex time-course of venom-induced hypo- and hypercoagulability.\nWe therefore designed a rat model of human B. atrox and B. lanceolatus envenomation aiming to identify the determinants of the hemorrhagic and thrombotic effects of venoms and the contributions of the various key-players of hemostasis, i.e., platelets, coagulation factors, and endothelial cells.",
    "Material and methods": "Ethics statement\nOur animal experiments complied with the ARRIVE guidelines and were carried out in accordance with the EU Directive 2010/63/EU for animal experiments and the ethical guidelines established by the National Institutes of Health. The experimental protocols were approved by Paris Cité University Animal Care Ethics Committee and the French Ministry of Research (N° APAFIS #26913-20200-120174-024616-V5).\n\n\nVenoms\nFreeze-dried venoms were obtained from Latoxan (Valence, France). B. atrox venom (batch 211.191) is a pool of samples from wild-caught or born-in-captivity, male and female adult snakes, from French Guiana, Peru and Brazil, whereas B. lanceolatus venom (batch 411.171) is a pool of samples from wild-caught, two male and one female, adult snakes, from Martinique. Venoms were stored at +4°C and dissolved in saline before injection. The lethal dose-50% (LD50) of B. lanceolatus venom was previously determined at 6 mg/kg in mice by intraperitoneal route [42]. Since preliminary in vitro experiments conducted in our laboratory using ROTEM in the rat whole blood showed that the procoagulant effect of B. atrox venom was 2-fold that of B. lanceolatus venom, we used 220% of the estimated intraperitoneal LD50 in mice for B. lanceolatus venom (i.e., 4 mg per rat), and half of this value for B. atrox venom (i.e., 2 mg per rat) to target equipotent doses.\n\n\nAntivenoms\nInoserp South America (Inosan Biopharma, Mexico) is an experimental polyvalent antivenom against B. lanceolatus, B. atrox, B. alternatus, B. asper, B. jararaca, B. jararacussu, B. diporus, B. schlegeii, Lachesis muta, L. melanocephala, L. stenophrys, and Crotalus simus. This antivenom consists of soluble IgG F(ab’)2 fragments. Based on the potency of the supplied batch (0IT06007; expiry date, June 2022), 1 mL neutralizes 9.9 mg of B. lanceolatus venom and 2.7 mg of B. atrox venom, as stipulated by the manufacturer.\n\n\nAnimals\nWe used male Sprague-Dawley rats (Janvier-labs, France), weighing 250–400 g, housed for 7 days prior to experiment, maintained under constant temperature conditions (19–21°C), and submitted to a 12h/12h light/dark cycle, with food and water provided ad libitum.\n\n\nIn vitro procedure testing by rotational thromboelastometry non-treated rat whole blood spiked with increasing venom concentrations\nThe experiment consisted of testing the rat whole blood by ROTEM after adding different concentrations of venom or r ex-tem (recombinant tissue factor and phospholipids, #503–05, positive control) or saline (negative control). The triggering reagent was therefore either venom or r ex-tem while the addition of saline evaluates spontaneous coagulation.\nWhole blood was sampled from the catheterized abdominal aorta in a non-treated rat anesthetized using 10mg/kg xylazine and 70 mg/kg ketamine injected intraperitoneally. Syringe pre-filled with 0.4 mL of buffered sodium citrate (final molarity: 0.109 M) was used to collect 3.6 mL of blood, then gently inverted five times to ensure adequate anticoagulation before transferring blood samples into tubes.\nRotational thromboelastometry was performed on ROTEM Delta analyzer (Werfen, Le Pré-Saint-Gervais, France) to assess the venom effect on coagulation system. For each venom, ROTEM was performed at five different venom concentrations (100, 10, 1; 0.1, and 0.01 μg/mL). Venom stock was diluted in saline phosphate buffer (PBS) to obtain a 3.5 mg/mL solution. The non-treated rat citrated whole blood tube was placed in the sample pre-heating station (temperature at 37°C) of the ROTEM analyzer. For the first venom concentration (100 μg/mL), all reagents were pipetted into the cup: 20 μL CaCl2 (Star-tem, #503–01), 20 μL venom sample, and 300 μL whole blood. Viscoelasticity data were then recorded at 37°C for 60 min. For the other venom concentrations, the volume of venom solution was adjusted to 20 μL using PBS. The positive control consisted on the same procedure using 20 μL of r ex-tem instead of venom solution, whereas the venom solution was replaced with 20 μL of PBS for the negative control (thus corresponding to the spontaneous coagulation activation in whole blood). Parameters assessed using ROTEM included clotting time (CT) and maximum clot firmness (MCF). CT is the time (s) from start of the measurement until initiation of clotting (i.e., clot firmness of 2 mm above base-line) and depends on the concentrations of coagulation factors. MCF is the maximum strength of the clot (mm) reached during the run, and depends on the platelet count and function and fibrin formation.\n\n\nProtocol design of the animal model of envenomation\nSecondly, we developed an animal model of envenomation. For each condition (B. atrox venom, B. lanceolatus venom, and saline) and at each sampling time, rats were randomized (n = 6/group). Saline (control rat group) or venom (2 envenomated rat groups) was injected by the dorsal subcutaneous route, with an average 2 mL/kg volume. Blood was sampled at 3 h (H3), 6 h (H6), or 24 h (H24) after the saline/venom injection, from the catheterized abdominal aorta in a rat anesthetized using 10 mg/kg xylazine and 70 mg/kg ketamine injected intraperitoneally.\nSyringes pre-filled with 400 μL of buffered sodium citrate (final molarity: 0.109 M) or 20 μL of EDTA were used to collect 3.6 mL and 2 mL of blood, respectively. They were gently inverted five times to ensure adequate anticoagulation then blood was transferred into dry tubes. Antivenom was added into the tubes (10 μL/mL blood) for venom antagonization before analysis.\nROTEM experiments were carried out immediately using citrated whole blood and platelet count was performed in EDTA whole blood up to 4 h after blood sampling. Citrate tubes were double-centrifuged at 2500g for 10 min, at room temperature without brake to obtain platelet-poor plasma. EDTA tubes were centrifuged at 1000g for 10 min, at room temperature. Citrated platelet-poor plasma and EDTA plasma were then aliquoted and stored at -80°C for analysis.\n\n\nEx vivo procedure testing by rotational thromboelastometry venom-treated rat whole blood at different time-points\nROTEM experiments (EXTEM test) were conducted on citrated whole blood, according to the manufacturer’s instructions. The EXTEM test explores the tissue-factor coagulation pathway. Experiments were performed as previously described. In EXTEM test, 20 μL of Star-tem, 20 μL of r ex-tem and 300 μL whole blood were added into the cup. In addition to CT and MCF, the lysis index (LI) 30 was measured. LI30 is the residual clot firmness at 30 minutes from CT and reflects the fibrinolysis phase.\n\n\nPlatelet count\nPlatelet count was performed in EDTA whole blood with a MS9-3 veterinary hematology analyzer (Melet Shloesing, Osny, France).\n\n\nPlasma fibrinogen concentrations\nFibrinogen level was measured on citrated platelet-poor plasma using the standard Clauss method. It was performed on STA-R Max automated coagulation analyzer system (Stago, Asnières sur Seine, France) using Dade Thrombin reagent (Siemens, Munich, Germany).\n\n\nPlasma von Willebrand Factor (VWF) antigen\nVWF antigen was measured on citrated platelet-poor plasma using the ELISA Asserachrom VWF:Ag assay (Stago). Results were normalized using a normal rat citrated pool plasma.\n\n\nADAMTS13 activity\nADAMTS13 activity was measured on citrated platelet-poor plasma by an in-house FRETS-VWF73 assay [59] using commercial recombinant FRETS-VWF73 peptide (Peptide Institute, Ibaraki, Japan). Results were normalized using a normal rat citrated pool plasma.\n\n\nThrombin generation assay (TGA)\nTGA was performed on ST Genesia analyzer system (Stago), a fully automated system enabling quantitative standardized TG assessment derived from Hemker’s fluorescence method, using dedicated reagents, calibrator and quality controls [60]. Thrombin generation is initiated by the addition of tissue factor (TF) and phospholipid vesicles. STG-ThrombiCal, a buffered solution containing a known fixed amount of human thrombin, is incubated in a cuvette with a solution containing a fixed concentration of Z-Gly-Gly-Arg-7-amino-4-methylcoumarin (AMC) fluorogenic substrate (STG-FluoSet) and calcium chloride (STG-FluoStart): the calibration curve is thus adjusted for the optical characteristics of the plasma sample correcting for the inner filter effect. Citrated platelet-poor plasma samples are run in a second cuvette with STG-ThromboScreen in the absence of thrombomodulin in parallel to STG-FluoSet. STG-ThromboScreen contains recombinant human TF, at an intermediate picomolar concentration. Four parameters were analyzed: lag time (min; time from test triggering to signal detection), time to peak (min; time necessary for thrombin concentration to reach its maximal value), peak height (PH; nmol/L; maximal thrombin concentration), and endogenous thrombin potential: ETP (nM·min; area under the thrombin time-concentration curve). Results are presented as absolute values.\n\n\nFibrinography: fibrin polymerization assay and clot lysis study\nFibrin polymerization and fibrinolysis kinetics were assessed by turbidimetry in a TECAN Infinite M200Pro spectrophotometer (Tecan, Männedorf, Suisse) as previously described [58]. Briefly, 30 μL of imidazole buffer, 27 μL of citrated platelet-poor plasma, and 3 μL of recombinant tPA (Cryopep, Montpellier, France, final concentration: 250 ng/mL) were mixed, then 40 μL of this mixture was transferred in wells of a plate, where had been added 10 μL of a v/v mixture of FT (Innovin, Dade Behring, Marburg, Germany, final concentration: 1 pmol/L) and phospholipid vesicles (phospholipids TGT, Cryopep, Montpellier, France, final concentration: 4 μmol/L). Plasma clotting was triggered with 10 μL of N-2- hydroxyethylpiperazine-N′-2-ethanesulfonic acid (HEPES) 50 mmol/L containing 60 mg/mL bovine serum albumin, and 100 mmol/L CaCl2. Turbidimetry was recorded at 350 nm at 37°C every 6 s. Five parameters were analyzed: lag time (in seconds, time from test triggering to reach 15% of the maximal turbidity), time to peak (s; time necessary for turbidity to reach its maximal value), start tail (s; time necessary for turbidity to reach its minimal value) and peak height (PH; arbitrary units (AU); maximal turbidity value). Data were normalized for determining lag time, time to peak, and start tail.\n\n\nPlasma inflammatory and endothelial biomarkers (multiplex assays)\nMultiplex assays using the Luminex Magpix platform (Luminex, Austin, TX, USA) were performed with the Rat Adipokine Magnetic Bead Panel (Merck Millipore, Molsheim, France) for the measurement of interleukin (IL)-1ß, IL-6, tumor necrosis factor alpha (TNF-α), monocyte chemoattractant protein-1 (MCP-1), plasminogen activator inhibitor type-1 (PAI-1), and the Rat Vascular Injury Magnetic Bead Panel for the measurement of soluble E-selectin and soluble intercellular adhesion molecule-1 (ICAM-1) in EDTA plasma. These kits were processed according to the manufacturer’s instructions.\n\n\nStatistical analysis\nAnalyses were performed using GraphPad PRISM 9.5.0 (GraphPad Prism Inc., La Jolia, CA, USA). All results are expressed as mean ± standard deviation for quantitative data and % of reference values for qualitative data. Data were tested for normality by visual inspection and Shapiro-Wilk tests. For in vitro experiments, ROTEM parameters had a normal distribution and were compared between the three experimental conditions (i.e., saline, B. atrox and B. lanceolatus venom) using one-way analysis of variance (ANOVA), followed by Tukey’s multiple tests. Distribution of measured values were represented as boxplots for CT and MCF. The median effective concentrations (EC50s) were determined visually using GraphPad PRISM 9.5.0.\nFor ex vivo experiments, parameters were compared between B. atrox, B. lanceolatus, and saline groups at each sample time using one-way ANOVAs (or a mixed-effect model in case of missing values) followed by Tukey’s multiple tests if parameters were normally distributed. If parameters were not normally distributed, comparisons were performed using Kruskal-Wallis’s tests followed by Dunn’s multiple tests. A p-value ≤ 0.05 was considered statistically significant.",
    "Results": "In vitro ROTEM assay: non-treated rat whole blood spiked with increasing venom concentrations\nNegative control (rat whole blood with 0.9% NaCl) exhibited a CT of 261.2 ± 66.5 s and a MCF of 75.7 ± 4.6 mm. Positive control (with r ex-tem) exhibited a CT of 32.5 ± 5.5 s and a MCF of 78.2 ± 2.4 mm. B. atrox and B. lanceolatus venoms presented dose-dependent procoagulant activities with significant decrease in CT compared to the negative control (p = 0.0008) but no significant difference was observed when compared to one another (p = 0.1) (Figs 1A and S1). EC50 of B. lanceolatus venom was twice that of B. atrox venom (Fig 1B). In comparison to the negative control, B. atrox venom did not significantly alter MCF (p = 0.08) while B. lanceolatus venom showed a slight hypercoagulable profile (p = 0.02). There was no significant difference between the two venoms for MCF (p = 0.7) (Figs 1A and 1B and S1).\n(a) Clotting time (CT) and maximal clot firmness (MCF) assessed by ROTEM in non-treated rat whole blood in presence of 0.9% NaCl (negative control, grey box-plot), r ex-tem (positive control, yellow box-plot), and B. atrox (blue box-plots) or B. lanceolatus venom (red box-plots) added at various concentrations (n = 4); (b) Curves representing the CT and the MCF as a function of the dose of B. atrox (red line) or B. lanceolatus (blue line) venom. Grey dotted area represents the value of negative control. Results are presented as mean ± SD (n = 4).\n\n\nEx vivo ROTEM assay using venom-treated rat whole blood, platelet counts and fibrinogen at different time-points\nCT was not significantly modified at any time and for any venom (Figs 2A and S2). MCF of venom-treated rats did not differ from controls at H3 and H6. At H24, MCF of B. atrox venom-treated rats was significantly lower than controls (p = 0.004; Figs 2B and S2). No significant decrease in LI30 was observed whatever the time or the venom was. Significant thrombocytopenia was observed with B. atrox venom at H3 (p = 0.04), H6 (p = 0.02), and H24 (p < 0.001) while B. lanceolatus venom had no effect on platelet count (Fig 2C). Plasma fibrinogen was significantly lowered with the two venoms at H3 (p = 0.009 for B. atrox and p = 0.005 for B. lanceolatus) and at H6 (p = 0.03 for B. atrox and B. lanceolatus). At the opposite, plasma fibrinogen was significantly increased at H24 with B. lanceolatus venom (p < 0.001; Fig 2D).\nROTEM clotting time (CT, a), ROTEM maximal clot firmness (MCF, b), platelet count (c), and plasma fibrinogen concentration (d) measured at H3, H6, and H24 after 0.9% NaCl (white boxplots), B. atrox (blue boxplots) or B. lanceolatus venom (red boxplots) injection in the rat. Results are presented as mean ± SD (n = 6 rats per group). *p < 0.05, **p < 0.01, ***p < 0.001 as compared to controls.\n\n\nThrombin generation assay (TGA)\nAlterations in TGA occurred early, almost exclusively at H3. Lag time significantly decreased with both venoms at H3 (p < 0.001 for B. atrox and p = 0.01 for B. lanceolatus) and only for B. atrox at H6 (p = 0.019) (Fig 3A). Similarly, the time to peak significantly decreased with both venoms at H3 (p = 0.001 for B. atrox and p = 0.006 for B. lanceolatus) (Fig 3B). In parallel, the peak height significantly increased with the two venoms at H3 (p = 0.04) (Fig 3C). The endogenous thrombin potential only significantly increased with B. atrox venom at H3 (p = 0.02) (Fig 3D).\nLag time (a), time to peak (b), peak height (c), and endogen thrombin potential (ETP, d) assessed using thrombin generation assay (TGA) at H3, H6, and H24 after 0.9% NaCl (white boxplots), B. atrox (blue boxplots) or B. lanceolatus venom (red boxplots) injection in rats. Results are presented as mean ± SD (n = 6 rats per group). *p < 0.05, **p < 0.01, ***p < 0.001 as compared to controls.\n\n\nFibrinography\nBoth venoms did not significantly change the lag time and the time to peak of fibrin generation (Figs 4A and 4B and S3). B. lanceolatus venom significantly increased the start tail and the peak height at H24 (p = 0.03 and p = 0.002, respectively) (Figs 4C and 4D and S3).\nLag time (a), time to peak (b), start tail (c), and peak height (d) assessed using fibrinography at H3, H6, and H24 after 0.9% NaCl (white boxplots), B. atrox (blue boxplots) or B. lanceolatus venom (red boxplots) injection in rats. Results are presented as mean ± SD (n = 6 rats per group). *p < 0.05, **p < 0.01 as compared to controls.\n\n\nEndothelial function\nNo significant alteration was observed for plasma VWF antigen with any venom at any sampling time (Fig 5A). ADAMTS13 activity was significantly lowered at H3 with B. lanceolatus venom (p = 0.006) and at H6 with the two venoms (p = 0.04 for B. atrox and p = 0.02 for B. lanceolatus), before returning to non-significantly different values at H24 in comparison to the control group (Fig 5B). ADAMTS13 activity was not measured in 2 B. atrox venom-treated rats and one B. lanceolatus-treated rat due to insufficient sample volume. No modification in soluble E-selectin was observed whatever the venom at H3 and with B. atrox venom at H6 and H24 (Fig 5C). By contrast, a significant decrease in soluble E-selectin was observed with B. lanceolatus venom at H6 (p = 0.006) and H24 (p = 0.02). No modification in soluble ICAM-1 was observed whatever the venom or sampling time was (Fig 5D).\nvon Willebrand factor (VWF) antigen (a), ADAMTS13 activity (b), soluble E-selectin (c), and soluble intercellular adhesion molecule-1 (ICAM-1, d) measured at H3, H6, and H24 after 0.9% NaCl (white boxplots), B. atrox (blue boxplots) or B. lanceolatus venom (red boxplots) injection in rats. Results are presented as mean ± SD (n = 6 rats per group). *p < 0.05, **p < 0.01 as compared to controls.\n\n\nInflammatory parameters (multiplex assay)\nWe observed no significant modifications in plasma IL-1β (Fig 6A) but a transient increase in plasma IL-6 and TNF-α at H6 with B. lanceolatus venom (p = 0.001 and p = 0.007 respectively; Fig 6B and 6C), an increase in plasma MCP-1 at H6 (p = 0.031) and H24 (p < 0.001) with B. lanceolatus venom (Fig 6D) and an increase in PAI-1 at H3 with B. atrox venom (p = 0.049) and at H6 and H24 with B. lanceolatus venom (p = 0.039 and p = 0.01, respectively; Fig 6E).\nPlasma interleukin-1beta (IL-1β, a), interleukin-6 (IL-6, b) tumor necrosis factor-alpha (TNFα, c), plasminogen activator inhibitor-1 (PAI-1, d), and monocyte chemoattractant protein-1 (MCP-1, e) measured at H3, H6, and H24 after 0.9% NaCl (white boxplots), B. atrox (blue boxplots) or B. lanceolatus venom (red box-plots) injection in rats. Results are presented as mean ± SD (n = 6 rats per group). *p < 0.05, **p < 0.01, ***p < 0.001 as compared to controls.",
    "Discussion": "Based on a global approach of hemostasis study, we determined the time-course of the common and differential impairments following B. atrox and B. lanceolatus envenomation in Sprague Dawley rats, with the aim of understanding the clinical complications observed in humans. In a previous study, we showed that B. atrox and B. lanceolatus venoms had a similar proteomic composition, with a predominance of SVMPs and a procoagulant effect on human whole blood [48]. Our in vitro results on venom-spiked rat whole blood were consistent with our previous findings, supporting procoagulant effects for both venoms.\nOur ex vivo ROTEM investigation of venom-treated rat whole blood samples showed no reduction in CT at H3, suggesting venom-induced procoagulant effects of early and transient onset if any. Later, no prolongation of CT was recorded, suggesting no or only transient coagulation factor consumption undetectable at our sampling times. A previous work has reported a prolonged Extem CT at H1 after intravenous B. asper venom injection in mice which recovered at H3 [55]. A fast recovery of the clotting factors may correspond to the rapid elimination of venom procoagulant enzymes from the blood, consistent with reports on human snakebite envenomation in French Guiana in which prothrombin time and activated partial thromboplastin time were corrected faster than fibrinogen, even without antivenom administration [12,13]. Nevertheless, the hypothesis of lack of ROTEM sensitivity to identify any initial hypercoagulability in our animal model cannot be ruled out. Another hypothesis is that the dose of venom used was too low in this experiment.\nAlthough not altered at H3 and H6, Extem MCF was significantly reduced at H24 after B. atrox venom injection, supporting the onset of venom-induced delayed hypocoagulability. This observation contrasted with Rucavado’s study reporting no clot at H1 after intravenous B. asper venom injection in mice but a steady increase in clot amplitude with decreased strength at H24 [55]. Noteworthy, here we used the subcutaneous route to mimic snakebite condition, which may account for the observed differences in fibrinogen kinetics. Based on our in vitro ROTEM study, no significant B. atrox venom-attributed effects were found except with the highest concentration tested. Whereas ex vivo MCF reduction is usually related to time-dependent venom enzymatic toxicity, in vitro reduction in MCF can be explained by platelet and fibrinogen consumption in a dose-dependent toxicity.\nAn early decrease in fibrinogen plasma level was observed with the two venoms at H3 and H6, whereas it recovered at H24 with B. atrox venom. Defibrinogenation occurs in most patients bitten by B. atrox [12,13,20,28,61]. A initial decrease in fibrinogen has also been reported in B. lanceolatus envenomation [38,39,62]. Hypofibrinogenemia is mostly due to the direct consumption induced by the TLE and fibrinogenases [7,37], but also possibly due to thrombin generation.\nTGA showed a decrease in lag-time and time to peak and an increase in thrombin peak at H3 with the two venoms while ETP was only increased with B. atrox venom. TGA peak height is known to be more sensitive to variations in clotting factors than ETP [63]. Therefore, thrombin generation at H3 can be considered to be increased with both venoms. Interestingly, TGA was more sensitive than ROTEM to identify this initial hypercoagulability. To the best of our knowledge, this is the first study assessing thrombin generation in an animal model of Bothrops envenomation. TGA was already used to show that other Brazilian Bothrops venoms (i.e., Bothrops moojeni, B. jararacussu, and B. alternatus) increased endogenous thrombin potential of human platelet-poor plasma in vitro [35]. SVMP-induced intravascular thrombin generation plays a preponderant role in the pathogenesis of B. jararaca-related coagulopathy [52]. Decreased fibrinogen and prothrombin levels were significantly associated with systemic bleeding in Bothrops envenoming. The presence of such activators has been already reported with B. atrox [30–32] but never confirmed with B. lanceolatus venom yet despite in vitro data showing its ability to reduce coagulation time [45,46].\nA gradual decrease in platelet count was only observed with B. atrox venom, starting at H3 and being maximal at H24. Because fibrinogen was corrected at that time, the decrease in ROTEM MCF at H24 was more related to platelet count impairment. Indeed, systemic bleeding has been attributed to thrombocytopenia in B. atrox-envenomated patients [28,64]. In B. jararaca-bitten patients, systemic bleeding is more frequent in the presence of acute thrombocytopenia than the blood hypocoagulability [65,66]. A negative correlation was found between platelet count and mean platelet volume in B. atrox-envenomated patients on admission, suggesting peripheral platelet destruction, which tends to increase the mean platelet volume [22]. Thrombocytin and batroxobin, two SVSPs isolated from B. atrox venom, induce washed human platelets aggregation in a less potent manner than thrombin [67,68]. Nevertheless, a direct activating effect of venom is unlikely: whole venom did not induce aggregation of washed rabbit platelets [69]. The increase in thrombin generation, which is considered as a powerful platelet activator, could be another explanation for thrombocytopenia [70]. However, this hypothesis seems unlikely since thrombin generation is increased with both venoms, whereas thrombocytopenia is only observed with B. atrox venom. Moreover, in a mouse model of B. jararaca envenomation, pretreatment with warfarin that decreases the prothrombin level thus the thrombin generation, did not prevent the occurrence of thrombocytopenia, suggesting a SVMP-independent mechanism. Finally, thrombocytopenia could be explained by platelet sequestration in the multiple bleeding sites caused by hemorrhagic SVMPs. Therefore, thrombocytopenia should be considered more as a consequence rather than a cause of venom-induced hemorrhages, although it contributes to bleeding.\nA non-significant trend to MCF increase at H24 and a slight hypercoagulable profile were observed with B. lanceolatus venom in our rat model, nevertheless of little contribution to explain the mechanisms of thrombosis in this envenomation. Based on postmortem data in a B. lanceolatus-bitten patient, direct endothelial damage was hypothesized [47]. However, our results did not support this hypothesis. Despite a transient decrease in ADAMTS13 at H3 and H6, VWF antigen level was not increased after venom injection, which is consistent with previous findings in a model of B. jararaca-envenomated rat [53]. Partial recovery of plasma ADAMTS13 with Na2-EDTA suggested that its decrease was due to SVMPs and thrombin/plasmin generation [53]. Interestingly, an increase in VWF antigen level, not associated with an increase in tPA / PAI-1, was reported in B. jararaca-bitten patients, suggesting more endothelial activation by inflammation than a real endotheliopathy directly linked to the venom [65]. Here, we observed no increase in ICAM-1 nor soluble E-selectin levels, two biomarkers considered as more specific of endotheliopathy [71]. Consistently, B. lanceolatus venom did not increase ICAM-1 or E-selectin in vitro [72], supporting our hypothesis of a poor direct toxicity to endothelial cells. In a clinical study of Bothrops envenomations in Brazil, angiopoietin-1 and vascular cell adhesion protein-1 (VCAM-1) were only increased in acute kidney injury (AKI) patients whereas other biomarkers suggestive of endotheliopathy (i.e., syndecan-1, angiopoietin-2, vascular endothelial growth factor) were not significantly increased, even in AKI patients [73]. By contrast, elevated thrombomodulin levels were found in B. jararaca-bitten patients, suggesting endothelial damage at least of late-onset and/or in this snake species [74].\nVenom-induced thrombotic complications could be explained, at least in part, by quantitative changes in fibrinogen. An increase in plasma fibrinogen at H24 was remarkable in our B. lanceolatus envenomation model. An increase in fibrinogen level during the follow-up and/or a late onset of hyperfibrinogenemia was often reported in patients with thrombosis in Martinique, also sometimes despite antivenom [39,47,62]. Early fibrinogen restoration leading to hyperfibrinogenemia might be explained by a less enzymatic activity of SVMPs isolated in B. lanceolatus venom, although considered as the most abundant family of proteins in this venom [45]. In mice, injection of B. jararaca venom upregulated hepatic mRNA synthesis of fibrinogen chains, which may explain the fast fibrinogen level recovery, even in the absence of antivenom [54]. In our model, fibrinography showed an increased fibrin generation at H24 which mechanism remains unexplained, but does not seem to be linked to a delayed thrombin generation, whose level was comparable to the control at H24. The increase in PAI-1 at H6 and H24 suggests an inhibition of the fibrinolytic pathway but ROTEM analysis may not show fibrinolysis shutdown. Perhaps B. lanceolatus venom is able to activate factor XIII: in B. atrox venom, thrombocytin is able to activate factor XIII by limited proteolysis and increase procoagulant activity of factor VIII similarly to thrombin [33]. Moreover, TLE from B. lanceolatus venom could increase fibrin generation: once bound to fibrin, the capacity of batroxobin, a TLE from B. atrox venom, to promote fibrin accretion was found 18-fold greater than that of thrombin [75].\nThrombosis may be due to coagulation-induced inflammatory activity of the venom. Here, we observed a systemic inflammatory response involving IL-6, TNF-α, and MCP-1 after B. lanceolatus venom injection. This result confirms an ex vivo model based on human whole blood, in which this venom elicited an inflammatory reaction combining pro-inflammatory interleukin production (IL-1β, IL-6 and TNF-α), chemokine upregulation (MCP-1, RANTES and IL-8), complement activation and eicosanoid release (leukotriene B4, prostaglandin E2 and thromboxane B2) [76]. These events were triggered by PLA2 isolated from B. lanceolatus venom [77]. In various other conditions including the coronavirus disease-2019, cytokine storm affects components of hemostasis, including endothelial cells, platelets, coagulation cascade, and fibrinolytic pathway, leading to hypercoagulability named thromboinflammation thus increasing the risk of thrombosis [78]. Consistent with the inflammatory response to venom, marked increase in C reactive protein (CRP) has been reported in B. lanceolatus-bitten patients [47,62]. However, thrombosis is not specific of B. lanceolatus envenomation but may rarely occur with B. atrox bite [79,80]. In an acute mesenteric ischemia case, mild coagulopathy associated with a marked inflammatory syndrome including hyperleukocytosis and increased CRP was described [80]. In another ischemic stroke case, limited alterations in hemostasis were reported on day 4 despite early antivenom administration [79]. Finally, TMA was diagnosed in several Bothrops envenomation patients, including by B. jararaca [81,82], B. venezuelensis [83] and B. erythromelas [84], presenting classical bothropic syndrome but no bleeding. Coagulopathy resolved within 12–24 hours after antivenom infusion, whereas TMA tended to start 1–3 days post-bite despite antivenom. Following B. venezuelensis bite, hyperfibrinogenemia began at day 2 and persisted over 2 weeks despite antivenom administration 4.5 h after the bite [83]. Here, we did not find a significant pro-inflammatory interleukin production with B. atrox venom despite an increasing trend in inflammatory biomarkers. Systemic inflammation has been demonstrated with Bothrops venoms [85,86]. An increase in IL-1β, IL-6 and MCP-1 but a decrease in TNF-α were observed in B. atrox-bitten patients [64,87]. No significant differences in proinflammatory cytokine levels were identified in hypofibrinogenemic compared to normal fibrinogen patients [87]. This excessive inflammatory response may have clinical consequences. Increased MCP-1 level was associated with a AKI in B. atrox envenomation in the Brazilian Amazon [88]. However, more studies are needed to identify inflammatory biomarkers predictive of the prothrombotic risk in the time-course of Bothrops envenomation, even after antivenom administration.\nOur study has limitations. First, to understand the effects of Bothrops venoms on hemostasis, we used a rat model supporting envenomation features with this genus. However, extrapolation to humans should remain cautious, particularly for thrombin generation as peaks are twice lower in the rats than in humans [89]. Likewise, fibrinolysis in rats is slower than that reported in humans [90]. Secondly, we did not look for any bleeding or thrombosis in this model, consistent with the unsuccessful previous attempts to design a model of B. lanceolatus venom-induced thrombosis [41,91]. Insufficient blood samples for technical reasons prevented us to carry out all planned analyzes that might have improved our approach such as the study of the intrinsic pathway of coagulation using ROTEM with In-tem reagent. Moreover, our observation time was limited to the first 24 hours of envenomation, while in patients, thrombosis usually occurs 48 h after the bite, preventing us to investigate possible delayed-onset mechanisms such as endothelial damage. The procoagulant effect of B. atrox venom depends on various factors, notably the geographical origin of the specimens collected [58]. The venom, which we used, included venoms from French Guiana, Peru and Brazil, to represent possible region-dependent variability in venom properties. If we had used a venom from only one region, selective results might have been obtained. Finally, it would have been also interesting to test the same dose of B. atrox venom as that used for B. lanceolatus.",
    "Conclusion": "Our global investigation of hemostasis suggest that mechanisms involved in Bothrops envenomation-induced bleeding and thrombosis are not distinct but represent the two sides of the same coin (Fig 7). An initial step of venom-induced hypercoagulability with increased thrombin generation could be considered followed by a secondary step of hypocoagulability with B. atrox venom (as shown at H24 with ROTEM data) or persistent hypercoagulability with B. lanceolatus venom (as shown with fibrinography data), while these two venoms both have a similar proteomic composition with a predominance of SVMPs and procoagulant activity in vitro. By analogy to the Greek myth of Charybdis and Scylla, Bothrops envenomation may thus follow two opposite clinical expressions: in the event of major platelet and fibrinogen consumption promoting bleeding, hemorrhage will occur early, whereas in case of minor consumption or early restoration of platelet and fibrinogen limiting bleeding, venom-induced systemic inflammation will expose to thrombotic complications of delayed onset. Our experimental findings also help understanding why B. atrox envenomation could be complicated with thrombosis lately, as sometimes reported in patients with moderate initial consumption coagulopathy.\nHypothesized mechanisms of Bothrops venom-induced effects on hemostasis. The consumption of platelets and fibrinogen directly by the venom action and indirectly by coagulation factor activation induces a hypocoagulable state promoting bleeding. In contrast, proinflammatory cytokine (IL-6 and TNF-α) and chemokine production (MCP-1) increase tissue factor and factor XIII-A expression on monocytes, fibrinogen hepatocyte synthesis and release by activated platelets, and plasminogen activator inhibitor type I (PAI-1) production, which deactivates tissue plasminogen activator (tPA) and leads to plasmin decrease and fibrinolysis shutdown, inducing hypercoagulability and prothrombotic risk. Created with BioRender.com."
}