{
    "Abstract": "In Côte d’Ivoire, rabies is endemic and remains largely uncontrolled. The numbers of human exposures and rabies cases are unknown and are probably much higher than reported. Data on human rabies cases are collected by the National Institute of Public Health (NIPH) Anti-rabies Center in Abidjan through a network of 28 NIPH local units, which cover the population of the entire country. During 2014, the NIPH initiated a program to reinforce the human rabies surveillance system in those 28 NIPH local units, with specific goals of improving the infrastructure, training, communication, and government involvement. Here, we report the progress and findings during 2014–2016. The reinforced system recorded 50 cases of human rabies (15–18 cases/year; annual incidence = 0.06−0.08 per 100,000) and more than 30,000 animal exposures (annual incidence = 41.8−48.0 per 100,000). Almost one-half of the human rabies cases were in children ≤15 years old. All were fatal and dog bites were the most common route by which rabies virus was transmitted. In the 32 cases where samples of sufficient quality for analysis were available, rabies was confirmed by reverse transcription-polymerase chain reaction RT-PCR. Post-exposure prophylaxis with rabies vaccine was administered to all animal exposure victims presenting at the NIPH local units, although only about 57% completed the full immunization schedule. All available reports were provided by the NIPH local units, indicating effective communication between them and the NIPH Anti-rabies Center. These findings indicate that the reinforcements resulted in highly specific detection of human rabies, provided detailed epidemiological data about these cases, and improved estimates of animal exposure numbers. These represent substantial advances, but further improvements to the surveillance system are needed to increase disease awareness and capture cases that are currently missed by the system. In the future, better communication between local health centers and the NIPH units, surveillance at the local health center level, and increased veterinarian engagement will help provide a more complete picture of the rabies burden in Côte d’Ivoire."
}