{
    "Introduction": "Since 1940, the emergence of pathogens has significantly increased worldwide [1,2]. Among these pathogens, 60% are from zoonotic origin, mainly from wildlife (72%), and this proportion is still increasing (2). Vector-borne diseases represent 22.8% of the emerging infectious diseases (EID). There are many reasons for these emergences, such as environmental changes that favor the development of vectors and reservoirs, human behavior especially deforestation of tropical forests, the movement of people, animals and their products around the world, the densification of populations or the massive displacements [3]. The anthropization and disruption of ecosystems favor the crossing of inter-species barriers, especially in areas of high biodiversity such as the Amazon basin, where French Guiana is located. In this French overseas territory, the life cycles of multi-host diseases appear to be even more complex than in other Central and South American settings [4]. This suggests that the greater promiscuity between wildlife and humans due to demographic and economic pressures may provide new contexts for the movement and spread of microbes and their hosts [4].\nAmong the known risk factors associated with EID, several are prominent in the gold mining activity, such as deforestation, which creates breeding areas for vectors, hunting, close contact with wildlife, or poor sanitary conditions [4,5]. Deforestation also causes contact between humans and vectors usually living in the canopy, and ending up on the ground following the felling of trees. In addition, the remoteness of health facilities leads to care seeking delays and thus might increase potential human-to-human transmission and significant morbidity [6]. For example malaria strongly affects the gold mining population due to vector exposure (Anopheles) and inadequate or delayed health care seeking behavior, thus increasing the human reservoir of parasites [7,8]. In French Guiana, the estimated 12,000 gold miners working illegally on hundreds of gold mines in the heart of the Amazon forest are mainly Brazilian nationals and frequently travel through the Guiana Shield and Brazil [9]. In addition to the possibility of pathogen emergence and morbidity in this population, this high mobility also poses the risk of pathogen dissemination.\nIt is therefore very important to assess zoonoses among this population in order to better understand pathogen cycles and to anticipate public health issues. The present study aims to evaluate the epidemiological situation of four zoonoses in the French Guianese context: yellow fever, Q fever, leptospirosis and leishmaniasis.",
    "Material and methods": "Ethics statement\nThe protocol was approved by the National Ethics Board of Suriname (CMWO (Commissie voor Mensgebonden Wetenschappelijk Onderzoek), Opinion Number VG 25–17). The authorization of importation of human biological samples was obtained and the biological collection declared to the French Ministry of Education and Research (DC-2014-2160 and DC-2021-4649). The database was anonymized and registered according to the General Data Protection Regulation (GDPR).\nA written consent form was collected after information in the participant’s language on the primary objective of the study related to malaria and secondary objectives related to zoonoses with medical examination (leading to referral to care in case of suspected health problem) and the use of the biological samples for further epidemiological investigations (without rendering personal results).\n\n\nType of study\nThis study is based on a cross-sectional study conducted in 2019 to describe malaria epidemiology among illegal gold miners working in French Guiana. The study design is fully described elsewhere [7,8].\nFour zoonoses were selected as secondary objectives because of their interest for public health in the French Guianese context (Table 1).\n\n\nPopulation study\nParticipants were enrolled by snow-ball sampling in staging areas, places where gold miners go to sell their gold, buy supplies, rest, or visit family (Fig 1). These places are located along the Maroni River at the border with Suriname. Inclusions were conducted by a trio formed by a health mediator to facilitate communication with the target population, a nurse and a physician.\nInclusion criteria were being over 18 years of age, working at a gold mining site in French Guiana, having left the mine for less than 7 days and agreeing to participate in the study.\n\n\nCollected data and evaluation criteria\nThe cross-sectional survey took place from October to December 2019 (2019 study). Samples from a previous study on similar population in 2015 were added for measuring leptospirosis seroprevalence and its evolution over 4 years. The data presented here are primarily from the 2019-study.\nA questionnaire collected sociodemographic information as well as previous yellow fever vaccination (both self-reported and verified by vaccination record if available, number of injections) and use of antileishmanial treatment in the last year and how they obtained it (health facility or self-medication). Medical examination looked for the presence of suspected active mucocutaneous leishmaniasis lesions.\nA blood sample was taken at the time of inclusion, centrifuged in the evening, stored at 4°C. The sera were stored at the Biobank Amazonie at -80°C, located in the Cayenne Hospital. The samples were sent afterwards to the different laboratories for further investigation (S1 Circuit: Circuit and pre-analytical conditioning of blood samples). Diagnostic methods are described in Table 1.\n\n\nStatistical analyses\nAn initial analysis described the study population (median with interquartile range or mean with standard deviation according to the variable’s distribution for quantitative variables, frequencies and proportion for qualitative variables) and the prevalence of each zoonosis with 95% confidence intervals. Bivariate analyses assessed the association with potential risk factors, using appropriate tests (chi2 or student’s T tests). Variables with a p-value <0.20 in bivariate analyses were included in a multivariate logistical regression model to assess factors independently associated with leptospirosis. All statistical analyses were performed using Stata 13 (College Station, Texas).",
    "Results and discussion": "Study population\nThe characteristics of the 380 individuals included in the 2019 cross-sectional study are described in Table 2. The population included in the 2015 study (N = 421), from which the additional samples tested for leptospirosis came, was comparable and previously described in Douine et al, 2017 [6].\n\n\nYellow fever\nAmong the 378 persons who answered the question (two did not know), 93.6% 95%CI [91.2;96.1] reported having received at least one YF vaccine injection. They had received a median of two doses [IQR = 1–2]. YF neutralizing antibodies were found in 368 out of 376 samples analyzed (97.9% 95%CI [96.4;99.3]). Almost all (343/350, 98.0%) of the participants who reported having been vaccinated had indeed protective antibodies; 95.8% (23/24) of those who said not having been vaccinated had, however, protective antibodies. Among the eight persons without YF antibodies, seven declared they were vaccinated. These non-protected persons were young (median = 34.5 YO [28–40]), sex-ratio 1:1, and six with secondary education level.\nDespite the existence of an effective vaccine since 1937, yellow fever is responsible for several hundred of cases annually in South America [12,13]. The sylvatic reservoir puts the population living in or near the forest most at risk, as was reported during the large outbreak in Brazil in 2016–2019 [14]. Human-to-human transmission can occur in urban areas due to vector transmission involving Aedes sp. The high vaccination coverage of YF in the gold miners’ population (97.9%), above the WHO recommendation of 80%, reflects the effective immunization program in Brazil where the vaccine is free of charge and mandatory for children and recommended in inhabitants of municipalities of the Amazon region, where most miners come from. In the local population of FG, YF vaccine is mandatory, free of charge and readily accessible. Vaccination coverage is estimated at 95.9% 95%CI [95.5;96.3] in primary and secondary school children and 95.0% 95%CI[93.4;96.2] in the general population, but heterogeneous with lower coverage in the vulnerable population (Maroni river region, clandestine immigrants, precarious people…) [15]. The study population appears to be familiar with the YF vaccine as evidenced by the good correlation between reported prior vaccination and the presence of neutralizing antibodies. Although YF vaccination coverage is reassuring in the gold miners’ population, caution is warranted. Indeed, four cases of YF were reported in FG over the past five years, all in unvaccinated people (except one who received one dose in childhood), and all died. Two of them were likely related to gold mining [4,16] (and pers. Com). Physicians should remain vigilant and think of this diagnosis on suggestive symptoms and reported dead monkeys or human cases require a rapid investigation and health response. This surveillance is all the more important as the vaccination schedule has been changed since 2014 from one dose every 10 years to a lifetime dose by the WHO with uncertainties about the persistence of immunity over time [17].\n\n\nQ fever\nAmong the 380 samples, 11 were positive for Q fever (2.9% 95%CI [1.2;4.6]): 6 were positive for both IgG phase I and phase II, 3 for only one IgG and 2 borderline. Among the positive, there were 10 men and one woman, the median age was 45 QIR [34;54] years. Nine were gold miners working directly on the mines (alluvionnary or pits), and they came from six different mining basins widely scattered.\nQ fever in French Guiana has a particular epidemiology: the incidence rate is the highest described in the world [18], and its clinical presentation is specific, with more than 25% of community-acquired pneumonia related to Coxiella burnetii in French Guiana [19]. If we add to this the potential chronic phase with—among others—cardiovascular disorders, this disease turns into a public health problem in FG. The reservoir is still unknown, despite the incrimination of a species of sloth (Bradypus tridactylus) and capybara (Hydrochoerus hydrochaeris) from which seropositive samples were found [20]. The seroprevalence of Q-fever among the study population (2.9%) living almost exclusively in the rain forest is lower than that of the general population of FG, estimated at 9.6% in the EPIARBO study (Flamand, C. pers. Com) and up to 20% in the Cayenne urban area and in the agricultural commune of Cacao. In Brazil, the country of origin for most of the gold miners, few data are available showing a seroprevalence of 3.2% among people living with HIV and of 9.3% among intravenous drugs users, which are not comparable to our study population [21,22]. The low seroprevalence in our study does not suggest the existence of a sylvatic reservoir and could be related to reduced presence of livestock in their environment compared to that of the general French Guianese population. Q fever does not seem to constitute a public health issue in this population. Further studies to better understand the reservoir are underway and will shed light on which preventive measures are needed for the most at-risk populations.\n\n\nLeptospirosis\nThe seroprevalence of leptospirosis was measured at 31.0% 95%CI [26.4;35.5] (126/407) in 2015 (5 non-analyzable samples) and 28.1% 95%CI [23.5;32.7] (104/370) in 2019 (8 non-analyzable samples). The antibodies titers were quite low with only six patients presenting titers > = 1/800. Among the latter, serovar analysis shows 2/6 L. interrogans sv Icterohaemorrhagiae (Table 3).\nThe seroprevalence was higher in men than in women. Although not significant, it appears that leptospirosis affects mainly men working directly in the mines, especially alluvial mines (Table 4). In univariate analysis, the northwestern part of FG seems to be more affected, but the high mobility of the gold miners prevents conclusions from being drawn.\nThe seroprevalence of leptospirosis is very high among this population of gold miners (31.0% and 28.1%), when compared to groups with known occupational risk like slaughterhouse workers in New-Zealand (seroprevalence = 10–31% [23]), sewer workers in India (16.6% [24]), or urban cleaners in Paraguay (8.6% (IgG) [25]). In French Guiana, leptospirosis has long been considered as anecdotal but the incidence increased since 2012 with the availability of better diagnosis tools like PCR and IgM serology, until reaching one of the highest in the world [26,27]. A high proportion (25%) of 48 leptospirosis infections diagnosed between 2007 and 2014 were related to gold mining activities [28]. In Brazil, incidence data show that the states of Acre and Amapa have the highest incidences (30.7/100,000 inhab.and 11.7/100,000 inhab.) [29]. The majority of the gold miners come from the States of Maranhão and Pará were the incidences are of 0.4 and 1.8/100,000 inhab. respectively. The duration of antibodies against leptospirosis in the blood persists from a few months for IgM to several years for IgG [30]. Therefore, it is indeed difficult to conclude where the subjects of the study were exposed. However, in South America, many mammals have been identified as Leptospira reservoirs [10,11]. The Leptospira has been shown to be adapted to tropical climates and aquatic environment such as that of the gold miners [31]. It is therefore possible that there is wild cycle of leptospirosis in Amazonian ecosystems. The symptoms of leptospirosis and malaria–which is highly prevalent in the gold miner population—can be similar, especially at the onset of the disease, thus acute leptospirosis might be underdiagnosed in these population who used to use self-medication with antimalarials antibiotics bought on the black market [32,33]. But using the wrong medication can worsen the health condition and even lead to death, although doxycycline maybe useful in both infections. An innovative health intervention implemented in the region (Malakit) aims to train gold miners to self-diagnose and self-treat malaria in case of symptoms [8]. The training provided in by Malakit should emphasize differential diagnoses and therefore the importance of having an accurate diagnosis before self-medicating.\n\n\nMucocutaneous leishmaniasis\nAmong the 380 persons included in the study, nine had typical active cutaneous leishmaniasis lesions, so 2.4% 95%CI [0.8;3.9]. The M/F sex ratio was 3.5 (7/2), median age of 41 IQR [36;53] years. They were all Brazilians and they all came from mining camps located in the southwestern part of FG (municipality of Maripasoula) except one from a northwestern mine. Four participants had only one lesion, four had two, and one had four. Five were nodules, three ulcerations (Fig 2) and one non-specified.\nAmong the three samples of the ulcerated lesions for PCR, one was negative, one was positive for L. guyanensis, and one was positive without enough amplification to identify the infecting species. Among these nine persons with active leishmaniosis lesions, five reported to have used a pentamidine injection at least once (up to four times) during the previous year: three got pentamidine on the black market, one went to a health center, one first went to a health center and then bought a second dose on the black market. One person self-medicated with the application of sugar with copaiba oil (Copaifera officinalis). Among the 362 persons without active leishmaniasis who answered the question, 17 declared having used anti-leishmanial treatment during the previous year (Table 5). The average price for under-the-counter pentamidine was 8 grams of gold for one injection–about 200 USD on gold mines.\nThe prevalence seemed low compared with the 8.3% 95%CI[5.8;11.4] in 2015 along the Maroni river or 4.5% 95%CI[1.4;7.6] and 7.8 95%CI[2.8;12.7] on the Oyapock River in 2018 and 2019 respectively among the same population [6](pers. Com). The study was implemented during the dry season (October to December) in a particularly dry year (2019) which can underestimate the prevalence. However, this remains much higher than in the general French Guianese population (prevalence of 0.1% (pers. Com)) or than in Amerindian population (9/639 = 1,4% [34]). Leishmaniasis is considered one of the main health problems of gold miners, who represent a high proportion of newly diagnosed cases at the hospital in Cayenne [6,35,36]. Our study raised the issue of frequent use of black market medicine with potentially serious side effects (hematological, metabolic and nervous system disorders…). Another issue that needs to be monitored is the increased proportion of L. braziliensis compared to L. guyanensis since the 2000s, especially near gold mining areas [37]. This may be related to a different ecosystem for this pathogen whose reservoir would not be the two-toed sloth like L. guyanensis, or with the advent of PCR which allows diagnostic improvements. Its morbidity is higher with mucocutaneous lesions requiring a five-day treatment with IV liposomal amphotericin B or three weeks of hospital treatment with meglumine antimoniate which is much more expensive.\n\n\nLimitations\nThis study is the first to assess these neglected zoonotic diseases in a hard-to-reach population that is particularly at risk due to its close contact with biodiversity, poor sanitary conditions and remoteness from health facilities. However, some limitations must be taken into account when interpreting the results. The persistence of antibodies over time does not allow for a clear conclusion on the location of infection of the study subjects. The data presented concern participants included along the Maroni River and therefore do not represent the entire population of gold miners in FG. The sensitivity and specificity of the biological tests used as well as the subjectivity of the clinical examination may have led to classification bias. Seasonal variations and outbreaks may not be captured by the cross-sectional design based on seroprevalence while the incidence may vary over time. Finally, as the study was initially designed to study malaria, some outcomes have a large margin of error due to small sample size. Nevertheless, this is the first study to target this sentinel population for emerging diseases and seroprevalences allowed to get a great view of the year-round epidemiological situation.",
    "Conclusion": "While the results are reassuring regarding the risk of a yellow fever or Q fever epidemic, the high seroprevalence of leptospirosis and prevalence of clinical leishmaniasis in this vulnerable and remote population are very concerning. Although the place of contamination cannot be known, this raises the possibility of an increased risk of some anthropo-zoonotic and vector-borne infections in the context of the small scale gold-mining in the Amazon forest. It is therefore important to carefully monitor the health status of this specific population. Other pathogens should be evaluated such as Toxoplasma gondii, Trypanosoma cruzi, or digestive parasites. In order to be able to identify emerging pathogens, it could be interesting to put in place exploratory studies such as metagenomics. For example, we have described a new species of Anaplasma, A. sparouinense, in a gold miner by looking for tick-borne diseases in forest workers [38]. The high morbidity to these pathogens, as well as other health disorder (STIs, malnutrition…) among the marginalized population of gold miners is evidence of a health inequity in this European territory of the Amazon (6). It also raises a public health concern because of the potential impact on the general population of French Guiana but also of the Guiana Shield because of the high mobility of gold miners. In the era of Global Health, special attention must be paid to these vulnerable populations in direct contact with the tropical ecosystem far from the care system and therefore under the radar of the usual surveillance system."
}