{
    "Background": "Dengue (DENV) transmission is endemic throughout coastal Ecuador, showing heterogeneous incidence patterns in association with fine-scale variation in Aedes aegypti vector populations and other factors. Here, we investigated the impact of micro-climate and neighbourhood-level variation in urbanization on Aedes abundance, resting behaviour and associations with dengue incidence in two endemic areas.",
    "Methodology/Principal findings": "Aedes aegypti were collected in Quinindé and Portoviejo, two urban cantons with hyperendemic dengue transmission in coastal Ecuador. Aedes vectors were sampled in and around houses within urban and peri-urban neighbourhoods at four time periods. We tested for variation in vector abundance and resting behaviour in relation to neighbourhood urbanization level and microclimatic factors. Aedes abundance increased towards the end of the rainy season, was significantly higher in Portoviejo than in Quinindé, and in urban than in peri-urban neighbourhoods. Aedes vectors were more likely to rest inside houses in Portoviejo but had similar abundance in indoor and outdoor resting collections in Quinindé. Over the study period, DENV incidence was lower in Quinindé than in Portoviejo. Relationships between weekly Ae. aegypti abundance and DENV incidence were highly variable between trapping methods; with positive associations being detected only between BG-sentinel and outdoor Prokopack collections.",
    "Conclusions/Significance": "Aedes aegypti abundance was significantly higher in urban than peri-urban neighbourhoods, and their resting behaviour varied between study sites. This fine-scale spatial heterogeneity in Ae. aegypti abundance and behaviour could generate site-specific variation in human exposure and the effectiveness of indoor-based interventions. The trap-dependent nature of associations between Aedes abundance and local DENV incidence indicates further work is needed to identify robust entomological indicators of infection risk."
}