{
    "Background": "Leprosy is a disease of the skin and peripheral nervous system caused by the obligate intracellular bacterium Mycobacterium leprae. The clinical presentations of leprosy are spectral, with the severity of disease determined by the balance between the cellular and humoral immune response of the host. The exact mechanisms that facilitate disease susceptibility, onset and progression to certain clinical phenotypes are presently unclear. Various studies have examined lipid metabolism in leprosy, but there has been limited work using whole metabolite profiles to distinguish the clinical forms of leprosy.",
    "Methodology and Principal Findings": "In this study we adopted a metabolomics approach using high mass accuracy ultrahigh pressure liquid chromatography mass spectrometry (UPLC-MS) to investigate the circulatory biomarkers in newly diagnosed untreated leprosy patients. Sera from patients having bacterial indices (BI) below 1 or above 4 were selected, subjected to UPLC-MS, and then analyzed for biomarkers which distinguish the polar presentations of leprosy. We found significant increases in the abundance of certain polyunsaturated fatty acids (PUFAs) and phospholipids in the high-BI patients, when contrasted with the levels in the low-BI patients. In particular, the median values of arachidonic acid (2-fold increase), eicosapentaenoic acid (2.6-fold increase) and docosahexaenoic acid (1.6-fold increase) were found to be greater in the high-BI patients.",
    "Significance": "Eicosapentaenoic acid and docosahexaenoic acid are known to exert anti-inflammatory properties, while arachidonic acid has been reported to have both pro- and anti-inflammatory activities. The observed increase in the levels of several lipids in high-BI patients may provide novel clues regarding the biological pathways involved in the immunomodulation of leprosy. Furthermore, these results may lead to the discovery of biomarkers that can be used to investigate susceptibility to infection, facilitate early diagnosis and monitor the progression of disease."
}