{
    "Background": "The factors influencing variation in the clinical forms of Chagas disease have not been elucidated; however, it is likely that the genetics of both the host and the parasite are involved. Several studies have attempted to correlate the T. cruzi strains involved in infection with the clinical forms of the disease by using hemoculture and/or PCR-based genotyping of parasites from infected human tissues. However, both techniques have limitations that hamper the analysis of large numbers of samples. The goal of this work was to identify conserved and polymorphic linear B-cell epitopes of T. cruzi that could be used for serodiagnosis and serotyping of Chagas disease using ELISA.",
    "Methodology": "By performing B-cell epitope prediction on proteins derived from pair of alleles of the hybrid CL Brener genome, we have identified conserved and polymorphic epitopes in the two CL Brener haplotypes. The rationale underlying this strategy is that, because CL Brener is a recent hybrid between the TcII and TcIII DTUs (discrete typing units), it is likely that polymorphic epitopes in pairs of alleles could also be polymorphic in the parental genotypes. We excluded sequences that are also present in the Leishmania major, L. infantum, L. braziliensis and T. brucei genomes to minimize the chance of cross-reactivity. A peptide array containing 150 peptides was covalently linked to a cellulose membrane, and the reactivity of the peptides was tested using sera from C57BL/6 mice chronically infected with the Colombiana (TcI) and CL Brener (TcVI) clones and Y (TcII) strain.",
    "Findings and Conclusions": "A total of 36 peptides were considered reactive, and the cross-reactivity among the strains is in agreement with the evolutionary origin of the different T. cruzi DTUs. Four peptides were tested against a panel of chagasic patients using ELISA. A conserved peptide showed 95.8% sensitivity, 88.5% specificity, and 92.7% accuracy for the identification of T. cruzi in patients infected with different strains of the parasite. Therefore, this peptide, in association with other T. cruzi antigens, may improve Chagas disease serodiagnosis. Together, three polymorphic epitopes were able to discriminate between the three parasite strains used in this study and are thus potential targets for Chagas disease serotyping."
}