{
    "Introduction": "Rickettsiae are arthropod-borne obligate intracellular Gram-negative bacteria that cause acute undifferentiated febrile illness in humans, with endemic and hyper-endemic focal areas, globally [1]. They are divided into four genetically distinct groups: spotted fever group (SFG), typhus group (TG), transitional group (TSG) and ancestral group (AG) [2]. Members of the scrub typhus group orientiae (STGO) previously belonged to genus Rickettsia but were later reclassified into genus Orientia due to molecularly and antigenically distinct characteristics [3]. Within the aforementioned rickettsial groups, the severity of the diseases is strongly dependent on the causative species and geographical region [4]. For example, Rocky Mountain spotted fever (RMSF) caused by Rickettsia rickettsii in the Americas is considered the most dangerous rickettsial disease and, when left untreated, can lead to organ failure [5].\nEctoparasites such as ticks, lice, fleas, and mites are arthropod vectors responsible for maintaining rickettsiae in natural environments. Human pathogenic rickettsiae can be flea-borne such as Rickettsia typhi (TGR) and Rickettsia felis (TSGR), tick-borne such as R. rickettsii and Rickettsia conorii (SFGR), mite-borne such as Orientia tsutsugamushi (STGO) or louse-borne such as Rickettsia prowazekii (TGR). Humans are accidental hosts of ticks, mites, and fleas, which may attach during outdoor activities or close contact with animal hosts. When humans host these ectoparasites, they may acquire infections through bites or exposure to infectious fluids or feces [6,7]. Companion animals, such as domestic cats and dogs, are also susceptible to infection with these pathogens and can serve as potential disease reservoirs, increasing the risk of human disease [8,9].\nRickettsial diseases are the second most common cause of non-malarial febrile illness in Southeast Asia (SE Asia) posing substantial public health risks among rural populations, plantation or forest workers, and refugee populations, as previously noted from cases of individuals living near the Thailand–Myanmar border [10–13]. Throughout Cambodia, rickettsial diseases have been documented in local patients, travelers, and military personnel with undifferentiated febrile illness [14–18]. Additionally, surveillance conducted by the United States Naval Medical Research Unit INDO PACIFIC (NAMRU IP; formerly NAMRU-2) in Cambodia between 2015–2016, revealed that 13.4% of 1,638 human sera samples collected tested positive for antibodies against at least one rickettsial diseases [19]. Of these, 0.98% (16/1,638), 4.33% (71/1,638), and 0.85% (14/1,638) of paired acute and convalescent samples demonstrated seroconversion/4-fold rise in antibody titer against STGO, TGR, and SFGR antigens, respectively, indicating that a substantial proportion of the Cambodian population has been exposed to rickettsial diseases.\nTick and flea-borne rickettsioses comprise a wide variety of endemic subtypes in SE Asia [20], but, due to the lack of robust entomological surveillance and limited infrastructure for accurate diagnosis these subtypes are not well understood in Cambodia. As such, the true burden of rickettsial diseases in Cambodia remains unknown. To further understand the potential risk of rickettsial diseases in Cambodia, NAMRU IP, in collaboration with the Cambodian Department of Health (DoH) within Ministry of National Defence, conducted an ectoparasite surveillance study in two southern provinces, Koh Kong and Preah Sihanouk. Key aims of the study were to characterize the vector diversity and prevalence of rickettsiae among vector populations in this region.",
    "Materials and methods": "Ethical statement\nThe study protocol was reviewed and approved by the Naval Medical Research Center (NMRC) Institutional Animal Care and Use Committee (IACUC) in compliance with all applicable federal regulations governing the protection of animals and research, IACUC Protocol Number EXM-17-15-NAMRU-2.\n\n\nStudy sites\nThe study was conducted in two southern provinces of Cambodia: Preah Sihanouk and Koh Kong (Fig 1), where institutional collaborations were well-established and there was significant interest in assessing the risk of rickettsial diseases as part of force health protection for the Royal Cambodian Armed Forces and public health of residents in these regions. In Preah Sihanouk, ectoparasites were collected at Ream commune, Prey Nob district. In Koh Kong province, ectoparasites were collected at Pak Khlang commune, Mondul Seima district. The study areas included households of military personnel, and GPS coordinates of the ectoparasite collection points were not recorded upon request. Both collection sites were classified as typical rural Cambodian environments, however, their surroundings differed substantially. Collection sites in Koh Kong province were surrounded by or near forested areas, while sites in Preah Sihanouk were more developed (urban-like).\nMaps were generated using the free, open-source QGIS software. Subnational administrative boundary shapefiles for Cambodia and neighboring countries are available for download from The Humanitarian Data Exchange (https://data.humdata.org/dataset/).\n\n\nSpecimen collection\nEctoparasites were collected either directly from hosts or from environment using drags/flags between September 2017 to June 2018. Households were selected in coordination with local authorities based on the possession of domestic animals and willingness to participate in the study. In each household visited, cats, dogs, chickens and cattle were inspected with the support and assistance of the animal owner. A thorough visual inspection was conducted to check for the presence of ectoparasites on all body parts for a duration of up to 30 minutes per animal. The total number of animals inspected per household was limited to the number of animals that could be examined within the one-hour visit. Inspections were performed carefully to prevent discomfort. Feral and domesticated stray animals were not examined. In rare instances, inspections were also performed opportunistically on deceased game animals, if present during the survey. Synanthropic rats and mice were captured using a combination of collapsible Sherman (7.62×8.89×22.86 cm) and Tomahawk live traps (15.2x15.2x48.26 cm). A total of five Sherman and five Tomahawk traps (spaced 10 meters apart) were set up per day around the visited houses starting at 6 pm, using dried fish as baits. The traps were checked the following morning, and any captured rats and mice were euthanized prior to ectoparasite collection.\nFleas, mites and lice were removed from animals using a combination of brushing and combing craniocaudally. A white plastic tray was positioned underneath to collect ectoparasites from the comb and brush. Ticks were removed from animals using fine tip forceps by carefully grasping the tick’s capitulum and gently pulling straight up until the tick released itself from the host’s skin. Collected ectoparasite specimens were preserved in tubes containing 70% ethanol and transferred to the NAMRU IP laboratory in Phnom Penh, the capital of Cambodia.\nThe collection of free-living ticks was conducted in tandem with house-to-house animal inspections. A set of transects (up to 1 km each) were created at the surrounding vegetations. The collection was performed by walking the transects while dragging a 1 m x 1 m white fabric over the vegetation between 9 to 11 am. The collector stopped every 10 m to remove collected ticks from the fabric using a lint roller (or manually). Collected ticks were transferred to zip lock bags and labelled, then placed inside a cooler box until transported to the NAMRU IP laboratory where they were removed from the lint roller, counted, and preserved in 70% ethanol.\n\n\nMorphological identification\nIn the laboratory, ectoparasites were identified morphologically to the finest taxa possible using appropriate identification keys for each group of ectoparasite [21–40]. Ectoparasite specimens were then pooled by species, life stage, sex, host, and location. Due to the large number of ectoparasites collected, a sub-sample from each host was used for Rickettsia screening without distinguishing by life stage or sex. A total of 505 pools (280 from Koh Kong and 225 from Preah Sihanouk) were randomly selected with 1 to 10 individual per pool for ticks and 1 to 20 individual per pool for smaller-bodied ectoparasites such as fleas, lice, and mites.\n\n\nDNA extraction and molecular analysis\nWith the exception of mites, due to their size, ectoparasite specimens were cut in half prior to DNA extraction. Half of the specimens were used for molecular analysis, while the remaining half were archived in the NAMRU IP freezers for future studies. DNA was extracted using Qiagen DNA mini kit (Qiagen, Germany) following manufacturer’s instructions with some modification to the sample lysis step. Ectoparasites were ground using a disposable pestle in 180 μL of ATL buffer and 20 μL Proteinase K. The mixtures were then incubated for 2 hours at 56° C. Hard and larger-bodied ectoparasites such as ticks and cattle lice were incubated overnight to ensure proper digestion of the tissues. Following incubation, 200 μl AL buffer was added to the mixture and further incubated at 70° C for 10 min. 100 μL absolute ethanol was added to the sample, and the mixture was transferred to a QIAamp DNA spin column. The sample was then centrifuged at 8,000 rpm for 1 min. The supernatant was discarded, and the column was washed with 500 μl each of buffer AW1 and AW2. The DNA was eluted with 50 μl of AE elution buffer and kept at −20°C prior to molecular screening.\nEctoparasites were initially screened with Rickettsia genus-specific qPCR assay (Rick17B) targeting the 17 kDa gene region [41]. Rickettsia-positive flea samples were subjected to further qPCR assays specifically designed to detect flea-borne rickettsiosis [42–44]. All primers and probes used in these assays are listed in Table 1 and the PCR algorithm is shown in Fig 2. qPCR was performed using GoTaq qPCR Master Mix (Promega, United States) and run on an Applied Biosystems 7500 Real-Time PCR platform. The annealing temperature and the concentrations of the primers, the probe, MgCl2, and CXR Reference Dye were optimized. Each 25 μL qPCR reaction contained 0.4 μL CXR Reference Dye and different concentrations of primers and probes: For R. typhi, 0.2 μM of primer, 0.3 μM probe and 5mM of MgCl2; For R. felis Group, 0.5 μM of primer, 0.4 μM of probe and 5mM of MgCl2; For R. felis, 0.5 μM of primer, 0.4 μM of probe, and 7 mM of MgCl2; For R. asembonensis, 0.3 μM of Primer, 0.7 μM of probe, and 7 mM of MgCl2. A total of 2 μL of template DNA was used in each reaction. The cycler parameters included incubation for 2 min at 50°C, initial denaturation for 10 min at 95°C and 45 cycles of denaturation for 15 s at 95°C, and annealing/elongation for 30 s at 60°C.\nRickettsia-positive samples not identified by species-specific qPCR were subjected to PCR amplification of the 17 kDa, ompA, ompB, rrs, sca4, and gltA genes to identify the Rickettsia species using multilocus sequencing typing (MLST) [43,45–47]. The primer sequences for the genes amplification are listed in S1 Table. Amplified PCR products were purified using the QIAquick PCR purification kit and sequenced. The sequences obtained were analyzed and compared to those available in GenBank using Basic Local Alignment Search Tool (BLAST). The Rickettsia species were characterized based on highest percent identity to the reference sequences.\n\n\nData analysis\nThe prevalence of ectoparasites on hosts was calculated by dividing the number of infested hosts by the number of total hosts inspected. Mean intensity (MI) was expressed as total number of ectoparasites per number of infested hosts. Prevalence and MI were calculated using Qpweb software Version 1.0.15 [48]. The density of free-living ticks was expressed as the number of ticks per 100 m2. Infection rates for pooled ectoparasites were calculated using PooledInfRate (version 4.0) Microsoft Excel Add-in. Since the pool size varied, the bias-corrected Maximum Likelihood Estimation (MLE) method with 95% confidence intervals (CI) was used and expressed as the MLE of infected ectoparasite per 100 ectoparasites.",
    "Results": "A total of 570 domestic animals were inspected: dogs (N = 369, 64.7%), cattle (N = 66, 11.6%), murid rodents (N = 122, 21.4%), poultry (N = 9, 1.6%), cat (N = 1, 0.2%), tortoise (N = 1, 0.2%), and monitor lizards (N = 2, 0.4%). Domestic dogs were the most frequently encountered host during the collection. A total of 8,745 ectoparasites were collected in Koh Kong province, comprising ticks (N = 6,765, 77.4%), fleas (N = 1,259, 14.4%), lice (N = 389, 4.4%), and mites (N = 332, 3.8%). In Preah Sihanouk, a total of 5,509 ectoparasites were collected, comprising ticks (N = 3,951, 71.7%), fleas (N = 809, 14.7%), lice (N = 674, 12.2%), and mites (N = 75, 1.4%).\nEctoparasite species identified in the study and their respective hosts are presented in Table 2. The prevalence of ectoparasite infestations were varied among the hosts. The highest numbers of ectoparasite infestations recorded included: Rhipicephalus microplus sensu lato (s.l.) collected from cattle in Koh Kong (42/47, Prevalence = 0.894) and Rhipicephalus linnaei (tropical lineage of Rh. sanguineus s.l.) collected from dogs in Preah Sihanouk (103/170, Prevalence = 0.606). Mean Intensity (MI) was found highest in mites Laelaps echidninus collected from murid rodents in Koh Kong (234/7, MI = 33.4), followed by Rh. microplus s.l. tick collected from cattle in Preah Sihanouk (251/8, MI = 31.4).\nA total of 5,984 free-living ticks were collected during 9 km of cloth dragging in Koh Kong and 598 ticks were collected during 5 km of cloth dragging in Preah Sihanouk. This comprised 68.4% and 10.8% of the total ectoparasite collection in Koh Kong and Preah Sihanouk, respectively. The tick collected in both sites consisted almost exclusively of Rhipicephalus (Boophilus) spp. larvae, with addition of Haemaphysalis and Dermacentor larvae found only in Koh Kong (Table 3). The density of questing Rhipicephalus (Boophilus) spp. larvae was higher in Koh Kong sites (66 larvae/100m2) than in Preah Sihanouk sites (7 larvae/100 m2).\nAs shown in Table 4, Rickettsia spp. were detected in 124 pools of fleas (Ctenocephalides orientis), five pools of ticks (two Haemaphysalis hystricis, one Haemaphysalis papuana, one Haemaphysalis bandicota, one Rh. linnaei), and two pools of lice (Heterodoxus spiniger) in Koh Kong. In Preah Sihanouk, Rickettsia spp. were detected in 37 pools of fleas (C. orientis), two pools of ticks (Rh. linnaei), three pools of lice (H. spiniger), and one pool of mites (L. echidninus). In both study sites, none of the ticks collected by dragging tested positive for Rickettsia spp.\nAt least five species of Rickettsia were identified from Koh Kong sites. Rickettsia asembonensis and R. felis were identified through species specific PCR assays, while Candidatus Rickettsia senegalensis, one Rickettsia spp. genetically close to Rickettsia japonica and Rickettsia heilongjiangensis, and one Rickettsia spp. close to Rickettsia raoultii were all characterized through the multiple sequence analysis in the BLASTn database (Table 5). Phylogenetic analyses of these MLST gene sequences are shown in S1–S5 Figs, and the methodology for constructing the maximum likelihood phylogenetic tree is detailed in S1 Methodology.\nRickettsia species detected from C. orientis fleas were R. asembonensis (115/126; 91.2%), both R. asembonensis and R. felis (2/126; 1.5%), Ca. R. senegalensis (2/126; 1.5%), and another Rickettsia spp. for which the genes could not be amplified for MLST (5/126; 3.9%). Rickettsia species detected from ticks included a Rickettsia spp. genetically close to R. japonica and R. heilongjiangensis from Ha. papuana ticks (1/9; 11.1%) and another Rickettsia spp. genetically close to R. raoultii from Ha. hystricis ticks (1/3; 33%). Rickettsia MLST identifications could not be performed on rickettsia-positive Rh. linnaei ticks (1/11; 9%), Ha. bandicota ticks (1/2; 50%), and H. spiniger lice (2/29; 6.8%) due to amplification failures.\nIn Preah Sihanouk, only two species of Rickettsia were identified: R. asembonensis and R. felis. Rickettsia asembonensis (32/38, 84.2%) and both R. asembonensis and R. felis co-occurence (4/38, 10.5%) were detected in C. orientis fleas. The amplification of genes for MLST was unsuccessful for other Rickettsia-positive samples of Rh. linnaei (2/121, 1.6%), H. spiniger (3/34, 8.8%), and L. echidninus (1/8, 12.5%). Consequently, further analysis could not be performed on these samples.\nWhen examined using the Rickettsia genus-specific qPCR assay, the infection rate was highest in C. orientis fleas collected from dogs in Koh Kong (MIR = 81.8) compared to the same species in Preah Sihanouk (MIR = 64). Rickettsia asembonensis had the highest infection rate in C. orientis fleas collected from dogs in Koh Kong (MIR = 41.6) compared to Preah Sihanouk (23.6). The infection rate for R. felis and R. asembonensis co-occurrence was highest in C. orientis fleas collected from dogs in Preah Sihanouk (MIR = 1.4) compared to Koh Kong (MIR = 0.3).",
    "Discussion": "In Cambodia, rickettsial diseases have been documented in travelers and patients with undifferentiated febrile illness, and one of the agents, Rickettsia felis has been detected in dog populations [14,15,17,18,49]. Yet, due to limited resources and infrastructure for accurate diagnosis and limited resources for vector studies, the true burden of rickettsial disease in Cambodia remains unknown. Therefore, it is imperative that foundational knowledge characterizing the ectoparasites diversity, ecology, and associated hosts and pathogens in Cambodia is established to properly determine the public health threats from rickettsial diseases.\nThe results of this research expand the known distribution of ectoparasite species in Cambodia. Two lice species (H. oenomydis and H. spiniger), two mite species (L. echidninus and L. nutalli), and three tick species (Ha. asiatica, Ha. bandicota, and Ha. hystricis) are new records for the country, despite each of them being well documented in neighboring countries in the region. Indeed, these new local records are indicative of the scant vector data available in Cambodia particularly when considering that all new records were collected from domestic dogs and rodents; two of the most ubiquitous hosts to survey. Moreover, L. echidninus and H. spiniger were collected from each survey location likely indicating a wide distribution in the country. The remaining ectoparasite species collected in this survey have been previously documented in Cambodia [49–53].\nLike many other countries in SE Asia, the dog ownership in Cambodia is estimated to be high, with dog-to-human ratios 1:3.8 in Kandal and 1:3.3 in Battambang province [54]. Domestic dogs were the most frequently encountered ectoparasite hosts in this survey and were associated with the highest diversity of ectoparasites. The most common ectoparasites collected from dogs were C. orientis fleas, followed by chewing lice H. spiniger, and Rh. linnaei ticks. Unlike dogs, domestic cattle in both study areas were primarily infested with Rh. microplus s.l. This species complex is a common parasite of cattle and can cause a significant problem in livestock production [55]. Various rickettsial pathogens have been detected from C. orientis, Rh. linnaei, Rh. microplus s.l. in neighboring countries, emphasizing their medically important status in the region [56–65].\nMore rickettsia-positive ectoparasites in this survey were collected from dogs as compared to other hosts. Of these, 93% of the rickettsia positive samples were pools of C. orientis fleas. Ctenocephalides orientis are the most common flea species collected from companion dogs in Asian countries and are known to bite humans [66–68]. A high prevalence of R. asembonensis in C. orientis fleas collected from dogs in both locations of this study was observed. The association of R. asembonensis, previously referred to as a R. felis-like organism (RFLO), with C. orientis fleas have been reported in Malaysia [69], Thailand [70,71], Laos [72], and Vietnam [73].\nRickettsia asembonensis has also been detected in other vertebrate hosts including monkeys, wild felidae, and small ruminants [74–76] highlighting the zoonotic risk of spillover. Although this rickettsial species has been detected in human blood samples [77–79], its pathogenicity remains to be determined. Six pools of C. orientis fleas collected from dogs (two from Koh Kong and four from Preah Sihanouk) with R. asembonensis were also positive for R. felis. Rickettsia felis is a known human pathogen and domestic cats and dogs are a natural reservoir hosts [9]. Inpankaew et al. [49] found that nearly 11% of 101 free-roaming dogs sampled in Preah Vihear province were infected with R. felis. Candidatus R. senegalensis, another RFLO, was detected in C. orientis fleas from Koh Kong province. The high infection rate of Rickettsia spp. found from this flea further highlights the medical importance of this species. No rickettsiae were detected in other flea species from this study.\nAlthough the prevalence was lower compared to fleas, Rickettsia species found in ticks were of important significance. Rickettsia species closely related to R. japonica, R. heilongjiangensis, and R. raoultii were all detected from Haemaphysalis ticks and only from Koh Kong. Each of these species of spotted fever Rickettsia are known to be infective to humans and have been found from tick specimens from other SE Asian countries [60,80–85]. Attempts to identify the species of Rickettsia from other positive samples, including from the Rh. linnaei and Ha. bandicota ticks, the H. spiniger lice, and the L. echidninus mites were not successful as the gene sequences required for MLST analysis could not be amplified. This suggest that the DNA concentration might be too low for successful amplification, which hampered the ability to ascertain the identity of rickettsial agents in those ectoparasites.\nImportantly, the DNA detection from the whole body of an ectoparasite limits the assessment of infective status or transmission capability due to the uncertainty of whether the detected rickettsial agents are capable to proliferate inside the ectoparasites or are present in the remaining blood meals taken from the host. Another limitation is that the reliance on morphological methods to identify ectoparasite species, which can be difficult for immature stages as shown in this survey. Only 53% of specimens collected here were able to be identified to species. The same issue arises for vertebrate host identification, especially with rodents. In future studies, the utilization of molecular techniques for species identification will greatly enhance and complement traditional morphological identification methods.\nFindings from this study expands the foundational knowledge on the vector-pathogen interface between ectoparasites, rickettsial pathogens, and their hosts in Cambodia. The presence of rickettsiae circulating in ectoparasite populations from domestic animals, especially domestic dogs, underline a potential public health risk in this region. Future studies should involve sampling a greater diversity of hosts across a much larger geographical area to provide robust insights into the correlation between ectoparasites, rickettsial agents, and their animal hosts, which will better inform healthcare professionals and lead to more accurate diagnoses."
}