{
    "Abstract": "The larva of cestodes belonging to the Echinococcus granulosus sensu lato (s.l.) complex causes cystic echinococcosis (CE). It is a globally distributed zoonosis with significant economic and public health impact. The most immunogenic and specific Echinococcus-genus antigen for human CE diagnosis is antigen B (AgB), an abundant lipoprotein of the hydatid cyst fluid (HF). The AgB protein moiety (apolipoprotein) is encoded by five genes (AgB1-AgB5), which generate mature 8 kDa proteins (AgB8/1-AgB8/5). These genes seem to be differentially expressed among Echinococcus species. Since AgB immunogenicity lies on its protein moiety, differences in AgB expression within E. granulosus s.l. complex might have diagnostic and epidemiological relevance for discriminating the contribution of distinct species to human CE. Interestingly, AgB2 was proposed as a pseudogene in E. canadensis, which is the second most common cause of human CE, but proteomic studies for verifying it have not been performed yet. Herein, we analysed the protein and lipid composition of AgB obtained from fertile HF of swine origin (E. canadensis G7 genotype). AgB apolipoproteins were identified and quantified using mass spectrometry tools. Results showed that AgB8/1 was the major protein component, representing 71% of total AgB apolipoproteins, followed by AgB8/4 (15.5%), AgB8/3 (13.2%) and AgB8/5 (0.3%). AgB8/2 was not detected. As a methodological control, a parallel analysis detected all AgB apolipoproteins in bovine fertile HF (G1/3/5 genotypes). Overall, E. canadensis AgB comprised mostly AgB8/1 together with a heterogeneous mixture of lipids, and AgB8/2 was not detected despite using high sensitivity proteomic techniques. This endorses genomic data supporting that AgB2 behaves as a pseudogene in G7 genotype. Since recombinant AgB8/2 has been found to be diagnostically valuable for human CE, our findings indicate that its use as antigen in immunoassays could contribute to false negative results in areas where E. canadensis circulates. Furthermore, the presence of anti-AgB8/2 antibodies in serum may represent a useful parameter to rule out E. canadensis infection when human CE is diagnosed."
}