{
    "Background": "Trypanosoma cruzi is the etiological agent of Chagas disease, a debilitating illness that affects millions of people in the Americas. A major finding of the T. cruzi genome project was the discovery of a novel multigene family composed of approximately 1,300 genes that encode mucin-associated surface proteins (MASPs). The high level of polymorphism of the MASP family associated with its localization at the surface of infective forms of the parasite suggests that MASP participates in host–parasite interactions. We speculate that the large repertoire of MASP sequences may contribute to the ability of T. cruzi to infect several host cell types and/or participate in host immune evasion mechanisms.",
    "Methods": "By sequencing seven cDNA libraries, we analyzed the MASP expression profile in trypomastigotes derived from distinct host cells and after sequential passages in acutely infected mice. Additionally, to investigate the MASP antigenic profile, we performed B-cell epitope prediction on MASP proteins and designed a MASP-specific peptide array with 110 putative epitopes, which was screened with sera from acutely infected mice.",
    "Findings and Conclusions": "We observed differential expression of a few MASP genes between trypomastigotes derived from epithelial and myoblast cell lines. The more pronounced MASP expression changes were observed between bloodstream and tissue-culture trypomastigotes and between bloodstream forms from sequential passages in acutely infected mice. Moreover, we demonstrated that different MASP members were expressed during the acute T. cruzi infection and constitute parasite antigens that are recognized by IgG and IgM antibodies. We also found that distinct MASP peptides could trigger different antibody responses and that the antibody level against a given peptide may vary after sequential passages in mice. We speculate that changes in the large repertoire of MASP antigenic peptides during an infection may contribute to the evasion of host immune responses during the acute phase of Chagas disease."
}