{
    "Abstract": "Burkholderia pseudomallei is the causative agent of melioidosis, endemic in Southeast Asia and Northern Australia, and increasingly recognized in southern China, especially in Hainan Province. Mycotic aneurysm caused by B. pseudomallei is a rare but potentially severe illness with a high mortality rate. The clinical features of the mycotic aneurysm secondary to melioidosis have not been illustrated in China. Over a seven-year period (2013 to 2019), 159 patients with bacteremic melioidosis were retrospectively analyzed in Hainan province, China, of whom eight patients were confirmed to have mycotic aneurysm through the combination of imaging examination, pathologic examination and aneurysm tissue culture. We summarized these eight patients’ clinical characteristics, demographical features, treatments and outcomes. The susceptibilities to five commonly-used antibiotics for these eight B. pseudomallei isolates were also determined by E-test strips. Furthermore, the mycotic aneurysm cases secondary to melioidosis retrieved from the literature were also reviewed. Of the eight cases, six had abdominal mycotic aneurysms, one had a left iliac aneurysm, and the other one had an infectious mesenteric aneurysm. They were aged from 48 to 69 years old, and had the underlying risk factors of diabetes mellitus (2 patients), long-term smoking (4 patients), hypertension (6 patients), and soil and water contact history (6 patients), respectively. The positive arterial aneurysm imaging was observed in all patients via computed tomography (CT) or angiography. Eight B. pseudomallei isolates collected from both blood and mycotic aneurysm tissues remained 100% susceptible to imipenem and ceftazidime. After surgery combined with antibiotic administration, six patients survived, with a mortality rate of 25%. In melioidosis endemic areas, the mycotic aneurysm secondary to melioidosis might be underdiagnosed, and increased awareness of predisposing risk factors and clinical features of the mycotic aneurysm is required. Following a positive B. pseudomallei blood culture, the diagnosis of mycotic aneurysm should be under consideration in those with abdominal pain and/or hypertension. Imaging by CT or angiography is indispensable for its timely diagnosis and management."
}