{
    "Background": "Trachoma is the leading infectious cause of blindness and is caused by ocular infection with the bacterium Chlamydia trachomatis (Ct). While the majority of the global disease burden is found in sub-Saharan Africa, the Western Pacific Region has been identified as trachoma endemic. Population surveys carried out throughout Fiji have shown an abundance of both clinically active trachoma and trachomatous trichiasis in all divisions. This finding is at odds with the clinical experience of local healthcare workers who do not consider trachoma to be highly prevalent. We aimed to determine whether conjunctival infection with Ct could be detected in one administrative division of Fiji.",
    "Methods": "A population-based survey of 2306 individuals was conducted using the Global Trachoma Mapping Project methodology. Population prevalence of active trachoma in children and trichiasis in adults was estimated using the World Health Organization simplified grading system. Conjunctival swabs were collected from 1009 children aged 1–9 years. DNA from swabs was tested for the presence of the Ct plasmid and human endogenous control.",
    "Results": "The prevalence of active trachoma in 1–9 year olds was 3.4%. The age-adjusted prevalence was 2.8% (95% CI: 1.4–4.3%). The unadjusted prevalence of ocular Ct infection in 1–9 year-olds was 1.9% (19/1009), and the age-adjusted infection prevalence was 2.3% (95% CI: 0.4–2.5%). The median DNA load was 41 Ct plasmid copies per swab (min 20, first quartile 32, mean 6665, third quartile 161, max 86354). There was no association between current infection and follicular trachoma. No cases of trachomatous trichiasis were identified.",
    "Discussion": "The Western Division of Fiji has a low prevalence of clinical trachoma. Ocular Ct infections were observed, but they were predominantly low load infections and were not correlated with clinical signs. Our study data suggest that trachoma does not meet the WHO definition of a public health problem in this Division of Fiji, but the inconsistency with previous studies warrants further investigation."
}