{
    "Background": "Leprosy Type 1 reactions are difficult to treat and only 70% of patients respond to steroid treatment. Azathioprine has been used as an immune-suppressant and we tested its efficacy in treating leprosy T1R.",
    "Methodology": "Randomised controlled trial adding azathioprine to steroid treatment for leprosy reactions. This trial was conducted in four leprosy hospitals in India. Patients with a new leprosy Type 1 reaction affecting either skin or nerve were recruited. They were given a 20 week course of oral prednisolone either with placebo or azathioprine 50mg for 24, 36 or 48 weeks. Outcomes were measured using a verified combined clinical reaction severity score (CCS) and the score difference between baseline and end of study calculated. An intention to treat analysis was done on the 279 patients who had an outcome.",
    "Principal findings": "345 patients were recruited, 145 were lost due to adverse events, loss to follow up or death. 36% needed extra steroids due to a recurrence of their skin and/or nerve reaction. 76% of patients had improvements in their CCS the end of the study, 22% had no change and 1.1% deteriorated. Adding azathioprine to steroid treatment did not improve CCS. So the improvements were attributable to treatment with steroids. We analysed the skin, sensory and motor scores separately and found that skin improvement contributed most with 78.9% of patients having skin improvement, azathioprine treatment for 48 weeks improved sensory scores it also improved motor scores but so did treatment with prednisolone alone. We identified significant adverse effects attributable to steroid treatment. When azathioprine and Dapsone were given together significant numbers of patients developed significant anaemia.",
    "Conclusions": "Azathioprine is not recommended for the treatment of leprosy reactions and does not improve steroid treatment. Recurrent reactions are a major challenge. We have also identified that 65% of patients with sensory and 50% with motor nerve damage do not improve. Future studies should test giving azathioprine in the treatment of nerve damage and giving a higher dose for 48 weeks to patients. These findings highlight the difficulty in switching off leprosy inflammation and the need for better treatments for reactions and nerve damage. There is also a research need to identify patients who have recurrences and optimize treatments for them. Patients with recurrences may benefit from combined treatment with steroids and azathioprine. We have also shown that significant numbers of patients treated with steroids develop adverse effects and this needs to be highlighted in leprosy programmes. Research is needed to identify patients who do not respond to steroid treatment and develop alternative treatments for them.",
    "Trial Registration": "ClinicalTrials.gov This trial was registered with the Indian Council of Medical research clinical Trial register as a clinical trial Number—REFCTRI/2016/12/007558"
}