{
    "Background": "Schistosomiasis and opisthorchiasis are of public health importance in Southeast Asia. Praziquantel (PZQ) is the drug of choice for morbidity control but few dose comparisons have been made.",
    "Methodology": "Ninety-three schoolchildren were enrolled in an area of Lao PDR where Schistosoma mekongi and Opisthorchis viverrini coexist for a PZQ dose-comparison trial. Prevalence and intensity of infections were determined by a rigorous diagnostic effort (3 stool specimens, each examined with triplicate Kato-Katz) before and 28–30 days after treatment. Ninety children with full baseline data were randomized to receive PZQ: the 40 mg/kg standard single dose (n = 45) or a 75 mg/kg total dose (50 mg/kg+25 mg/kg, 4 hours apart; n = 45). Adverse events were assessed at 3 and 24 hours posttreatment.",
    "Principal Findings": "Baseline infection prevalence of S. mekongi and O. viverrini were 87.8% and 98.9%, respectively. S. mekongi cure rates were 75.0% (95% confidence interval (CI): 56.6–88.5%) and 80.8% (95% CI: 60.6–93.4%) for 40 mg/kg and 75 mg/kg PZQ, respectively (P = 0.60). O. viverrini cure rates were significantly different at 71.4% (95% CI: 53.4–84.4%) and 96.6% (95% CI: not defined), respectively (P = 0.009). Egg reduction rates (ERRs) against O. viverrini were very high for both doses (>99%), but slightly lower for S. mekongi at 40 mg/kg (96.4% vs. 98.1%) and not influenced by increasing diagnostic effort. O. viverrini cure rates would have been overestimated and no statistical difference between doses found if efficacy was based on a minimum sampling effort (single Kato-Katz before and after treatment). Adverse events were common (96%), mainly mild with no significant differences between the two treatment groups.",
    "Conclusions/Significance": "Cure rate from the 75 mg/kg PZQ dose was more efficacious than 40 mg/kg against O. viverrini but not against S. mekongi infections, while ERRs were similar for both doses.",
    "Trial Registration": "Controlled-Trials.com ISRCTN57714676"
}