{
    "Background": "Leptospirosis has emerged as an urban health problem as slum settlements have rapidly spread worldwide and created conditions for rat-borne transmission. Prospective studies have not been performed to determine the disease burden, identify risk factors for infection and provide information needed to guide interventions in these marginalized communities.",
    "Methodology/Principal Findings": "We enrolled and followed a cohort of 2,003 residents from a slum community in the city of Salvador, Brazil. Baseline and one-year serosurveys were performed to identify primary and secondary Leptospira infections, defined as respectively, seroconversion and four-fold rise in microscopic agglutination titers. We used multinomial logistic regression models to evaluate risk exposures for acquiring primary and secondary infection. A total of 51 Leptospira infections were identified among 1,585 (79%) participants who completed the one-year follow-up protocol. The crude infection rate was 37.8 per 1,000 person-years. The secondary infection rate was 2.3 times higher than that of primary infection rate (71.7 and 31.1 infections per 1,000 person-years, respectively). Male gender (OR 2.88; 95% CI 1.40–5.91) and lower per capita household income (OR 0.54; 95% CI, 0.30–0.98 for an increase of $1 per person per day) were independent risk factors for primary infection. In contrast, the 15–34 year age group (OR 10.82, 95% CI 1.38–85.08), and proximity of residence to an open sewer (OR 0.95; 0.91–0.99 for an increase of 1 m distance) were significant risk factors for secondary infection.",
    "Conclusions/Significance": "This study found that slum residents had high risk (>3% per year) for acquiring a Leptospira infection. Re-infection is a frequent event and occurs in regions of slum settlements that are in proximity to open sewers. Effective prevention of leptospirosis will therefore require interventions that address the infrastructure deficiencies that contribute to repeated exposures among slum inhabitants."
}