{
    "Background": "Most studies assessing praziquantel (PZQ) efficacy have used relatively insensitive diagnostic methods, thereby overestimating cure rate (CR) and intensity reduction rate (IRR). To determine accurately PZQ efficacy, we employed more sensitive DNA and circulating antigen detection methods.",
    "Methodology": "A sub-analysis was performed based on a previously published trial conducted in children from Côte d’Ivoire with a confirmed Schistosoma mansoni infection, who were randomly assigned to a standard (single dose of PZQ) or intense treatment group (4 repeated doses of PZQ at 2-week intervals). CR and IRR were estimated based on PCR detecting DNA in a single stool sample and the up-converting particle lateral flow (UCP-LF) test detecting circulating anodic antigen (CAA) in a single urine sample, and compared with traditional Kato-Katz (KK) and point-of-care circulating cathodic antigen (POC-CCA).",
    "Principal findings": "Individuals positive by all diagnostic methods (i.e., KK, POC-CCA, PCR, and UCP-LF CAA) at baseline were included in the statistical analysis (n = 125). PCR showed a CR of 45% (95% confidence interval (CI) 32–59%) in the standard and 78% (95% CI 66–87%) in the intense treatment group, which is lower compared to the KK results (64%, 95% CI 52–75%) and 88%, 95% CI 78–93%). UCP-LF CAA showed a significantly lower CR in both groups, 16% (95% CI 11–24%) and 18% (95% CI 12–26%), even lower than observed by POC-CCA (31%, 95% CI 17–35% and 36%, 95% CI 26–47%). A substantial reduction in DNA and CAA-levels was observed after the first treatment, with no further decrease after additional treatment and no significant difference in IRR between treatment groups.",
    "Conclusion/Significance": "The efficacy of (repeated) PZQ treatment was overestimated when using egg-based diagnostics (i.e. KK and PCR). Quantitative worm-based diagnostics (i.e. POC-CCA and UCP-LF CAA) revealed that active Schistosoma infections are still present despite multiple treatments. These results stress the need for using accurate diagnostic tools to monitor different PZQ treatment strategies, in particular when moving toward elimination of schistosomiasis.",
    "Clinical trial registration": "www.clinicaltrials.gov, NCT02868385."
}