{
    "Abstract": "Asian schistosomiasis is a zoonotic parasitic disease infecting up to a million people and threatening tens of millions more. Control of this disease is hindered by the animal reservoirs of the parasite, in particular the water buffalo (Bubalus bubalis), which is responsible for significant levels of human transmission. A transmission-blocking vaccine administered to buffaloes is a realistic option which would aid in the control of schistosomiasis. This will however require a better understanding of the immunobiology of schistosomiasis in naturally exposed buffaloes, particularly the immune response to migrating schistosome larvae, which are the likely targets of an anti-schistosome vaccine. To address this need we investigated the immune response at the major sites of larval migration, the skin and the lungs, in previously exposed and re-challenged water buffaloes. In the skin, a strong allergic-type inflammatory response occurred, characterised by leukocyte and eosinophil infiltration including the formation of granulocytic abscesses. Additionally at the local skin site, interleukin-5 transcript levels were elevated, while interleukin-10 levels decreased. In the skin-draining lymph node (LN) a predominant type-2 profile was seen in stimulated cells, while in contrast a type-1 profile was detected in the lung draining LN, and these responses occurred consecutively, reflecting the timing of parasite migration. The intense type-2 immune response at the site of cercarial penetration is significantly different to that seen in naive and permissive animal models such as mice, and suggests a possible mechanism for immunity. Preliminary data also suggest a reduced and delayed immune response occurred in buffaloes given high cercarial challenge doses compared with moderate infections, particularly in the skin. This study offers a deeper understanding into the immunobiology of schistosomiasis in a natural host, which may aid in the future design of more effective vaccines."
}