{
    "Abstract": "Rapid increases in human populations and environmental changes of past decades have led to changes in rates of contact and spatial overlap with wildlife. Together with other historical, social and environmental processes, this has significantly contributed to pathogen transmission in both directions, especially between humans and non-human primates, whose close phylogenetic relationship facilitates cross-infections. Using high-throughput amplicon sequencing, we studied strongylid communities in sympatric western lowland gorillas, central chimpanzees and humans co-occurring in an unprotected area in the northern periphery of the Dja Faunal Reserve, Cameroon. At the genus level, we classified 65 strongylid ITS-2 amplicon sequencing variants (ASVs) in humans and great apes. Great apes exhibited higher strongylid diversity than humans. Necator and Oesophagostomum were the most prevalent genera, and we commonly observed mixed infections of more than one strongylid species. Human strongylid communities were dominated by the human hookworm N. americanus, while great apes were mainly infected with N. gorillae, O. stephanostomum and trichostrongylids. We were also able to detect rare strongylid taxa (such as Ancylostoma and Ternidens). We detected eight ASVs shared between humans and great apes (four N. americanus variants, two N. gorillae variants, one O. stephanostomum type I and one Trichostrongylus sp. type II variant). Our results show that knowledge of strongylid communities in primates, including humans, is still limited. Sharing the same habitat, especially outside protected areas (where access to the forest is not restricted), can enable mutual parasite exchange and can even override host phylogeny or conserved patterns. Such studies are critical for assessing the threats posed to all hosts by increasing human-wildlife spatial overlap. In this study, the term \"contact\" refers to physical contact, while \"spatial overlap\" refers to environmental contact."
}