{
    "Background": "Schistosome parasites cause schistosomiasis, one of the most important infectious diseases worldwide. For decades Praziquantel (PZQ) is the only drug widely used for controlling schistosomiasis. The absence of a vaccine and fear of PZQ resistance have motivated the search for alternatives. Studies on protein kinases (PKs) demonstrated their importance for diverse physiological processes in schistosomes. Among others two Abl tyrosine kinases, SmAbl1 and SmAbl2, were identified in Schistosoma mansoni and shown to be transcribed in the gonads and the gastrodermis. SmAbl1 activity was blocked by Imatinib, a known Abl-TK inhibitor used in human cancer therapy (Gleevec/Glivec). Imatinib exhibited dramatic effects on the morphology and physiology of adult schistosomes in vitro causing the death of the parasites.",
    "Methodology/Principal Findings": "Here we show modeling data supporting the targeting of SmAbl1/2 by Imatinib. A biochemical assay confirmed that SmAbl2 activity is also inhibited by Imatinib. Microarray analyses and qRT-PCR experiments were done to unravel transcriptional processes influenced by Imatinib in adult schistosomes in vitro demonstrating a wide influence on worm physiology. Surface-, muscle-, gut and gonad-associated processes were affected as evidenced by the differential transcription of e.g. the gynecophoral canal protein gene GCP, paramyosin, titin, hemoglobinase, and cathepsins. Furthermore, transcript levels of VAL-7 and egg formation-associated genes such as tyrosinase 1, p14, and fs800-like were affected as well as those of signaling genes including a ribosomal protein S6 kinase and a glutamate receptor. Finally, a comparative in silico analysis of the obtained microarray data sets and previous data analyzing the effect of a TGFβR1 inhibitor on transcription provided first evidence for an association of TGFβ and Abl kinase signaling. Among others GCP and egg formation-associated genes were identified as common targets.",
    "Conclusions/Significance": "The data affirm broad negative effects of Imatinib on worm physiology substantiating the role of PKs as interesting targets."
}