{
    "Abstract": "Trombiculid mites are the vectors of scrub typhus, with infected larval mites (chiggers) transmitting the causative agent, Orientia tsutsugamushi, during feeding. Co-existence of multiple O. tsutsugamushi strains within infected mites has previously been reported in naturally infected, laboratory-reared mite lines using molecular methods to characterize the 56-kDa type-specific antigen (TSA) gene. In the current study, more advanced next-generation sequencing technology was used to reveal the heterogeneity of O. tsutsugamushi genotypes in field-collected trombiculid mites from rodents and small mammals in scrub typhus-endemic areas of Thailand. Twenty-eight trombiculid mites collected from 10 small mammals were positive for O. tsutsugamushi, corresponding to a prevalence rate of 0.7% within the mite population. Twenty-four of the infected mites were Leptotrombidium spp., indicating that this genus is the main vector for O. tsutsugamushi transmission in Thailand. In addition, O. tsutsugamushi was detected in the mite genera Ascoschoengastia, Blankaartia, Gahrliepia, and Lorillatum. Of the 10 infested small animal hosts, six had 2–10 infected mites feeding at the time of collection. Deep sequencing was used to characterize mixed infections (two to three O. tsutsugamushi genotypes within an individual mite), and 5 of the 28 infected mites (17.9%) contained mixed infections. Additionally, 56-kDa TSA gene sequence analysis revealed identical bacterial genotypes among co-feeding mites with single or mixed infections. These results suggest that co-feeding transmission may occur during the feeding process, and could explain the occurrence of mixed infections in individual mites, as well as the recovery of multiple infected mites from the same host. This study also revealed highly diverse within-host O. tsutsugamushi genotypes. The occurrence of multiple O. tsutsugamushi genotypes within individual mites has important implications, and could provide a mechanism for pathogen evolution/diversification in the mite vector."
}