{
    "Background": "Emerging arboviruses such as chikungunya and Zika viruses have unexpectedly caused widespread outbreaks in tropical and subtropical regions recently. Ross River virus (RRV) is endemic in Australia and has epidemic potential. In Malaysia, Aedes mosquitoes are abundant and drive dengue and chikungunya outbreaks. We assessed risk of an RRV outbreak in Kuala Lumpur, Malaysia by determining vector competence of local Aedes mosquitoes and local seroprevalence as a proxy of human population susceptibility.",
    "Methodology/Principal findings": "We assessed oral susceptibility of Malaysian Ae. aegypti and Ae. albopictus by real-time PCR to an Australian RRV strain SW2089. Replication kinetics in midgut, head and saliva were determined at 3 and 10 days post-infection (dpi). With a 3 log10 PFU/ml blood meal, infection rate was higher in Ae. albopictus (60%) than Ae. aegypti (15%; p<0.05). Despite similar infection rates at 5 and 7 log10 PFU/ml blood meals, Ae. albopictus had significantly higher viral loads and required a significantly lower median oral infectious dose (2.7 log10 PFU/ml) than Ae. aegypti (4.2 log10 PFU/ml). Ae. albopictus showed higher vector competence, with higher viral loads in heads and saliva, and higher transmission rate (RRV present in saliva) of 100% at 10 dpi, than Ae. aegypti (41%). Ae. aegypti demonstrated greater barriers at either midgut escape or salivary gland infection, and salivary gland escape. We then assessed seropositivity against RRV among 240 Kuala Lumpur inpatients using plaque reduction neutralization, and found a low rate of 0.8%.",
    "Conclusions/Significance": "Both Ae. aegypti and Ae. albopictus are susceptible to RRV, but Ae. albopictus displays greater vector competence. Extensive travel links with Australia, abundant Aedes vectors, and low population immunity places Kuala Lumpur, Malaysia at risk of an imported RRV outbreak. Surveillance and increased diagnostic awareness and capacity are imperative to prevent establishment of new arboviruses in Malaysia."
}