{
    "Abstract": "The Democratic Republic of the Congo (DRC) has a history of nonhuman primate (NHP) consumption and exposure to simian retroviruses yet little is known about the extent of zoonotic simian retroviral infections in DRC. We examined the prevalence of human T-lymphotropic viruses (HTLV), a retrovirus group of simian origin, in a large population of persons with frequent NHP exposures and a history of simian foamy virus infection. We screened plasma from 3,051 persons living in rural villages in central DRC using HTLV EIA and western blot (WB). PCR amplification of HTLV tax and LTR sequences from buffy coat DNA was used to confirm infection and to measure proviral loads (pVLs). We used phylogenetic analyses of LTR sequences to infer evolutionary histories and potential transmission clusters. Questionnaire data was analyzed in conjunction with serological and molecular data. A relatively high proportion of the study population (5.4%, n = 165) were WB seropositive: 128 HTLV-1-like, 3 HTLV-2-like, and 34 HTLV-positive but untypeable profiles. 85 persons had HTLV indeterminate WB profiles. HTLV seroreactivity was higher in females, wives, heads of households, and increased with age. HTLV-1 LTR sequences from 109 persons clustered strongly with HTLV-1 and STLV-1 subtype B from humans and simians from DRC, with most sequences more closely related to STLV-1 from Allenopithecus nigroviridis (Allen’s swamp monkey). While 18 potential transmission clusters were identified, most were in different households, villages, and health zones. Three HTLV-1-infected persons were co-infected with simian foamy virus. The mean and median percentage of HTLV-1 pVLs were 5.72% and 1.53%, respectively, but were not associated with age, NHP exposure, village, or gender. We document high HTLV prevalence in DRC likely originating from STLV-1. We demonstrate regional spread of HTLV-1 in DRC with pVLs reported to be associated with HTLV disease, supporting local and national public health measures to prevent spread and morbidity."
}