{
    "Background": "Rheumatic heart disease (RHD) poses a major disease burden among disadvantaged populations globally. It results from acute rheumatic fever (ARF), a complication of Group A Streptococcal (GAS) infection. These conditions are acknowledged as diseases of poverty, however the role of specific social and environmental factors in GAS infection and progression to ARF/RHD is not well understood. The aim of this systematic review was to determine the association between social determinants of health and GAS infection, ARF and RHD, and the effect of interventions targeting these.",
    "Methodology": "We conducted a systematic literature review using PubMed, the Cochrane Library and Embase. Observational and experimental studies that measured: crowding, dwelling characteristics, education, employment, income, nutrition, or socioeconomic status and the relationship with GAS infection, ARF or RHD were included. Findings for each factor were assessed against the Bradford Hill criteria for evidence of causation. Study quality was assessed using a standardised tool.",
    "Principle findings": "1,164 publications were identified. 90 met inclusion criteria, comprising 91 individual studies. 49 (50.5%) were poor quality in relation to the specific study question. The proportion of studies reporting significant associations between socioeconomic determinants and risk of GAS infection was 57.1%, and with ARF/RHD was 50%. Crowding was the most assessed factor (14 studies with GAS infection, 36 studies with ARF/RHD) followed by socioeconomic status (6 and 36 respectively). The majority of studies assessing crowding, dwelling characteristics, education and employment status of parents or cases, and nutrition, reported a positive association with risk of GAS infection, ARF or RHD. Crowding and socioeconomic status satisfactorily met the criteria of a causal association. There was substantial heterogeneity across all key study aspects.",
    "Conclusion": "The extensive literature examining the role of social determinants in GAS infection, ARF and RHD risk lacks quality. Most were observational, not interventional. Crowding as a cause of GAS infection and ARF/RHD presents a practical target for prevention actions."
}