{
    "Introduction": "Estimates suggest that one-third of snakebite cases in sub-Saharan Africa affect children. Despite children being at a greater risk of disability and death, there are limited published data. This study has determined the: population-incidence and mortality rate of hospital-attended paediatric snakebite; clinical syndromes of snakebite envenoming; and predictors of severe local tissue damage.",
    "Methods": "All children presenting to Kilifi County Hospital, Kenya with snakebite were identified through the Kilifi Health and Demographic Surveillance System (KHDSS). Cases were prospectively registered, admitted for at least 24-hours, and managed on a paediatric high dependency unit (HDU). Households within the KHDSS study area have been included in 4-monthly surveillance and verbal autopsy, enabling calculation of population-incidence and mortality. Predictors of severe local tissue damage were identified using a multivariate logistic regression analysis.",
    "Results": "Between 2003 and 2021, there were 19,606 admissions to the paediatric HDU, of which 584 were due to snakebite. Amongst young children (≤5-years age) the population-incidence of hospital-attended snakebite was 11.3/100,000 person-years; for children aged 6–12 years this was 29.1/100,000 person-years. Incidence remained consistent over the study period despite the population size increasing (98,967 person-years in 2006; and 153,453 person-years in 2021). Most cases had local envenoming alone, but there were five snakebite associated deaths. Low haemoglobin; raised white blood cell count; low serum sodium; high systolic blood pressure; and an upper limb bite-site were independently associated with the development of severe local tissue damage.",
    "Conclusion": "There is a substantial burden of disease due to paediatric snakebite, and the annual number of cases has increased in-line with population growth. The mortality rate was low, which may reflect the species causing snakebite in this region. The identification of independent predictors of severe local tissue damage can help to inform future research to better understand the pathophysiology of this important complication."
}