{
    "Introduction": "Core groups can play a disproportionate role in transmission of an infectious disease [1–3]. If transmission were terminated in this group, the disease would by definition eventually disappear in the entire community [1]. Important key populations have been proposed for sexually transmitted infections such as gonorrhea and HIV, as well as non-sexually transmitted diseases such as trachoma [3–10]. For vaccine-preventable diseases, the group sufficient to vaccinate to achieve herd immunity constitutes a core group. No vaccine has yet been proven effective for trachoma. However, intensive drug administration could effectively remove a core group from transmission, preventing infection from being sustainable in the remainder of the community [5].\nYoung age and previous infection are by far the largest risk factors for transmission of ocular chlamydia, the causative organism of trachoma [11, 12]. Children have a longer duration of infection and higher load than adults [13, 14]. In one study, repeated targeting of children reduced infection in untreated adults, suggesting a form of herd protection [15]. In another, essentially no infection could be found in adults after three years of repeated treatment of children [16]. A modeling study suggested that treating children under 10 annually could eventually eliminate infection, limiting treatment to those under 5 years might require quarterly treatments to achieve a similar result [5]. Another important risk factor is prior infection. Those with clinical or laboratory findings of trachoma at one time point are at high risk at subsequent time points, even if cleared from infection in the interim, presumably due to special vulnerability or critical placement in the transmission network [11, 17].\nIf all heterogeneities were identified and a mathematical transmission were completely specified, then a minimum core group could be determined analytically. However, this is rarely, if ever, feasible in practice. In this report, we hypothesize that a sufficient core group can be identified knowing very little detail about transmission. We use results from a large community-randomized trachoma trial to estimate a minimal core group for transmission. We compare several methods of estimating a sufficient core group, assuming various levels of information ranging from complete specification of the transmission dynamics to knowledge of the equilibrium prevalence alone.",
    "Methods": "Sufficient core group estimation methods\nMethod A, Complete specification of transmission.If we assume that the precise model is known, we can find the minimal proportion of children and adults to remove from the population to prevent a newly introduced infection from spreading. One way to model two strata would be to estimate the transmission between children and adults in a 2x2 reproduction matrix. The minimal core group would be the smallest number of children and adults necessary to remove from transmission (S1 File). We use two strata (children and adults) for demonstration. The method is applicable to any number of strata as long as the reproduction matrix is specified. While complete specification of the transmission model may be impossible in practice, here it serves as a benchmark for other methods.\n\nMethods B and C, Linear Programming.If an infectious case in a homogeneous population on average causes less than one new infectious case, then infection cannot be sustained (in the absence of any positive feedback for infections). Here, we divide individuals into two homogenous groups of children and adults, and we remove enough individuals from transmission that an infected child on average infects less than one other individual (child or adult), and similarly for an adult. This would ensure that those removed form a sufficient core group, and that the overall R for the community is less than one [1]. The goal is always feasible, as long as enough individuals are removed from transmission. Knowledge of the reproduction matrix allows this to be formulated as a linear programming problem, maximizing a linear function given a set of linear inequality constraints. A linear program has a dual solution, which is also core group (C) (see S1 File) [18]. If both the primal and the dual have solutions that include both children and adults, they necessarily sum to the same total number of individuals (Duality Theorem) [18]. These methods require that we know that no individual is expected to successfully transmit infection to more than one other person, which would be difficult to determine in practice. In general, neither of the solutions is optimal.\n\nMethod D. Rate of return of infection into a community following mass treatment.In practice, we typically know little about the heterogeneities in transmission, and certainly not enough to accurately estimate components of a next generation R matrix. However, studies have estimated the rate that infection returns into a community after mass antibiotic distribution [5, 19]. If combined with knowledge of the average duration of infection, we can estimate a growth rate per generation of infection, which is closely related to the maximum eigenvalue (λ) of the R matrix, and suggests a method for ensuring a sufficient core group. If we remove from transmission at least the proportion 1-1/λ of each stratum, then infection can no longer be sustained in the community (see S1 File) [5, 13, 19, 20]. Note that for a given rate of return, a longer duration of infection would increase the estimate of the size of the core group.\n\nMethod E. Equilibrium.In trachoma programs a pre-treatment survey is often performed before programmatic activity. If conditions are relatively stable, then this prevalence represents an estimate of the equilibrium. By definition, at equilibrium each infectious case causes on average a single new infectious case. If we were to remove from transmission at least the equilibrium proportion for each stratum of the population, then infection would no longer be sustainable. Here we implement with two strata, although this approach applies in general to any number of strata.\nIn some areas of Ethiopia, up to 10 years of annual mass drug administrations have failed to completely eliminate infection [21]. The prevalence of clinical signs has been reduced but over the past several years remained relatively stable, suggesting a new, reduced equilibrium. This new restricted equilibrium could also represent a sufficient core group, although only if annual mass distributions continued.\n\n\n\nThree scenarios modeled\nTo explore the 5 different methods for determining a sufficient core group under different conditions, we modeled 3 possible scenarios:\nScenario I.To mimic a region hyperendemic for trachoma before any programmatic activity, we used a simple susceptible-infectious-susceptible (SIS) model that had previously been fitted to results from a cluster-randomized trial in Amhara, Ethiopia (TANA, NEI U10 EY016214) [15, 16, 22]. Infection was monitored in 0–10 year olds (“children”) and in those older than 10 years (“adults”). Estimates of the transmission between children and adults had previously been made, defining estimated reproduction matrix for children and adults. This model can be used to compare 5 methods (A-E) of determining a sufficient core group (see S1 File) [15, 16, 22].\n\nScenario II.In some areas hyperendemic for trachoma, a decade of annual mass treatment has failed to eliminate infection, resulting in a new reduced equilibrium [21]. We have constructed a reproduction matrix which is reduced from Scenario I due to the continued annual mass treatment, assuming annual antibiotic coverage for 5 years.\n\nScenario III.To demonstrate how the possible core groups would change if both children and adults were substantial contributors to transmission, we constructed a hypothetical community in which members of both the children and adult segments of the population could themselves sustain infection. Note that members from each stratum would need to be included in any core group.",
    "Results": "The total proportion of children and adults that form a core group was determined using each of the 5 methods, for each of the three scenarios (Table 1). For explanatory purposes, the total proportion in the population was estimated assuming that children and adults were each one half of the population, although it is not difficult to adjust this ratio. Note that approximately half the population in these areas may be 18 years and under, one third 10 years and under, and one-sixth under the age of 5 years.\n\n\nScenario I\nGiven a transmission model estimated from the TANA study, the theoretical minimum core group includes 64% of the children and none of the adults for a total of 32% of the total population (Fig 1 and Table 1). Sufficient core groups using linear programming, the maximum eigenvalue, or the equilibrium prevalence included more than twice the total number of individuals.\nThe x-axis is the proportion of children that are in a potential core group, and the y-axis is the proportion of adults. The black curve represents those proportions where the resulting reproduction number (R) of transmission in the entire population equals unity. If the proportion of children and adults represented by any combination above and to the right of this curve (the white, non-shaded area) were removed from transmission, infection could not be sustained in the rest of the population. Thus, all combinations in the white area represent sufficient core groups. Point A represents the minimal core group whose removal would result in eventual elimination of infection. Point B and C represent sufficient core groups determined by linear programming, point D from the maximum eigenvalue of the transmission matrix (estimated directly from the return of infection into a community and the average duration of infection), and point E from the equilibrium, pre-treatment prevalence of infection.\n\n\nScenario II\nIn the presence of years of mass annual treatment, a new equilibrium may be reached. Here, 21% of children and adults remain affected. A residual core group remains, in the presence of the annual treatments (Fig 2, Table 1). The sufficient core groups obtained from the rate of return of infection and from the residual equilibrium are still larger as the theoretical minimum of 15%, including 21–22% of the population.\nInfection has still not been eliminated in some areas of Ethiopia. The prevalence of infection has reached a new, residual equilibrium in the presence of the continued treatments. The residual core group is smaller than the core group in Scenario I. If this group were targeted and mass treatments were continued, we would expect infection to eventually disappear. The minimal core group (A) includes only children, but the strategies based on the rate of return of infection (D) and the residual equilibrium (E) may offer practical, reasonably efficient strategies. The dual linear programming solution is not feasible here, and is not represented.\n\n\nScenario III\nIn the most severely affected areas, transmission can be sustained in either the children alone or the adults alone. Therefore, all sufficient core groups would necessarily include both children and adults. Here, the more practical methods approach the theoretical minimum (Fig 3, Table 1). In this scenario, both the primal (B) and dual (C) linear programs have identified core groups that contain both children and adults. Although the combinations are different, they contain the same number of individuals as demonstrated by the second (higher) grey iso-population line, as guaranteed by the Duality Theorem [18]. Note that transmission in adults in this scenario is likely unrealistically high, although we have included it as an illustrative example.\nHere, all solutions are similar to the theoretical minimum core group (A). The primal and dual linear programming solutions contain different combinations of children and adults, but contain the same overall total [18].",
    "Discussion": "A group of individuals who play a disproportionate role in the transmission of an infectious disease has been described by a number of terms, including key population, hyper-spreaders, and core group [10, 23]. A stricter definition of a core group would be those individuals whose removal from transmission would be sufficient to prevent infectious trachoma from sustaining itself in the entire community [1, 24]. Here, we have assumed that the process can be described by a mathematical transmission model in which individuals can be divided into a number of compartments, each one of which is homogeneous. From such a model, a sufficient core group can be estimated in a number of ways. As a relatively simple case, we divide a trachoma-endemic population into children and adults, and fit a simple model to data from a community-randomized trial in Ethiopia [15]. The fitted model allows a sufficient core group to be estimated using a number of methods. The smallest group whose removal from transmission results in the remainder of the population producing on average less than one case per infectious case. Under certain circumstances, the dual of this linear programming problem also may be a sufficient core group. If the dominant eigenvalue of a next generation matrix of the transmission model and the average duration of infectious cases in each of the groups are defined, then a sufficient core group can easily be determined. If the entire model is specified, then the absolute minimum sized core group can be found.\nEven when the precise details of the transmission model are not understood, a sufficient core group can still be estimated from epidemiological data. If we limit analysis to diseases that do not confer lifelong immunity and where current infection is a risk factor for future reinfection, then removal of those currently infected from future transmission would control the disease, leading to eventual elimination. For example, if infection is reduced by repeated mass antibiotic distributions given to the entire community, then it should return at a rate dependent on the maximum eigenvalue of the next generation matrix. If the average duration of infection is known, then the dominant eigenvalue of this matrix can be estimated. If all but the proportion equal to the reciprical of this eigenvalue were removed from each compartment, then infection would eventually disappear.\nA more practical method for determining a sufficient core group requires knowledge of who was infected prior to treatment. If we assume that current infection is a risk factor for future reinfection. This allows determination of a core group in two settings: at the beginning of a program when transmission may have reached an equilibrium, and after years of annual MDA with a new equilibrium. In the former, the goal would be to find the group of people whose effective removal from transmission would lead to eventual elimination in everyone. Community-randomized trials have found that if a core group of children are effectively removed from transmission by quarterly antibiotic treatments, infection decreases in the remainder of the community [15]. If mass antibiotics are repeated, elimination can be achieved even though not everyone was actually treated. In the setting where years of annual mass treatment have not eliminated infection, then the goal might be to find a residual core group whose removal from transmission would result in elimination if future annual mass treatment were also continued. In several areas, more than 5 years of mass azithromycin distributions have left a small amount of persistent infection [25, 26]. This group could represent a residual core group.\nThe equilibrium approach to finding a sufficient core group is dependent on a number of assumptions. For the equilibrium to form a core group, currently infected cases must be at least as likely to participate in future transmission as uninfected cases. This would not be true for an infection where acquired immunity outweighs other risk factors. Note that removing those infected at equilibrium from transmission would be expected to work regardless of whether we understand the heterogeneity in the community. Underestimates of prevalence would lead to models underestimating the size of the core group. We modeled 3 scenarios of different endemicity, reflecting different transmission. Future study could explore scenarios with an even broader spectrum of heterogeneity. While method 1 assumed an SIS model structure, that is not necessary for the other methods. However, we have assumed that current infection is a risk factor for future infection, or at least does not offer protection. If this assumption were violated, more analysis would be necessary.\nSufficient core groups can be estimated from information available to trachoma control programs. The use of WHO simplified grades rather than infection data would result in a larger, more conservative estimate of the core group. In moderately affected areas, information taken from baseline surveys could be used to reduce the proportion of the population treated. In the few severely affected areas where residual core group indicates that annual MDA is inadequate, enhanced targeting of a core group might be necessary for elimination. Enhanced intervention targeted to core groups would require additional resources, but may be the final key for successful trachoma control. Resources can be directed towards core groups at the beginning of a program, or towards a residual core groups resistant to elimination in the presence of standard annual mass azithromycin distribution [21]. Precise transmission models are not absolutely necessary to estimate sufficient core groups. These models are hypothesis generating. While strategies based on core groups have been tested in community-randomized trials, the efficacy of a strategy based on residual core groups will need to be tested in current and future trials (U10 EY023939 and UG1 EY028088) [15, 16, 27]."
}