{
    "Introduction": "Malaria is an infectious disease known for millennia. Although substantial investments have been made in the last couple of decades, with slight improvements regarding control of disease transmission in some endemic territories, the disease is still responsible for over 200 million cases annually, with almost 500,000 deaths only in 2015, especially among children [1]. Plasmodium vivax has a wide geographical distribution and was historically associated with milder disease presentations, while Plasmodium falciparum has been commonly related with increased severity and mortality [1–3]. Nevertheless, severe cases caused by Plasmodium vivax monoinfection have been frequently reported in recent years [1,4] and increasing interest resulted in several studies focused on the details of the vivax malaria clinical characteristics and pathogenesis [5–8].\nSevere P. vivax cases have been associated with impaired immune response and inflammation-driven hepatic damage [5,9], as well as kidney involvement, among other symptoms [5,10–14]. While the mechanisms driving inflammatory damage in some key organs such as liver are quite well described in vivax malaria patients [4–6,9], scarce data are available with regard to the mechanisms of kidney injury during acute and severe disease [10]. In individuals with P. falciparum infection, acute kidney injury (AKI) has been linked to acute tubular necrosis (ATN) [4,15], associated with altered cytoadhesion of infected erythrocytes [16–20]. Whether these mechanisms are common in P. vivax-related AKI or whether there are unique features that distinguishes the kidney damage caused by infection with different Plasmodium species is unknown.\nIn some reports, vivax malaria patients have been described to exhibit oliguria or anuria [10–13], and in those cases, hemodialysis treatment has been employed as the kidney failure had already established. The use of a widely available and easily measured laboratory parameter that could faithfully readout kidney damage during acute malaria has potential to optimize clinical management. In the present study, the relevance of serum creatinine levels in evaluation of patients with P. vivax malaria was tested and associated with the systemic inflammatory profile and clinical outcomes. These analyzes were aimed to examine how much of the parasite-host relationships, and especially systemic inflammation, would play a role in the settlement of vivax malaria-associated AKI.",
    "Methods": "Ethics statement\nWritten informed consent was obtained from all participants or their legally responsible guardians, and all clinical investigations were conducted according to the principles expressed in the Declaration of Helsinki. The project was approved by the institutional review board of the Faculdade de Medicina, Faculdade São Lucas, Rondônia, Brazil, where the study was performed.\n\n\nStudy design\nThe present study is a retrospective assessment of a databank containing epidemiological, immunological, and clinical data from 572 subjects recruited between 2006 and 2007 from the Brazilian Amazon (Rondônia, Brazil), as a part of a finalized project that described determinants of susceptibility to vivax malaria and from which several investigations have been already reported [5,9,21–28]. The details of the recruitment, diagnosis and clinical definitions were published previously [5,21–27]. The primary investigations included passive case detection, from individuals who sought care at the municipal hospital in Buritis (Rondônia, Brazil) or at Brazilian National Foundation of Health (FUNASA) diagnostic centers. In addition, active case detection was performed and included home visits with interviews, clinical evaluations and specimens sampling for laboratory assays in the municipalities of Buritis and Demarcação (Rondônia, Brazil). Blood collection for nested polymerase chain reaction (PCR) and other measurements (cytokines, chemokynes, hepatic enzymes, creatinine, fibrinogen, bilirubin levels, free heme and haptoglobin) were performed at the time of study enrollment, meaning that specimens were collected at diagnosis, during acute phase of disease in malaria patients, before treatment initiation. For the present study, only patients with P. vivax monoinfection (n = 179) and healthy controls (n = 165, from which 152 had all the epidemiological data available) were included. The exclusion criteria for the present study were: asymptomatic P. vivax monoinfection, documented P. falciparum or HIV infections, tuberculosis, cancer, or use of immunosuppressant drugs. Noteworthy, as there were no consensus to define severe vivax malaria, we adapted the criteria used to define severe disease caused by P. falciparum infection, as published previously by our group [5]. Clinical, demographic and epidemiological characteristics of the participants included in the current study are described in Table 1, S1 Table and S2 Table.\n\n\nLaboratory measurements\nData on several mediators were selected in order to assess the overall immune response; and all the biomarkers contained in the databank were analyzed. Plasma levels of cytokines IL-1β, IL-4, IL-6, IL-10, IL-12p70, IFN-γ, tumor necrosis factor (TNF)-α, and of chemokines CCL2, CCL5, CXCL9, and CXCL10 were measured using the Cytometric Bead Array—CBA (BD Biosciences Pharmingen, San Diego, CA, USA), according to the manufacturer’s protocol. Circulating concentrations of total heme in plasma samples were estimated using the QuantiChrom Heme Assay Kit (BioAssay Systems, Hayward, CA), according to the manufacturer’s protocol. The following procedure was performed to distinguish heme bound to hemoglobin vs. non-hemoglobin heme, i.e. free heme [27]. Plasma absorbance was measured in the UV-VIS range at λ = 576nm (peak of absorption for hemoglobin) and λ = 630nm using a using NanoDrop spectrophotometer (NanoDrop Technologies). The following formula: [hemoglobin-heme] = (66 x λ = 576nm)-(80 x λ = 630nm) was applied and referred to a calibration curve of purified hemoglobin ranging from 320–5 μM hemoglobin-heme equivalents. Free heme was calculated according to the following formula: [Free heme] = [Total heme]-[hemoglobin-heme]. The measurements of aspartate amino-transferase (AST), alanine amino-transferase (ALT), total bilirubin, direct bilirubin, creatinine, fibrinogen and C-reactive protein (CRP) were performed at the Pharmacy School of the Federal University of Bahia and at the clinical laboratory of Faculdade São Lucas.\n\n\nStratification of patients based on serum creatinine and bilirubin levels\nSerum creatinine levels from the 179 malaria vivax patients were considered as elevated or normal considering thresholds established by gender, as previously described [29]. Elevated creatinine levels were defined in female patients as values above 1.24mg/dL and in male individuals as higher than 1.29mg/dL [29]. Elevated total bilirubin levels were defined as higher than 1.5mg/dL whereas high indirect or direct bilirubin levels infer concentrations above 1.2mg/dL or 0.3mg/dL, respectively [30].\n\n\nStatistical analysis\nThe median values with interquartile ranges (IQR) were used as measures of central tendency. The Fisher’s exact test was used to compare frequencies between the study groups. Continuous variables were compared between the study groups using the Mann-Whitney U test (2-group comparisons), or the Kruskall-Wallis test with Dunn’s multiple comparisons ad hoc test (between 3 or more groups). Hierarchical cluster analyzes were performed using the Ward’s method with bootstrap (100X). A p-value below 0.05 was considered statistically significant after adjustments for multiple comparisons using the Holm’s Bonferroni test. The statistical analyzes were performed using Graphpad Prism 6.0 (GraphPad Software Inc., San Diego, CA, USA), and JMP 12.0 (SAS, Cary, NC, USA).",
    "Results": "Characteristics of the study participants\nAmong vivax malaria patients, those categorized as having elevated creatinine levels (n = 89) had similar age, but were more frequently female than individuals with normal levels (n = 90) (Table 1). Overall, patients with P. vivax malaria were younger than uninfected individuals (median age: 32yrs, IQR: 24–47 vs. 39yrs, IQR: 25–51, P = 0.0096), but were undistinguishable with regard to gender distribution (male frequency: 55.9% vs. 47.4%, P = 0.151). Patients with severe P. vivax infection recalled less previous malaria episodes and lived for shorter time in the endemic area than individuals with mild infection (S1 Table). Vivax malaria patients exhibiting elevated serum creatinine levels presented sweating, diarrhea, dehydration, abdominal pain, hepatomegaly, jaundice and disorientation more frequently than those with normal creatinine values (S2 Table).\n\n\nCreatinine levels in severe malaria vivax\nAmong vivax malaria patients, the frequency of individuals presenting with severe disease was significantly higher in patients with elevated creatinine levels than in those who had normal values (16.85% vs. 3.33%, P = 0.0027, Table 1). Following a similar pattern, frequency of hospitalization was also elevated in patients with elevated creatinine levels vs. those with normal values (P = 0.0003, Table 1). Moreover, all patients who did not survive (n = 6) were among the group of individuals presenting with the highest creatinine levels (Fig 1A); two of them presented with anuric renal failure while the other four presented respiratory failure as the major presentation at admission (see also in [5]). Furthermore, within the group of patients with abnormally high creatinine values, nonsurvivors presented with even higher levels when compared with survivors (median: 2.4mg/dL, IQR: 1.925–2.55 vs. 1.36mg/dL, IQR: 1.31–1.41, P < 0.0001, Fig 1B).\n(A) Histogram representing serum creatinine levels of the 179 patients with P. vivax monoinfection; the patients are colored accordingly to the disease outcome. Survivors are colored in grey, while nonsurvivors are colored in red. Reference intervals for men and women are displayed by transversal lines, with lower limit representing its reference for women, and upper limit representing its reference for men. (B) Scatter-plot of the creatinine levels presented by the subgroups of nonsurvivors and survivors amongst the subjects with elevated serum creatinine. Data analysis was performed using the Mann-Whitney U test. Bars represent median values.\n\n\nElevated creatinine levels are associated with intense inflammatory imbalance in vivax malaria patients\nCirculating levels of several cytokines, chemokines and inflammatory parameters were compared between the groups of P. vivax malaria patients presenting with or without elevated creatinine values. Patients who displayed elevated creatinine levels exhibited higher CRP values than that in those who did not (median: 21.30ng/mL, IQR: 9.45–38.45 vs. 11.20ng/mL, IQR: 7.125–29.58, respectively, P = 0.0057, Table 2 and Fig 2A and 2B). Neither IL-10 (median: 9.69pg/mL, IQR: 6.43–36.83 vs. 19.70pg/mL, IQR: 6.50–59.54, P = 0.0665) or IFN-γ (median: 132.0pg/mL, IQR: 35.0–333.5 vs. 85.48pg/mL, IQR: 40.15–321.5, P = 0.5326) levels were significantly different between the study groups (Table 2 and Fig 2A and 2B). Interestingly, values of IFN-γ/IL-10 ratio, which have been shown previously to correlate with systemic inflammation in vivax malaria [5], were increased in patients who had high creatinine levels compared with those who had not (median: 5.720 arbitrary units [AU], IQR: 1.675–25.21 vs. 3.334AU, IQR: 1.181–6.558, P = 0.0306, Table 2, Fig 2A and 2B).\n(A) Overall profile of plasma concentrations of several biochemical parameters, cytokines and chemokines in uninfected controls (n = 165) as well as in vivax malaria patients presenting with creatinine levels within the normal range (n = 90) or abnormally elevated (n = 89). Data were processed using hierarchical cluster analysis (Ward’s method) with 100X bootstrap. Dendograms represent hierarchical distance. Asterisks indicate parameters which were statistically different between the groups of malaria patients with normal or elevated creatinine levels assessed using the Mann-Whitney U test. Scatter plots of these parameters are shown in (B). The IFN-γ/IL-10 ratio, which has been shown to correlate with the inflammatory imbalance in vivax malaria (4), was also compared between the study groups. Bars represent median values.\nCirculating levels of all other cytokines, chemokines and acute phase proteins could not distinguish the two groups of patients stratified accordingly to serum creatinine levels, and are described in detail in Table 2.\nPatients categorized as having elevated creatinine levels presented with higher total bilirubin concentrations than those who had normal creatinine values (median: 1.3mg/dL, IQR: 0.965–2.1 vs. 0.91mg/dL, IQR: 0.687–1.725, respectively, P = 0.0109, Table 2, Fig 2B). A similar pattern was observed with regard to direct bilirubin fraction (P = 0.0054, Table 2, Fig 2B), while no difference was found in indirect bilirubin levels between these study groups. Counterintuitively, when only patients with elevated indirect bilirubin levels (>1.2mg/dL) were analyzed (n = 43), higher values of this parameter were detected among the group of patients with normal serum creatinine (median: 2.33mg/dL, IQR: 1.6–2.7 vs. 1.53mg/dL, IQR: 1.4–2.2, P = 0.0453, Table 2). In addition, circulating concentrations of both free heme and haptoglobin were undistinguishable between the groups of patients presenting with high indirect bilirubin levels and elevated or normal creatinine values (Table 2). Furthermore, concentrations of hepatic aminotransferases were also similar between these subpopulations (Table 2).\nHierarchical cluster analysis of the z-score normalized circulating levels of the markers evaluated confirmed that individuals with elevated creatinine levels exhibited a distinct inflammatory profile compared to malaria patients with normal creatinine values or to uninfected healthy controls (S3 Table and Fig 2A).\n\n\nAssociations between creatinine levels, inflammatory profile and mortality in P. vivax malaria\nAdditional analyses were performed to depict the overall systemic inflammatory profile between vivax malaria patients who survived and those who did not. Nonsurvivors presented higher CRP values than those who survived (median: 34.43ng/mL, IQR: 16.43–50.7 vs. 21.3ng/mL, IQR: 9.4–38.4 vs. 11.23ng/mL, IQR: 7.125–29.58, P = 0.0122, Table 3). In addition, values of IFN-γ/IL-10 ratio were increased among the nonsurvivors (median: 18.63AU, IQR: 8.29–31.55 vs. 5.075AU, IQR: 1.664–22.69 vs. 3.334AU, IQR: 1.181–6.558, P = 0.0282, Table 3). Circulating levels of all the other cytokines, chemokines and acute phase proteins could not distinguish these two groups that considered survival among patients with elevated serum creatinine, and are described in detail in Table 3. Hepatic aminotransferases and indirect bilirubin values were not significantly different as well. Nevertheless, nonsurvivors presented higher values of total bilirubin (median: 2.15mg/dL, IQR: 1.2–3.175 vs. 1.3mg/dL, IQR: 0.95–1.9 vs. 0.91mg/dL, IQR: 0.687–1.725, P = 0.0250, Table 3) and direct bilirubin (median: 1.1mg/dL, IQR: 0.325–1.675 vs. 0.5mg/dL, IQR: 0.3–0.8 vs. 0.4 mg/dL, IQR: 0.2–0.7, P = 0.0133, Table 3) when compared with the group of survivors. Moreover, when nonsurvivors were compared only with patients with normal creatinine levels, values of CRP (median: 34.4ng/mL, IQR: 16.43–50.7 vs. 11.20ng/mL, IQR: 7.125–29.58, respectively, P = 0.0121) and IFNγ/IL-10 ratio (median: 18.63AU, IQR: 8.29–31.55 vs. 3.334AU, IQR: 1.181–6.558, respectively, P = 0.0129) were increased in nonsurvivors whereas IL-12p70 concentrations were elevated in those with normal creatinine levels (median: 10.0pg/mL, IQR: 5.093–15.14 vs. 20.45pg/mL, IQR: 15.73–30.30, respectively, P = 0.0333)(Table 3).\nHierarchical cluster analysis of circulating inflammatory markers from vivax malaria patients considering mortality and creatinine levels showed a distinct biosignature among nonsurvivors when the group is assessed separately (Fig 3A). Among the biomarkers examined, statistically significant differences between the study groups were observed in values of total and direct bilirubin, CRP and IFNγ/IL-10 ratios (Fig 3B, Table 3). Noteworthy, parasitemia levels could not distinguish these groups, considering either abnormal creatinine elevation or mortality (Table 1; Fig 3B).\n(A) Overall profile of plasma concentrations of several biochemical parameters, cytokines and chemokines in patients presenting creatinine levels within the normal range (n = 90) as well as in vivax malaria survivors (n = 83) and nonsurvivors (n = 6) presenting abnormally elevated creatinine levels. Data were processed using hierarchical cluster analysis (Ward’s method) with 100X bootstrap. Dendograms represent hierarchical distance. Asterisks indicate parameters which were statistically different between the groups of malaria patients with normal or elevated creatinine levels assessed using the Kruskall-Wallis test. Scatter plots of these parameters are shown in (B). The IFN-γ/IL-10 ratio, which has been shown to correlate with the inflammatory imbalance in vivax malaria (4), and parasitemia levels were also compared between the study groups. Bars represent median values.",
    "Discussion": "Malaria and its complications have been extensively studied. However, kidney dysfunction related to P. vivax infections has not been completely explored. Some studies have reported cases of severe vivax malaria associated with AKI and described some of its classical clinical symptoms [10–13], whilst other studies have already depicted the immune response profile in severe vivax cases [5,6,9,26,28]. The present study adds on the current knowledge as it now addresses the associations of serum creatinine concentrations with a distinct inflammatory profile which hallmarks subpopulations at higher risk of mortality linked to P. vivax infection. This profile was especially highlighted by a strong signature composed by IFN-γ/IL-10 ratio values and CRP levels, measurements which are directly related with the degree of systemic inflammation over anti-inflammatory mechanisms. Intense systemic inflammatory responses, although non-specific, have been reportedly associated with settlement of different forms of AKI [31–33]. Our findings depict in more detail the relationships between inflammation and AKI in vivax malaria and generate hypotheses to be tested in future pathogenesis studies, rather than propose screening for cytokines in point-of-care settings.\nIn the study population, malaria severity was highly associated with abnormal creatinine increases. Indeed, almost 85% of the patients with severe disease presentation and more than 90% of the hospitalized patients exhibited elevated creatinine levels (Table 1). Whilst these results highlight the link between severe vivax malaria and kidney dysfunction, it is also worth highlighting that elevations in creatinine levels were not always reflected in increased disease severity, as multiple patients exhibiting elevated serum creatinine presented with nonsevere vivax malaria. The inflammatory profile observed in the group of nonsurvivors, among those with the highest levels of serum creatinine, was even more intense and unbalanced than that in the groups of malaria patients who survived with or without serum creatinine elevation (Fig 3B). However, it remains unknown whether P. vivax genetic diversity [34] would be responsible for different outcomes in those groups, with more virulent strains causing severe disease presentations. Interestingly, parasitemia levels, previously considered as a factor associated with AKI in vivax malaria patients [12,13], were not associated with increases in creatinine levels in the present study (Table 1, Fig 3B). In addition, values of CCL2 and CCL5, chemokines, which are known to be produced by kidney tubular cells during injury [31], were found increased only in the group of nonsurvivors (Fig 3A). Despite the non-significant differences in the levels of these inflammatory chemokines, it is possible that the readouts are indicating altered homeostasis in nephron’s vessels. Hence, the overall results presented here corroborate with the idea that disease severity in vivax malaria, especially considering kidney involvement, is more of a case of inflammatory imbalance and parasite-host interactions through immune activity [5,9] than heavy parasitism alone.\nOne of the factors that can influence serum creatinine levels is hemolysis [35], which hallmarks malaria. Although total bilirubin levels were significantly higher in patients with elevated creatinine values when compared with those with normal creatinine levels, there was no significant difference in indirect bilirubin values between those groups. Moreover, subjects with abnormally high indirect bilirubin values were most frequently not part of the group of individuals with elevated serum creatinine levels (Table 2). The opposite tendency should have been expected if mainly hemolysis was responsible for the elevation in serum creatinine levels. Hence, these results dissociate the relationship between malaria-associated hemolysis and serum creatinine elevation.\nThe vivax malaria patients who did not survive presented with the highest levels of creatinine in the study population, as well as with elevation of total bilirubin concentrations more dependent on the direct fraction. These results suggest an association between kidney injury and some degree of liver abnormalities and cholestasis, in line with previous reports [12–14]. Furthermore, these results could also suggest and reinforce the idea that elevations in total bilirubin levels may reflect in decreased kidney function, as hyperbilirubinemia would be associated with prerenal failure by altered water balance [36,37] and ATN [37,38]. Hence, elevated bilirubin levels may play a part in the settlement of acute kidney injury in severe vivax malaria, but probably not as the main cause, similarly to the one previously suggested in P. falciparum infections [38]. With regard to liver damage, hepatic aminotransferase values exhibited wide distribution in both groups. Additional studies are warranted to better define the relationships between kidney and liver function in severe vivax malaria.\nThis study presents some limitations. Information regarding the nutritional condition of the patients were not collected in the original cohort from which this study is based on. There were no follow up data on eventual dialysis or other procedures that may have been conducted during the hospitalization of severe vivax malaria patients. However, previous reports from the same population have shown that malarial treatment improved creatinine levels and inflammation [5]. Moreover, malarial treatment and renal replacement therapy have been shown previously to improve overall patient condition in other population as well [39]. AKI severity categorization was also not included in the original cohort. The RIFLE/AKIN classifications would have helped to distinguish and stratify patients based on their risk or stage of AKI, as well [40,41]. However, as delayed access to healthcare is known as a major problem in the region [23], interfering with the estimation of baseline renal function, these classifications would have little impact in the present study. Despite these limitations, serum creatinine evaluation per se was indeed effectively associated with worst clinical conditions and outcomes (Table 1, S1 Table, S2 Table, Fig 1). Hence, overall creatinine evaluation, bearing in mind that there are other potentially more sensitive and specific diagnostic tools [42,43], is a relevant part of physicians’ arsenal for a more efficient detection of kidney dysfunction in vivax malaria. Considering that serum creatinine assessment is widely available, its associations with worst conditions and outcomes makes it of importance for patients in certain settings.\nIn conclusion, the systematic analyzes of multiple inflammatory and clinical biomarkers with creatinine levels argue that renal dysfunction might be a key event in P. vivax malaria severity. Overall, disease severity was associated with elevated creatinine levels, with nonsurvivors presenting with the highest values of serum creatinine, which reinforces the hypothesis that kidney injury is highly associated with mortality in vivax malaria. The detailed inflammatory profile was depicted for each subgroup of patients stratified per creatinine levels, revealing a distinct biosignature as well as evidencing the complexity of the mechanisms leading to disease severity. Our investigation demonstrated an association between systemic inflammation and kidney dysfunction, but not an exclusive effect. We predict that the systemic inflammation observed in more severely ill malaria patients could be contributing to kidney dysfunction through different mechanisms. In addition, the overall evaluation of biomarkers suggest that liver abnormalities and hyperbilirubinemia could also play a role in severe vivax malaria-associated kidney dysfunction. The identification of key factors driving the pathogenesis of this type of disease presentation and experimental models still are necessary to guide future studies and approaches."
}