{
    "Introduction": "The threadworm Strongyloides stercoralis affects about 30–100 million people worldwide [1], [2]. S. stercoralis is the only soil-transmitted helminth (STH) with the ability for auto-infection, and thus may lead to systemic infections with high parasite densities, particularly in immune-compromised hosts [3]–[5]. Disseminated strongyloidiasis may lead to severe complications with substantial mortality [4], [6].\nStrongyloidiasis is endemic in areas where sanitary conditions are poor and where the climate is warm and humid [7], such as Central and South America, sub-Saharan Africa, and South and Southeast Asia [8]–[11]. However, little information is available on S. stercoralis prevalence in most of these settings. Today, most studies conducted in resource poor countries originate from Brazil and Thailand [12]–[15]. The sensitivity of widely used diagnostic procedures, such as direct fecal smear, Baermann technique and Koga agar plate (KAP) culture is not satisfactory when used on a single stool specimen [16]–[19].\nThe clinical manifestations of strongyloidiasis vary greatly in different situations, depending on infection intensities and the immune status of the individual. More than 50% of the infections may remain asymptomatic [20]–[22]. Gastrointestinal symptoms, including diarrhea and abdominal pain, are the most common symptoms [23], [24]. The most commonly described dermatologic aspects of chronic strongyloidiasis are itching and rash (urticaria) [25]. The recommended treatment for strongyloidiasis is ivermectin [26].\nThe detection of S. stercoralis larvae in the stool is proof of an infection [11]. Several diagnostic methods such as direct fecal smear, Baermann concentration, formalin-ethyl acetate concentration (FECT), Harada-Mori filter paper culture, or nutrient agar plate culture [27]–[30] have been used to identify larvae in stool samples. The exact sensitivity of these different diagnostic approaches is still debated [31]–[34].\nIn Cambodia, information on S. stercoralis infection is scarce. Earlier studies indicate prevalence rates of up to 20% in school children. However, they were assessed using a diagnostic approach with low sensitivity [16], [17], [35].\nIn semi-rural Cambodia, we determined infection rates and risk factors, compared two methods (KAP culture and Baermann technique) for diagnosing S. stercoralis infection using a multiple stool examination approach, and assessed efficacy of ivermectin treatment. We performed a cross-sectional study on S. stercoralis infection in four primary schools in semi-urban villages in Kandal province, examining three stool samples per child.",
    "Materials and Methods": "Ethical Considerations\nThe study was approved by the National Ethics Committee for Health Research (NECHR; number 033, dated 20 March 2009), Ministry of Health, Cambodia and by the Ethics Committees of the Cantons of Basel-Stadt and Baselland (EKBB; number 21/09, dated 29 January 2009), Switzerland. All relevant authorities (village chiefs, school teachers and headmasters) were informed about the purpose and procedures of the study. Written informed consent was obtained from the parent or the legal guardian of the child or appropriate literate substitutes, prior to study onset.\nAll diagnosed infections were treated according to Cambodian standard treatment guidelines [36]. All children infected with S. stercoralis were treated with ivermectin 100 µg/kg/day for two days [37].\n\n\nStudy Setting and Population\nThe study was carried out in four semi-rural villages (Ang, Roka, Koh Khel and Damrey Chhlang villages), located in the Saang District (11.22°N and 105.01°E longitude), Kandal province, 45 kilometers south of Phnom Penh. Rice subsistence farming is the main economic activity in the villages. Pigs, poultry and cattle are the most common domestic animals. The villages were selected because hookworm infections were previously reported (used as a proxy for likely S. stercoralis transmission), and the villages were accessible by car to ensure rapid transfer of stool samples to the Parasitological Laboratory of the National Center for Parasitology, Entomology and Malaria Control (CNM) in Phnom Penh.\nA school-based survey was conducted during the dry season from March to June 2009 among the schoolchildren of the four semi-rural villages mentioned above.\n\n\nField Procedures\nFirst, parents or legal guardian of the children were interviewed at home, using a pre-tested household questionnaire, to obtain the demographic data (age, sex, education level, profession), personal risk-perception (knowledge about helminth infections, health seeking behavior), living conditions (type of house, sanitation infrastructure, domestic animals) and personal hygiene.\nSecond, at school, a pre-tested child questionnaire was administered to the schoolchildren to obtain demographic data (age, sex, school grade), personal risk-perception (knowledge about helminth infection) and behavior data (wearing shoes, food consumption and personal hygiene) from the child. After the interview, each child received a pre-labeled plastic container (ID code, name, sex, age and date) for stool sample collection. Each morning, after collecting the filled container, another empty pre-labeled one was provided for the following day. This procedure was repeated until three stool samples were obtained per child or over a period of five days.\nWithin 90 minutes after collection, the stool samples arrived at the laboratory at ambient temperature. Upon arrival, experienced laboratory technicians from the Parasitological Laboratory of CNM immediately examined the specimens, as explained below.\n\n\nLaboratory Procedures\nStool samples were first subjected to a KAP culture, then a Kato-Katz thick smear examination and finally a Baermann technique was performed.\nFirst, KAP culture [27] was used for identifying S. stercoralis and possibly hookworm larvae. For this purpose, agar plates were prepared once per week and stored at 4°C in humid conditions. A hazelnut-sized stool sample was placed in the middle of the plate and the closed Petri dish was incubated in a humid chamber for 48 hours at 28°C. Afterwards, the plates were rinsed with sodium acetate-acetic acid-formalin (SAF) solution. The eluent was centrifuged and the sediment microscopically examined for the presence of S. stercoralis and hookworm larvae. The two species were distinguished by the characteristic morphology of the larvae (i.e., size of buccal cavity, presence of genital primordium (L1), presence of forked tail-end (L3)).\nThen, a single Kato-Katz thick smear [38] was prepared using the WHO standard template and examined under a light microscope for the presence of helminth eggs.\nFinally, the Baermann technique [30] was performed. A walnut-sized stool sample was placed on gauze inserted into a glass funnel, and covered with water. The apparatus was exposed for two hours to artificial light directed from below. After centrifuging of the collected liquid, the sediment was examined under a microscope for presence of S. stercoralis larvae. If insufficient stool was submitted Baermann technique was dropped first.\nFor quality control, the technicians were specifically trained for three days on morphological criteria distinguishing hookworm and S. stercoralis larvae. During the whole study period, beside the permanent and rigorous supervision by a qualified microscopist from the Swiss Tropical and Public Health Institute (Swiss TPH), Basel, Switzerland, any unclear diagnosis was immediately discussed and solved with the qualified microscopist and study supervisor. Additionally, ten percent of the slides were re-examined by the same qualified technician from Swiss TPH. Slides yielding discrepant results were re-read by involved reader. A definitive infection(s) was found to be such by consensus.\n\n\nFollow-Up after Treatment of S. stercoralis Patients\nS. stercoralis infected children were treated with ivermectin over two days (100 µg/kg/day). Stromectol 3 mg (commercial name of ivermectin), was manufactured on November 2008 by Merck Sharp & Dohme BV in the Netherlands. The drug was registered under no. 3523885; expiry date November 2011 (Manufactured batch: NK03350; Packed batch: NK18050). At 21–23 days after treatment, the infected children were asked to provide another three stool samples (over five days), which were then examined with the same procedure as at baseline (KAP culture, Kato-Katz and Baermann technique). Ivermectin treatment was provided under direct observation of a medical doctor. Adverse events occurring within three hours after treatment were recorded. Parents or legal guardian of the child were asked to report any adverse event occurring within a week after treatment to a medical doctor by telephone.\n\n\nStatistical Analyses\nQuestionnaire and laboratory data were double-entered in EpiData version 3.1 (EpiData Association; Odense, Denmark) and validated. Statistical analyses were performed with STATA version 10.1 (StataCorp.; College Station, TX, USA). Only schoolchildren with a complete record (three stool samples examined with all three methods and complete questionnaire information) were retained for analyses.\nPrevalence, sensitivity (i.e., proportion of true positives identified as positive) and negative predictive values (i.e., proportion of un-infected children among negative results) of the different S. stercoralis diagnostic methods employed were assessed. A mathematical model developed by Marti and Koella [39] was used to estimate species-specific ‘true’ prevalence rates. This model employs the number of positive test results among stool samples submitted by the same person, to estimate the sensitivity of the diagnostic method and to calculate the number of stool samples needed for the test to be below a given percentage of false negative results. The procedure has been employed before to estimate the ‘true’ infection rates of soil-transmitted helminths, including S. stercoralis [33], [34], [40], [41]. All S. stercoralis positive children, regardless of the number of stool samples provided, were followed up after treatment.\nUnivariate logistic regression was used to associate infection status with demographic variables, hygienic status, and knowledge of the child's guardian and the recent medical history of the child. Population attributable fraction was calculated for significantly associated risks. P-values under or equal to 0.05 were considered as significant.",
    "Results": "Study Sample and Compliance\nIn total, 500 children from four primary schools were enrolled (Figure 1), of which 461 (92.2%) submitted three stool samples over five days. The analysis focused on 458 (91.6%) schoolchildren with complete data records, i.e. three stool samples examined with all diagnostic tests. The participants were between 6 and 19 years old (median age 11 years); 227 (49.6%) were girls. There was no age difference between genders (p = 0.06).\n\n\nParasitological Findings\nThe observed and estimated prevalence of eight different intestinal parasite species found from different stool samples and diagnostic methods are detailed in Figure 2. In total, half of the schoolchildren (49.3%) were infected with hookworm, and one quarter of them (24.4%) were diagnosed with S. stercoralis infection. T. trichiura was found in 17.3%, while 7.9% harbored small trematode eggs. Both, A. lumbricoides and E. vermicularis, were observed in 2.0% of participants, whereas H. nana and Taenia sp. were found in 3.7% and 0.4% of children, respectively.\nLegend: NA: Not Applicable; Koga agar plate and Baermann for S. stercoralis; Kato-Katz, Koga agar plate and Baermann for Hookworms; Kato-Katz for other infections.\n\n\nPerformance of the Diagnostic Methods, Sampling Efforts and Prevalence Prediction\nIn total, 112 S. stercoralis infected schoolchildren (24.5%) were diagnosed by either KAP culture and/or Baermann technique out of 458 study participants who submitted three stool samples (Table 1). KAP culture and Baermann technique detected 99 and 84 S. stercoralis infections, respectively. The combination of the two tests was considered to be the “diagnostic gold standard”. The prevalence of S. stercoralis as estimated by KAP culture or Baermann technique alone was 21.6% and 18.3%, respectively. The sensitivity of KAP culture was 88.4%, whereas the sensitivity of Baermann technique was 75.0%. The negative predictive value of KAP culture and Baermann technique was 96.4% and 92.5%, respectively.\nThe effect of the sampling effort for multiple stool samples examination on infection prevalence and on the sensitivity of the different diagnostic methods are presented in Table 2 for S. stercoralis and in Table 3 for hookworms. The number of S. stercoralis and hookworm infections detected by either method increased considerably by analyzing three stool samples. For S. stercoralis the prevalence rose from 15.9% to 21.6% and from 12.0% to 18.3%, as detected by KAP culture and Baermann method, respectively. The combined results of both methods showed an increase from 18.6% to 24.4% when three stool samples were examined instead of one.\nThe ‘true’ S. stercoralis prevalence was estimated at 24.8% (SD = 4.1%) when the two methods were combined. The probability of correctly diagnosing S. stercoralis infected children by examining only a single stool sample was similar (70.0%) for both methods. The sensitivity and negative predictive value of all methods combined for three stool examinations was above 97% and 99%, respectively.\nThe predicted prevalence of hookworms was 51.4% (SD = 5.0%) when three stool samples were analyzed by a combination of all three methods (KAP culture, Kato-Katz and Baermann technique). The predicted prevalence for other intestinal parasites is shown in Figure 2.\n\n\nEfficacy of Ivermectin\nAmong all those children who submitted at least one stool sample (n = 497) during baseline examinations, 117 schoolchildren were diagnosed with a S. stercoralis infection. They were treated with ivermectin (100 µg/kg/day for two days). Three weeks after treatment, all children submitted two stool samples and 106 (90.6%) provided an additional third stool sample for examination. In two children, an infection with S. stercoralis was diagnosed (In one case, it was diagnosed in the first stool sample and in the other case, in the second stool sample. Both children were retreated with ivermectin.). No infection was detected in the third stool specimen. The cure rate of ivermectin was 98.3%. None of the children experienced an adverse event within three hours after treatment and none reported adverse events within a week after treatment.\nThe cure rates of treatments on the other intestinal helminth infections are presented in Table 4. Overall, 97 (82.9%) cases were co-infected with hookworm. Three weeks after mebendazole treatment (500 mg single dose), 65 (55.5%) participants were found hookworm positive in the follow-up examination. The cure rate of mebendazole was 33.0%.\n\n\nPredictors of Strongyloides stercoralis Infection\nOf 112 S. stercoralis cases, 108 (96.4%) were diagnosed in schoolchildren under 16 years, 42.0% were girls. As shown in Table 5, gender and age were not statistically different between infected and non-infected children. However, reported personal hygiene characteristics were significantly associated with S. stercoralis infection. The children who reported having shoes, and defecating in a toilet were half as likely to be infected with S. stercoralis than those who did not report shoes and latrine use (p<0.001). Itchy skin and diarrhea symptoms in the previous two weeks were reported more frequently among S. stercoralis cases.\nPopulation attributable risk analysis showed that the number of strongyloidiasis cases would be reduced by 72% and 40% if all children had a toilet at home and used it for defecation, respectively. Bivariate analysis of population attributable risk showed that when the children in this population had toilet at home and defecated in it, strongyloidiasis cases could be reduced by 74%.",
    "Discussion": "An in-depth parasitological investigation of S. stercoralis in Cambodia, including the performance of different diagnostic methods and the efficacy of treatment has not been carried out before. Our study confirms the validity of the KAP culture and Baermann method for detecting S. stercoralis larvae with high sensitivity and the high efficacy of oral ivermectin treatment (100 µg/kg/day for two days) in curing S. stercoralis infection. A cumulative prevalence of 24.4% was found among 458 schoolchildren in four semi-rural villages in Kandal province, south of Phnom Penh, by applying two methods on three stool samples collected over five days. This prevalence is substantially higher than those stated in three previous reports from Cambodia [16], [17], , and in reports from neighboring Laos and Thailand [14], [19]. This is most likely due to the fact that we used a much more rigorous diagnostic approach (number of stool samples, multiple diagnostic methods) than did the other studies, where it was common to examine a single stool sample with a single method. Nevertheless, a prevalence (20.2%) similar to the one found in our study was observed in 2006, among school-aged children living in villages bordering Tonlé Sap Lake, northern Cambodia [35] and using only the Baermann technique to analyze a single stool sample. This observation indicates that in villages close to Tonlé Sap Lake the true prevalence was actually considerably higher. It further underlines the reason why S. stercoralis is so often underdiagnosed.\nThe prevalence observed in our study area is particularly high when compared to other studies that used a similar diagnostic approach. In Zanzibar, Stefanie Knopp and colleagues diagnosed S. stercoralis in 10.8% of schoolchildren [34] and in China, Peter Steinmann and colleagues found a prevalence of 11.7% in the general population [33], [42].\nIn the scientific literature, no agreement seems to exist regarding the respective sensitivity of the KAP culture and Baermann method. [31], [33], [34], [43], [44]. In our study, the sensitivity of the KAP culture was higher than that of the Baermann method, which was also reported in the studies of de Kaminsky [31] and Glinz [44]. In contrast, in recent studies conducted in China [33], Zanzibar [34] and Uganda [43], the Baermann method detected up to more than an additional 20% of S. stercoralis larvae in terms of the observed cumulative prevalence. KAP culture requires expertise in distinguishing hookworm from S. stercoralis larvae, and it is not always easy to perform it in rural settings of developing countries. The Baermann method is less time consuming, but it needs a considerably larger quantity of stool, which might lead to compliance problems if an additional sample is required due to insufficient volume. Hence, neither of the methods is sufficiently valid on its own and ideally, the two should be combined whenever possible. Today, 30–100 million people are estimated to be infected with S. stercoralis [1]. Given the low sensitivity of stool examination techniques most commonly used, this figure is likely to be an underestimation of the true burden of infection.\nSince a true “gold standard” is not available, the results of analyzing one stool sample with a single test may not be sufficient to reach an acceptable estimate of the “true” prevalence of S. stercoralis. To overcome this problem, Siddiqui and Beck [11] proposed to analyze a single stool sample by multiple diagnostic methods simultaneously. In our study, multiple stool samples were examined using multiple diagnostic methods, which considerably increased the observed prevalence of S. stercoralis, consistent with observations in previous studies [33], [34], [42]. Using this approach, the final prevalence observed was close to the “true prevalence” as estimated in a mathematical model [39]. Collecting a large quantity of multiple stool samples on consecutive days from children, who are at high risk of S. stercoralis, is always a challenge. The pointed diagnostic methods including molecular (PCR in stool sample) [45] and serological (copro antigen) methods [46], which need a small amount of feces specimen, might be alternative option for prevalence studies of S. stercoralis. These techniques, however, require further validation and might need further development before they can be recommended for wider use. However, their cost and sophistication might hamper their introduction in resource poor countries where S. stercoralis is most prevalent.\nIvermectin, the drug of choice for treatment of strongyloidiasis, was highly efficacious and shows few side-effects at a single dose of 200 µg/kg or 100 µg/kg/day for two days. Our results confirm observations of previous studies [14], [15], [37], [47]–[51]. However, to demonstrate full eradication of a S. stercoralis infection is difficult as it could have dropped temporarily below the detection level and increase thereafter. Therefore, short follow-up periods might overestimate the complete cure. However, in populations exposed to on-going S. stercoralis transmission a longer follow-up period bears the risk of a re-infection. Therefore, ideal efficacy assessments for drugs against S. stercoralis should be conducted in non-exposed populations.\nIvermectin is not included in the list of essential drugs of the Ministry of Health of Cambodia. Although there are at least two big pharmacies in Phnom Penh where the drug is sold, the extremely high price (USD 10 per tablet) excludes its wide-scale use.\nOne third of cases were clear of hookworm after three weeks of single dose mebendazole treatment. Our observed low cure rate of single dose mebendazole is coinciding with the recent control trial study among school-aged children in Lao PDR [52]. Our study did not determine the efficacy of ivermectin against other STH infections. Nevertheless, ivermectin has shown low efficacy against hookworm and T. trichiura infections, except A. lumbricoides [50].\nIt is not surprising that the age of participants was not associated with S. stercoralis infection. The literature explains that individuals can acquire the infection, usually at a young age, which persists until the time of diagnosis in adulthood, thus without further exposure to infected areas [9]. Nevertheless, we observed that the personal hygiene of children was a significant predictor for a S. stercoralis infection. S. stercoralis is mainly transmitted through skin penetration by the infective larvae from contaminated soil [53]. The transmission of strongyloidiasis could be interrupted by improving basic personal hygiene, such as defecating in a toilet and wearing shoes when in contact with soil. Our study found almost three-quarter of strongyloidiasis cases in the population could be prevented if personal hygiene (possession and use of latrine) was improved.\nIn conclusion, S. stercoralis is highly prevalent in rural Cambodian schoolchildren. Almost two-thirds of the infections could be avoided by proper sanitation. In the absence of a “gold standard”, the examination of multiple stool samples with different diagnostic methods is required in order to reach a reliable estimate of the prevalence. An adequate therapeutic regimen in the treatment of chronic uncomplicated strongyloidiasis is ivermectin at a dose of 100 µg/kg/day for two days. The availability and cost of ivermectin are critical issues in Cambodia."
}