{
    "Abstract": "Effective parenteral vaccines are available to control rabies in dogs. While such vaccines are successfully used worldwide, the period between vaccine boosters required to guarantee protection of the population against rabies varies between vaccines and populations. In Flores Island, Indonesia, internationally and locally produced rabies vaccines are used during annual vaccination campaigns of predominantly free-roaming owned domestic dogs. The study objective was to identify the duration of the presence and factors associated with the loss of adequate level of binding antibodies (≥0.5 EU/ml) following rabies vaccination in a domestic dog population on Flores Island. A total of 171 dogs that developed an antibody titre higher or equal to 0.5 EU/ml 30 days after vaccination (D30), were repeatedly sampled at day 90, 180, 270, and 360 after vaccination. On the day of vaccination (D0), an interview was performed with dog owners to collect information on dog characteristics (age, sex, body condition score (BCS)), history of rabies vaccination, kind of daily food, frequency of feeding, and origin of the dog. Serum samples were collected and the level of antibodies was quantitatively assessed using ELISA tests. Dogs were categorized as having an adequate level of binding antibodies (≥0.5 EU/ml) or inadequate level of binding antibodies (<0.5 EU/ml) at each time points examined. A total of 115, 72, 23, and 31 dogs were sampled at D90, D180, D270, and D360, respectively, with the highest proportion of antibodies ≥ 0.5 EU/ml (58%, 95% CI, 49–67%) at D90, which reduced gradually until D360 (35%, 95% CI, 19–52%). Multivariable logistic regression models showed that loss of adequate level of binding antibodies is significantly associated with dogs having no history of vaccination or vaccination applied more than 12 months before D0, being less than 12 months of age, and having a poor BCS. These results highlight the importance of BCS regarding the immune response duration and provide insights into frequency of vaccination campaigns required for the internationally available vaccine used on Flores Island. For dogs without vaccination history or vaccination being applied more than 12 months before D0, a booster is recommended within 3 months (a largest drop of antibodies was detected within the first 90 days) after the first vaccination to guarantee measurable protection of the population that lasts at least for one year."
}