{
    "Background": "Trachoma recrudescence after elimination as a public health problem has been reached is a concern for control programs globally. Programs typically conduct district-level trachoma surveillance surveys (TSS) ≥ 2 years after the elimination threshold is achieved to determine whether the prevalence of trachomatous inflammation-follicular (TF) among children ages 1 to 9 years remains <5%. Many TSS are resulting in a TF prevalence ≥5%. Once a district returns to TF ≥5%, a program typically restarts costly mass drug administration (MDA) campaigns and surveys at least twice, for impact and another TSS. In Amhara, Ethiopia, most TSS which result in a TF ≥5% have a prevalence close to 5%, making it difficult to determine whether the result is due to true recrudescence or to statistical variability. This study’s aim was to monitor recrudescence within Amhara by waiting to restart MDA within 2 districts with a TF prevalence ≥5% at TSS, Metema = 5.2% and Woreta Town = 5.1%. The districts were resurveyed 1 year later using traditional and alternative indicators, such as measures of infection and serology, a “wait and watch” approach.",
    "Methods/Principal findings": "These post-surveillance surveys, conducted in 2021, were multi-stage cluster surveys whereby certified graders assessed trachoma signs. Children ages 1 to 9 years provided a dried blood spot and children ages 1 to 5 years provided a conjunctival swab. TF prevalence in Metema and Woreta Town were 3.6% (95% Confidence Interval [CI]:1.4–6.4) and 2.5% (95% CI:0.8–4.5) respectively. Infection prevalence was 1.2% in Woreta Town and 0% in Metema. Seroconversion rates to Pgp3 in Metema and Woreta Town were 0.4 (95% CI:0.2–0.7) seroconversions per 100 child-years and 0.9 (95% CI:0.6–1.5) respectively.",
    "Conclusions/Significance": "Both study districts had a TF prevalence <5% with low levels of Chlamydia trachomatis infection and transmission, and thus MDA interventions are no longer warranted. The wait and watch approach represents a surveillance strategy which could lead to fewer MDA campaigns and surveys and thus cost savings with reduced antibiotic usage."
}