{
    "Background": "Use of the oral cholera vaccine (OCV) is a vital short-term strategy to control cholera in endemic areas with poor water and sanitation infrastructure. Identifying, estimating, and categorizing the delivery costs of OCV campaigns are useful in analyzing cost-effectiveness, understanding vaccine affordability, and in planning and decision making by program managers and policy makers.",
    "Objectives": "To review and re-estimate oral cholera vaccination program costs and propose a new standardized categorization that can help in collation, analysis, and comparison of delivery costs across countries.",
    "Data sources": "Peer reviewed publications listed in PubMed database, Google Scholar and World Health Organization (WHO) websites and unpublished data from organizations involved in oral cholera vaccination.",
    "Study eligibility criteria": "The publications and reports containing oral cholera vaccination delivery costs, conducted in low- and middle-income countries based on World Bank Classification. Limits are humans and publication date before December 31st, 2014.",
    "Participants": "No participants are involved, only costs are collected.",
    "Intervention": "Oral cholera vaccination and cost estimation.",
    "Study appraisal and synthesis method": "A systematic review was conducted using pre-defined inclusion and exclusion criteria. Cost items were categorized into four main cost groups: vaccination program preparation, vaccine administration, adverse events following immunization and vaccine procurement; the first three groups constituting the vaccine delivery costs. The costs were re-estimated in 2014 US dollars (US$) and in international dollar (I$).",
    "Results": "Ten studies were identified and included in the analysis. The vaccine delivery costs ranged from US$0.36 to US$ 6.32 (in US$2014) which was equivalent to I$ 0.99 to I$ 16.81 (in I$2014). The vaccine procurement costs ranged from US$ 0.29 to US$ 29.70 (in US$2014), which was equivalent to I$ 0.72 to I$ 78.96 (in I$2014). The delivery costs in routine immunization systems were lowest from US$ 0.36 (in US$2014) equivalent to I$ 0.99 (in I$2014).",
    "Limitations": "The reported cost categories are not standardized at collection point and may lead to misclassification. Costs for some OCV campaigns are not available and analysis does not include direct and indirect costs to vaccine recipients.",
    "Conclusions and implications of key findings": "Vaccine delivery cost estimation is needed for budgeting and economic analysis of vaccination programs. The cost categorization methodology presented in this study is helpful in collecting OCV delivery costs in a standardized manner, comparing delivery costs, planning vaccination campaigns and informing decision-making."
}