{
    "Introduction": "Trachoma, caused by ocular Chlamydia trachomatis, is the leading infectious cause of blindness world-wide [1]. In addition to the heavy personal and societal burden inflicted by loss of vision, there are significant economic impacts as well. The 3.8 million cases of blindness and 5.3 million cases of low vision due to trachoma are estimated to diminish productivity by $2.9 billion each year [2].\nA multi-faceted strategy to control all phases of trachoma has been endorsed by the World Health Organization (WHO), consisting of Surgery (to repair lids distorted by trachoma (trichiasis) in imminent danger of vision loss), Antibiotics (mass drug (antibiotic) treatment (MDA) to reduce the community pool of infection with Chlamydia trachomatis), Face washing (to reduce transmission from ocular and nasal secretions), and Environmental improvements (to interrupt transmission and prevent re-emergence). Children, particularly pre-school age children, in trachoma-endemic communities are the reservoir of infection and active follicular trachoma [3]–[5].\nThe WHO has recommended at least three years of annual MDA, with coverage targets of 80% of the population, followed by an impact survey to guide continued MDA. The indication for ongoing MDA is a prevalence of clinical follicular trachoma of ≥10% in children ages 1 to 9 years. However, there are no data on whether increasing coverage in children would result in more rapid declines in infection. Recent data from Tanzania suggest that with coverage less than 80%, more than seven years of annual mass drug administration (MDA) might be needed to achieve the target of trachoma less than 5% [6]. On the other hand, one round of MDA with high coverage in low prevalence communities in The Gambia lowered the infection rate to virtually zero although clinical signs of trachoma were still present [7]. Such data suggest that in low prevalence communities, high coverage may obviate the need for three annual rounds of MDA. In addition, relying for cessation of treatment on clinical signs of trachoma may result in unnecessary treatment of communities where infection has been eliminated and only residual disease is present. Yet, in some communities, even low rates of active trachoma are associated with the presence of infection [8]. Research on the optimal use of antibiotic for trachoma control, especially now that MDA distribution may be integrated with other neglected tropical diseases is urgently needed [9].\nWe hypothesized that increasing the coverage of MDA to greater than 90% as monitored in children would result in more rapid decline in infection and trachoma compared to usual coverage, between 80–90%. Where communities achieved an estimated prevalence of infection less than 5% in children ages ≤ five years (regardless of status of clinical signs), we hypothesized that the community could cease mass treatment without re-emergence. To test these hypotheses, we conducted a community-randomized trial in Kongwa Tanzania.",
    "Methods": "Ethics Statement\nAll study procedure and protocols were approved by the Johns Hopkins University Institutional Review Board and the National Institute for Medical Research in Tanzania. Written informed consent was obtained by parents on behalf of all child participants. ClinicalTrials.gov ID#NCT00792922.\n\n\nOverview\nCommunities were randomized 1∶1∶1∶1 in a 2×2 factorial design to two different coverage targets: 80%–90% (usual target) versus >90% (enhanced target). They were also randomized to two different annual MDA strategies: yearly mass treatment for 3 years (usual care) versus yearly mass treatment each year if warranted by the infection prevalence above 5%; otherwise, the MDA would cease for communities in this arm and the community monitored for re-emergent infection (cessation rule) [10].\nCommunities were randomly selected from all communities in Kongwa district based on previous research or assessment suggesting the prevalence of TF was 20% or greater. Within each community, 100 children less than five years old were randomly selected and surveyed for trachoma and infection at baseline and new samples selected every six months for 36 months. Mass drug administration was provided to each community annually, unless the community was randomized to the cessation rule arm and the prevalence of infection or trachoma fell to less than 5%. Our working definition of the cessation rule was if zero children out of 100 in the sentinel sample at 6 months or 18 months had infection, as determined by PCR, then the next round of MDA would not occur. With a sample size of 100 children, finding no infection is associated with an exact upper 95% confidence limit less than 5%.\nThe design of the trial is shown in Figure 1. By the 18 month survey, no community in the arms randomized to the cessation rule had achieved an estimated prevalence of infection less than 5%, so all communities proceeded to have three rounds of MDA. Thus, for the final analyses, the main effect of the stopping rule was not considered since no communities were stopped. Only the main effect for the coverage arms was analyzed.\n\n\nCommunities\nThe eligibility criteria for communities in this trial were as follows:\n\nCommunities were part of the Kongwa District in Tanzania\nIf the population estimate from the last Tanzania census for the community was greater than 5,000 persons, the community was not included as these were considered urban areas.\nBased on initial assessment the community prevalence of trachoma was estimated at 20% or higher\nThe community leadership agreed that the community could participate.\nWe defined communities as the smallest population level for implementation of services. Kongwa district is part of the National Trachoma Control Program for Tanzania, so all communities outside the trial were offered MDA if the prevalence of TF was >10% in children ages 0–9 years.\n\n\nIntervention\nMDA consists of a single dose of azithromycin, 20 mg/kg up to 1 GM, offered to all residents of the community ages 6 months or older. Infants under age 6 months are offered topical tetracycline. MDA was carried out by a network of paid community treatment assistants (CTAs) who were trained and supervised by Kongwa Trachoma Project staff. These were the only staff that had access to the randomization assignment of the community in order to monitor coverage and plan for MDA cessation.\nThe census list of the community was used to monitor coverage, and as each resident presented for treatment, treatment was observed and recorded in the treatment log by the CTA. The numbers of treatment days were scheduled depending on the tally of coverage at the end of the first three days in each community. For subsequent days, the CTAs were notified in advance of persons who missed MDA, and were to go house to house to provide treatment. If, after the first 3 days of MDA, the percentage of children treated was between 80% and 90% for the one coverage arm, or above 90% for the second coverage arm, then treatment for that community stopped. If treatment was below target, then the staff supervisor scheduled subsequent days for the community, with treatment to be held for another day until coverage targets are met or all persons accounted for in the Treatment log. All persons who presented for treatment were treated, even if it meant higher than 90% coverage for communities randomized to 80–90% coverage.\nTreatment verification was undertaken after each round of MDA by having a sample of five households per CTA re-visited by a supervisor. Each person in the household was queried about receiving treatment. Payment of TSH 1,000 per day for the CTA ($0.80) was contingent on achieving 80% agreement on coverage of persons in the five households.\n\n\nOutcome Measures\nThe primary outcome measures are the prevalence of C. trachomatis infection, and the prevalence of follicular trachoma, at the community level at the 36 months survey (last follow up December 2011).\n\n\nRandomization Scheme\nUsing a custom built SAS macro for constrained randomization, the 32 villages were randomly assigned on a 1∶1∶1∶1 to each arm of the trial. This approach reduces the likelihood of a bad randomization outcome by constraining the randomization by baseline trachoma prevalence as a co-variate [11], thus ensuring balance in each arm. The study statistician had the responsibility for generating the random assignment of communities. After the village leadership had agreed the community would participate, the census and survey completed, the random assignment was provided to the project director in Tanzania. He then informed the MDA implementation team immediately prior to MDA.\nFor each survey, a custom built Access program (Microsoft Office 2007) randomly selected from the most recent census a list of 110 children ages 5 years and under. A random number was assigned to each child and we used the first 110 lowest numbers. Ten children were kept in reserve in case of the unavailability of a child in the first 100 children sampled.\n\n\nSample Size Determination\nAssuming a standard deviation of 0.05 within each arm, a correlation of 0.5 between baseline and 36 month results, a figure observed from previous studies, and no interaction between factors, we estimate that a total of 32 communities provides greater than 80% power for each main effect. Neither the assumption of plausible variation in a possible interaction effect nor the assumption of a beta distribution rather than a normal distribution altered these estimates to any substantial degree. Although we estimated that between 40% and 80% of communities randomized to the cessation rule arms would cease MDA, in fact zero communities ceased MDA. Thus, for the final analyses, 16 villages were in the 80–90% coverage group and 16 villages were in the >90% coverage group.\n\n\nMasking\nThe survey teams who assessed trachoma were masked to the allocation of the communities in each arm, as they were never shown the allocation and communities were surveyed in no order by treatment allocation. It was theoretically possible that if a community had MDA stopped their allocation to the cessation rule would be unmasked, but none of the communities were stopped.\nThe laboratory at Johns Hopkins University received specimens with labels that could not be linked to persons or study arms by lab personnel, and these were processed for infection masked to intervention. The results were reported only to the statistician and data managers of her team. The community residents who participated in the survey were not told the results of the laboratory findings, since all were eligible to receive azithromycin. Thus, the infection outcomes were double masked.\n\n\nStudy Methods\nCensus.In each of the 32 communities, a complete census of all households was carried out starting in May 2008 until December 2008. The census was updated yearly and new households and new persons in existing households were recorded, as well as households and persons who no longer resided in the community were noted.\n\nSurveys.Details of the surveys are described elsewhere [10], but summarized as follows:\nThe 100 sentinel children presented for examination at a central site. Written informed consent was obtained from the guardian prior to the start of the examination. The trachoma grader, lid flipper, and laboratory person were all gloved and changed gloves between subjects to avoid field contamination. Both eyelids of the child were everted and the tarsal conjunctiva graded for signs of clinical trachoma, using the WHO simplified grading scheme [12]. On a random sample of sentinel children, ocular photographs of the right eye were taken to determine drift in grading over time. A swab to test for infection was taken of the right eye, using a Dacron swab, stored dry and frozen until shipped to the International Chlamydia laboratory at Johns Hopkins. A 5% sample of “air” control swabs were also taken to test for field and laboratory contamination.\nThe specimens were processed using the Amplicor kit (Roche Molecular systems, Pleasanton, CA) according to strict protocol, outlined in the manufacturer's kit directions. Each swab was eluted by vortexing in Amplicor CT/NG lysis buffer in polypropylene tubes, and then Amplicor specimen diluent was added. Two C. Trachomatis positive and two C. trachomatis negative processing controls were run with each batch of specimens. Samples whose values in valid runs were ≥0.8 A450 were counted as positive, and samples less than 0.2 A450 were considered negative. Samples for which the result were equivocal (≥0,2, <0.8) were tested again; if equivocal twice, they were left as equivocal and reported as not positive in the analyses as no run equaled 0.8 or greater. Less than 0.1% of specimens were equivocal. The laboratory personnel were masked to community and treatment assignment.\nBaseline, 12 month, and 24 month surveys were carried out prior to annual MDA.\n\nQuality control.Trachoma assessment was monitored over time using the field photographs, at least 50 per grader per visit. These were graded after each survey by a senior grader (RB) masked to the field grades and to the grades of the images by the field graders. Agreement was assessed using Kappa statistic, and if agreement fell below 0.6 for any survey, re-standardization was instituted to bring agreement to acceptable levels. At no survey was agreement less than 0.6\nField and laboratory contamination was monitored over time using the field “air” controls, as well as internal laboratory controls for each run. If any field control was positive, then immediate investigation was undertaken to determine the source of contamination, and specimens re-run if needed to confirm results. At the baseline survey, the laboratory experienced contamination in the initial processing of the specimens, and 76 specimens (23, 43, and 10 in each of three communities) out of 3200 could not be used. There were no further losses due to contamination in the study.\nData quality, results of monitoring for quality of trachoma assessment and laboratory assessment of infection, were presented to a yearly meeting of the Data and Safety Monitoring Committee.\n\nStatistical analyses.Because no community in the “stopping rule” arm reached the pre-specified rule for ceasing MDA, the analytic plan was based on the main effect of two coverage arms, as follows:\nThe primary analyses were conducted on the intention-to-treat principle (ITT); therefore, communities were analyzed according to their coverage randomization assignment regardless of their actual coverage level. We pre-specified that if there was no difference in the ITT analyses, we would undertake analyses of actual coverage and the relationship to infection and trachoma at 36 months.\nWe compared baseline community and other characteristics that may be related to the prevalence of infection/follicular trachoma prior to conducting further analyses, and any variables unevenly distributed among groups was included in all multivariate models to control for potential residual confounding. Population characteristics were summarized at community level and then summarized by group. The mean (SD) for each arm is presented for each characteristic. The Kruskal-Wallis test was used for comparison.\nThis trial had a pre-specified outcome of the prevalence at 36 months only, because usual program practice is to evaluate the outcomes at 3 years post-baseline and it was felt that the difference in coverage levels would be seen by three years. We modeled the community-level prevalence at 3-years post first mass treatment on a square root transformed scale. Ordinary least squares (OLS) linear regression was used to model the square-root transformed prevalence including independent variables for coverage arm and baseline prevalence of infection/follicular trachoma.\nWe calculated the adjusted mean difference in prevalence of infection/follicular trachoma by treatment arm at 36 months as follows: 1) For each community, using the baseline observed prevalence, treatment arm, and the parameters estimated from the square root transformed model described above, we estimated the predicted prevalence. 2) For each arm we average the estimated prevalences; 3) The difference in the adjusted mean prevalence for enhanced arm and the standard arm was then calculated. 4) In order to derive the confidence intervals for the adjusted difference, we repeated Steps 1 to 4 for 1000 bootstrap samples; 5) The median of the adjusted mean differences and corresponding 2.5% and 97.5% percentiles were reported.",
    "Results": "A comparison of baseline characteristics of each of the 4 groups of communities showed no imbalances in population size, percentage of households with no latrine, percentage more than 30 minutes from water, or average education of head of household. Similar prevalence of follicular trachoma and C. trachomatis infection were observed (Table 1). For the rest of the analyses, we show only the coverage arms because none of the communities stopped MDA during the study (Figure 1)\nThe treatment coverage at each of the three rounds of mass drug administration was consistently greater in the enhanced target group compared to the usual target group (Table 2). The average difference between the two groups in terms of coverage was never more than 6% (third round of mass treatment). All of the communities in the usual target arm achieved coverage above 80% in children under age ten years in each of the three rounds. Only at the one year treatment round did one village in the enhanced target group have coverage below 90%.\nThe baseline prevalence of infection with C. trachomatis was not different between the two coverage groups, 20.1% and 23.8% respectively (Figure 2). There was a decline in infection from baseline to 36 months in both the usual target group and the enhanced coverage group. At 36 months (one year after the third MDA), the prevalence of infection was 4.0% in the usual target group and 5.4% in the enhanced target group, with an adjusted difference of 1.4% (95% Confidence Interval (CI) = −1.0% to 3.8%).\ntrachomatis Infection over time by Coverage Arm.\nThe prevalence of follicular trachoma by treatment group showed a similar patter, with no difference between groups at baseline, 30.4% and 30.9% in the usual target and enhanced target group respectively (Figure 3). By 36 months, the trachoma prevalence had fallen to 6.1% and 9.0% respectively, an adjusted difference of 2.6% with 95% CI = −.3% to 5.3%.\nSeparate models of infection and trachoma at 36 months, adjusted for baseline prevalence, showed no effect of being in the enhanced target arm (Table 3). The prevalence of trachoma at baseline predicted the prevalence of trachoma at 36 months, but the prevalence of infection at baseline was not predictive of infection at 36 months.\nWhen analyzed as actual coverage, there was still no evidence that increasing coverage in children resulted in lower infection or trachoma prevalence at 36 months (Table 4). If the variable of average percentage coverage over the three rounds was replaced with a variable of percentage coverage at the last round of mass treatment, there was still no evidence for a significant decrease in infection or trachoma with increasing coverage at 36 months (data not shown).\nThere were no serious adverse events reported in either arm.",
    "Discussion": "This community based, randomized trial had two major findings: first, there was no evidence of benefit to increasing mass drug administration coverage of children ages under ten years above 90%, compared to targeting coverage between 80–90%. The analyses repeated on actual coverage found no benefit per unit increase in coverage either. Second, that if the baseline prevalence of trachoma in communities are estimated at 20% or greater, two years of annual MDA were insufficient to decrease infection in any community below an estimate of 5% and at least three annual rounds will be necessary even with high coverage.\nThere may be at least two possible reasons for the first finding. With coverage this high in children, there were very few children who were not treated at least once after three MDAs. In a study in these communities of persistent non- participation in MDA, Ssemanda et al found that only 2% of households contained children who did not participate in 2 MDAs [13]. By the third round of MDA, there may be little benefit to the extra effort required to achieve over 90% coverage. This supposition has supporting evidence with the rapid fall in infection by 36 months in both arms of the trial. Trachoma at baseline in these communities averaged 30%, with 22% infection. By three years and three rounds of MDA, infection averaged 4.7% and trachoma fell to an average of 7.6%. The trajectory suggests that just a few more rounds of MDA would be needed to decrease trachoma below 5% and even eliminate infection, fewer annual rounds than suggested by other work in Tanzania where coverage was estimated at less than 75% [6].\nAnother possible reason is that the difference in coverage in the enhanced target versus the usual target groups was relative small. The coverage in children in the usual target group was high, 90%, 88%, and 87% respectively for the three rounds. While some communities were lower, no community had MDA coverage in children below 80%, by design. The enhanced target group had significantly higher coverage, but the largest difference was in the third round with average coverage of 93% compared to the usual care group with average coverage of 87%. However, even adjusting for slightly higher rates of infection in the enhanced coverage group, there was no survey where the enhanced coverage group had a point estimate that was lower infection or trachoma compared to the usual coverage group. When the analyses were repeated using actual coverage in the communities, where the range was greater, there was no apparent effect of increasing coverage on infection or trachoma. The data appear to be more consistent with an absence of an effect of enhanced coverage than failure to detect a difference.\nIt is unlikely that the intervention was carried out improperly in either arm of the trial. Treatment verification consistently showed high agreement between recorded treatment and personal history of recipients. Trachoma and infection fell over time consistent with good coverage in children as reported from studies elsewhere in other high prevalence villages [14], [15].\nThe fact that we did not stop MDA in any of the communities randomized to the cessation rule, even with high coverage, provides support for the WHO guideline that suggest 3 rounds of MDA before re-assessing the impact, at least for communities with baseline prevalence above 20%. We had expected that with high coverage, communities would reach our pre-specified target of zero cases of infection in 100 sentinel children before the third round of MDA. This did not happen when the starting prevalences of infection in the communities were, on average, 22%. Our experience was different than the experience with high coverage in small communities in Ethiopia, where after a single round of high coverage, infection fell from 50% to less than 5% at 6 months and after a second round at 6 months, disappeared [15]. Other studies in The Gambia and in a low prevalence community in Tanzania reported that one to two annual rounds was sufficient to eliminate infection [7], [16], but these communities started with low levels of infection. A recent study from Ethiopia noted that annual treatment with high coverage reduced infection from 42% in children ages 0–9 years to 1.9% after four rounds of annual MDA, which is more consistent with the trajectory of our observed decline [17]. In that study, 5 of the 12 communities had no infection at 36 months, but with on average only 50 sentinel children per community, the possibility of infection as high as 5% could not be ruled out.\nIn summary, a community randomized clinical trial comparing high coverage (80–90%) in children with antibiotic for trachoma to very high coverage (>90%) found no difference in infection or trachoma rates after three annual rounds of MDA. The results suggest that aiming for at least 80% coverage of children in trachoma endemic communities is reasonable, and there is no advantage to expending resources to push for even higher coverage. When treating communities with 20% or greater prevalence of trachoma at baseline, at least 3 rounds of MDA will be needed before infection drops confidently below 5%."
}