{
    "Abstract": "The development of rapid serodiagnostic tests for sleeping sickness and other diseases caused by kinetoplastids relies on the affordable production of parasite-specific recombinant antigens. Here, we describe the production of recombinant antigens from Trypanosoma brucei gambiense (T.b. gambiense) in the related species Leishmania tarentolae (L. tarentolae), and compare their diagnostic sensitivity and specificity to native antigens currently used in diagnostic kits against a panel of human sera. A number of T.b. gambiense protein antigen candidates were chosen for recombinant expression in L. tarentolae based on current diagnostics in field use and recent findings on immunodiagnostic antigens found by proteomic profiling. In particular, the extracellular domains of invariant surface glycoprotein 65 (ISG65), variant surface glycoproteins VSG LiTat 1.3 and VSG LiTat 1.5 were fused with C-terminal histidine tags and expressed as soluble proteins in the medium of cultured, recombinant L. tarentolae. Using affinity chromatography, on average 10 mg/L of recombinant protein was purified from cultures and subsequently tested against a panel of sera from sleeping sickness patients from controls, i.e. persons without sleeping sickness living in HAT endemic countries. The evaluation on sera from 172 T.b. gambiense human African trypanosomiasis (HAT) patients and from 119 controls showed very high diagnostic potential of the two recombinant VSG and the rISG65 fragments with areas under the curve between 0.97 and 0.98 compared to 0.98 and 0.99 with native VSG LiTat 1.3 and VSG LiTat 1.5 (statistically not different). Evaluation on sera from 78 T.b. rhodesiense HAT patients and from 100 controls showed an acceptable diagnostic potential of rISG65 with an area under the curve of 0.83. These results indicate that a combination of these recombinant antigens has the potential to be used in next generation rapid serodiagnostic tests. In addition, the L. tarentolae expression system enables simple, cheap and efficient production of recombinant kinetoplatid proteins for use in diagnostic, vaccine and drug discovery research that does not rely on animal use to generate materials."
}