{
    "Background": "In 2015, Singapore had the first and only reported foodborne outbreak of invasive disease caused by the group B Streptococcus (GBS; Streptococcus agalactiae). Disease, predominantly septic arthritis and meningitis, was associated with sequence type (ST)283, acquired from eating raw farmed freshwater fish. Although GBS sepsis is well-described in neonates and older adults with co-morbidities, this outbreak affected non-pregnant and younger adults with fewer co-morbidities, suggesting greater virulence. Before 2015 ST283 had only been reported from twenty humans in Hong Kong and two in France, and from one fish in Thailand. We hypothesised that ST283 was causing region-wide infection in Southeast Asia.",
    "Methodology/Principal findings": "We performed a literature review, whole genome sequencing on 145 GBS isolates collected from six Southeast Asian countries, and phylogenetic analysis on 7,468 GBS sequences including 227 variants of ST283 from humans and animals. Although almost absent outside Asia, ST283 was found in all invasive Asian collections analysed, from 1995 to 2017. It accounted for 29/38 (76%) human isolates in Lao PDR, 102/139 (73%) in Thailand, 4/13 (31%) in Vietnam, and 167/739 (23%) in Singapore. ST283 and its variants were found in 62/62 (100%) tilapia from 14 outbreak sites in Malaysia and Vietnam, in seven fish species in Singapore markets, and a diseased frog in China.",
    "Conclusions": "GBS ST283 is widespread in Southeast Asia, where it accounts for a large proportion of bacteraemic GBS, and causes disease and economic loss in aquaculture. If human ST283 is fishborne, as in the Singapore outbreak, then GBS sepsis in Thailand and Lao PDR is predominantly a foodborne disease. However, whether transmission is from aquaculture to humans, or vice versa, or involves an unidentified reservoir remains unknown. Creation of cross-border collaborations in human and animal health are needed to complete the epidemiological picture."
}