{
    "Background": "Neglected tropical diseases (NTDs) continue to burden low- and middle-income countries (LMICs) [1]. Designing therapeutics, vaccines and diagnostics for NTDs requires a deep understanding of the specific conditions in which they will be used, for them to be aligned with needs of fragile health systems and users [2,3]. Target Product Profiles (TPPs) are a valuable instrument to include these requirements and optimise the design and development of medicinal products. The Health Product Profile Directory, a dedicated directory of product profiles for health interventions containing a large number of TPPs for NTDs, was published by TDR, the Special Programme for Research and Training in Tropical Diseases [4,5].\nThe concept of TPPs was developed in 1997 by a Clinical Development Working Group composed of representatives from the Food and Drug Administration (FDA) and the pharmaceutical industry. It recommended using a template summing up drug labelling concepts to focus discussions and help understanding between the FDA and product developers, in addition to product design specifications [6]. There is no common format for TPPs and their use. They are mostly used either as a document signifying what a commercial sponsor would like to claim in labelling and product development [6,7], or what attributes are being sought for a public health intervention to achieve the intended health impact [8–10], in which case they are often shared with collaborators and/or made publicly available. TPPs have been indicated as useful tools for drug and diagnostic development for NTDs [11,12].\nThere is little methodological guidance on how to construct TPPs; actual methodologies vary. For example, PATH has constructed TPPs for diagnostics for three NTDs using comprehensive approaches involving literature reviews, surveys and interviews with experts and stakeholders, process maps and review of available diagnostic tools [13]. A TPP for a point-of-care diagnostic test for CL was developed by FIND and DNDi, based on a draft and discussions with experts at a meeting, followed by an online survey with a larger audience of stakeholders and experts [14]. Few studies describe patients’ involvement as stakeholders in the construction of a TPP [15]. A high-level guideline [16] and a roadmap [17] have been published recently. Adepoyibi et al. [18] conducted a survey among laboratory personnel, national tuberculosis control program managers, donors, technical experts, patients and researchers, and asked them to rank the items in a TPP for tuberculosis diagnostic tools by their perceived importance. Denkinger et al. [19] included patients among stakeholders in the prioritization of TPP items for tuberculosis diagnostic tools. Studies using exploratory approaches (e.g., using qualitative semi-structured interviews or focus group discussions) of patient involvement are scarce [20].\nWe present a methodological and analytical approach as to involve patients in the identification of preferred characteristics of a new drug, and how this could inform TPPs. We focussed on NTDs, taking cutaneous leishmaniasis (CL) as an exemplar. CL, a parasitic vector-borne disease, disproportionally affects poor populations across tropical, subtropical and temperate regions [21]. It is caused by different Leishmania species, with a range of clinical manifestations. The disease results in visible lesions on exposed parts of the body, which can be distressing and discomforting, and typically leave lifelong scars. At present, there is no treatment which is effective, safe and easy to administer, supported by a robust evidence-base[22,23]. Currently, in the main endemic regions, treatment largely relies on antimonials administered intramuscularly or intravenously during 20 to 28 days, causing frequent adverse events [23]. Drug and diagnostic development efforts are ongoing mostly within public private partnerships (PDPs), such as DNDi or FIND. American cutaneous leishmaniasis, or New-World CL (NWCL), is a form of CL caused by distinct Leishmania species endemic to the Americas, which has a low propensity for self-healing [24] and a risk of progression to a mucosal or mucocutaneous form (where destructive sores develop in the mucous membranes of the mouth, nose and throat) [25].\nWe report the methods and findings of a qualitative study assessing preferences for treatment of CL patients from Brazil, Colombia, and Austria, who were infected with New-World Leishmania species and received different types of treatment. This study is following an exploratory approach, that is, not restricted to pre-defined categories, or patients’ roles as end users. It complements a previous analysis where we reported patient-preferred outcomes for CL treatments, and suggested ways of considering them in the conduct of clinical trials and in clinical practice [26,27].",
    "Methods": "Ethics statement\nEthical clearance of the protocol was obtained from the following institutional review boards (IRBs) and ethics committees (ECs).World Health Organization Research Ethics Review Committee (WHO ERC), Geneva, Switzerland. Comité Institucional de Ética de Investigación en Humanos (CIEIH), Ethics committee of the Centro Internacional de Entrenamiento e Investigaciones Médicas (CIDEIM), Cali, Colombia. Instituto René Rachou, Fundação Oswaldo Cruz (FIOCRUZ), Minas Gerais, Brazil and Comissão Nacional de Ética em Pesquisa—CONEP, Brasília, Brazil. Comité de Bioética Sede de Investigación Universitaria (CBE-SIU), Universidad de Antioquia, Medellín, Colombia. Oxford Tropical Research Committee (OxTREC), University of Oxford, Oxford, UK. Ethics Committee of the Medical University of Vienna, Vienna, Austria. Only patients above the age of consent were interviewed. Consent was obtained by signature, or an appropriate alternative, as specified by the relevant IRBs. We obtained consent from participants unable to sign by including at least one literate witness, chosen, if ever possible, by the participants themselves. Ethical procedures at each site observed the respective IRB guidance, and are further detailed in the study protocol [26].\n\n\n\nStudy sites and populations\nUsing a comprehensive interview topic guide [26], individual semi-structured interviews of about one-hour duration, related to their disease experiences, preferences and expectations, were conducted with 33 CL patients at four sites in Austria, Brazil and Colombia. Under the assumption that this would cover the range of patients’ profiles and experiences, we purposively sought maximum variation along characteristics such as patients’ gender, age, treatment status (before, during, after treatment), clinical lesion presentation and causative New-World Leishmania species. We took the socioeconomic context into consideration by including participants from a high-income country (Austria) and low- and middle-income countries (Brazil and Colombia).\nAustria: Three interviews were conducted at the Vienna General Hospital, Austria, which is the largest hospital in Austria and manages most CL cases imported into Austria. Austria is considered a non-endemic country for leishmaniasis, although two presumably autochthonous cases have been reported [28,29].\nBrazil: Ten interviews were conducted at the Centro de Referência em Leishmaniose do Instituto René Rachou (CRL-IRR), Belo Horizonte, Brazil. CRL-IRR works as a reference center for management of CL for the state of Minas Gerais, in southeastern Brazil, the third Brazilian state in CL cases. Most patients were residents in small towns or rural areas within a radius of 500 kilometers from the center.\nColombia: Ten interviews were conducted at the CIDEIM facilities in Cali and Tumaco. The Cali facility works as a reference center for management of CL in south-west Colombia. Tumaco is a municipality located in southern Colombia, where there is endemic transmission of CL, and it is one of the areas reporting most cases of CL in Colombia. CIDEIM operates as a primary health and research facility. Patients of these two facilities are mostly civilians. Furthermore, researchers from the PECET (Program for the Study and Control of Tropical Diseases) of the University of Antioquia conducted ten interviews with soldiers who were in the Leishmaniasis Recovery Center of the national army in Boyacá. The program for management of CL for the Colombian military includes a special facility, Directly Observed Therapy (DOT) and follow-up lab tests and medical support until the end of treatment. In Colombia, the military population due to their professional duties (fight against armed groups and drug traffickers) is one of the groups most affected by CL. Interviews occurred prior to signing the peace agreement with the FARC guerrilla.\n\n\nData collection\nInterviews were conducted in the patients’ mother tongues by four researchers (MC, GC, JK, LLC) and audio recorded; interviewers took notes. Interviews from Colombia and Brazil were conducted as part of the study published by Erber et al. [26], and the Austrian interviews were conducted in 2019 following the same protocol and interview guide. Each recording was transcribed into the language in which the interview was conducted, and subsequently translated into English for analysis. Quality of the original transcripts and translations were verified by the researchers conducting the interviews.\n\n\nData analysis\nTranscripts were analysed using a framework approach [30,31], with pre-defined categories imported into Nvivo 12 (QSR International) as nodes for coding of transcripts. As a framework, we used the TPP developed by DNDi specifically for CL treatment [32]. Two additional categories (Perceived barriers and Other development needs) were added as they emerged from the interviews and were deemed realistic to address in a broader drug development context. Two categories (Target species and Stability) were omitted as they were not addressed in the interviews. Coding of transcripts was conducted independently by two researchers (MC and ACE), and results discussed. During analysis, the coding framework was subject to continuous updating. The final coding framework is shown in Table 1.\nThe coding framework is based on the TPP developed by DNDi [32]. TPP categories are in bold; existing ones were amended by two added during the coding process (denoted with an asterisk *).\nThemes, concepts or propositions that describe, help to interpret and explain aspects of the data [31] were articulated and developed by comparison between and within interviews by two researchers (MC and ACE). Themes were then assessed for potential incorporation into a TPP, and for being considered during drug development in general. In line with the exploratory nature of the study, we did not want to prioritize; therefore, we did not count the number of times a specific aspect was mentioned (frequency analysis) and did not present themes within a TPP category in a particular order.",
    "Results": "Thirty-three cutaneous leishmaniasis (CL) patients from Brazil, Colombia, and Austria were interviewed. Most participants were male (n = 25, 76%) and the median age was 32 years (range 18–71 years). Leishmania species were determined either by DNA sequencing (Austria) or based on epidemiological criteria (predominant species in the region of infection; Brazil, Colombia). On average, patients had 1.7 lesions (median = 1, range 1–5). Four (12%) patients have had CL diagnosed but not started treatment, 11 (33%) were under treatment, 18 (55%) had completed their treatment; 8 (24%) had received more than one treatment (due to treatment failures or reinfection). The overview of the characteristics of the study sites and the characteristics of patients enrolled in the study are presented in S1 Table.\nWe present patient preferences along the top-level domains of the DNDi’s TPP, 1 Safety and tolerability, 2 Contraindications, 3 Efficacy, 4 Formulation, 5 Treatment regimen, 6 Target population, 7 Cost, and two emerging categories 8 Perceived barriers and 9 Other development needs. An overview of themes by TPP categories can be found in S1 File. Differences related to participants’ country, sociodemographic (e.g., income, occupation) or clinical characteristics are described when relevant. Representative quotes by TPP categories and themes can be found in Table 2. Trade-offs across attributes in the TPP (domains), described by the participants, are summarized in Table 3.\nSix trade-off pairs could be identified. Among these, three were risks traded off with cure.\n\n\n1 Safety/Tolerability\nPatients described their experience with the types, timing and sequence of tests required to monitor the treatment safety. These descriptions were most detailed for the Colombian soldier population, the majority of them treated with systemic meglumine antimoniate. Information on preferences of monitoring was limited. Among these, two patients mentioned how monitoring needs determine the treatment location: One Colombian patient decided to stay in a city during the treatment to have better monitoring of the treatment, while one Austrian patient preferred to be treated in a hospital instead of on an outpatient basis, due to the severity of the experienced side effects. When speaking about systemic antimonials, some patients preferred a lower volume of drug to be administered due to the pain and adverse events (AEs) experienced.\nPatients’ descriptions of multiple adverse events in response to pentavalent antimony, pentamidine and miltefosine are in line with the literature. Many discussed tolerability of treatment and reported adverse events (AEs), at times in an emotional manner, describing the often-complex considerations they face. Patients often saw AEs as an inevitable part of the treatment, and accepted them. Fears of receiving treatment due to the injections and the side effects were illustrated by two Colombian soldiers. They met others requiring more than one course of antileishmanial treatment and were afraid of receiving a second treatment and its potential consequences (“it seems like a common pimple, but what they inject you for that pimple it’s what hits you hard\" -CP02-).\nIn contrast, three Brazilian patients described their positive experiences with intralesional administration of antimonials. Trade-offs made are reflected in how patients chose to ‘ignore’ the risks associated to the treatment when weighted against the need of being cured.\n\n\n2 Contraindications\nPatients described the reasons for which the systemic antimonial treatment was contraindicated, including hypertension and arrhythmia, and alternative therapies offered to them. Some participants, mainly soldiers, highlighted the need for self-care or ‘taking care’, such as avoiding certain food or activities, to contribute to the healing process. Notably, one Brazilian patient with contraindications described moments of shared decision making with the treating medical team, which was not observed in other groups. One Colombian patient described discussing the location of treatment, based on the need of need of monitoring, with his family.\n\n\n3 Efficacy\nTreatment efficacy was discussed extensively by patients. Efficacy was understood as clinical cure in relation to the lesion, the absence of sequelae, scar formation and the prevention of disease relapse/reinfection. As part of a larger study on outcomes, a number of aspects were already reported on in a separate publication [27]. In this category, we identified efficacy as an important driver in the trade-offs made about treatment (Table 3). Patients discussed the preference for an effective treatment in healing the wound, regardless of scar appearance, potential side effects or treatment duration.\nAs described in Tolerability, part of the fear of disease relapse and reinfection was having to repeat the treatment. Some patients were aware and afraid of the risk of reinfection when living in an endemic area. Thus, long-term sequelae of the treatment, particularly antimonials, and fears of sequelae related to the disease itself, such as disease progression, could be avoided by successful treatment.\n\n\n4 Formulation\nIn general, patients preferred oral and topical treatments due to the easier administration and being perceived as ‘fitting’ the disease. This conceptually interesting discussion was mentioned by different patients, who expressed that, since the infection is local, they would prefer the treatment to be also applied locally: a topical treatment for a local infection. This in addition to the perceived contrast between the treatment and the perceived disease severity, i.e., a long parenteral treatment for a ‘pimple’. By some patients, oral formulations are seen as easier, and an ideal treatment when compared to systemic antimonials.\nMost Colombian patients, both from the military and the civilian population, had a preference for ointments over injections. One mentioned the potential timeliness of applying a cream to the wound, assuming than an early treatment may limit the infection. Physical therapy in the form of thermotherapy was only mentioned by Austrian patients.\nWhen discussing parenteral formulations, patients often reported ‘fear of needles’—an aversion, or even a trauma, against injections. In contrast, some patients perceived injections as working faster and more effective than alternative modes of administration. While others, such as two Colombian patients, reported injections as the only treatment option. Mainly Colombian military patients discussed localized (directly on the lesion) versus systemic administration of antimonials. In this context, some patients prefer intravenous infusion (against intramuscular) due to the volume of medication, and less pain. However, intralesional injections were seen as preferable by being ‘stronger’, faster, and requiring fewer doses. This highlights the trade-offs between efficacy and other product characteristics.\n\n\n5 Treatment regimen\nTreatment regimen was found to be a TPP category rich in themes and trade-offs. Patients perceived long treatment durations as burdensome, particularly against the need to balance work obligations, and in connection with indirect costs (days of work lost). These were more marked for those living in remote areas. Twenty days to one month were seen as acceptable by some patients, corresponding to their experience, although they prefer the faster option to heal the skin lesion. In contrast, two patients at the military treatment center wanted additional recovery time before being sent back to operations. Patients described alternatives to mitigate the impact of the long treatment, including seeking help from others, often relatives, to administer the drug at or near home. Long treatments were accepted as a trade-off to achieving clinical cure.\nThe theme of compliance was central. In general, being treated, and taking the full treatment course, was seen as important to avoid relapse and sequelae. Many respondents continued treatment despite side effects. Reasons for this were the fear of disease progression and its consequences. Other patients reported treatment being paused, or suspended, due to adverse events, thus prolonging the overall treatment duration.\nRegarding treatment frequency, daily administration of parenteral drugs was considered as too frequent, and patients preferred weekly injections. This was partly related to the logistics of daily parenteral drugs, for example, having a different health provider during the weekends at the hospital, which may not be familiar with the case or the drug. In contrast, daily administration of oral treatment or a drug that can be used at home, was accepted.\nThe availability of the drug or trained healthcare providers also influenced the decisions of where to receive treatment. When facing this situation, a Brazilian patient opted for the weekly injections in another city instead of daily ones near their residence.\n\n\n6 Target population\nNot all respondents addressed this category; often interviewers were being asked to clarify. Most agreed that everyone should be treated, for reasons such as an intrinsic right to treatment, patients’ quality of life, or to avoid disease progression. A few patients noted that special populations, such as children, should not be treated due to the pain and frequent adverse events of the medication. Findings are available in more detail in S2 File, as they were difficult to interpret and incorporate in a TPP.\n\n\n7 Cost\nCosts were frequently mentioned by patients, especially those related to procedures such as administration of injections, consultations, diagnostic tests, and transport. Inadequate or over-the-counter medications before CL diagnosis were also discussed, but rarely costs related to antileishmanial drugs, in line with the treatment being provided for free in Austria, Brazil and Colombia. One Colombian patient mentioned paying for administration of the injections outside of the health care system. Costs of diagnostic and pre-treatment tests required to define eligibility to systemic antileishmanial drugs (e.g., blood cell count) were sometimes paid by patients to expedite the initiation of treatment.\nIn a high-income setting, an Austrian patient describes paying a 140 EUR (154 USD) fee for specialized care to shorten waiting times, while a Brazilian patient described the challenges trying to access specialized care in their town, both due to the costs of the appointment and limited of availability of specialists. Some patients, particularly among those living in remote areas, reported significant transport costs to treatment facilities using a variety of means of transport, as well as time lost due to the journey. One patient describes pawning and borrowing money to afford transportation costs. This aspect is closely related to Geographical barriers (S2 File).\nIndirect costs were mainly related to days of work lost and were mentioned as significant. Taking time off during treatment without payment was considered difficult for patients who worked as day laborers, or self-employed, some were not able to work at all during treatment, or not able to find work. Having to stay away from home for treatment was another reason for indirect costs and often affected patients’ income prospects. This contrasted with patients with formal employment, such as the Colombian soldiers or the Austrian patients. One Austrian received a sick leave of 4–5 weeks, noting that she was lucky and was not afraid of losing her job, due to her employer being treated for CL at the same time.\n\n\n8 Perceived barriers\nPatients reported barriers including geographical location, availability of treatment, migratory status or occupation (for example, civilian patients from Colombia reported difficult or no access to CL treatment for patients employed in illegal professions, or migrant workers) S2 File. Often there was a combination of different barriers that resulted in indirect costs and delayed initiation of treatment.\n\n\n9 Other development needs\nPatients emphasized the need for investments in research, to develop alternative drugs with a better safety profile. In addition, some patients emphasized the need to invest in vaccine development, knowing the risk of reinfection for people living in endemic areas.\nIn addition, patients emphasized the need for general information and dissemination activities, including information about the disease, such as the mode of transmission and treatment options, as well as campaigns to de-stigmatize the disease.",
    "Discussion": "By collecting the perceptions, values, and preferences of a range of patients regarding product characteristics for cutaneous leishmaniasis treatment, this study provides a pathway to integrating patients’ perspectives in the design and development of TPPs for novel treatments. Overall, our findings show that the treatment preferences of a broad spectrum of CL patients fitted well to a framework comprising the categories described in DNDi’s TPP [32]. This was particularly evident for Safety and tolerability, Efficacy, Formulation, Treatment regimen, and Costs, which yielded rich findings, and less for Contraindications, where patients mostly stated experiences. Preferences for Target population were difficult to identify, thus, along with Target species and Stability, might be less suitable or would require a modified approach due to their rather technical nature. Two additional categories, Perceived barriers and Other development needs, were identified. Often, preferences connected several categories, e.g., via trade-offs.\nEfficacy was a central topic, discussed extensively by patients [27] and often assessed in relation to experienced discomfort, or as part of trade-offs influencing treatment decisions. Impact of scars was mentioned, but social stigmatization, including gender-specific, was described to a lesser extent than patients suffering from old-world CL forms, likely indicating a cultural component [27,33–38]. Findings about safety and tolerability were closely related to experiences following treatment, with adverse events similar to those reported in clinical trials and observational studies for NWCL treatments [22,23]. Fears of sequelae and relapses motivated patients to complete the full treatment regimens, despite adverse events and burden associated with the long duration of treatment.\nDuration of treatment was related to the category of formulation. Parenteral treatment once-a-day was considered as too frequent, while daily administration of oral treatment or a drug that can be used at home was accepted. In general, patients preferred oral and topical formulations, in line with WHO’s road map for neglected tropical diseases 2021–2030, which proposes development and scale-up of an easy to administer oral or topical treatment that could be used in health centres as a critical action for CL [39]. At the same time, parenteral administration (infusion and injection) was perceived as more efficacious by some patients. This relates to reported perceptions of injections as more effective [40] and act faster, relieve symptoms quicker and involve less risks than oral drugs [41]. Notably, parenteral meglumine antimoniate was the most widely used treatment in this study population. As with contraindications, the lack of shared decisions in case management was apparent, with interviewees seeing injections as the only option to get cured.\nCosts were frequently mentioned and widely discussed by patients. Loss of work and income contrasted between day laborers and those with formal employment (e.g., military) and between Latin America and Austrian patients. Indirect costs have been identified as an important part of the economic burden of leishmaniasis in Asia [42]. They compounded with perceived and encountered barriers (S2 File), reflecting the often-complex life realities of patients. This was most pronounced in the interviews with patients living in very remote areas, migrant agricultural workers and those working with illicit crops, which is aligned with experiences in rural areas of Colombia [43] and Latin America [44]. NTDs are diseases of poverty [45]. These findings are in line with studies addressing the considerable socioeconomic impact of CL [35,46], and reflect the need to expand the attribute of costs of a product to its affordability. Whereas a target product price is often included in a TPP, affordability to end-users is not [5] and accessibility is only included in a limited number of TPPs [5].\nFindings related to the target population were difficult to interpret, probably because the question ‘Who should be treated?’ was poorly understood. This could be improved e.g., by providing explanations, or moderated focus group discussions (FGDs) to allow for clarifications in a group context. As we only interviewed patients who wanted to be treated, this is likely reflected in their opinions.\n\nIncorporation of patients’ preferences in the TPP process\nCentral among the barriers to involving patients in drug development is the lack of methodological guidance, as reported by drug developers, patients and patient advocates, regulators and funders [47,48]. Recent initiatives have addressed this at a general level [16,17], and our study provides methodological guidance using an open, exploratory approach taking an NTD as an example. We designed and published an interview topic guide that allows an in-depth exploration of experiences and preferences [26], and reflections upon these, instead of focusing on TPP categories a priori. This interview topic guide could be adapted for similar diseases, in particular skin NTDs. Similarly, as done in this study with DNDi’s TPP, a coding framework for analysis could be adapted from existing TPPs for any particular disease or condition of interest, or guidance documents [6].\nWe thus advocate for incorporating patient preferences during technical discussions with experts and stakeholders when a TPP is being initially constructed, and then during revisions (often happening at regular intervals, or as required) [5]. This could inform the definition of ideal, acceptable or minimal requirements for each category, which very often feature in TPPs [6], in addition to parameters such as safety or efficacy endpoints which could, in turn, be considered in clinical studies. We posit that exploring patients’ perspectives would add value by bringing up aspects not otherwise considered by stakeholders and may also guide the R&D agenda. For example, the findings reported under other development needs highlight the importance of research into better treatments and a vaccine for CL [49].\nFindings could be consolidated by quantitative instruments focusing on selected aspects of interest; identified themes could directly inform questionnaire design. A survey on preferred formulations pre- and post-treatment among patients has been shown to complement clinical trials of CL treatments [50]. The trade-offs identified in our study, and more general, identified risks and benefits could be further investigated using a quantitative discrete-choice-experiment (DCE) or triadic comparisons [51]. DCEs, used in healthcare research [52,53], have been used previously to inform drug development [54–56]. Previous studies have successfully used an initial qualitative phase in order to inform a subsequent discrete-choice experiment [57]. This could be complemented by consultations with drug developers to gain insights into the construction and updating of a TPP, as well as to identify stages where patient input could be useful.\nAs suggested by others [5,17], considerations related to accessibility in combination with the closely related concept of affordability (as represented by the categories Cost and Perceived barriers) should be embedded within a TPP, in particular in any prospective profile describing preferred product characteristics. Both ideal and acceptable targets for direct and, if possible, indirect costs should be included. Compliance is seen as a central issue across themes, and could be addressed meaningfully; first, by incorporating patients’ preferences in drug development in general and second, by addressing the actual and potential reasons for non-compliance that were brought up, such as experienced adverse events or geographical and availability barriers.\n\n\nGeneralizability and transferability of findings\nAs this is a qualitative study using a non-probability sample [58], it is therefore not likely to be representative of the entire spectrum of patients across regions. In our study, we paid attention to the transferability of methods, and, to a certain extent, of findings by clearly laying out settings (see Study sites and populations in the Methods section) and limitations (see Strengths and limitations of the study). Furthermore, we found the different settings reflected in the preferences, such as the civilian vs. the military population in Colombia, and a limited number of patients from a high-income, non-endemic area.\nWe did not include patients suffering from Old-World CL (OWCL) forms, and concentrated our efforts on NWCL forms, by a distinctive Leishmania species spectrum endemic to the Americas with very limited self-healing, and often progression to a mucosal or mucocutaneous form [24,25].\n\n\nStrengths and limitations of the study\nInterviews were conducted in patients’ mother tongues, including German, Portuguese, and Spanish. The analysis of pooled interviews transcripts, translated into English, was performed independently by two researchers, and informed by notes taken during the interviews as well as discussions with the interviewers; this process ensured consistency while taking the cultural context into consideration.\nInstead of designing a topic guide focussing on TPP categories a priori and asking for preferences, we chose a broad topic guide to allow for an in-depth exploration of experiences, and reflections upon these. Using such a comprehensive interview guide, other aspects of the lives of patients, such as the impact of disease and treatment on everyday life, or disease-specific topics such as stigmatization due to disfigurement and scars, could be explored as well.\nWe only interviewed patients with NWCL who had sought, started, or completed their treatments and whom we were able to follow up. Hence, by design we are only able to report on patients’ experiences with therapies, which may influence their perceived ideal and acceptable treatments. In addition, each participating country has marginalized populations disproportionally affected by CL, e.g., refugees or migrant workers, which were found to be difficult to be followed up and reluctant to be interviewed (JK, MCN, personal communication). Finally, we used medical terminology instead of patients’ own words, in line with the aims and existing literature. We are aware that this might compromise presenting the richness of patients’ experiences.\n\n\nFurther research\nFuture studies could try to include CL patients who were lost to follow-up in trials or routine treatments, or marginalized populations (e.g., immigrants, migrant workers). Methods such as a discrete-choice-experiment (DCE) or triadic comparisons, as outlined above, could provide a quantitative assessment of identified trade-offs, and contribute to the generalizability of results.\nThe methodology is designed so that it could be adapted for other NTDs, in particular other skin NTDs [59]. Modifications to the sampling strategy, the interview topic guide and, if necessary, the analysis framework (which could be based on an existing treatment TPP) would allow for consideration of the specific context, including patients’ social and cultural circumstances.",
    "Conclusions": "Addressing NTDs will require innovative approaches [60] and this study contributes to the diverse efforts required to tackle these diseases effectively. We were able to show that patients can be meaningfully engaged in the construction of TPPs, and demonstrate the feasibility of a methodology involving an international patient population of an NTD. We recommend that Access and Affordability, directly informed by patients’ experiences and preferences, be included as separate categories in any TPP. Patient involvement is critical in the development of any TPP, and funding should be set aside to facilitate meaningful involvement.\n\nContributors\nACE, BA, EP, GC, LLC, MC and PO conceived of and designed the study, and developed study instruments. MC, JK, GC, MC and LLC collected data. EP, JW, NH and PO supervised data collection and analysis. ACE and MC coded the data, conducted the analysis, and wrote the first draft of the manuscript. All authors contributed to the manuscript and had final responsibility for the decision to submit for publication.\n\n\nData sharing\nAll relevant data are within the paper and its Supporting Information files. The study protocol is published [26]."
}