{
    "Background": "Leptospirosis is a bacterial zoonosis caused by pathogenic Leptospira for which rats are considered as the main reservoir. Disease incidence is higher in tropical countries, especially in insular ecosystems. Our objectives were to determine the current burden of leptospirosis in Seychelles, a country ranking first worldwide according to historical data, to establish epidemiological links between animal reservoirs and human disease, and to identify drivers of transmission.",
    "Methods": "A total of 223 patients with acute febrile symptoms of unknown origin were enrolled in a 12-months prospective study and tested for leptospirosis through real-time PCR, IgM ELISA and MAT. In addition, 739 rats trapped throughout the main island were investigated for Leptospira renal carriage. All molecularly confirmed positive samples were further genotyped.",
    "Results": "A total of 51 patients fulfilled the biological criteria of acute leptospirosis, corresponding to an annual incidence of 54.6 (95% CI 40.7–71.8) per 100,000 inhabitants. Leptospira carriage in Rattus spp. was overall low (7.7%) but dramatically higher in Rattus norvegicus (52.9%) than in Rattus rattus (4.4%). Leptospira interrogans was the only detected species in both humans and rats, and was represented by three distinct Sequence Types (STs). Two were novel STs identified in two thirds of acute human cases while noteworthily absent from rats.",
    "Conclusions": "This study shows that human leptospirosis still represents a heavy disease burden in Seychelles. Genotype data suggests that rats are actually not the main reservoir for human disease. We highlight a rather limited efficacy of preventive measures so far implemented in Seychelles. This could result from ineffective control measures of excreting animal populations, possibly due to a misidentification of the main contaminating reservoir(s). Altogether, presented data stimulate the exploration of alternative reservoir animal hosts."
}