{
    "Abstract": "Human Nipah virus (NiV) infection is an epidemic-prone disease and since the first recognized outbreak in Bangladesh in 2001, human infections have been detected almost every year. Due to its high case fatality rate and public health importance, a hospital-based Nipah sentinel surveillance was established in Bangladesh to promptly detect Nipah cases and respond to outbreaks at the earliest. The surveillance has been ongoing till present. The hospital-based sentinel surveillance was conducted at ten strategically chosen tertiary care hospitals distributed throughout Bangladesh. The surveillance staff ensured that routine screening, enrollment, data, and specimen collection from suspected Nipah cases were conducted daily. The specimens were then processed and transported to the reference laboratory of Institute of Epidemiology, Disease Control and Research (IEDCR) and icddr,b for confirmation of diagnosis through serology and molecular detection. From 2006 to 2021, through this hospital-based surveillance platform, 7,150 individuals were enrolled and tested for Nipah virus. Since 2001, 322 Nipah infections were identified in Bangladesh, 75% of whom were laboratory confirmed cases. Half of the reported cases were primary cases (162/322) having an established history of consuming raw date palm sap (DPS) or tari (fermented date palm sap) and 29% were infected through person-to-person transmission. Since the initiation of surveillance, 68% (218/322) of Nipah cases from Bangladesh have been identified from various parts of the country. Fever, vomiting, headache, fatigue, and increased salivation were the most common symptoms among enrolled Nipah patients. Till 2021, the overall case fatality rate of NiV infection in Bangladesh was 71%. This article emphasizes that the overall epidemiology of Nipah virus infection in Bangladesh has remained consistent throughout the years. This is the only systematic surveillance to detect human NiV infection globally. The findings from this surveillance have contributed to early detection of NiV cases in hospital settings, understanding of Nipah disease epidemiology, and have enabled timely public health interventions for prevention and containment of NiV infection. Although we still have much to learn regarding the transmission dynamics and risk factors of human NiV infection, surveillance has played a significant role in advancing our knowledge in this regard."
}