{
    "Background": "Primaquine and tafenoquine are the only licensed drugs that effectively kill the hypnozoite stage and are used to prevent Plasmodium vivax malaria relapse. However, both primaquine and tafenoquine can cause acute hemolysis in glucose-6-phosphate dehydrogenase (G6PD)-deficient people with varying degrees of severity depending on G6PD variants. Additionally, primaquine efficacy against malaria parasites was decreased in individuals with impaired cytochrome P450 2D6 (CYP2D6) activity due to genetic polymorphisms. This study aimed to characterize G6PD and CYP2D6 genetic variations in vivax malaria patients from Yala province, a malaria-endemic area along the Thai–Malaysian border, and determine the biochemical properties of identified G6PD variants.",
    "Methodology/Principle findings": "Multiplexed high-resolution melting assay and DNA sequencing detected five G6PD variants, including G6PD Kaiping, G6PD Vanua Lava, G6PD Coimbra, G6PD Mahidol, and G6PD Kerala-Kalyan. Biochemical and structural characterization revealed that G6PD Coimbra markedly reduced catalytic activity and structural stability, indicating a high susceptibility to drug-induced hemolysis. While Kerala-Kalyan had minor effects, it is possible to develop mild adverse effects when receiving radical treatment. CYP2D6 genotyping was performed using long-range PCR and DNA sequencing, and the phenotypes were predicted using the combination of allelic variants. Decreased and no-function alleles were detected at frequencies of 53.4% and 14.2%, respectively. The most common alleles were CYP2D6*36+*10 (25.6%), *10 (23.9%), and *1 (22.2%). Additionally, 51.1% of the intermediate metabolizers showed CYP2D6*10/*36+*10 as the predominant genotype (15.9%).",
    "Conclusions/Significance": "Our findings provide insights about genetic variations of G6PD and CYP2D6 in 88 vivax malaria patients from Yala, which may influence the safety and effectiveness of radical treatment. Optimization of 8-aminoquinoline administration may be required for safe and effective treatment in the studied population, which could be a significant challenge in achieving the goal of eliminating malaria."
}