{
    "Abstract": "To date there are no approved antiviral drugs for the treatment of Ebola virus disease (EVD). While a number of candidate drugs have shown limited efficacy in vitro and/or in non-human primate studies, differences in experimental methodologies make it difficult to compare their therapeutic effectiveness. Using an in vitro model of Ebola Zaire replication with transcription-competent virus like particles (trVLPs), requiring only level 2 biosafety containment, we compared the activities of the type I interferons (IFNs) IFN-α and IFN-ß, a panel of viral polymerase inhibitors (lamivudine (3TC), zidovudine (AZT) tenofovir (TFV), favipiravir (FPV), the active metabolite of brincidofovir, cidofovir (CDF)), and the estrogen receptor modulator, toremifene (TOR), in inhibiting viral replication in dose-response and time course studies. We also tested 28 two- and 56 three-drug combinations against Ebola replication. IFN-α and IFN-ß inhibited viral replication 24 hours post-infection (IC50 0.038μM and 0.016μM, respectively). 3TC, AZT and TFV inhibited Ebola replication when used alone (50–62%) or in combination (87%). They exhibited lower IC50 (0.98–6.2μM) compared with FPV (36.8μM), when administered 24 hours post-infection. Unexpectedly, CDF had a narrow therapeutic window (6.25–25μM). When dosed >50μM, CDF treatment enhanced viral infection. IFN-ß exhibited strong synergy with 3TC (97.3% inhibition) or in triple combination with 3TC and AZT (95.8% inhibition). This study demonstrates that IFNs and viral polymerase inhibitors may have utility in EVD. We identified several 2 and 3 drug combinations with strong anti-Ebola activity, confirmed in studies using fully infectious ZEBOV, providing a rationale for testing combination therapies in animal models of lethal Ebola challenge. These studies open up new possibilities for novel therapeutic options, in particular combination therapies, which could prevent and treat Ebola infection and potentially reduce drug resistance."
}