{
    "Background": "Still today, more than 30 years after the beginning of the process of visceral leishmaniasis' urbanization, there is little knowledge about the risk factors for its occurrence, despite their relevance to the control and understanding of disease dynamics. The present study is the first systematic review with meta-analysis about factors associated with Leishmania infantum infection in humans in the Americas.",
    "Methods and Findings": "After searching different databases, consultations to the reference lists of articles and to experts in the field, 51 studies were reviewed. Theoretical discussions or meta-analysis of p-values or of effect sizes were used to pool information about each variable. The Q test and the I2 statistic were used to assess heterogeneities among the studies. Male sex was associated with visceral leishmaniasis in studies which used the leishmanin skin test for diagnosis and in those where the outcome was the clinical disease; the opposite occurred when serological diagnosis was applied. Younger individuals were less frequently infected than adults, but were more prone to illness. Although with different levels of evidence and of heterogeneity, the presence of dogs at home, higher dog seropositivity in nearby areas, lower socioeconomic status and highly vegetated areas were associated with L. infantum infection. This was not noticed for the presence of chickens in the house and with nutritional status. Susceptibilities to bias and limitations in the analysis and in the description of results were often identified in the studies analyzed.",
    "Conclusions": "Results showed the existence of consistent patterns for some of the factors analyzed and should be taken into account in developing more effective and well-targeted control measures. Studies must be conducted in new areas of the continent, with improved methodological quality and prioritizing the investigation of the patterns identified and their causes, as well as variables for which knowledge is poor."
}