{
    "Introduction": "Ebola virus (EBOV) is a member of the Filoviridae family, which is filamentous, negative-stranded RNA viruses that is known to cause severe human disease [1]. Multi-organ dysfunction occurs in severe forms with a lethality up to 90%. The failure of the immune system in controlling viral replication depends on both innate and adaptive immune impairment [2]. The innate immune reaction is characterized by a cytokine storm, with secretion of numerous pro-inflammatory cytokines, which induce a huge number of contradictory signals, and impair the immune cells, as well as other tissues [2,3]. Moreover, a massive loss of T and NK cells was observed in vivo during EBOV infection in mice [4], in non-human primates [5] and in humans [6], that seems to be mainly mediated by apoptotic mechanisms [3,4,6,7]. Recently, a high expression of the T cell inhibitory molecules cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) and programmed cell death-1 (PD-1) on CD8 and CD4 T cells was associated to fatal infections, and was correlated with elevated inflammatory markers and high viral load. These data confirm that a deregulation of T-cell response represents a key component of EBOV pathology [8].\nThe initiation and maintenance of a protective immune response strictly depends on an effective and well-balanced innate immunity. In this context, NK and γδ T cells play a central role for their ability to quickly respond to invading pathogens by exerting direct antiviral effects and by orchestrating the subsequent adaptive immunity [9–12]. The specific involvement of innate immune cells (NK and γδ T cells) in the protection/pathogenesis of EBOV needs to be clarified. In the mice model of vaccination, a role of NK cells in the protection against lethal Ebola infection has been proposed [13,14]. Further, host's inherited Killer-cell immunoglobulin-like receptor (KIR) gene repertoire was associated to susceptibility and disease severity [15]. To date, no data on the involvement of human γδ T-cell during Ebola virus are available.\nAim of this study was to establish γδ T and NK cells frequency and differentiation profile in patients from the Ebola outbreak of 2014–2015 occurred in West Africa, and to assess their possible association with the clinical outcome.",
    "Methods": "Ethics statement\nThe National Committee of Ethics in Medical Research of Guinea approved the use of diagnostic samples and corresponding patient data for this study (permits N°11/CNERS/14). As the samples had been collected as part of the public health response to contain the outbreak in Guinea, informed consent was not obtained from patients.\n\n\nEnrolled patients\nDiagnostic blood samples from 19 EBOV patients tested by the European Mobile Laboratory (EMLab) at the Coyah Ebola Treatment Centre (ETC) were transferred to Donka Hospital in Conakry within 24/48 h after collection. The median days of admission at the ETC for both fatalities and survivors was 4 days post onset and thus the clinical outcome was not associated with the elapsed time between onset of disease and admission. The Demographic and outcome data for EVD patients were obtained from databases of the World Health Organization. All infectious materials were handled in Class III Biosafety Cabinet. For the analysis of the results, the patients were divided in two groups based on their clinical outcome: survivors (n = 10) and fatalities (n = 6). Clinical features of the enrolled patients are shown in Table 1. Three patients were excluded from the final analysis (one for malaria coinfection, and two for their unknown clinical outcome).\n\n\nEbola RNA and Malaria testing\nReal-time RT-PCR was performed on RNA extracted (QIAamp Viral RNA Mini kit, Qiagen) from EDTA-blood from patients with suspected EVD using the RealStar Ebolavirus RT-PCR Kit 1.0 (Altona Diagnostics) at the EMLab units in Coyah. The viral load results are expressed as Ct, where higher Ct values indicate lower EBOV RNA load. Malaria was diagnosed using a rapid test (SD BIOLINE Malaria Ag P.f, Standard Diagnosics Inc.).\n\n\nLeukocytes isolation and flow cytometry\nLeukocytes were isolated by lysing red cells with Ammonium Chloride (NH4Cl, 0.149 mol/L; Riedel-de Haën, Sigma-Aldrich, Germany), then washed in PBS and used for phenotypic staining. Leukocytes were washed twice with PBS and then stained with conjugate anti-human monoclonal antibodies (mAbs): CD3 PerCP-Cy5.5 (clone UCHT-1), Vδ2 FITC (clone B6), CD56 FITC (clone NCAM16.2), CCR7 PE-CY7 (clone 3DI2), CD95 APC (clone DX2), CD69 APC-Cy7 (clone FN50), CD158a PE (clone HP-3E4) (BD Biosciences), CD16 PeCy7 (clone 3G8) (Beckman Coulter), and NKp46 APC (clone 9E2) (Milteny Biotech). Leukocytes were incubated with the cocktail of antibodies for 20 min at room temperature, then washed once with PBS and fixed with 8% Paraformaldehyde (PFA) for 30 min at room temperature in the pass through chamber. After fixation, cells were handled out the pass through and washed once with PBS. After washing, samples were immediately acquired with the GUAVA flow cytometer (BD Biosciences) in a BSL2 laboratory. A total of 100,000–200,000 events was acquired for each sample and analyzed with FlowJo 10.0 software (BD Biosciences). The gating strategy is shown in S1 Fig.\n\n\nStatistical analyses\nStatistical significance was determined by GraphPad Prism software. Differences in the median values among groups were evaluated by non-parametric Mann-Whitney test and a p–value <0.05 was considered significant. Spearman test was used to evaluate the correlation among immunological parameters.",
    "Results": "Effector Vδ2 T-cells during acute EBOV infection\nThe analysis of the viral load at admission at the ETC revealed that EBOV viremia was significantly higher in fatalities than in survivors (p = 0.03, Table 1), confirming previous published observations [16–17]. The frequency and differentiation profile of Vδ2 T-cells were analyzed by flow cytometry in healthy donors (HD, n = 14), in EBOV-survivors (n = 10) and in EBOV-fatalities (n = 6). When compared to HD, a lower frequency of Vδ2 T-cells was observed during acute EBOV infection, independently from the clinical outcome (Fig 1A, p<0.05 for both comparisons). Accordingly, a higher percentage of CD95-expressing Vδ2 T-cells was observed both in EBOV-survivors and in EBOV-fatalities than in HD (Fig 1B, p<0.05 for both comparisons), suggesting a possible involvement of activation/apoptosis in Vδ2 T-cell loss. Moreover, we analyzed the frequency of effector Vδ2 T- cells, as defined by the lack of CCR7 expression [18]. As shown in Fig 1C, survivors showed a significantly higher frequency of CCR7neg effector Vδ2 T-cells than fatalities and HD (p<0.05 and p<0.001, respectively), suggesting a protective role of effector Vδ2 T-cells during EBOV infection. Recently, it has been reported that fatal EBOV infection is characterized by CTLA-4 expression on CD4 and CD8 T-cells, resulting in an impaired T-cell response [8]. In line with these observations, a higher frequency of CTLA-4 expressing Vδ2 T-cells was observed in EBOV-fatalities compared to EBOV-survivors (Fig 1D, p<0.05), suggesting a similar mechanisms of T-cell impairment in both innate and adaptive immune cells in fatal EBOV infections. No correlation between the expression of CTLA-4 on Vδ2 T-cells and the viral load was observed (Spearman correlation: r-0.0044 and p = 0.98).\nThe frequency of Vδ2 (A), Vδ2posCD95pos (B), of Vδ2posCCR7neg (C) and Vδ2posCTLA-4pos (D) was analyzed in HD (n = 14), EBOV-survivors (n = 10) and EBOV-fatalities (n = 6). Statistical analysis was performed by using Mann Whitney test and differences were considered significant with a p<0.05 and highlighted with an asterisk.*: p<0.05; **: p<0.01; ***: p<0.001.\n\n\nNK cells during acute Ebola infection\nThe analysis of NK cells was performed by analyzing CD56/CD16 markers in CD3neg lymphocytes (Fig 2A and 2B). The NK cells were evaluated as CD3neg subsets expressing CD56, or CD16 or both. EBOV-fatalities showed a lower frequency of NK cells when compared to EBOV-survivors and HD (Fig 2A, p<0.04 and p<0.01, respectively). In order to define whether EBOV was able to preferentially affect specific NK cell subsets, the frequency of CD56bright (CD3negCD56brightCD16neg), CD56dim (CD3negCD56dimCD16pos) and CD56neg (CD3negCD56negCD16pos) NK cells were analyzed. Results showed that EBOV infection significantly modified the NK cell subsets. Specifically, both EBOV-fatalities and EBOV-survivors were characterized by a significant decrease of CD56bright, CD56dim (p<0.001 for all comparisons), and by a parallel increase of CD56neg NK cells respect to HD (p<0.001 for both comparisons). Of note, the increase CD56neg NK cells was more pronounced in EBOV-survivors than in of EBOV-fatalities (p<0.05).\nThe frequency of NK (A), and of NK subsets (B: CD56bright, CD56dim, and CD56neg) was analyzed in HD (n = 14), EBOV-survivors (n = 7) and EBOV-fatalities (n = 6). Statistical analysis was performed by using Mann Whitney test and differences were considered significant with a p<0.05, and highlighted with an asterisk. *: p<0.05; **: p<0.01; ***: p<0.001.\nThe activation and NK Receptors (NKR) expression on NK cell subsets was analysed in HD and in EBOV patients (Fig 3A–3F). The low frequency of CD56bright during EBOV infection (lower than 0.06%) did not allow to perform this analysis on this NK subset. EBOV patients were characterized by a significant higher expression of activation CD69 marker on both CD56dim and CD56neg NK cell subsets (Fig 3A and 3D, p<0.001 for both comparisons) than HD. Moreover, a decrease of NKp46 and a was observed in EBOV patients when compared to HD on both CD56dim and CD56neg NK cell subsets (Fig 3B and 3E, p<0.001 and p<0.05, respectively). Finally, a parallel increase of CD158a was observed in EBOV patients when compared to HD on both CD56dim and CD56neg NK cell subsets (Fig 3C and 3F, p<0.01 and p<0.05 respectively).\nThe frequency of CD56dim NK cells expressing CD69pos (A), NKp46pos (B) and CD158a pos (C) was analyzed in HD (n = 14), EBOV-survivors (n = 8) and EBOV-fatalities (n = 6). The frequency of CD56neg NK cells expressing CD69pos (D), NKp46pos (E) and CD158apos (F) was analyzed in HD (n = 14), EBOV-survivors (n = 8) and EBOV-fatalities (n = 6). Statistical analysis was performed by using Mann Whitney test and differences were considered significant with a p<0.05, and highlighted with an asterisk. *: p<0.05; **: p<0.01; ***: p<0.001.",
    "Discussion": "During EBOV infection, a dramatic inflammatory response, a loss of lymphocytes and a general paralysis of the immune system have been demonstrated [2,19]. The identification of pathogenetic mechanisms as well as the characterization of immune parameters associated to survival may represent critical issues to be addressed. Our work was focused on Vδ2 T and NK cells involvement during acute EBOV infection and on the identification of parameters associated to clinical outcome. Results showed that Vδ2 T-cells from survivors were characterized by a higher frequency of effector cells and a lower expression of CTLA-4 than those from fatalities. Moreover, NK cell frequency was significantly higher in survivors than in fatalities.\nEBOV infection was associated to a low frequency of both Vδ2 T and NK cells in the peripheral blood. Interestingly, fatal cases showed a more marked reduction of NK cells frequency than survivors, suggesting an early involvement of NK cells in the protective immune response. The ability of EBOV to impact the number of circulating lymphocytes has been extensively described in mice [4], in non human primates [3] and in humans [6]. A decrease in NK cells was shown in animal models [5] and recently suggested in humans by a molecular profiling approach [20]. Moreover, a specific early loss of both NK and γδ T-cells was described also in other acute hemorrhagic fever models [21,22]. The dramatic loss of innate (Vδ2 and NK) and adaptive immune cells [23] during EBOV infection may explain the paralysis of the immune system and its inability to initiate and maintain a protective immune response. Moreover, in agreement with data on αβ T-cells [24] a high frequency of Vδ2 T-cells expressed CD95 was observed, confirming a possible involvement of apoptosis in lymphocytes loss [2,6,25, 26].\nA significantly higher frequency of effector Vδ2 T-cells and a lower expression of CTLA-4 were observed in survivors, suggesting that a poor differentiation capability of these cells, together with an increased expression of exhaustion marker, may represent a signature of fatal infection. CTLA-4 plays an important role in inhibiting T-cell function through both cell intrinsic and extrinsic pathways, and in controlling excessive or persistent T-cell activation [25,27,28]. A similar increase of CTLA-4 expression has been shown also on adaptive αβ T-cells [8], suggesting a general suppressive activity of EBOV on both innate and adaptive immune response. Functional studies are necessary in order to characterize the exhaustion of Vδ2 T cells. A main role of Vδ2 T-cells in protection during acute infections is well described. Their activation results in i) a huge release of antiviral cytokines [9,12,29,30], ii) adjuvancy activities on DC maturation [31,32], iii) induction of granulocytes effector functions [33] and iv) helping B cells to release antibodies [34,35]. Thus, the reduction and impairment of this innate subset may substantially contribute to a worse outcome of EBOV infection.\nA key role of NK cells in inducing a protective immunity towards EBOV virus-like particle or by VSV/EBOV GP administration was suggested in a mouse model [13,14] but data on NK cell role in human acute EBOV infection are still missing. Our results indicate that the NK cell reduction induced by EBOV was mainly due to CD56bright and CD56dim NK subsets loss, representing cytokine producing and cytotoxic subsets, respectively [36]. In contrast, a higher frequency of non classical CD56neg NK cells was observed in acute EBOV patients who survived. An increase of this cell subset has been described also in other infectious diseases, such as hantavirus [37], HCV and HIV infections [38,39], as well as in ocular myasthenia gravis [40] and dermatomyositis [41]. All these pathologies are characterized by a strong immune activation that may represent the driving force able to expand this unconventional NK cell subset. In particular, CD56 negative NK cells expansion occurred in patients in both acute and chronic infections and seemed to represent dysfunctional NK cells that have recently engaged target cells [39]. Unfortunately, the unavailability of absolute cell number precluded to discriminate between the real CD56neg NK cell expansion and the lower susceptibility to death than CD56bright and CD56dim subsets. The role of the CD56neg NK cell subset as well as their functional capabilities during EBOV infection needs further elucidations. Finally, a significant activation of both CD56dim and CD56neg NK cells was observed both in survivors and in fatalities as described also after in vitro Lassa virus infection [42]. Moreover, a role of the KIR repertoire has been suggested [15]. Differently, we did not observe any correlation between NKp46 and CD158a and clinical outcome. A more comprehensive analysis of NKR in fatal and non-fatal infections is necessary to better understand the impact of NK cell functionality in EBOV surviving.\nAn immunological signature in Ebola fatalities has been proposed, showing a massive CD4 and CD8 T-cell activation and an exhaustion of adaptive immune response (8,23). In this study, we focused on innate immune cells and on their possible involvement in the clinical outcome of Ebola infection. Altogether, our data show that both effector Vδ2 T-cells and NK cells might contribute to the complex network of a protective response to EBOV infection. Further studies are required in order to characterize the protective effector functions of Vδ2 and NK cells."
}