{
    "Background": "Melioidosis, caused by Burkholderia pseudomallei, is a severe infectious disease with high mortality rates, but is under-recognized worldwide. In endemic areas, there is a great need for simple, low-cost and rapid diagnostic tools. In a previous study we showed, that a protein multiplex array with 20 B. pseudomallei-specific antigens detects antibodies in melioidosis patients with high sensitivity and specificity. In a subsequent study the high potential of anti-B. pseudomallei antibody detection was confirmed using a rapid Hcp1 single protein-based assay. Our protein array also showed that the antibody profile varies between patients, possibly due to a combination of host factors but also antigen variations in the infecting B. pseudomallei strains. The aim of this study was to develop a rapid test, combining Hcp1 and the best performing antigens BPSL2096, BPSL2697 and BPSS0477 from our previous study, to take advantage of simultaneous antibody detection.",
    "Methods and principal findings": "The 4-plex dipstick was validated with sera from 75 patients on admission plus control groups, achieving 92% sensitivity and 97–100% specificity. We then re-evaluated melioidosis sera with the 4-plex assay that were previously misclassified by the monoplex Hcp1 rapid test. 12 out of 55 (21.8%) false-negative samples were positive in our new dipstick assay. Among those, 4 sera (7.3%) were Hcp1 positive, whereas 8 (14.5%) sera remained Hcp1 negative but gave a positive reaction with our additional antigens.",
    "Conclusions": "Our dipstick rapid test represents an inexpensive, standardized and simple diagnostic tool with an improved serodiagnostic performance due to multiplex detection. Each additional band on the test strip makes a false-positive result more unlikely, contributing to its reliability. Future prospective studies will seek to validate the gain in sensitivity and specificity of our multiplex rapid test approach in different melioidosis patient cohorts."
}