{
    "Abstract": "Leptospirosis, caused by pathogenic Leptospira, is a worldwide zoonotic infection. The genus Leptospira includes at least 21 species clustered into three groups—pathogens, non-pathogens, and intermediates—based on 16S rRNA phylogeny. Research on Leptospira is difficult due to slow growth and poor transformability of the pathogens. Recent identification of extrachromosomal elements besides the two chromosomes in L. interrogans has provided new insight into genome complexity of the genus Leptospira. The large size, low copy number, and high similarity of the sequence of these extrachromosomal elements with the chromosomes present challenges in isolating and detecting them without careful genome assembly. In this study, two extrachromosomal elements were identified in L. borgpetersenii serovar Ballum strain 56604 through whole genome assembly combined with S1 nuclease digestion following pulsed-field gel electrophoresis (S1-PFGE) analysis. Further, extrachromosomal elements in additional 15 Chinese epidemic strains of Leptospira, comprising L. borgpetersenii, L. weilii, and L. interrogans, were successfully separated and identified, independent of genome sequence data. Southern blot hybridization with extrachromosomal element-specific probes, designated as lcp1, lcp2 and lcp3-rep, further confirmed their occurrences as extrachromosomal elements. In total, 24 plasmids were detected in 13 out of 15 tested strains, among which 11 can hybridize with the lcp1-rep probe and 11 with the lcp2-rep probe, whereas two can hybridize with the lcp3-rep probe. None of them are likely to be species-specific. Blastp search of the lcp1, lcp2, and lcp3-rep genes with a nonredundant protein database of Leptospira species genomes showed that their homologous sequences are widely distributed among clades of pathogens but not non-pathogens or intermediates. These results suggest that the plasmids are widely distributed in Leptospira species, and further elucidation of their biological significance might contribute to our understanding of biology and infectivity of pathogenic spirochetes."
}