{
    "Introduction": "Leprosy continues to be an endemic disease in many parts of the world. Brazil has globally the second highest new case incidence [1]. National leprosy prevalence of 1.54/10,000 in 2010 [2] remains above the WHO goal of <1 per 10,000. Highly endemic areas of the disease continue to persist despite large-scale national efforts to control the disease. A challenge in disease control efforts is compounded as leprosy can be diagnosed many years after infection took place due to the long incubation period, and mild early symptoms of the disease may be overlooked. Migration has been found to be a social determinant of disease [3], and has been hypothesized as a risk factor in continued leprosy incidence [4], [5], [6]. In fact, earlier research in Brazil highlighted the increased distribution of leprosy along new corridors coinciding with frontier expansion connecting southern agricultural areas to the north of Brazil [7], as well as periurban migrant settlements on the outskirts of urban centers [4]. Migrants move between endemic and non-endemic areas in Brazil and often live in substandard conditions. As an infectious disease caused by Mycobacterium leprae, leprosy primarily affects the skin and peripheral nerves and causing sensory loss. While nasal mucosa is considered the main transmission site, new research indicates that oral presence of M.leprae bacilli may be an additional mode of transmission [8]. Maranhão, the study area of this research, has the third highest prevalence of leprosy (5.34/10,000) in the country [2] and is among the states with the highest out- and return- migration rates [9].\nThe proliferation of leprosy in Brazil continues largely in conditions of poverty that include poor housing and sanitation, high household density, illiteracy and low socioeconomic levels both at the micro and macro levels [4], [10]–[13]. Rapid population growth and uncontrolled urbanization, often as a consequence of migration for employment and differential access to services between rural and urban areas, has facilitated the expansion of these poor social and environmental conditions on the peripheries of cities associated with leprosy infection [4]–[5], [7], [13]. Additionally, new road construction and railways have enabled movement between rural communities and urban areas. These developments in transportation have been argued to explain the expanded distribution of leprosy in Brazil [4]–[6]. Nevertheless, household leprosy contact continues to be the primary risk factor associated with leprosy infection [14]. Proximity to the household contact has been seen as relevant in terms of increased risk [15]. Consanguineous contact has also been found to be associated with leprosy. Findings from Moet et al. (2006) suggest evidence of a genetic relationship independent of physical contact for leprosy infection.\nMigration has been found to be an impediment to both leprosy elimination and control efforts. Prior research has suggested that migration may influence transmission and distribution of the disease [5], [16] as well as other neglected tropical diseases (NTDs) [3], [17]–[23]. This study explores the spatial and temporal patterns of migration in individuals with leprosy in Maranhão. The study also examines risk factors associated with leprosy among individuals who have migrated in the past five years (past 5-year migrants). Comparison of risks associated with leprosy and migration is challenging in a homogeneous population. However evaluation of specific risk factors that differentiate leprosy among past 5-year migrants from a clinically unapparent control group without clinical signs of leprosy who migrated in the past five years in this investigation, sheds light on those factors that are of importance when considering leprosy infection and expression of disease. The study has three specific aims: 1) to examine if migration in the past five years is a risk factor for leprosy; 2) to describe and compare geographic and temporal patterns of migration among past 5-year migrants with leprosy and a control group without clinical signs of leprosy; 3) to examine the social determinants of health associated with leprosy among past 5-year migrants.",
    "Methods": "Ethics statement\nWritten approval was obtained from the Ethical Review Board of the Federal University of Ceará (Fortaleza, Brazil). Permission to perform the study was also obtained by the Maranhão State Health Secretariat, the State Leprosy Control Program and municipalities involved. Informed written consent was obtained from study participants, or their parent/guardian in the case of minors, after explaining the objectives of the study. Interviews were conducted in private.\n\n\nStudy area\nThe research was conducted in four leprosy endemic municipalities in the state of Maranhão, Brazil: Santa Inês, São José de Ribamar, Codó, and Bacabal. These municipalities are located in a major endemic cluster identified by the Brazilian Ministry of Health as a high-risk area for leprosy transmission [16]. Santa Inês, (population 77,282) [24], Codó (population 118,038) [24], and Bacabal (population 100,014 same) [24] are small townships in the interior of Maranhão that are largely surrounded by rural agricultural production, while São José de Ribamar (population 163,045) [24] is on the outskirts of the capital city, São Luis. Most households are small brick or mud and palm residences with rudimentary plumbing and hammocks to accommodate the multigenerational inhabitants.\n\n\nStudy design\nA case-control study was designed as part of an extended epidemiological investigation on risk factors associated with leprosy infection in four highly endemic municipalities in Maranhão, as part of the MAPATOPI study. The MAPATOPI study is an interdisciplinary project to support and improve the Brazilian leprosy program in Maranhão, Pará, Tocantins, and Piaui. Variables associated with past five year migration among those diagnosed with leprosy between 2009–2010 were compared with a matched clinically unapparent control group without clinical signs of leprosy. Migration was defined as those who resided outside of the municipality of their current residence, and is limited to five years as this is the average incubation period from leprosy infection to symptom onset. Past five year migration data is also collected in the Brazilian National Household Survey [9]. A detailed analysis of socio-cultural, health service related and economic variables that were collected as part of the larger epidemiological study will be explored elsewhere.\n\n\nStudy sample\nThe case group was identified through the database of the National Information System for Notifiable Diseases (Sistema de Informação de Agravos de Notificação – SINAN) and included adults 15 and older in each of the four sites diagnosed with leprosy in 2009–2010 (n = 394). Individuals under 15 years of age, those previously diagnosed with leprosy and relapsed, living outside of the highly endemic cluster and who could not be located through multiple contact attempts were excluded from the study. The control group (n = 391) was selected from the Programa Saúde da Família (Program for Family Health). This program registers all families in the catchment areas of the clinic by community health workers. At the clinics, we randomly selected intake forms from the Program for Family Health for age and sex at each clinic and contacted those individuals for inclusion in the control group. Each of the matched controls were clinically evaluated for signs of leprosy. Any individual with a clinical suspicion of leprosy was excluded from the study and referred to municipal health centers for further diagnostic testing.\n\n\nData collection\nData collection was conducted between April and August 2010. Data collection was coordinated through the Municipality Health Secretariats with the support of the Maranhão State Health Secretariat. Study participants were recruited by community health agents for the study. They were interviewed by trained health professionals at the local health care centers, or in patient homes when disability or age prevented health center attendance. Information on demographics, socioeconomic status, healthcare access, migration, behavior and stress was collected through structured questionnaires. Clinical data were also collected through patient medical records.\n\n\nData analysis\nData were entered twice using EpiInfo software version 3.5.1 (Centers for Disease Control and Prevention, Atlanta, USA) and cross-checked for entry-related errors. Statistical tests were used to assess normality. Included are data sets with information related to migration. Any cases that did not have complete migration data were excluded from the analysis. Of the 340 leprosy cases and 340 matched controls, we first identified 135 (19.9%) past 5-year migrants in the case (n = 80) and control groups (n = 55). The distribution of key demographic, spatial and temporal migration pattern variables among past 5-year migrants in the case and control groups was examined and tested by the use of Fishers exact test for significant differences in the stratified sample of past 5-year migrants.\nWe then conducted bivariate analyses comparing cases (n = 340) and controls (n = 340) using Fishers exact test to examine if past five year migration was associated with leprosy diagnosis. As household contact remains the most significant known transmission risk to date for leprosy infection [14], [15], we additionally undertook multivariate logistic regression analysis controlling for family (parent, child and/or sibling) and household (consanguineous and/or non-consanguineous) contact with leprosy.\nNext, stratified bivariate analyses using Fishers exact tests were used to determine differences in the association among social determinants of health (socioeconomic status), psychosocial (alcohol use and life stressors) and biosocial factors (leprosy contact exposure) for case and control groups of past 5-year migrants (n = 135).",
    "Results": "A total of 394 leprosy cases and 391 controls were interviewed. There were 23 relapsed leprosy cases and 12 controls suspected of leprosy who were excluded from the study. Eight respondents refused to participate. Complete migration data was available for 680 respondents. Of the 340 leprosy cases and 340 matched clinically unapparent controls, 23.5% of those with leprosy (n = 80 cases) and 16.2% (n = 55) of the control group without clinical signs of leprosy migrated in the past 5 years before diagnosis. Only 4.4% (n = 15) of cases migrated after diagnosis. Table 1 reflects migration into and out of major endemic clusters identified by the Brazilian Ministry of Health as high-risk areas for leprosy transmission [6] (Figure 1), and other demographics and migration variables. These variables were not significantly associated with leprosy among past 5-year migrants prior to diagnosis (test results not shown). Leprosy cases were largely among the youngest age group (15–29) migrating, with an equal distribution between males and females. More than one-third of those with leprosy who migrated in the past five years were illiterate. The majority of leprosy cases migrated within cluster 1, which includes the northern states of Pará, Piauí, Tocantins and Maranhão. More than half (56.3%) of cases moved between municipalities in Maranhão, followed with fewer cases to neighboring Pará (11.8%), Piauí (3.9%) and Tocantins (2.0%), and one-fifth of migrants were drawn to non-contiguous states. All those with leprosy migrated into a highly endemic cluster on at least one occasion, not including their current residence.\n[6].\nNearly one in six migrants with leprosy migrated for employment in the last five years and this was slightly less than expected for internal population movement. Typical of internal population flow, most migration in Maranhão was to urban areas (60.3%) compared to rural areas (33.3%), and both rural and urban areas (7.7%). Social networks in migration destination sites for those with leprosy had a higher tendency to be family contacts with whom they lived (81.0%) than work contacts (17.7%). This may be an explanation for the significant number of respondents who always had a contact prior to migrating (79.8%). Migrants with leprosy lived on average with 8.61 people per household while migrating.\nPast five year migration prior to diagnosis was found to be significantly associated with leprosy as shown in Table 2 which represents the results of the multivariate logistic regression analysis. Past five year migration remained significantly associated with leprosy after controlling in separate models for 1) household contact (consanguineous and/or non-consanguineous); 2) family contact (parent, child and/or sibling; 3) and household and family contact in multiple logistic regression models.\nKey social, biosocial, and behavioral factors were found to be associated with leprosy (Table 3). Household, familial and other contact with someone infected with leprosy was significantly different for leprosy infected past 5-year migrants compared to control group migrants. Genetic association of closely related kinship shows a significant difference for contact with parent/child/sibling (OR: 7.82; CI 95%: 2.32–33.38; P-value = 0.0001). Contact regardless of consanguinity (OR: 4.99; CI 95%: 1.7–16.51; P-value = 0.001) and actual household contact (OR: 5.54; CI 95%: 1.49–30.46; P-value = 0.004) was also significant. An important behavioral factor distinguishing migrants with leprosy compared to the clinically unapparent control group was past five year alcohol consumption (OR: 4.46; CI 95%: 1.43–14.15; P-value = 0.005).\nIncome and other socioeconomic variables showed significant differences between migrants with leprosy and the control group. Income less than the minimum wage (OR: 2.12; CI 95%: 0.97–4.71; p-value = 0.049) as well as poor access to public waste services (OR: 3.1; CI 95%: 1.1–10.02; p-value = 0.03) and family illiteracy (OR: 2.67; CI 95%: 1.13–6.51; p-value = 0.02) were found to be associated with leprosy among past 5-year migrants.\nEducation, presence of BCG scar, zone of residence and lifestyle stressors - separation from family and friends, loss of employment or income, marital separation or death of close friend or relative- were not significantly associated with leprosy among past five year migrants.",
    "Discussion": "Leprosy was introduced to Brazil through European colonization and later through slave movement so that by the 1600's, leprosy was well established in the country [25]. More recently, migration has been hypothesized to be an impediment to leprosy control, and spatial analysis indicates the introduction of leprosy through inter and intra-state population movement in Brazil [5], as well as expanded distribution of leprosy through migration [26]. Population movement can put both migrants and non-migrants at risk when diseases move between endemic and non-endemic areas. Latent symptomology, characteristic of leprosy, could facilitate the distribution of disease when no symptoms are present, or when mild symptoms are overlooked. The migrant lifestyle poses similar marginalized socioeconomic, behavioral and environmental risks that have been well established as factors associated with leprosy transmission [4], [10]–[13], [27]–[28].\nLeprosy in this study was found to be significantly associated with past five year migration. Susceptibility among migrants may, in part, be due to spatial and temporal patterns of movement in and between areas identified by the Brazilian Ministry of Health as highly endemic clusters for leprosy transmission [16]. While we found no significant difference between key spatial and temporal variables and past five year migration among those with leprosy compared to the clinically unapparent control group, more than half of movement for internal migration among those with leprosy was within the leprosy endemic cluster in the state of Maranhão. Few migrated to the other nine endemic clusters in Brazil, a third migrated to other non-endemic areas, and less than half migrated outside of Maranhão. From an operational perspective for leprosy control in Brazil, this provides sufficient evidence to suggest future surveillance of population flow between municipalities in Maranhão, which should involve comparison of the distribution of leprosy incidence over the five year latency period. Should these areas be identified as emerging endemic areas, service delivery strategies should target these as focal points for state control efforts.\nMaranhão continues to be a state with higher net out- and return- migration [9]. Interstate population movement, such as to neighboring Pará, draws many poor migrants from Maranhão's interior leprosy endemic areas to the employment found in large-scale mining and agriculture industries [29]–[30]. Interstate movement necessitates cross-border cooperation for leprosy control and may aid in identifying impending high-risk areas for disease distribution. In fact, other research showed that 5.2% of leprosy patients in Cluster 1 (including Maranhão and neighboring states of Tocantins, Piaui and Pará) were diagnosed outside of their municipality of residence between 2001–2009 [31]. Municipalities in Maranhão and neighboring Pará, which have the third and fifth highest new case incidence in the country respectively, would be good targets for future collaborative surveillance projects.\nOur findings indicate that the majority of migration in Maranhão continues to be between rural and urban areas, consistent with other research on population flow in Brazil [32]. However population movement documented in our study appears to be of longer duration than is typical for temporary circular migration. Rural to urban migration is a common solution to reduce poverty, as more and regular job opportunities tend to exist in urban areas [33]–[35]. This often places migrants at higher risk for disease morbidity and mortality due to poor living conditions in urban slums [36]. Kerr-Pontes et al.'s (2004) [4] ecological study in Brazil's northeast demonstrated that urban population growth due to uncontrolled urbanization and migrant influx from Brazil's rural interior, was a predictor of leprosy incidence.\nWe found that population movement is clearly facilitated through strong destination based social networks as a precursor to migration. These social networks tend to be family-based, as indicated by migrant co-habitation arrangements. On an individual level, social networks enable population movement by reducing the cost of migration through benefits such as established shared housing and employment networks, thus making migration a more attractive option to pursue. On a community level, social networks that facilitate migration can have a cumulative effect in sending municipalities to perpetuate and build upon migrant flow between origin and destination sites [37]. Because of the social nature of these community relationships to kinship, friendships and working relationships, migration can be highly localized to movement between specific neighborhoods in sending and receiving communities.\nShort-term movement, as Skeldon (2003) [38] points out, is less likely to be measured through census surveys, thus monitoring population movement should be undertaken at the municipality level and integrated into larger databases to establish early warning systems.\nExposure to an index patient has been identified as the primary determinant of leprosy infection among their contacts. The magnitude of the effect of contact in our study was highest among close family contact – parent, child, and/or siblings - followed by consanguineous and/or non-consanguineous household contact and lastly other contact, which could include social and distant family exposure. The possibility of genetic susceptibility to leprosy infection, through close family kinship has been significantly associated with leprosy among contacts [14]–[15], [39] which supports our findings of leprosy association with close kinship among past 5-year migrants. At the household level, other research has shown that proximity to and intensity of exposure to leprosy increases the risk of transmission, as much as five to nine times that of non-household contacts [14]–[15], [39]–[42], although leprosy clustering among neighboring residences in areas of high population density and poverty has social contact risk similar to household contacts [43]. Contact with multibacillary diagnosis in the household has also been associated with increased risk [14]–[15], [41]–[42] and indicates late diagnosis and long-term exposure to contacts. As the majority of migrants in our sample were diagnosed with multibacillary leprosy, this has significant implications for transmission and also for leprosy associated complications and disability.\nMigration was significantly associated with leprosy in our logistic regression models controlling for household and close family contact independently. The independent association with household and close consanguineous exposure could indicate some relationship to familial social networks in migrant destination sites. This, in addition to intensity of exposure due to high household density during migration, suggests both the genetic relationships and social environment surrounding migration may figure prominently in explaining leprosy diagnosis.\nThe majority of individuals in contact with an index patient are not susceptible to the disease. As such, Sales et al. (2011) [14] suggest that leprosy surveillance should explore multiple factors that may contribute to the risk for infection. While many behavioral, demographic, and socio-environmental variables were included in the analysis, we found socioeconomic status and past five year alcohol consumption among migrants with leprosy were significantly associated with leprosy in comparison to clinically unapparent migrants in the control group. Brazil has one of the highest alcohol-attributable disability-adjusted life years (DALYs) in the world. According to the World Health Organization, there is evidence for an association between alcohol consumption and infectious disease [44]. Current alcohol use however was not significant. This may be the result of recently diagnosed migrants abstaining from alcohol use due to multi-drug therapy treatment. A substantial concern, however was that nearly one in five migrants with leprosy were currently drinking alcohol, which has been associated with leprosy relapse in Brazil [12]. Alcohol consumption can interact with medication absorption [45] and could render leprosy treatment less effective. This can contribute to the elevation of risk for transmission to exposed contacts.\nLow socioeconomic status was additionally associated with leprosy among past 5-year migrants. Other research in Cluster 1 also found poverty associated with migration prior to diagnosis among those with leprosy (unpublished data). While poverty is ubiquitously associated with leprosy throughout the literature, it should be noted that these results were taken after the migration period and thus may not be an adequate measure of socioeconomic level during migration. Low socioeconomic status among migrants with leprosy may be linked to restricted employment as the result of disability due to leprosy, or difficulty in sustaining employment during treatment. Despite this, family illiteracy and inaccessibility to public waste collection, proxies for low socioeconomic status in Brazil, were significantly higher for migrants with leprosy compared to the control group. Socioeconomic status, the primary social determinant of health, should be the topic of further investigation both during and after migration.\n\nConclusion\nLeprosy was found to be associated with past five year migration, even after controlling for confounders. In the comparison of past 5-year migrants, leprosy was associated with both household consanguineous and/or non-consanguineous contact, close family and other social leprosy contact, consistent with research identifying contact exposure as the major determinant of leprosy transmission [14]–[15]. However, the magnitude of effect for leprosy among migrants in our study was most significant among close family and household contacts. As migration in Maranhão was largely facilitated through family networks, contact surveillance should include migration site residence contacts as well as current residence contacts.\nWhile patterns of migration, including movement in and between highly endemic clusters, were not different among migrants with leprosy and clinically unapparent migrants in the control group, important facets of migration emerged that could benefit leprosy control at the state and national level. State control programs should consider monitoring past five year residence among those newly diagnosed with leprosy to identify intra- and inter-state migration flow. This may provide early warning systems for localized disease control in areas yet to be identified as high-risk areas.\nAlcohol consumption in the years prior to diagnosis may be associated with susceptibility to leprosy. Alcohol consumption and consumption frequency should be included in future investigations. This research will help to determine the extent that alcohol consumption plays a role in the dynamics of both transmission and expression of leprosy. As alcohol consumption has also been associated with leprosy relapse, further attention should be given to alcohol consumption during treatment, patient relapse and contact exposure to leprosy. Other substances should also be given attention in future research.\nOther research in Brazil has found a spatial relationship to migration and distribution of leprosy and an association of leprosy with poor socio-economic conditions [4]–[6]. Our research shows that in endemic areas leprosy is not only associated with population movement itself, but, most importantly with the social conditions of the migrant in the endemic areas, their behavior, and contact with leprosy in the family and household."
}