{
    "Background": "Trachoma is the leading infectious cause of blindness in the world, and for endemic communities, mass treatment with azithromycin reduces the pool of infection. High coverage is essential, especially in children as they are the infectious reservoir. However, infection remains post-mass treatment. We sought to determine risk factors for infection in children post-mass treatment.",
    "Methodology": "All children under 9 years in 4 villages in Tanzania were followed from baseline pre-mass treatment to six months post treatment. 1,991 children under nine years were enrolled in the longitudinal study and data on individual and household characteristics was collected at baseline. Clinical trachoma was determined by an ocular exam and infection detected by PCR of an eyelid swab. Azithromycin was offered and infection was reassessed at 6 months. A multilevel logistic regression model was used, accounting for household clustering of children for analysis.",
    "Principal Findings": "Baseline infection was 23.7% and at 6 months was 10.4%, despite 95% coverage. Infection at baseline was positively associated with infection at 6 months (OR = 3.31, 95%CI 2.40–4.56) and treatment had a protective effect (OR = 0.45, 95%CI 0.25–0.80). The age group 2–4 years had an increased risk of infection at 6 months. The household characteristics predictive of infection at 6 months were increasing number of children infected in the household at baseline and increasing number of untreated children in the household.",
    "Conclusions": "While one round of mass treatment with high coverage did decrease infection by over 50%, it appears that it is not sufficient to eliminate infection. Findings that young children (ages 2–4 years) and households with increasing numbers of infected and untreated children have a positive association with infection at 6 months suggest that such households could be targeted for more intensive follow up."
}