{
    "Abstract": "Snakebite envenoming affects close to 2.7 million people globally every year. In Brazil, snakebites are reported to the Ministry of Health surveillance system and cases receive antivenom free of charge. There is an urgent need to identify higher risk areas for antivenom distribution, and to develop prevention activities. The objective of this study is to provide an overview of the epidemiological situation of snakebite envenoming in Brazil and explore possible drivers; as well as to create a flowchart tool to support decision-makers identify higher risk areas. An ecological-type study was carried out using data by municipality (2013–2017). Study parts: 1) Create a geocoded database and perform a descriptive and cluster analysis; 2) Statistical analysis to measure the association of snakebite and possible environmental and socioeconomic drivers; 3) Develop a flowchart to support decision-makers and the application of this tool in one state (Rio Grande do Sul) as an example. An average of 27,120 snakebite cases per year were reported at the country level. Clusters of municipalities with high numbers of snakebites are mostly found in the Amazon Legal Region. The negative binomial regression model showed association with the snakebite case count: the type of major habitat, tropical or non-tropical; temperature; percentage of urbanization; precipitation; elevation; GDP per capita; a weaker relation with forest loss; and with venomous snake richness. The state where the instrument was applied reported 4,227 snakebites in the period. Most municipalities were considered as medium risk and 56/496 as high risk according to the tool created. Snakebite cases are distributed across the entire country with the highest concentration in the Legal Amazon Region. This creates a complex situation both for better understanding of the association of environmental and socioeconomic factors with snakebites and for the distribution and maintenance of antivenom to remote areas. Research into types of antivenom with a longer shelf life without the need for refrigeration is needed."
}