{
    "Abstract": "Little attention has been paid to neglected tropical diseases (NTDs) in high-income countries and no literature provides an overview of NTDs in Japan. This scoping review aims to synthesize the latest evidence and information to understand epidemiology of and public health response to NTDs in Japan. Using three academic databases, we retrieved articles that mentioned NTDs in Japan, written in English or Japanese, and published between 2010 and 2020. Websites of key public health institutions and medical societies were also explored. From these sources of information, we extracted data that were relevant to answering our research questions. Our findings revealed the transmission of alveolar echinococcosis, Buruli ulcer, Chagas disease, dengue, foodborne trematodiases, mycetoma, scabies, and soil-transmitted helminthiasis as well as occurrence of snakebites within Japan. Other NTDs, such as chikungunya, cystic echinococcosis, cysticercosis, leishmaniasis, leprosy, lymphatic filariasis, rabies, and schistosomiasis, have been imported into the country. Government agencies tend to organize surveillance and control programs only for the NTDs targeted by the Infectious Disease Control Law, namely, echinococcosis, rabies, dengue, and chikungunya. At least one laboratory offers diagnostic testing for each NTD except for dracunculiasis, human African trypanosomiasis, onchocerciasis, and yaws. No medicine is approved for treatment of Chagas disease and fascioliasis and only off-label use drugs are available for cysticercosis, opisthorchiasis, human African trypanosomiasis, onchocerciasis, schistosomiasis, and yaws. Based on these findings, we developed disease-specific recommendations. In addition, three policy issues are discussed, such as lack of legal frameworks to organize responses to some NTDs, overreliance on researchers to procure some NTD products, and unaffordability of unapproved NTD medicines. Japan should recognize the presence of NTDs within the country and need to address them as a national effort. The implications of our findings extend beyond Japan, emphasizing the need to study, recognize, and address NTDs even in high-income countries."
}