{
    "Introduction": "River blindness (onchocerciasis) and lymphatic filariasis are two major neglected diseases caused by parasitic nematodes that together affect an estimated 54 million people worldwide in mostly poor, developing countries.\nWith river blindness, approximately 12 million people suffer from skin disease and 1 million people have vision loss [1]. It is a chronic disease caused by the first larval stage, microfilariae (mf) of Onchocerca volvulus which are released from female worms residing in subcutaneous tissues. Microfilariae migrate throughout the skin causing severe itchiness, and in the eye, they induce an inflammatory response that eventually leads to blindness [2–5].\nLymphatic filariasis (LF) or elephantiasis is caused by Wuchereria bancrofti, Brugia malayi and B. timori whose adult worms infect and damage the lymphatic tissues. This debilitating disease is characterized by pain and severe lymphedema often involving the arms, legs, breasts and genitalia, leading to great economic losses as well as social suffering and the stigma associated with elephantiasis [2, 6].\nTo date, there are no vaccines for these diseases and international control programs attempt to interrupt transmission of infection in Africa with mass drug administration (MDA) annually or biannually using microfilaricidal drugs: ivermectin for onchocerciasis; albendazole plus ivermectin or albendazole plus diethylcarbamazine (DEC) for LF. Recently a triple-drug therapy with ivermectin, DEC and albendazole was explored for the treatment of LF outside of Africa with the assumption that it will accelerate the elimination of LF if a coverage of >65% of the population is achieved [7]. Notably, this new therapy significantly improves mf clearance and maintenance of amicrofilaremia compared to the two-drug MDA regimen with DEC and albendazole and offers great promise in eliminating LF [7, 8].\nThe triple-drug therapy however, is not relevant for treatment of onchocerciasis due to the major adverse affects caused by DEC [9]. Although elimination of onchocerciasis has been achieved in a few foci in Africa and in the Americas [10–12], there has been only a 31% reduction in the incidence of onchocerciasis in Africa since 1995 [13]. The African Program for Onchocerciasis Control (APOC) has therefore called for some 1.15 billion treatments by 2045 [14], though many neglected tropical disease experts doubt that onchocerciasis can ever be eliminated through MDA alone [15], especially given that MDA with ivermectin cannot be used in 11 Central African countries co-endemic with Loa loa infections due to the risk of severe adverse events [16, 17]. Given the longevity and high fecundity of the adult worms (macrofilariae) [18–22] and the current lack of macrofilaricidal drugs, it is unlikely that the WHO goal of eliminating onchocerciasis by 2025 will be met when microfilaricidal drugs alone are used [17, 23, 24].\nTo achieve the ultimate goal of onchocerciasis elimination, drugs that cure infections and thus stop transmission of infection and ultimately shorten the time to elimination, a safe and effective drug that kills adult worms is needed. The need for such alternate treatment strategies is further supported by the occurrence of foci in Africa with suboptimal response to ivermectin [25].\nThe benzimidazole anthelmintic flubendazole (FBZ) is highly efficacious as a macrofilaricide in experimental filarial rodent models but it must be administered subcutaneously (SC) due to its low oral bioavailability [26–28]. Unfortunately, when administered parenterally to patients with onchocerciasis, severe reactions around the intramuscular injection site were reported [9]. Therefore, efforts have been made to develop a re-formulation of FBZ that would enable oral dosing [26–28]. The purpose of this present study was to assess the efficacy of a new amorphous solid dispersion formulation of FBZ (ASD FBZ; Janssen Pharmaceutica) for the treatment of onchocerciasis. ASD FBZ was given orally (0.2, 0.6, 1.5, 6, 15 mg/kg for 5 days) to jirds (Meriones unguiculatus) infected with the filarial nematode Brugia pahangi and compared to a single and a 5 day SC injection of 10 mg/kg FBZ. The rodent model using jirds as hosts for adult B. pahangi has been used extensively to study efficacy of antifilarial compounds and is one of the surrogate models used to investigate drugs for treatment of onchocerciasis [26, 29–33]. Results of this study showed that worm burden was not significantly decreased in jirds given oral doses of ASD FBZ (0.2–15 mg/kg). However, doses as low as 1.5 mg/kg caused extensive ultrastructural damage to developing embryos and mf.",
    "Methods": "Experimental infection\nMale jirds (Meriones unguiculatus) approximately 6 weeks of age (50–60 g) were purchased from Charles River (USA, Kingston K62 jirds) and infected by intraperitoneal injection with Brugia pahangi third-stage larvae (L3). Dosing regimens began a minimum of 12 weeks post-infection following development of the larval stage to the adult stages and secretion of microfilariae. Animals were allowed to eat and drink ad libitum and maintained following the approved IACUC protocol AN109629-03D.\n\n\nFormulations\nOral suspensions of ASD flubendazole (Janssen Bend 1/9) contained 10% FBZ-AAA G001, 10% flubendazole:hydroxypropyl methylcellulose acetate succinate, Lot number BREC-1113-036 with a vehicle of aqueous solution of 0.5% w/v methocel A4M (Premium) in demineralized water. For the flubendazole subcutaneous suspension (FBZ-AAA, lot 0020470007), FBZ was purchased from Shaanxi Hanjiang Pharmaceutical Group LTD, Hanzhong City, Shaanxi, China and formulated with aqueous solution of 0.5% w/v HEC (2-hydroxyethyl cellulose, Sigma 434965) in demineralized water and 0.1% Tween 80. Formulations were acclimated for 30 min at room temperature, protected from light and homogenized prior to dosing for at least 30 seconds to ensure no visible sedimentation.\n\n\nDosage groups\nASD flubendazole was given per os (PO) at 0.2, 0.6, 1.5, 6 or 15 mg/kg for 5 consecutive days, or subcutaneously (SC) at 10 mg/kg one time or for 5 days; control groups were not given any treatment which allowed comparison with both the oral and SC groups rather than having to include 2 different vehicle groups (Table 1). Doses were selected to determine the efficacy of the new ASD formulation of FBZ after oral administration for 5 days, which is considered a dosing regimen feasible for use in patients in the field as well as on the basis of previous pharmacokinetic and toxicological data. For the subcutaneous route and doses, the 5-day 10 mg/kg dose group is used as a positive control group in antifilarial rodent models. A single dose subcutaneous dose of 10 mg/kg was included to test if the same efficacy could be obtained as with the positive control group.\nAll animals used in the study were lightly anesthetized with isoflurane just to the state of drowsiness prior to dosing to avoid any handling stress. Animals were given PO doses using a metal gavage needle and 1 ml tuberculin syringe. Animals receiving SC doses were injected on the scruff of their necks with a 25 gauge needle in a clockwise fashion to avoid injection into the same site over the 5 day treatment period. The untreated control group was also given light anesthesia as in the case with the treated animals but was not dosed. Animals were allowed to feed ad libitum and dosed according to their body weight determined prior to each dosing. The takedown times were 68 and 72 days post-first dose.\n\n\nSamples for pharmacokinetics (PK) of ASD FBZ\nThe sparse sampling approach was used to obtain a sufficient time profile while minimizing stress to the animals, e.g. 2–3 animals per group were sampled per time point using the micro-sampling technique. Blood sampling times were chosen based on the route and duration of treatment and previous PK data, and thereby took into account the allowable volume of blood that could be taken from gerbils without causing stressful manipulation of the animals. Approximately 30–50 μl of blood was collected per animal from the vena saphena, using heparin-coated hematocrit capillary tubes. Blood was placed immediately on ice and centrifuged for 1810 g for 15 min at 4°C. 10 μl of plasma was then transferred into a PCR microfuge tube, frozen in a dry ice/ethanol bath and stored at -80°C until shipped.\nPlasma samples from jirds were collected at the following times for Experiment 1: For the SC single dose (10 mg/kg): 1, 3, 8 and 24 hrs post-dose; for the SC repeat doses (10 mg/kg): 2 hrs post-dose on Days 1–4; at Day 5: 1, 3, and 8, 24, 48 hrs post-dose; for the SC groups: weekly for 9 weeks post-last dose; for the PO repeat doses: 2 hrs post-dose on Days 1–4; 2 hrs and 24 hrs post-dose on Days 5. Plasma samples from jirds were collected at the following times for Experiment 2: for the SC single dose (10 mg/kg): 1, 3, 8, 24 and 48 hrs post-dose; and 1, 3, 5, 7, and 9 weeks post-dose; for the PO repeat doses (6 mg/kg and 15 mg/kg): 2 hrs post-dose on Days 1–4; 1, 2, 4, 8 and 24 hrs post-dose on Day 5. All flubendazole formulations used in the study were also analyzed at the end of the dosing period.\nFor Experiment 1, analyses were conducted at Janssen Research and Development (1400 McKean Road, Spring House, PA 19477), and for Experiment 2, analyses were conducted at Janssen Research and Development, Beerse, Belgium. For both studies, plasma samples were analyzed individually for flubendazole (JNJ-161941), hydrolyzed flubendazole (H-FBZ, JNJ-114699) and reduced flubendazole (R-FBZ, JNJ-1809600) using a qualified LC-MS/MS method. 10 μl plasma aliquots in end-to-end capillaries were washed with 100μl of 2% BSA in phosphate buffer pH 7.5. From this diluted sample 44 μl was taken for analysis corresponding to 4 μl of plasma. After addition of 10 μl of internal standard dilution and 200 μl of acetonitrile for the precipitation of the plasma proteins, the samples were mixed and centrifuged. 150 μl of the supernatant was evaporated to dryness under nitrogen flow at 50°C and reconstituted in 150 μl of a mixture of 0.1% formic acid and acetonitrile (90/10, v/v). 20 μl of the extract was injected onto an Acquity UPLC BEH C18 column (50 x 2.1 mm, 1.7μm particles) (Waters, Milford, USA). The chromatographic system consisted of a Shimadzu SIL30ACMP autosampler and Shimadzu LC30 pumps (Shimadzu, Kyoto, Japan). The mobile phase was a mixture of 1% formic acid and acetonitrile with a flow rate of 0.6 ml/min and a 2.5 minute gradient from 20 to 60% acetonitrile followed by a 1-minute step gradient to 98% acetonitrile.\nMass spectrometric detection was performed on an API4000 triple quadrupole mass spectrometer (Sciex, Framingham, MA, USA) with Turbo Ion SprayTM ionization operated in positive ion mode. FBZ, H-FBZ and R-FBZ were quantified against calibration samples and quality control samples, prepared in the same matrix as the study samples by means of a qualified analytical method with a lower limit of quantitation of 0.2, 0.4 and 0.2 ng/ml, respectively and an upper limit of quantitation of 3000 ng/ml for all three analytes.\n\n\nAnimal necropsies\nAnimals were euthanized on day 68 (Expt 1) and day 72 (Expt 2) after the first dose. Adult worms and mf were recovered by opening the body cavity and washing the peritoneal cavity with 100 mL of phosphate buffered saline (PBS). Male and female worms were separated and counted using a dissecting microscope. To count the number of mf present in the peritoneal cavity at necropsy, a 100 μl sample of the aforementioned PBS washing fluid was added to 900 μl of 0.04% methylene blue, and then a 50–150 μl sample of the stained mf was streaked onto a glass slide and counted using a compound microscope. The sample mf counts were multiplied by the appropriate dilution factor to calculate the total number of mf from each jird.\n\n\nEthics statement\nAnimals were euthanized by carbon dioxide inhalation followed by bilateral thoracotomy, following University of California San Francisco IACUC protocol AN109629-03D.\n\n\nTransmission electron microscopy (TEM) of female Brugia pahangi\nAt necropsy, 7–12 female worms recovered from 2–3 jirds per group were fixed in 2.5% paraformaldehyde, 2% glutaraldehyde in 0.1 M cacodylate buffer, pH 7.4 [34, 35]. Worms were chopped into 1–2 mm long pieces in the fixative. Samples were incubated for 3 hrs at room temperature protected from light and kept at 4°C overnight. Samples were then washed thoroughly in buffer and post-fixed in 1% osmium tetroxide and 1.6% potassium ferricyanide in 0.1 M cacodylate buffer, pH 7.4, for 1 hr. Following washes in buffer and then in distilled water, en bloc staining was performed for 1 hr with 2% uranyl acetate with samples protected from light. Samples were again washed with water and dehydrated through a series of ethanol dilutions: 50%, 70%, 95% and 100% ethanol. Samples were infiltrated with a gradient of acetone-Embed 812 resin and embedded in 100% resin. After sectioning the solidified blocks, 70 nm sections were post-stained with 1% uranyl acetate and Reynolds lead citrate. Images of the sections were collected on a 120kV Microscope (Philips).\n\n\nStatistical analyses\nTo compare adult worm and mf counts in the treated groups versus the control group, raw data were first tested for normality using the Shapiro-Wilk test. When data did not pass the Shapiro-Wilk test, data were then log10 transformed and retested using the Shapiro-Wilk test. In Experiment 2 the log10 transformation of the total number of adult worms per jird passed the Shapiro-Wilk test, so significance was determined by a one-way ANOVA followed by the Holm-Sidak multiple comparisons test. The remaining data did not pass the Shapiro-Wilk test, even after log10 transformation, so significance was determined by the Kruskal-Wallis test, followed by Dunn’s multiple comparison test. All data were analyzed using Prism 6.0f 2014, GraphPad Software, Inc. with 95% confidence limits.\nTo calculate the geometric means of the number of adult worms, female worms and mf recovered at necropsy, 0.1 was used in place of 0. The percent efficacy was calculated for each treatment group by subtracting the geometric means of treatment groups from the geometric mean of the control group, multiplying by 100%, and dividing the numerator by the geometric mean of the control group. All results written as percentages are given as a geometric mean % (e.g. geometric mean % reduction).",
    "Results": "Repeat SC injections of FBZ in suspension are effective in decreasing worm burden\nNo significant pathology occurred at the site of injection nor was any pathology observed over the course of the experimental period when SC doses of FBZ were injected into the nape area of the jirds. No adult worms were recovered from animals given 10 mg/kg SC injections of FBZ for 5 days, and the number of mf was significantly decreased compared to the control group (Fig 1 and Table 2). In comparison, animals given a single SC injection of 10 mg/kg FBZ had only a 63% (not statistically significant) decrease in the number of adult worms compared to the control group. These animals however, had fewer female worms and mf suggesting that even a single SC injection had an effect on female survival and fecundity. This effect was also observed in Experiment 2 for animals given a single SC injection of FBZ (Fig 1 and Table 2).\n\n\nOral doses of ASD FBZ did not significantly reduce female worm recovery nor number of mf\nThere was no statistically significant reduction in the total number of adult Brugia pahangi recovered from jirds given oral doses of ASD FBZ compared to the control group (Fig 1 and Table 2). Reduction in the total number of worms ranged from 38% to 80% and did not correlate with ASD FBZ dose concentrations. There was also no statistical difference in the percent reduction in the number of female worms nor mf in the treatment groups compared to the control group due to the high variability within each group. However, the results showed that all groups given oral ASD FBZ still had a 52%-93% reduction in the number of female worms recovered at necropsy and 59%-96% reduction in the mf count, respectively (Fig 1 and S1 Table).\n\n\nPK results for ASD FBZ studies\nIndividual and mean plasma concentrations and pharmacokinetic (PK) parameters were determined for FBZ and the metabolites, H-FBZ and R-FBZ (Tables 3–6, Fig 2, S2 Table). Results showed that after oral administration, concentrations of FBZ from the 2 hr plasma samples increased with the dose (Table 3). At day 5, the mean concentration at 2 hr post-dose was 0.015 μg/ml for 0.2 mg/kg, 0.039 μg/ml for 0.6 mg/kg, 0.085 μg/ml for 1.5 mg/kg, 0.436 μg/ml for 6 mg/kg and 1.73 μg/ml for 15 mg/kg. At 24 hr on day 5, the plasma concentrations were similar between 0.2 and 0.6 mg/kg/ day and increased with the dose between 0.6 and 15 mg/kg/day.\nAUC (Area Under the Curve) is total drug exposure in blood plasma against time and Cmax is highest observed blood plasma concentration.\nFBZ exposure (AUC0-24h) at day 5 increased more than dose proportionally to the dose between 6 and 15 mg/kg/day (Table 4). Cmax however was dose proportional. The tmax for repeat oral administration of FBZ at 6 and 15 mg/kg/day for 5 days was 1 hr and 2 hr, respectively, indicating fast absorption. Ratios of H-FBZ/FBZ AUC were 10-fold higher than for R-FBZ/FBZ AUC (Fig 2, Table 4).\nFor the SC groups, the following PK parameters were calculated: 10 mg/kg SC single dose (Table 5, Fig 2): AUC0-last = 2.3 μg•hr/mL with t last at 1512 hr; Cmax = 0.06 μg/mL at 8 hr. For the 10 mg/kg SC dose repeated for 5 days (Table 6): AUC0-last on day 5 = 15 μg•hr/mL with t last at 1512 hr; Cmax = 0.26 μg/mL at 24 hr. After a single subcutaneous administration of FBZ at 10 mg/kg, peak plasma concentrations after dosing were observed at 8 hr in the first experiment and 840 hr in the second experiment (Table 5). FBZ was measured up to the last sampling time point (1512h).\nAfter repeated subcutaneous administration of FBZ at 10 mg/kg for 5 days, peak plasma concentrations were observed at 24 hr after the last dosing (Fig 2, Table 6). FBZ was measured up to the last sampling time point (1392 h). The H-FBZ/FBZ AUC ratio ranged from 0.2 to 1.4 and ranged from 0.001 to 0.18 for R-FBZ/FBZ AUC ratio across all FBZ dosed groups (Tables 4–6).\n\n\nTransmission electron microscopic analyses of female worms recovered from ASD FBZ\nAlthough the treatment with the highest oral dose of ASD FBZ (15 mg/kg) did not result in a significant reduction in worm burden, the ultrastructural analysis of female worms recovered from jirds dosed with 1.5 mg/kg ASD FBZ for 5 days revealed extensive morphological alteration in embryos and developing mf. This observation is similar to what was seen in worms treated with a single SC injection of 10 mg/kg FBZ (Fig 3). Eggshells surrounding embryos were disrupted and disorganized compared to eggshells of developing embryos within the gonads of female worms recovered from control animals.\n(A) Lower magnification showing the damage throughout the uterine tissues. (B) Higher magnification of damaged microfilariae (Mf*) showing no nuclei or structural integrity (scale bars = 5 μm). (C) Microfilariae within a female worm from an animal treated SC with a single injection of 10 mg/kg FBZ showed similar damage as that seen in worms treated with 1.5 mg/kg ASD FBZ for 5 days. (D) Section of microfilariae within a female worm from a control animal showed normal structural morphology (scale bar = 0.5 μm). UW–uterine wall; Mf*–degraded microfilariae; wBp–Wolbachia of Brugia pahangi; N–nucleus.",
    "Discussion": "The benzimidazole anthelmintic flubendazole (FBZ) had been shown to be an excellent macrofilaricidal drug but its use was limited because of its need to be administered subcutaneously due to its low oral bioavailability [26] and adverse reactions at the site of injection [9]. Although efforts were made to reformulate FBZ as an oral drug [26–28], it did not move to clinical development. The purpose of the present study was to assess the efficacy of a new amorphous solid dispersion oral formulation of FBZ (ASD FBZ). ASD FBZ was administered orally to Brugia pahangi infected jirds at doses of 0.2, 0.6, 1.5, 6 and 15 mg/kg for 5 days to assess the effects of this new formulation of FBZ on adult worm burden, number of female worms and microfilarial counts. Although there was no statistically significant decrease in total number of worms, female worms or mf recovered from treated animals compared to untreated animals, ASD FBZ appeared to have some effect on the fitness of female worms and their fecundity as evidenced by the relatively lower number of female worms (60–88% reduction) and mf (59–96% reduction). This may suggest that ASD FBZ had an effect on female worm viability, which in turn, caused the reduction in the number of mf that were shed.\nHübner et al. observed histological damage in female Litomosoides sigmodontis from jirds given oral ASD FBZ doses of 6 and 15 mg/kg for 5 days and with 2 and 6 mg/kg for 10 days [32]. Degenerative changes were seen in the body wall, intestine and uteri, with major structural damage to the developing mf. In the present study, TEMs of ovaries and uteri from B. pahangi females recovered from jirds treated with 1.5 mg/kg ASD FBZ for 5 days showed that this treatment also caused extensive damage to the developing mf. Thus ASD FBZ appears to cause similar effects in the Brugia/jird model as in the Litomosoides/jird model.\nTEMS also revealed extensive ultrastructural damage to mf from female worms retrieved from animals given only a single SC injection of FBZ suggesting that a low dose of orally administered ASD FBZ given for 5 days may cause damage to developing mf, similar to when animals are given a single 10 mg/kg FBZ injection. In a study by Franz et al., a single SC dose of 25 mg/kg of FBZ impaired cell division in oogonia and embryonic cells in B. malayi female worms [36]. The damage to developing mf and female fecundity may account for the reduction in the number of mf (albeit not statistically significant reduction) seen in treated jirds in the present study.\nWith the exception of one jird, all animals treated with oral ASD FBZ had mf at the time of necropsy which suggests ASD FBZ may have inhibited embryogenesis but it did not have a direct-acting effect on the mf that were already shed. In vitro studies by O’Neill et al. showed that concentrations as low as 100 nM of commercially purchased FBZ induced damage to the early embryonic developmental stages of B. malayi but caused little to no damage to the later stages (pretzel and stretched mf) in female worms cultured for 3 days [37]. Similar effects were observed when B. malayi adult worms were first incubated in 100 nM FBZ in vitro for 24 hr and subsequently implanted intraperitoneally into jirds. Female worms removed from jirds 8 weeks later contained fewer embryos, a larger number of degenerating embryos and released fewer mf compared to the controls [38]. Furthermore, a study by Sjoberg et al. found that ASD FBZ given orally to SCID mice at a dosage of 2 or 40 mg/kg was not directly microfilaricidal to B. malayi mf circulating in the blood for 2 days. They concluded that elevated exposures would not likely cause rapid killing of bloodborne mf, a major concern due to the severe adverse events occurring in individuals who had been treated with the microfilaricidal drug ivermectin while infected with high numbers of Loa loa mf [33].\nIn the present study, only 2 of the 6 animals from the group given SC injections of FBZ for 5 days had mf at the time of takedown. In this group, no female worms (nor male worms) were recovered from any of the jirds at necropsy. Since ASD FBZ does not appear to be microfilaricidal, the lower number of mf that were found in this group compared to the control group, were not due to any direct-acting effect but rather due to the elimination of female worms early in the dosing period.\nThe PK analyses indicated that FBZ given SC led to a slow FBZ release from the injection site and the low plasma levels remained constant up to the study endpoint. In contrast, after oral administration of ASD FBZ, higher plasma concentrations were observed with a rapid decline after the Cmax. Thus, it appears that the slowly released and sustained levels of FBZ following repeated SC injections for 5 days were highly effective in eliminating worms while the levels of ASD FBZ at the dosages given, were not effective in reducing the adult worm burden, number of female worms or mf.\nThe ASD formulation was selected based on data obtained in rats after testing at least 8 formulations in order to improve the bioavailability of the drug [39]. The selection of formulation took into account the feasibility and stability of the formulation and exposures. The ASD formulation was also tested in another study with female jirds infected with Litomosoides sigmodontis at the same oral doses of 6 and 15 mg/kg for 5 days [32]. At Day 5, the exposures in the present study were 2–3 fold lower than the Hübner study. Compared to an aqueous hydroxypropyl—β cyclodextrin solution that was administered to jirds at 5 mg/kg in a study by Ceballos et al. the exposure in the present study was slightly lower, most likely because the stability of FBZ in hydroxypropyl—β cyclodextrin solution was not optimal [27]. Flubendazole exposures are quite different across species, and this difference needs to be taken into consideration since both R-FBZ and H-FBZ may be potentially active in humans [40, 41].\nBecause Mongolian jirds are capable of maintaining Brugia pahangi infections for approximately 2 years, long-term efficacy studies should also be considered when evaluating macrofilaricidal drugs that may require long exposures. ASD FBZ given orally for 5 days did not significantly reduce worm burden but embryogenesis appears to have been affected at a dose as low as 1.5 mg/kg as evidenced by the damage to developing mf at the ultrastructural level. An extended takedown time beyond the 2-month time period may be required to observe a significant reduction in total number of worms and female fecundity or viability. Future studies should include longer takedown times with embryogram analyses to further substantiate the effects on female worm sterilization and fecundity when evaluating oral ASD FBZ as a macrofilaricidal drug."
}