{
    "Background": "The objective of this study is to conduct a systematic review of studies reporting the frequency of neurocysticercosis (NCC) worldwide.",
    "Methods/Principal Findings": "PubMed, Commonwealth Agricultural Bureau (CAB) abstracts and 23 international databases were systematically searched for articles published from January 1, 1990 to June 1, 2008. Articles were evaluated for inclusion by at least two researchers focusing on study design and methods. Data were extracted independently using standardized forms. A random-effects binomial model was used to estimate the proportion of NCC among people with epilepsy (PWE). Overall, 565 articles were retrieved and 290 (51%) selected for further analysis. After a second analytic phase, only 4.5% of articles, all of which used neuroimaging for the diagnosis of NCC, were reviewed. Only two studies, both from the US, estimated an incidence rate of NCC using hospital discharge data. The prevalence of NCC in a random sample of village residents was reported from one study where 9.1% of the population harboured brain lesions of NCC. The proportion of NCC among different study populations varied widely. However, the proportion of NCC in PWE was a lot more consistent. The pooled estimate for this population was 29.0% (95%CI: 22.9%–35.5%). These results were not sensitive to the inclusion or exclusion of any particular study.",
    "Conclusion/Significance": "Only one study has estimated the prevalence of NCC in a random sample of all residents. Hence, the prevalence of NCC worldwide remains unknown. However, the pooled estimate for the proportion of NCC among PWE was very robust and could be used, in conjunction with estimates of the prevalence and incidence of epilepsy, to estimate this component of the burden of NCC in endemic areas. The previously recommended guidelines for the diagnostic process and for declaring NCC an international reportable disease would improve the knowledge on the global frequency of NCC."
}