{
    "Background": "Onchocerciasis affects the quality of life to a greater extent among affected individuals. The World Health Organization (WHO)’s Onchocerciasis Control Program (OCP) has effectively reduced the prevalence of onchocerciasis by interrupting the transmission of the parasite and by mass population treatment in the regions at risk of the disease. Despite the successful reduction of the prevalence of onchocerciasis by WHO, the socioeconomic burden resulting from the disabilities caused by onchocerciasis are still immense. This study sought to explore the adolescents’ perception regarding the management of onchocerciasis, community and health system support in Nkwanta North District of Ghana.",
    "Method": "This study adopted a qualitative phenomenological design and exploratory, descriptive qualitative approach. An in-depth interview guide was developed to collect data for the study. One-on-one interview was conducted. Data collected from 16 onchocerciasis adolescent patients were analysed thematically using ATLAS.ti v7.5.7. Quotes from the participants were presented verbatim to substantiate the themes realised.",
    "Results": "Most of the 12 participants (75.0%) were aged 15–18 years old. It was noted that 6(37.50%) of participants were in Junior High School (JHS), while 4(25.0%) were in Senior High School (SHS). It was noted that community members have diverse understandings and perceptions of onchocerciasis, including beliefs that Onchocerciasis is a serious disease that can cause blindness; it is caused by the consumption of some types of food products or stressful work. Adolescents believed that onchocerciasis was caused by insect bite blood infection, poor environmental hygiene, sun or could have been inherited from parents. Ivermectin treatment was noted by adolescents to have helped relieve the symptoms of ochocerciasis they were experiencing. However, the adolescents indicated that they had experienced some side effects, including fever, headache, body itching, rushes, swollen body and blurred vision from the drug.",
    "Conclusion": "Inadequate education and communication about onchocerciasis resulted in diverse and erroneous meanings of onchocerciasis among community members. Our research recognises that community and health system supports is very important in the effective management of Onchocerciasis, contributing to the attainment of Sustainable Development Goal (SDG) 3.3, which is targeted at ending the epidemic of NTDs like onchocerciasis by 2030."
}