{
    "Introduction": "Soil-transmitted helminthiases (STH) are a group of parasitic diseases caused by intestinal worms that are transmitted to humans through fecally-contaminated soil [1]. Although STH is classified as a neglected tropical disease (NTD), it is estimated that over 3.5 billion people are at risk of infection, 10%-15% of whom are children of preschool age (pre-SAC) [2]. STH-related morbidity increases with higher worm load and includes iron deficiency, protein malnutrition and poor cognitive development [3, 4]. The regular deworming of pre-SAC with anthelminthic agents is an efficient and effective method of keeping STH worm loads below the levels associated with morbidity [1, 5].\nIn its strategic plan on “Eliminating Soil-Transmitted Helminths as a Public Health Problem in Children”, the World Health Organization (WHO) outlined strategies and milestones towards “eliminating [STH-related] morbidity in all children by 2020” [6]. The plan aims to increase global pre-SAC deworming coverage to 50% by 2015 and 75% by 2020 [6]. The Preventive Chemotherapy and Transmission Control (PCT) databank was instituted to track progress to global coverage targets by combining coverage information from different sources [7]. According to the databank, global pre-SAC deworming coverage has progressively declined from 37.1% in 2010 to 30.6% in 2011 and 24.7% in 2012 [8–10]. The initial coverage estimate for 2013 was 23.9% [11].\nThe initial 2013 coverage estimates were generated from 43 countries representing 54.0% of the global pre-SAC population requiring deworming [11, 12]. WHO and its partners recognize that not all countries requiring deworming report data to the databank and that not all mass deworming administrations (MDAs) are captured among reporting countries [13]. There has been no systematic attempt to collect data on deworming administered through Child Health Days, which are common delivery mechanisms for deworming alongside vitamin A supplementation (VAS) and other high-impact interventions among pre-SAC [14]. This paper describes the first systematic attempt to collect CHD deworming coverage in an effort to update the global 2013 pre-SAC coverage figures in the global WHO PCT databank.",
    "Method": "Collection and Review of UNICEF Deworming Coverage Data\nUNICEF developed a spreadsheet-based questionnaire for deworming coverage data that was developed based on the VAS CHD reporting form used for official global VAS reporting [15]. The form includes questions on deworming coverage by age group, frequency, type of anthelminthic used and distribution mechanism employed. In line with the VAS reporting methodology, data on MDA were collected separately for semester 1 (January–June, 2013) and semester 2 (July–December, 2013). Where possible, the PCT databank has country entries separated by rounds, we refer to each entry in the PCT databank as a data point [7]. In July 2014, UNICEF Headquarters (HQ) sent these forms to its 82 country programs prioritized for VAS programs [16]. In these countries, UNICEF staff were requested to complete these forms with implementing partners and to obtain approval from relevant government ministries. Upon receipt, UNICEF HQ reviewed the data for completeness and consistency. Preliminary data or data that had not been officially approved by the government were excluded from further analysis.\n\n\nThe WHO PCT Databank\nThe WHO PCT Databank is the official global tracking tool for global pre-SAC deworming coverage [7]. Started in 2003, it contains country-specific data provided by national NTD focal points, the Schistosomiasis Control Initiative, and development partners [7, 12]. Each record in the database presents the number of pre-SAC that require deworming, the program target population, the program coverage (the proportion of individuals treated as per program target set) and the national coverage (the proportion of the population requiring deworming in the country that has been treated). This database is continuously updated. WHO initially published the 2013 global pre-SAC coverage in January 15th 2015 [11]. These estimates did not include the 2013 UNICEF CHD data.\n\n\nData Merge\nThe coverage estimates collected by UNICEF were considered for updating the initial 2013 global coverage data in the PCT databank. As a first step, the semester-specific CHD events (i.e., data points) were compared with the data points already included in PCT database. All data points were then categorized into three groups: data points only present in the UNICEF deworming database, data points only present in the PCT databank and data points present in both databases. Data points only present in the UNICEF deworming database were validated based on number of pre-SAC treated, number of pre-SAC targeted and reported program coverage. The sources used as the standard for comparison were the latest available census and 2013 United Nations Population Division (UNPD) estimates [17]. Data points present in both databases were assessed for consistency and validation. They were considered to be identical if reported coverage was within 5%, in which case the WHO PCT data point was selected. In cases where data points were not considered identical, the data point containing the higher number of pre-SAC treated was chosen in line with WHO procedures. Any new or revised data points were uploaded into the WHO PCT databank and published [12].\n\n\nCalculating Coverage Estimates\nThe updated PCT databank was used to generate new global, regional and national level pre-SAC deworming coverage estimates. Regional estimates were calculated using WHO regional classifications [18]. These coverage estimates were defined as the proportion of the pre-SAC population requiring deworming that received treatment [10]. The number of pre-SAC that require deworming are determined by WHO in partnership with Ministries of Health (MoHs) after taking into account demographic, epidemiologic and sanitation data [19]. In addition, data reporting gaps were calculated by comparing the proportion of pre-SAC population requiring deworming for the responding countries against the global pre-SAC population requiring deworming over for the years 2006–2013 using both the initial and updated datasets. Standard descriptive statistical analyses were used to calculate the number of treatments provided by anthelminthic agent and to determine the number of MDAs that surpassed the program and national coverage targets of 75%. All analyses were conducted using Microsoft Excel (Microsoft, Redmond, WA).",
    "Results": "Of the 82 UNICEF offices contacted, 47 (57%) submitted responses (Fig 1). Of these, a total of 39 countries had valid and nationally endorsed data points. In all, 27 (73%) were from Africa, 6 (16%) from South-East Asia, 3 (8%) from the Western Pacific region, 2 (5%) from East Mediterranean Region, and 1 (3%) from the Americas. The nationally validated datasets covered 74.9% of the global pre-SAC population requiring deworming. In total, the database contained 73 data points from the 39 respondent countries.\nData flowchart on the integration of Child Health Day data collected by UNICEF into the World Health Organization Preventive Chemotherapy and Transmission Control Databank, 2013. CHD, Child Health Day, Pre-SAC, preschool-age children, PCT, Preventive Chemotherapy and Transmission Control Databank,\nThe version of the PCT databank used for the initial analysis contained 68 deworming data points from 43 of the 106 countries where deworming is required for STH (Table 1). In total, these countries represented 54% of the global pre-SAC population requiring deworming.\nOf the 73 data points in 39 countries with validated data in the UNICEF deworming database, 24 data points (33%) were excluded from analysis because the number of pre-SAC reached and targeted was considered to exceed plausible estimates of demographic data using WHO criteria. A total of 14 (19%) data points were identical to existing entries in the WHO PCT databank and were thus dropped in favor of their WHO PCT counterparts, while 35 (48%) data points were unique and thus included into the PCT databank. Of these unique data points, 21 (64%) were from 12 countries previously unrepresented in the PCT databank.\nOf the 68 points in the initial WHO PCT databank, 14 (21%) data points were identical to points in the UNICEF deworming database and were chosen in favor of their UNICEF deworming database counterparts, 49 (72%) points were included in the updated PCT databank while 5 (7%) points were excluded from analysis as they were replaced with data points from the UNICEF deworming database. The updated databank was comprised of 98 MDAs conducted in 55 countries, of which 62 (63%) were campaign-style events similar to CHDs. The updated databank represents 80.4% of the global pre-SAC population requiring deworming. Africa experienced the biggest coverage increase, from 19.5% to 76.8%. A total of 57 countries requiring deworming are not listed in the PCT databank, leading to a coverage gap of 19.6%.\n\nNumber of Pre-SAC Treated and Coverage\nIn the initial analysis of the PCT databank, 63.9 million pre-SAC that required deworming received the intervention in 2013 (Table 2). The global coverage estimate in this version of the PCT databank was 23.9%. South-East Asia region (40.2%) had the highest coverage followed by the Americas (33.3%) and Western Pacific Region (22.9%).\nIn the updated databank, the number of pre-SAC requiring deworming who were treated increased to 130.7 million, thus more than doubling the global coverage from 23.9% to 49.1% (Fig 2). The highest increases in pre-SAC treated were observed in Africa and South-East Asia with an additional 41.4 and 19.4 million additional pre-SAC treated, respectively.\nProportion of global pre-SAC population requiring deworming and treated and the global data gap for the years (2010–2013). pre-SAC, preschool-age children. 1Data gap is proportion of pre-SAC population requiring deworming for the countries not responding. 2Initial Database, WHO Preventive Chemotherapy and Transmission Control Databank as of January 15th 2015, Updated Database 3WHO Preventive Chemotherapy and Transmission Control Databank as of April 15th 2015\nWith the update of the PCT databank, the number of treatments administered increased from 94.7 million to 234.8 million (Table 3). Of the treatments delivered in 2013 according to the updated PCT databank, albendazole was used exclusively in 39 rounds (56% of all treatments), mebendazole was used exclusively in 26 rounds (25% of all treatments), and a combination of anthelminthics (always including albendazole) in the remaining rounds (Fig 3).\nUpdated Database, WHO Preventive Chemotherapy and Transmission Control Databank as of April 15th 2015.",
    "Discussion": "With the current CHD deworming coverage assessment, a total of 35 new data points were added to the WHO PCT databank. These new data points captured an additional 140.1 million deworming dosages, thus increasing the global number of pre-SAC deworming dosages administered in 2013 to 234.8 million. With this inclusion, the global 2013 pre-SAC deworming coverage increased from 23.9% to 49.1%.\nThis new global pre-SAC deworming coverage estimate thwarts apparent global coverage decreases observed from 2010 to 2012 [8–10]. In fact, the estimate puts global deworming programs back on track to attain the 50% coverage by 2015 [13]. The update also aligns with the 2012 London Declaration on Neglected Tropical Diseases (NTDs) goals of fostering collaboration and coordination on NTDs and providing regular updates on the progress in reaching 2020 goals and remaining gaps [20]. Nevertheless, given that 57 countries requiring require deworming are not represented in the PCT databank, there is insufficient progress towards demonstrating that all countries requiring deworming start programs by 2015 [6].\nCHDs delivered nearly half of all global pre-SAC treatments in 2013, thus illustrating the strategic importance of this delivery mechanism for attaining global pre-SAC coverage goals. CHDs may take the form of integrated special immunization activities or special events designed to deliver VAS and other high-impact interventions among to pre-SAC. The design of CHDs and the package of interventions offered can be tailored to the local contexts [21]. In fragile health systems, CHDs serve as a major delivery platform for high-impact interventions targeted to pre-SAC [22, 23]. In settings with stronger health systems, they can be increasingly integrated into decentralized, routine primary health care, such as through the local budgeting and management of the events by health districts [21]. Nevertheless, CHDs may divert resources away from the delivery of routine health services [14].\nIn CHDs, deworming is often co-delivered alongside VAS owing to logistical and epidemiological considerations [2, 14]. Deworming may increase the acceptability of other high-impact interventions delivered in CHDs because caretakers consider the excretion of worms in the child’s feces observed shortly after drug administration as a sign of improved child health [24]. Given the frequent co-delivery of VAS and deworming, the global, annual two-dose VAS coverage of 65% may serve as an indication of pre-SAC deworming coverage achievable through co-delivery with VAS [25].\nPrior to this coverage assessment, global pre-SAC deworming was inadequately covered in the official 2013 PCT database. This data gap is due to incomplete reporting of CHD activities to WHO Geneva. Similar reporting gaps have been observed previously for deworming medications delivered by non-governmental organizations [26] and for deworming drugs delivered outside of national STH control programs [27]. Ideally, national Ministry of Health NTD focal persons would collect and report deworming coverage to WHO Geneva. As links with NTD focal persons at national levels are strengthened, UNICEF will continue the systematic coverage assessment of deworming delivered to pre-SAC through CHDs.\nThe global deworming coverage assessment identified 24 data points from integrated poliomyelitis campaigns that also delivered deworming but that could not be included in the PCT databank because the number of pre-SAC reached and targeted exceeded WHO-defined levels deemed to be plausible. If these data points had been accepted, the global number of pre-SAC treated and the total number of treatments delivered would have increased by an additional 27.7 and 99.2 million, respectively. This inclusion would have increased the global pre-SAC coverage to 59.1%. In subsequent global coverage reporting exercises, harmonization of data rules employed by the STH- and poliomyelitis communities is warranted. As progress is maintained towards the eradication of poliomyelitis, the number of supplementary immunization activities delivering deworming and other high-impact interventions will decrease substantially [28]. As a result, national health planners need to ensure that STH control is reflected in the poliomyelitis transition plans and explore other delivery mechanism for VAS, deworming, and other child interventions currently delivered through vertical CHD-type events.\nThis coverage assessment is limited by a number of factors. First, the CHD deworming coverage data collected is generally based on tally sheets completed during the supplementation events. Numerators generated from tally sheets may suffer from discounting, double counting or summation errors during their aggregation [29]. However, this system has been a long-standing data source for the global tracking of VAS coverage trends, and is deemed to be useful for the tracking deworming coverage trends as well [15]. Second, the district-disaggregated demographic and epidemiologic data used to generate estimates of children requiring deworming have limited accuracy, especially when sanitation data are used as a proxy for epidemiologic data [30]. Third, the current assessment focused on the 82 global VAS priority countries, and thus did not cover 35 countries requiring deworming. The scope of the coverage assessment will be extended to all global deworming priority countries in the future and to increase response rates among all countries contacted. Fourth, the link between pre-SAC deworming coverage data as presented here needs to be more rigorously linked to assessments demonstrating health impact analyses, and lastly, more information is needed on the quality of deworming formulations used in MDA programs [2].\nIn sum, this CHD coverage assessment showed that global pre-SAC deworming programs achieved more than double the coverage previously reported, and are therefore on track to achieve 2015 global pre-SAC coverage targets. With the increased attention on the role of NTDs for equitable and sustainable development [31, 32], deworming coverage reporting and program delivery should be further strengthened in an effort to reach pre-SAC in greatest need and to achieve the global 75% coverage target for 2020."
}