{
    "Background": "Trachomatous trichiasis significantly reduces vision and health related quality of life (QoL). Although trichiasis surgery is widely performed to treat trichiasis, there is little data on the effect of surgery on QoL. We measured the impact of trichiasis surgery on vision and health related QoL in a longitudinal study from Amhara Region, Ethiopia.",
    "Methodology/Principal Findings": "We recruited 1000 adult participants with trichiasis (cases) and 200 comparison participants, matched to every fifth trichiasis case on age (+/- two years), sex and location. Vision-related quality of life (VRQoL) and health-related quality of life (HRQoL) were measured using the WHO/PBD-VF20 and WHOQOL-BREF questionnaires respectively, at enrolment and 12 months after enrolment. All trichiasis cases received free standard trichiasis surgery immediately after enrolment. The mean difference in QoL scores between enrolment and follow-up for cases and comparison participants, and the difference-in-differences by baseline trichiasis status was analysed using random effects linear regression, the later adjusted for age, sex and socioeconomic status. At 12-months follow-up, data was collected from 980 (98%) and 198 (98%) trichiasis cases and comparison participants respectively. At this follow-up visit, VRQoL and HRQoL scores of trichiasis cases improved substantially in all subscales and domains by 19.1–42.0 points (p<0.0001) and 4.7–17.2 points (p<0.0001), respectively. In contrast, among the comparison participants, there was no evidence of improvement in VRQoL and HRQoL domain scores during follow-up. The improvement in VRQoL and HRQoL in cases was independent of the presence of visual acuity improvement at 12 months.",
    "Conclusions/Significance": "Trichiasis surgery substantially improves both VRQoL and HRQoL regardless of visual acuity change. Unprecedented effort is needed to scale-up trichiasis surgical programmes not only to prevent the risk of sight loss but also to improve overall wellbeing and health perception of affected individuals."
}