{
    "Background": "Leptospira (L.) interrogans are bacteria responsible for a worldwide reemerging zoonosis. Rodents carry L. interrogans asymptomatically in their kidneys and excrete bacteria in the urine, contaminating the environment. Humans get infected through skin contact and develop a mild or severe leptospirosis that may lead to renal failure and fibrosis. L. interrogans provoke an interstitial nephritis, but the induction of fibrosis caused by L. interrogans has not been studied in murine models. Innate immune receptors from the TLR and NLR families have recently been shown to play a role in the development and progression of tissue fibrosis in the lung, liver and kidneys under different pathophysiological situations. We recently showed that TLR2, TLR4, and NLRP3 receptors were crucial in the defense against leptospirosis. Moreover, infection of a human cell line with L. interrogans was shown to induce TLR2-dependent production of fibronectin, a component of the extracellular matrix. Therefore, we thought to assess the presence of renal fibrosis in L. interrogans infected mice and to analyze the contribution of some innate immune pathways in this process.",
    "Methodology/principal findings": "Here, we characterized by immunohistochemical studies and quantitative real-time PCR, a model of Leptospira-infected C57BL/6J mice, with chronic carriage of L. interrogans inducing mild renal fibrosis. Using various strains of transgenic mice, we determined that the renal infiltrates of T cells and, unexpectedly, TLR and NLR receptors, are not required to generate Leptospira-induced renal fibrosis. We also show that the iNOS enzyme, known to play a role in Leptospira-induced interstitial nephritis, also plays a role in the induction of renal fibrosis.",
    "Conclusion/significance": "To our knowledge, this work provides the first experimental murine model of sustained renal fibrosis induced by a chronic bacterial infection that may be peculiar, since it does not rely on TLR or NLR receptors. This model may prove useful to test future therapeutic strategies to combat Leptospira-induced renal lesions."
}