{
    "Abstract": "Tsetse-transmitted Animal African Trypanosomosis (AAT) is one of the most important constraints to livestock development in Africa. Use of trypanocides has been the most widespread approach for the management of AAT, despite the associated drug resistance and health concerns associated with drug metabolites in animal products. Alternative control measures that target tsetse fly vectors of AAT, though effective, have been hard to sustain in part because these are public goods applied area-wide. The International Centre of Insect Physiology and Ecology (icipe) and partners have developed and implemented a novel tsetse repellent collar (TRC) applied on animals to limit contact of tsetse flies and livestock, thereby reducing AAT transmission. The TRC has now advanced to commercialization. A household-level survey involving 632 cattle keeping households, was conducted in Shimba Hills region of Kwale County, where field trials of the TRC have been previously conducted to assess farmers’ knowledge, perception, and practices towards the management of tsetse flies, their willingness to pay (WTP) for the TRC, and factors affecting the WTP. Almost all the respondents (90%) reported that tsetse flies were the leading cattle infesting pests in the area. About 22% of these correctly identified at least four AAT clinical signs, and even though many (68%) used trypanocidal drugs to manage the disease, 50% did not perceive the drug as being effective in AAT management (50%). Few respondents (8%) were aware of the harmful effects of trypanocidal drugs. About 89% of the respondents were aware of icipe TRC, and 30% of them were using the field trial collars during the survey. Sixty-three (63%) of them were willing to pay for the TRC at the same cost they spend treating an animal for AAT. On average farmers were willing to pay KES 3,352 per animal per year. Male educated household heads are likely to pay more for the TRC. Moreover, perceived high AAT prevalence and severity further increases the WTP. Wider dissemination and commercialization of the herd-level tsetse control approach (TRC) should be encouraged to impede AAT transmission and thus enhance food security and farm incomes among the affected rural communities. Besides the uptake of TRC can be enhanced through training, especially among women farmers."
}