{
    "Abstract": "Burkholderia pseudomallei, the causative agent of melioidosis, is an important public health threat due to limited therapeutic options for treatment. Efforts to improve therapeutics for B. pseudomallei infections are dependent on the need to understand the role of B. pseudomallei biofilm formation and its contribution to antibiotic tolerance and persistence as these are bacterial traits that prevent effective therapy. In order to reveal the genes that regulate and/or contribute to B. pseudomallei 1026b biofilm formation, we screened a sequence defined two-allele transposon library and identified 118 transposon insertion mutants that were deficient in biofilm formation. These mutants include transposon insertions in genes predicted to encode flagella, fimbriae, transcriptional regulators, polysaccharides, and hypothetical proteins. Polysaccharides are key constituents of biofilms and B. pseudomallei has the capacity to produce a diversity of polysaccharides, thus there is a critical need to link these biosynthetic genes with the polysaccharides they produce to better understand their biological role during infection. An allelic exchange deletion mutant of the entire B. pseudomallei biofilm-associated exopolysaccharide biosynthetic cluster was decreased in biofilm formation and produced a smooth colony morphology suggestive of the loss of exopolysaccharide production. Conversely, deletion of the previously defined capsule I polysaccharide biosynthesis gene cluster increased biofilm formation. Bioinformatics analyses combined with immunoblot analysis and glycosyl composition studies of the partially purified exopolysaccharide indicate that the biofilm-associated exopolysaccharide is neither cepacian nor the previously described acidic exopolysaccharide. The biofilm-associated exopolysaccharide described here is also specific to the B. pseudomallei complex of bacteria. Since this novel exopolysaccharide biosynthesis cluster is retained in B. mallei, it is predicted to have a role in colonization and infection of the host. These findings will facilitate further advances in understanding the pathogenesis of B. pseudomallei and improve diagnostics and therapeutic treatment strategies."
}