{
    "Background": "Tropheryma whipplei is known as the cause of Whipple's disease, but it is also an emerging pathogen, detected in stool, that causes various chronic localized infections without histological digestive involvement and is associated with acute infections, including gastroenteritis and bacteremia.",
    "Methods/Principal Findings": "We conducted a study in 2008 and 2009 using 497 non-diarrheic and diarrheic stool samples, 370 saliva samples, 454 sera samples and 105 samples obtained from water samples in two rural Sine-Saloum villages (Dielmo and Ndiop) in Senegal. The presence of T. whipplei was investigated by using specific quantitative PCR. Genotyping was performed on positive samples. A serological analysis by western blotting was performed to determine the seroprevalence and to detect seroconversion. Overall, T. whipplei was identified in 31.2% of the stool samples (139/446) and 3.5% of the saliva samples (13/370) obtained from healthy subjects. The carriage in the stool specimens was significantly (p<10−3) higher in children who were between 0 and 4 years old (60/80, 75%) compared to samples obtained from individuals who were between 5 to 10 years old (36/119, 30.2%) or between 11 and 99 years old (43/247, 17.4%). The carriage in the stool was also significantly more common (p = 0.015) in subjects with diarrhea (25/51, 49%). We identified 22 genotypes, 16 of which were new. Only one genotype (#53) was common to both villages. Among the specific genotypes, one (#52) was epidemic in Dielmo (15/28, 53.4%, p<10−3) and another (#49) in Ndiop (27.6%, p = 0.002). The overall seroprevalence was estimated at 72.8% (291/400). Seroconversion was detected in 66.7% (18/27) of children for whom PCR became positive in stools between 2008 and 2009.",
    "Conclusions/Significance": "T. whipplei is a common bacterium in the Sine-Saloum area of rural Senegal that is contracted early in childhood. Epidemic genotypes suggest a human transmission of the bacterium."
}