{
    "Background": "Participants in mass gathering events are at risk of acquiring imported and locally endemic infectious diseases. The 2014 dengue outbreak in Tokyo gathered attention since it was the first time in 70 years for Japan to experience an autochthonous transmission. Preparation for emerging infectious threats is essential even in places where these outbreaks have been largely unknown. The aim of this study is to identify strategies for early detection and prevention of dengue infection during the 2020 summer Olympics and Paralympics in Tokyo.",
    "Methodology/Principal findings": "We modified and adapted the failure mode and effect analysis (FMEA) methodology, generally used in industrial manufacturing, to examine the current controls for dengue detection and assessment. Information on existing controls were obtained from publicly available resources. Our analysis revealed that the national infectious disease control system to detect dengue in Japan is robust. However, in the case of large assemblies of international visitors for special events when the spread of communicable and vector-borne diseases increases, there are three main gaps that could be reinforced. First, cyclical training or a certification program on tropical disease management is warranted for physicians, especially those working in non-infectious disease-designated hospitals or clinics. Second, multi-language communication methods need to be strengthened especially in the health and hospitality sector. Third, owners of accommodations should consider incorporating a formal tropical disease-training program for their staff members and have a contingency plan for infectious disease-suspected travelers.",
    "Conclusions/Significance": "Our findings may facilitate physicians and public health officials where new controls would be beneficial for the 2020 summer Olympics and Paralympics. The FMEA framework has the potential to be applied to other infectious diseases, not just dengue."
}