{
    "Abstract": "Savannah tsetse flies avoid flying toward tsetse fly-refractory waterbuck (Kobus defassa) mediated by a repellent blend of volatile compounds in their body odor comprised of δ-octalactone, geranyl acetone, phenols (guaiacol and carvacrol), and homologues of carboxylic acids (C5-C10) and 2-alkanones (C8-C13). However, although the blends of carboxylic acids and that of 2-alkanones contributed incrementally to the repellency of the waterbuck odor to savannah tsetse flies, some waterbuck constituents (particularly, nonanoic acid and 2-nonanone) showed significant attractive properties. In another study, increasing the ring size of δ-octalactone from six to seven membered ring changed the activity of the resulting molecule (ε-nonalactone) on the savannah tsetse flies from repellency to attraction. In the present study, we first compared the effect of blending ε-nonalactone, nonanoic acid and 2-nonanone in 1:1 binary and 1:1:1 ternary combination on responses of Glossina pallidipes and Glossina morsitans morsitans tsetse flies in a two-choice wind tunnel. The compounds showed clear synergistic effects in the blends, with the ternary blend demonstrating higher attraction than the binary blends and individual compounds. Our follow up laboratory comparisons of tsetse fly responses to ternary combinations with different relative proportions of the three components showed that the blend in 1:3:2 proportion was most attractive relative to fermented cow urine (FCU) to both tsetse species. In our field experiments at Shimba Hills game reserve in Kenya, where G. pallidipes are dominant, the pattern of tsetse catches we obtained with different proportions of the three compounds were similar to those we observed in the laboratory. Interestingly, the three-component blend in 1:3:2 proportion when released at optimized rate of 13.71mg/h was 235% more attractive to G. pallidipes than a combination of POCA (3-n-Propylphenol, 1-Octen-3-ol, 4-Cresol, and Acetone) and fermented cattle urine (FCU). This constitutes a novel finding with potential for downstream deployment in bait technologies for more effective control of G. pallidipes, G. m. morsitans, and perhaps other savannah tsetse fly species, in ‘pull’ and ‘pull-push’ tactics."
}