{
    "Background": "HIV-prevalence, as well as incidence of zoonotic parasitic diseases like cystic echinococcosis, has increased in the Kyrgyz Republic due to fundamental socio-economic changes after the breakdown of the Soviet Union. The possible impact on morbidity and mortality caused by Toxoplasma gondii infection in congenital toxoplasmosis or as an opportunistic infection in the emerging AIDS pandemic has not been reported from Kyrgyzstan.",
    "Methodology/Principal Findings": "We screened 1,061 rural and 899 urban people to determine the seroprevalence of T. gondii infection in 2 representative but epidemiologically distinct populations in Kyrgyzstan. The rural population was from a typical agricultural district where sheep husbandry is a major occupation. The urban population was selected in collaboration with several diagnostic laboratories in Bishkek, the largest city in Kyrgyzstan. We designed a questionnaire that was used on all rural subjects so a risk-factor analysis could be undertaken. The samples from the urban population were anonymous and only data with regard to age and gender was available. Estimates of putative cases of congenital and AIDS-related toxoplasmosis in the whole country were made from the results of the serology. Specific antibodies (IgG) against Triton X-100 extracted antigens of T. gondii tachyzoites from in vitro cultures were determined by ELISA. Overall seroprevalence of infection with T. gondii in people living in rural vs. urban areas was 6.2% (95%CI: 4.8–7.8) (adjusted seroprevalence based on census figures 5.1%, 95% CI 3.9–6.5), and 19.0% (95%CI: 16.5–21.7) (adjusted 16.4%, 95% CI 14.1–19.3), respectively, without significant gender-specific differences. The seroprevalence increased with age. Independently low social status increased the risk of Toxoplasma seropositivity while increasing numbers of sheep owned decreased the risk of seropositivity. Water supply, consumption of unpasteurized milk products or undercooked meat, as well as cat ownership, had no significant influence on the risk for seropositivity.",
    "Conclusions": "We present a first seroprevalence analysis for human T. gondii infection in the Kyrgyz Republic. Based on these data we estimate that 173 (95% CI 136–216) Kyrgyz children will be born annually to mothers who seroconverted to toxoplasmosis during pregnancy. In addition, between 350 and 1,000 HIV-infected persons are currently estimated to be seropositive for toxoplasmosis. Taken together, this suggests a substantial impact of congenital and AIDS-related symptomatic toxoplasmosis on morbidity and mortality in Kyrgyzstan."
}