{
    "Introduction": "Scorpionism is a public health problem, with more than 1200000 stings and 3250 deaths registered each year in the world, an incidence of 526 per 100,000 people and mortality rate of 0.27% [1]. Mexico reports high rates of scorpion stings [2,3], an overall incidence of 233.64 per 100000 [1]. Several states report much higher levels. Colima, for example, reported 1423.6 per 100000 people, Nayarit 1392.7, Morelos 1367.7, and Guerrero 1137.4. Chilapa municipality in Guerrero reports the highest incidence in the state, 1434 per 100000 inhabitants [4].\nDepending on the species, scorpion stings cause different degrees of envenomation. Mild symptoms include pain at the site of the sting and local paresthesia, while moderate symptoms can range from sialorrhea, general paresthesia, abdominal distension, fasciculations, dyspnea, and retrosternal pain. Severe symptoms include dysphagia, nystagmus, convulsions, vomiting, ataxic gait, transient blindness, high blood pressure, priapism, vaginal irritation, and acute pulmonary edema. A small proportion of stings cause organ damage and can lead to death [5].\nOf 289 scorpion species reported in Mexico, 19 are of medical significance [6] and seven of these infest Guerrero State [7,8]. Chilapa municipal records show at least two species: Centruroides villegasi and Centruroides limpidus [8,9].\nEpidemiological studies suggest a majority of scorpion stings occur at home [10,11], mainly at night due to the nocturnal habits of arachnids [10,11,12]. Some authors report higher risks in rural populations [11,13], while others suggest urban populations are worse affected [14,15]. Risk factors for scorpion sting include being in a rural area [14]; insufficient household cleaning; roofing constructed from temporary sheeting or palm leaves; keeping ducks in the home; agricultural work [16]; an altitude of 300 meters above sea level; being male; being mixed race (as opposed to indigenous); and, not using gloves when harvesting corn [17].\nPrevention and control measures for scorpion stings include individual measures such as shaking out bedclothes, clothing, and footwear before use and, for agricultural workers, the use of adequate protective clothing and equipment [18,19]. Household measures include cleaning and dusting walls and furniture; installing a ceiling in bedrooms; installing fly screens and mosquito nets; painting bed legs; removing household construction material and trash; cleaning and weeding the area around the home; and, plastering and painting walls. At the community level, measures include informing the local population via workshops [20]. The present study aimed to estimate scorpion stings’ occurrence and identify the associated risk factors.",
    "Material and methods": "Ethics statement\nThe Ethics Committee of the Centro de Investigación de Enfermedades Tropicales (CIET) approved the study in May 7, 2018. After receiving an explanation of the objectives and procedures of the study, the community authorities gave their permission for the study. Before each interview, the interviewer explained the objectives of the research and that participation was voluntary, confidential, and anonymous. They explained the right to refuse to participate or not to respond to any question, and that they could stop the interview at any point, a decision that would be respected without affecting the care they receive from local health services. Oral consent was obtained because many people do not know how to write and distrust signing documents but trust word of mouth. Oral consent was recorded in the survey notebooks at the time households gave access to their homes.\n\n\nStudy setting and sampling\nThe southern state of Guerrero (population 3.5m) is one of the poorest in Mexico and has a large indigenous population. Chilapa has 123,722 inhabitants, 40% of whom live in urban areas [21]. Some 65% of households have no access to running water and 63% cook with firewood or coal [22]. Chilapa municipality is in the central region of Guerrero. It is located between the coordinates of north latitude 17°35’39\", west longitude 99°10’40\" and altitude of 1406 meters above sea level. The climate is predominantly semi-warm sub-humid and average annual temperature of 20°C [23] with rainfall of 800 to 2000 millimeters [24].\nThis cross-sectional study included seven communities, an average 163 households each, in the municipality of Chilapa, Guerrero, in June 2018 (Fig 1). The purposive sample included four communities to reflect the 58% (655/1144) of rural households and three communities to reflect the 42% (489/1144) of urban households. The survey included all residents in contiguous households in each cluster, independent of their age and gender, with no sub-sampling. We excluded households when no one over the age of 18 years was present to provide the relevant information. We excluded questionnaires that answered less than 80% of the questions.\nGeographical distribution of the communities in the municipality of Chilapa, those marked in red those included in the study. https://www.inegi.org.mx/temas/mg/#Descargas.\n\n\nQuestionnaires and data acquisition\nAn administered questionnaire collated data about the household including the storage habits for construction material, firewood, ears of corn, and corn stubble; poultry; actions taken to prevent scorpions in the home; and, the language spoken in the home. We recorded for each resident: age; gender; sleeping place; ceiling or mosquito net over the bed; history of scorpion sting in the last year; the location in the home where the sting occurred and the activity carried out at the time; and, helping in the cleaning of the house, food preparation, and handling firewood.\nPrior to the survey, a pilot test in a community with similar conditions estimated acceptability, comprehension, and the time to apply the questionnaire. This established the logistics for the fieldwork. We trained six interviewers, who had a minimum of a high school education, to obtain verbal informed consent from the respondents and to administer the questionnaire (S1 Questionnaire).\nBefore starting fieldwork, we informed the local authorities about the objective of the study and obtained their approval. Members of the community accompanied the interviewers to facilitate access to the households. A sketch map of each community guided the distribution of the interviewers to avoid missing any households. Each interviewer explained the objectives of the study, requested the respondent’s informed consent, and then applied the survey.\n\n\nStatistical analysis\nWe digitized the data with EpiData version 3.1 [25], using double data capture and validation to minimize errors. CIETmap [26] generated simple frequencies with bivariate cluster adjustments as proposed by Lamothe [27]. We estimated the magnitude of the effect using odds ratios (OR), evaluating statistical significance with the Mantel-Haenszel procedure [28], using 95% confidence intervals adjusted cluster (CI95%acl) of Cornfield [29]. Multivariate analysis stepped down from a saturated model including all statistically significant factors in the bivariate analysis, excluded the least significant factor one by one until the final model included only factors significant at the 5% level. We evaluated effect modification using Woolf’s χ2 heterogeneity test [30].",
    "Results": "The 1,144 households provided information on 4,985 people, of whom 53.5% (2665/4895), were female. Table 1 shows the characteristics of the households surveyed.\nThe average age of participants was 29 years (SD±21.1, n = 4985, range 0–96). The overall rate of scorpion stings in the last year was 4.4% (218/4,985), the rate at home being 3% (149/4,985). Some 5.4% (126/2,320) of men received scorpion stings and so did 3.5% (92/2,665) of women, χ2 = 63.38, p<0.001.\nOf 218 people who reported scorpion stings, 68.3% (149/218) reported the event in or around the dwelling, 26.6% (58/218) in an agricultural environment, 2.8% (6/218) in the street, and 2.3% (5/218) at work. Fig 2 shows the most frequent activities at the moment of the sting. The other activity includes drying with a towel, picking up stones, closing a door, washing hands, reading, handling wires, and planting flowers in a pot.\n\n\nActions to avoid scorpion sting\nAt a household level, 55.2% (631/1,144) of respondents indicated that they clean their home, 18.6% (213/1,144) fumigate, 14.2% (162/1,144) use domestic insecticides, 6.1% (70/1,144) undertake other preventive actions in the home, and 5.9% (68/1,144) take no actions to avoid scorpion stings. At an individual level, 54.3% (2,707/4,985) indicated having a ceiling or mosquito net over the place where they sleep.\nTable 2 shows factors associated with scorpion stings in the bivariate analysis. A person was more likely to be stung by a scorpion if living in a rural area, taking no action to prevent scorpion sting, keeping free-ranging ducks on the patio of the home, keeping hens, storing firewood in the home, storing corn or corn stubble in the home, ≤4 people or less living in the home, being ≥11 years of age, being male, helping with cooking, and carrying firewood.\nTable 3 shows the factors associated with scorpion stings in the multivariate analysis. With no test of heterogeneity significant at the 5% level, there was no need to separate the analysis by subgroup. People in this municipality were more likely to be stung if they were carrying firewood, keeping free-ranging hens on the patio of the home, living in a rural area, being male, and helping with housework. The factors exited the saturated model were site; actions taken in the home to avoid scorpion sting; keeping ducks in the home; storing construction material, firewood, and corn husks; the number of people per home, and age.",
    "Discussion": "One person in every twenty of the study population suffered a scorpion sting in the year leading up to the study, 5.4% of men and 3.5% of women. Risk factors in this setting included carrying firewood, free-ranging hens around the home, living in a rural area, being male, and carrying out housework. The present study aimed to document the occurrence of scorpion stings and associated factors in Chilapa de Alvarez, Mexico.\nThe occurrence of scorpion stings in Chilapa was similar to the 4.1% found in Colombia by Gómez et al [14]. and was lower than the 6 to 15% reported by other studies [17,31]. Villegas et al [17] observed a larger gender gap in the same direction as our study, 20.7% for men and 8.7% for women. The lower occurrence of scorpion stings in our study may be because we conducted it at the end of the dry season (June). Higher risk has been observed later in the year [32], with activities like harvesting, transport, and storage of corn increasing the risk of contact with scorpions [32,33].\nMost stings occurred while the person was sleeping, reflecting the nocturnal habits of the scorpion. Similar results were reported by Dabo et al and Bennett et al [34,35]. Scorpions might also seek refuge in beds during the day, staying in beds that are not shaken out until rolled on or otherwise unintentionally bothered by a sleeping person.\nWe found carrying firewood associated with scorpion stings, supporting the report of Villegas et al. [17] who reported handling firewood is the most common activity when stung. Carrying firewood into the home is implicit in the rural use of firewood for cooking [36]. The collector spends more time on the fields and touches the ground more. Because stacking the firewood creates the ideal environment for scorpions, moving a bundle of firewood into the kitchen might dislodge the insect, resulting in an increased risk of stings for those who carry the wood. This could be avoided by restacking wood to be used indoors, piece by piece, instead of grasping a bundle together. Our inability to show an increased risk for those who do the cooking is probably related to the piecemeal addition of wood to the fire. The association with free-range hens is inconsistent with other studies of this factor [16]. A plausible explanation might be scratching by hens moves earth and leaves, causing scorpions to leave their shelters and thus increasing the probability of scorpion sting [37]. Poultry nests made of straw may provide favorable shelters for scorpions and collecting eggs might thus increase the risk of a sting.\nOur finding that living in a rural area is a risk factor supports that of Gómez et al [14], (OR 2.4; CI95% 1.2–4.7). Rural areas support the presence of scorpions because of homes surrounded by trees and undergrowth [38]. Rural residents also often have to store firewood, corn husks or stubble, work instruments, items of little use, and construction material near their dwellings, offering a habitat for scorpions [39]. Fig 3 illustrates the likely living conditions of scorpions in the study area.\n(A) Storage and handling of firewood for cooking. (B) The walls of unplastered wattle and daub (C) Keeping corn husks inside the house.\nThe higher risk for males echoes the finding of Villegas et al. [17] in corn-producing communities (OR 1.90; CI95% 1.06–3.40). The association can be explained by men carrying out higher-risk activities like harvesting corn, collecting and transporting firewood, or other types of agricultural work (13,20). Not using protective gloves during the corn harvest increases the risk of scorpion stings [20].\nOur finding that helping with housework carries a risk of scorpion sting coincides with the finding of Silva et al. [16], although they saw housework in terms of the lack of cleanliness (OR 1.84; CI95% 1.02–4.16). Based on our study, the high-risk actions include moving furniture, kitchen utensils, clothing, and items of little use, which may cause scorpions to leave their shelter and, thus, increase the probability of stings.\nThe efforts of Mexican health institutions to implement preventive measures have had little preventive impact on these communities. Risks of stings are related to individual activities in the home or in an agricultural environment and environmental conditions. Given the gendered division of work in our area, men are more at risk in agricultural work, while also at risk due to work in the home.\nThe findings have relevance for populations with similar characteristics to the study area. Chilapa has a warm sub-humid climate, a humidity typical of grasslands or prairies, at an altitude of 1400 meters and above sea level. Although the municipalities have a high diversity and density of scorpions, many of them toxic [40], the evidence-based approach to risk factors and possibly some risk factors found here might be generalizable to other settings.\nThe results can inform the improvement of prevention and control programs for scorpion stings, allowing local health education programs to draw attention to local risk factors [18,19]. This information could encourage people to take low-cost actions to prevent scorpion stings. These include placing mosquito nets over beds, shaking bed linen before going to bed, and shaking clothes before wearing them, to take account of the nocturnal habits of scorpions. Eliminating weeds around the house would reduce the risk of contact with scorpions that hide in the vicinity. Agricultural workers might be advised to use gloves, especially when picking up wood and harvesting corn, as scorpions hide in the leaves of ripe corn.\n\nStrengths and weaknesses\nWe studied a high proportion of households, 95% (1,144/1,205), in the sample communities, with the remaining 61 households opting not to participate. The low rate of refusal was probably due to the community member who accompanied the interviewer, increasing respondent trust in the survey process.\nOne limitation was that only one family member provided the data on behalf of the entire household. It is possible that the occurrence of scorpion stings observed by the present study may be an underestimation because the respondent may not have known whether one of their family members had undergone such an event. It is also possible that asking about events “in the last year” meant different things to different respondents, making the measured period prevalence less reliable than an inquiry based on a fixed time point, for example, since the beginning of this year, or since last Christmas.",
    "Conclusion": "The study confirms scorpion sting is a neglected public health problem in some marginalized communities. Risk factors include carrying firewood, keeping free-range hens, living in a rural area, being male, and carrying out housework. Strengthening programs for the prevention and control of scorpion stings, via the implementation of low-cost actions at the household, agricultural, and community levels, is necessary to reduce both the number of scorpion stings and their consequences."
}