{
    "Background": "In this work, a platform was developed and tested to allow to detect a variety of candidate viral, bacterial and parasitic pathogens, for acute fever of unknown origin. The platform is based on a centrifugal microfluidic cartridge, the LabDisk (“FeverDisk” for the specific application), which integrates all necessary reagents for sample-to-answer analysis and is processed by a compact, point-of-care compatible device.",
    "Methodology/Principal findings": "A sample volume of 200 μL per FeverDisk was used. In situ extraction with pre-stored reagents was achieved by bind-wash-elute chemistry and magnetic particles. Enzymes for the loop-mediated isothermal amplification (LAMP) were pre-stored in lyopellet form providing stability and independence from the cold chain. The total time to result from sample inlet to read out was 2 h. The proof-of-principle was demonstrated in three small-scale feasibility studies: in Dakar, Senegal and Khartoum, Sudan we tested biobanked samples using 29 and 9 disks, respectively; in Reinfeld, Germany we tested spiked samples and analyzed the limit of detection using three bacteria simultaneously spiked in whole blood using 15 disks. Overall during the three studies, the FeverDisk detected dengue virus (different serotypes), chikungunya virus, Plasmodium falciparum, Salmonella enterica Typhi, Salmonella enterica Paratyphi A and Streptococcus pneumoniae.",
    "Conclusions/Significance": "The FeverDisk proved to be universally applicable as it successfully detected all different types of pathogens as single or co-infections, while it also managed to define the serotype of un-serotyped dengue samples. Thirty-eight FeverDisks at the two African sites provided 59 assay results, out of which 51 (86.4%) were confirmed with reference assay results. The results provide a promising outlook for future implementation of the platform in larger prospective clinical studies for defining its clinical sensitivity and specificity. The technology aims to provide multi-target diagnosis of the origins of fever, which will help fight lethal diseases and the incessant rise of antimicrobial resistance."
}