{
    "Introduction": "Yellow fever (YF) is a mosquito-borne hemorrhagic disease caused by an arbovirus of genus Flavivirus that occurs in tropical regions of South America and Africa [1]. In Brazil, urban transmission cycle was interrupted in 1940’s due to massive vaccination campaign and vector control programs [2]. However, the enzoosis remains present and human infection continues to occur in a sylvatic cycle [3]. In the beginning of 2018, a YF outbreak occurred on the outskirts of Sao Paulo; 538 cases were confirmed between January and December 2018, with a lethality rate of 34.6%[4]. The pathophysiology of the disease involves viral tropism and acute direct damage to vital organs such as liver and kidneys[5–7], in severe cases leading to fulminant hepatitis and acute renal failure (often requiring replacement therapies)[8–11], with high in-hospital case fatality rates (of up to 67%, according to recent studies[12–14]).\nIt is not clear whether liver fibrosis arises after initial insult in severe form surviving patients. Some reports showed that patients recover completely from other acute hepatitis, with no signs or symptoms of chronic hepatitis or cirrhosis[15,16]. However, specific longitudinal data in YF patients after recovery is lacking. Due to the rarity of the disease and the absence of specific technologies in prior outbreaks, few patients were adequately followed up in order to clarify this matter. Additionally, a recent series demonstrated a late-onset relapsing hepatitis, a newly discovered entity, in patients who recovered from the acute phase of the disease[17].\nIn this context, non-invasive assessment of liver fibrosis with ultrasound (US) using new shear-wave elastography (SWE) techniques can be an important and accessible tool to investigate liver parenchyma status after acute hepatitis[18]. US-based elastography techniques are low-cost and radiation-free imaging methods[19], with performances comparable to those of biopsy[20]. It is also worth noting that liver biopsy with histological examination, although historically considered the reference standard for staging fibrosis, has considerable interobserver variability[21] and the disadvantage of being an invasive procedure, with intrinsic risks, and thus not suitable for longitudinal monitoring. Hence, the aim of this study was to determine whether patients who recovered from severe yellow fever developed liver fibrosis based on SWE evaluation and to point out potential predictors (clinical and laboratory) of cirrhosis during the follow up time.",
    "Methods": "Ethics statement\nAll enrolled patients signed an Informed Consent Form. Research protocol was approved by the Ethics Committee of Hospital das Clínicas da Faculdade de Medicina da Universidade da Universidade de São Paulo–HCFMUSP—CAPPesq (no 2.833.376). We followed the STROBE Statement checklist for observational studies [22].\n\n\nStudy design\nThis is a cohort study of patients who were admitted to an infectious diseases intensive care unit (ICU) of a teaching tertiary-care hospital in São Paulo (Hospital das Clínicas, University of São Paulo) with the diagnosis of severe YF, confirmed by serum polymerase chain reaction (PCR). Criteria for severe YF and to be admitted to the ICU were pre-specified in a prior study[23]. Individuals discharged between January and April 2018 were contacted by phone, invited to participate in the study and to attend to the Hospital’s Ultrasonography Department to perform a non-enhanced abdominal US with SWE. Scans were carried at 6 months after symptoms onset. There were no exclusion criteria.\nSWE evaluations were performed by a board-certified radiologist (5 years of training in US) on an RS80A US system (Samsung Medison Co., Ltd.) equipped with S-SWE (Samsung shear-wave elastography, a type of point shear wave technique) using a convex probe (CA1-7A). All patients fasted for at least 4 hours prior to the examination. Liver stiffness (LS) measurements, expressed in kilopascals (kPa), were done using an intercostal approach, with the patient placed in a supine position with the right arm maximally abducted above the head and performing expiratory breath-holds. Regions of interest (ROIs) were placed in the right lobe of the liver at a depth of approximately 2–4 cm from its capsule, avoiding large vessels. At least 5 valid measurements were obtained, and the median LS value was taken as a representative value if, after consecutive measurements, an interquartile range (IQR)/median ratio ≤ 30% was achieved. S-SWE technique also automatically calculated a reliability measurement index (RMI), which demonstrated the reliability of each measurement. The RMI ranged from 0 to 1.0, with an RMI ≥ 0.4 being considered acceptable, according to the manufacturer’s instruction. We used the cutoffs for staging fibrosis (correlating to Metavir scoring system) of 7 kPa for ≥ F3 and 9,7 kPa for F4 [24–26]. Scanning protocol also included grayscale (B-mode), color and spectral Doppler modes. Data acquired were archived in PHILIPS iSite Picture Archiving and Communication Systems (PACS) version 4.1.110.0. Each patient had at least 30 images acquired; there were no videos available.\nClinical, demographic and anthropometric data were collected during a short interview and also acquired from medical records (including the Simplified Acute Physiology Score 3—SAPS-3). Laboratory tests were performed in the same day of US elastography examination (and also retrieved from medical records from previous ICU admission) and included liver enzymes, bilirubin levels, serum creatinine and urea, platelets, prothrombin time and international normalized ratio (INR).\n\n\nStatistical analyses\nFor descriptive purposes, categorical variables were presented through relative and absolute frequencies and compared by means of the chi-squared or Fisher exact test, as appropriate. Continuous variables distributions were assessed for normality by skewness and kurtosis and graphical methods. Those with normal distribution were presented as mean and standard deviations and compared by the independent samples Student T test. Otherwise, they were presented as medians and quartiles and compared by the Mann-Whitney non-parametric test. In order to address the association between liver stiffness and demographic and laboratory variables, correlation analysis was performed through the Spearman method, since US SWE parameters were non-normally distributed.\nAll tests were two-tailed and final p values under 0.05 were considered statistically significant. All analyses were conducted with the SPSS software (IBM Corp. SPSS Statistics for Windows, version 24.0. Armonk, NY).",
    "Results": "Eighteen individuals were included in the study and performed an evaluation with elastography at a median time of 185 (180–191) days after onset of symptoms. Fig 1 shows patient enrolment. Losses were due to incorrect or incomplete contact information or no attendance after 2 attempts of recruitment. Fifteen (83.3%) patients were male; median age was 47 (41–57) years and median body mass index was 23.6 (21.6–24.8) kg/m2. No patient had prior history of liver disease or was submitted to liver transplantation. Serologies for hepatitis A, B and C were negative for all patients. Two patients (11.1%) had been vaccinated for YF less than 10 days before admission. None was considered to have vaccinal disease, because only wild virus was detected with PCR. Median length of hospital stay was 11 days (8–23) and median SAPS-3 at admission was 49 (45–60). At admission to the UCI, laboratory tests revealed high serum levels of aspartate aminotransferase, alanine aminotransferase and total bilirubin (medians of 3479 U/L, 2531 U/L and 4.37 mg/dL, respectively), median serum creatinine of 1.43 mg/dL (1.06–4.59 mg/dL) and median serum urea concentration of 62 mg/dL (26–124 mg/dL). Median INR was 1.23 (1.10–1.40), and median platelet count was 55 units/mm3 (40.000–72.000 units/mm3). Lab results at 6 months after symptoms onset were within normal ranges. Seven (38.9%) patients used sofosbuvir for 10 days in a research protocol during the hospitalization [17,27]. Table 1 shows clinical, demographic, laboratory and elastography data.\nOf the 43 patients who survived severe yellow fever and were discharged, we managed to evaluate 18 patients with ultrasound elastography after 6 months of symptoms onset. Reasons for the losses of follow-up are specified on the right. PCR = Polymerase chain reaction. YF = Yellow fever. ICU = Intensive care unit. US = Ultrasound. SWE = Shear-wave elastography.\nRegarding US findings with elastography evaluation (SWE) (Fig 2), median shear-wave velocity and LS were 1.33 m/s (1.24–1.46) and 5.3 (4.6–6.4) kPa, respectively. Two (11.1%) patients had mild fibrosis (F2), one (8.3%) had moderate fibrosis (F3) and one (8.3%) had cirrhosis (F4); these two last patients had signs of congestive heart failure, with features of cardiogenic liver congestion on Doppler analysis. All remaining patients had Doppler evaluation of superior abdomen (portal vein, hepatic veins and hepatic artery) within normal ranges. No patient showed morphologic changes of cirrhosis on grayscale mode (Table 1).\n(A) A 48-year-old male patient, and (B), a 38-year-old male patient, both asymptomatic, 6 months after onset of severe yellow fever. Images depict placement of regions of interest (ROIs) on the right lobe of the liver at expiratory breath-hold. Shear-wave velocities (in m/s) were generated, with corresponding liver stiffness values after multiple measurements of 5.3 kPa and 4.6 kPa, respectively. Both subjects were then classified as F0/F1 on the Metavir scoring system for staging of fibrosis. RMI = Reliability measurement index.\nTable 2 compares clinical and demographic variables and laboratory results at admission with LS values obtained 6 months after onset of symptoms. Heart failure was associated with increased LS (p = 0.024); systemic arterial hypertension and diabetes showed a tendency towards this association (p = 0.063 and p = 0.066, respectively). After exclusion of the outlier patient (LS = 22,4 kPa, with cardiogenic liver congestion), there was a tendency towards statistical significance in the correlations between LS and age (ρ = 0.416, p = 0.096) and between LS and alanine aminotransferase at admission (ρ = -0.479, p = 0.052) (Fig 3). We found no significant association between LS and gender, BMI, alcohol consumption, hospitalization time or other laboratorial results.\nAge (A) and alanine aminotransferase (B) and its correlations with liver stiffness, using the Spearman method (levels of significance of p = 0.096 and p = 0.052, respectively). kPa = Kilopascals.\nConsidering the cutoff for significant fibrosis (≥ F2), differences in clinical and laboratory data during hospitalization are shown in Table 3. Cardiac failure was associated with a Metavir score ≥ F2 (50% versus 0; p = 0.039). There was a tendency towards an association between higher SAPS-3 values at hospital admission and significant fibrosis at 6 months after onset of symptoms (medians of 71 versus 47; p = 0.053). There were no statistically significant differences in the frequencies or median values of other variables between these two groups of participants.\nNo patient who received sofosbuvir showed liver fibrosis at 6 months after onset of symptoms, compared with 4 (36.4%) individuals who had fibrosis (≥ F2) in the group that did not receive the drug. This difference did not reach statistical significance.",
    "Discussion": "This is a unprecedent investigation on this rare but reemergent and severe disease. Our study managed to determine the frequency of liver fibrosis in severe YF surviving patients, utilizing a modern US SWE technique, with good reproducibility and correlation to liver biopsy[18]. High grades of LS were found in a small percentage of patients, similar to the prevalence in the general population[28–30], indicating that the liver recovers at least in great portion after the initial viral insult (analogous to what was suggested in prior reports for other viral hepatitis[15,16]). Thus, US with SWE showed to be a valid an noninvasive method to evaluate these patients, without the disadvantages of conventional biopsy[31].\nNevertheless, some clinical characteristic seemed to be associated with increased LS. Older age was predictably correlated to higher LS values, as expected; chronic diseases such as diabetes and hypertension also demonstrated a tendency towards this association. We found a tendency to a negative correlation between alanine aminotransferase at admission and LS; it is more likely that this association be spurious than a real and protective factor. Higher SAPS-3 showed a tendency of an association with significant fibrosis and could potentially represent a predictor of long-term fibrosis. Cardiac failure, a condition that determines hepatic congestion, was present in two of 18 patients at 6 months after onset of symptoms, both of which had increased LS; however, this result was most likely a “false-positive”, since edema of liver tissue leads to increased stiffness not related to fibrous tissue[32]. For a similar reason, acquiring a “baseline” SWE at hospitalization would not be valid (nor feasible) due to inflammation and edema of the hepatic parenchyma during the acute phase, also associated to increased LS [16,33,34]. No other clinical or laboratory variable showed to be a predictor of fibrosis.\nSofosbuvir administration during the hospitalization period, as a part of a randomized clinical trial for treatment of acute YF occurring concomitantly in our institution[27], might have altered the proportions of fibrosis during the follow up period. Corroborating with this is the fact that no patient that used sofosbuvir was categorized as having significant fibrosis at the time of completion of 6 months after onset of symptoms (although that difference did not reach statistical significance). There was also a report of high incidence of late-onset relapsing hepatitis in these patients (that is, a new elevation in aminotransferase levels within 6 months after an improvement in or normalization of liver function, occurring in up to 45%, according to a recent study[17]), but this have not seemed to alter our results.\nNo patient in our sample was adequately immunized for YF or had vaccinal disease. It is important to note that, by the time of this outbreak, the city of São Paulo and its outskirts were not yet included in the areas of universal (i.e. permanent) YF vaccination, presenting a low vaccination coverage [35,36].\nSome limitations of this work must be acknowledged. The small sample size, inherent to the epidemiology of the disease, must be taken into account. Although not sufficient to ensure adequate power to the statistical analysis and to confirm the hypothesis, it retains great relevance and represents a unique window of opportunity in the context of a rare disease, never yet studied in this scale. The observational nature of the investigation brings a series of usual bias, and thus we tried to avoid them by following strict rules and protocols. There was no control group whatsoever; we then needed to compare our findings to populational statistics, not always comparable (e.g., with the same characteristics) to our group of individuals. The lack of a baseline evaluation, in turn, can be justified by the aforementioned argument–it would not be possible to evaluate patients at the acute phase of yellow fever with SWE since acute inflammation changes (increases) LS. It is also of note that no patient had prior history of liver disease and hepatitis viruses were ruled out. There were many losses of follow up due to logistic problems, lack of contact information or no attendances, and this might have affected the results. Furthermore, survival bias is likely to have occurred, since patients that died at hospital could have had a higher probability of developing liver fibrosis if fatal outcome have not happened. Also, there are still no trustworthy cutoffs for fibrosis using acoustic radiation force impulse (SWE techniques) by different fabricators and to different diseases[18,37,38], hence we preferably used the absolute values of LS (continuous variable) to express our results.\nIn conclusion, we believe our work increases the knowledge of the natural history of this rare disease. US can be a tool to evaluate the liver in patients during the acute phase of severe YF, as it was demonstrated in our previous study [23], but can also be of value and have a role in the follow up of patients of age and / or with comorbidities after hospital discharge. Increased SAPS-3 might be associated with liver fibrosis after survival, but this result needs to be confirmed by further studies."
}