{
    "Background": "Many neglected tropical infectious diseases affecting humans are transmitted by arthropods such as mosquitoes and ticks. New mode-of-action chemistries are urgently sought to enhance vector management practices in countries where arthropod-borne diseases are endemic, especially where vector populations have acquired widespread resistance to insecticides.",
    "Methodology/Principal Findings": "We describe a “genome-to-lead” approach for insecticide discovery that incorporates the first reported chemical screen of a G protein-coupled receptor (GPCR) mined from a mosquito genome. A combination of molecular and pharmacological studies was used to functionally characterize two dopamine receptors (AaDOP1 and AaDOP2) from the yellow fever mosquito, Aedes aegypti. Sequence analyses indicated that these receptors are orthologous to arthropod D1-like (Gαs-coupled) receptors, but share less than 55% amino acid identity in conserved domains with mammalian dopamine receptors. Heterologous expression of AaDOP1 and AaDOP2 in HEK293 cells revealed dose-dependent responses to dopamine (EC50: AaDOP1 = 3.1±1.1 nM; AaDOP2 = 240±16 nM). Interestingly, only AaDOP1 exhibited sensitivity to epinephrine (EC50 = 5.8±1.5 nM) and norepinephrine (EC50 = 760±180 nM), while neither receptor was activated by other biogenic amines tested. Differential responses were observed between these receptors regarding their sensitivity to dopamine agonists and antagonists, level of maximal stimulation, and constitutive activity. Subsequently, a chemical library screen was implemented to discover lead chemistries active at AaDOP2. Fifty-one compounds were identified as “hits,” and follow-up validation assays confirmed the antagonistic effect of selected compounds at AaDOP2. In vitro comparison studies between AaDOP2 and the human D1 dopamine receptor (hD1) revealed markedly different pharmacological profiles and identified amitriptyline and doxepin as AaDOP2-selective compounds. In subsequent Ae. aegypti larval bioassays, significant mortality was observed for amitriptyline (93%) and doxepin (72%), confirming these chemistries as “leads” for insecticide discovery.",
    "Conclusions/Significance": "This research provides a “proof-of-concept” for a novel approach toward insecticide discovery, in which genome sequence data are utilized for functional characterization and chemical compound screening of GPCRs. We provide a pipeline useful for future prioritization, pharmacological characterization, and expanded chemical screening of additional GPCRs in disease-vector arthropods. The differential molecular and pharmacological properties of the mosquito dopamine receptors highlight the potential for the identification of target-specific chemistries for vector-borne disease management, and we report the first study to identify dopamine receptor antagonists with in vivo toxicity toward mosquitoes."
}