{
    "Background": "Dengue has emerged as the most important vector-borne viral disease in tropical areas. Evaluations of the burden and severity of dengue disease have been hindered by the frequent lack of laboratory confirmation and strong selection bias toward more severe cases.",
    "Methodology": "A multinational, prospective clinical study was carried out in South-East Asia (SEA) and Latin America (LA), to ascertain the proportion of inapparent dengue infections in households of febrile dengue cases, and to compare clinical data and biological markers from subjects with various dengue disease patterns. Dengue infection was laboratory-confirmed during the acute phase, by virus isolation and detection of the genome. The four participating reference laboratories used standardized methods.",
    "Principal Findings": "Among 215 febrile dengue subjects—114 in SEA and 101 in LA—28 (13.0%) were diagnosed with severe dengue (from SEA only) using the WHO definition. Household investigations were carried out for 177 febrile subjects. Among household members at the time of the first home visit, 39 acute dengue infections were detected of which 29 were inapparent. A further 62 dengue cases were classified at early convalescent phase. Therefore, 101 dengue infections were found among the 408 household members. Adding these together with the 177 Dengue Index Cases, the overall proportion of dengue infections among the study participants was estimated at 47.5% (278/585; 95% CI 43.5–51.6). Lymphocyte counts and detection of the NS1 antigen differed significantly between inapparent and symptomatic dengue subjects; among inapparent cases lymphocyte counts were normal and only 20% were positive for NS1 antigen. Primary dengue infection and a specific dengue virus serotype were not associated with symptomatic dengue infection.",
    "Conclusion": "Household investigation demonstrated a high proportion of household members positive for dengue infection, including a number of inapparent cases, the frequency of which was higher in SEA than in LA."
}