{
    "Background": "Patients with recurrent TB have an increased risk of higher mortality, lower success rate, and a relatively feeble likelihood of treatment completion than those with new-onset TB. This study aimed to assess the epidemiology of recurrent TB in Tanzania; specifically, we aim to determine the prevalence of TB recurrence and factors associated with unfavourable treatment outcomes among patients with recurrent TB in Tanzania from 2018 to 2021.",
    "Methods": "In this cross-sectional study, we utilized Tanzania’s routinely collected national TB program data. The study involved a cohort of TB patients over a fixed treatment period registered in the TB and Leprosy case-based District Health Information System (DHIS2-ETL) database from 2018 to 2021 in Tanzania. We included patients’ sociodemographic and clinical factors, facility characteristics, and TB treatment outcomes. We conducted bivariate analysis and multivariable multi-level mixed effects logistic regression of factors associated with TB recurrence and TB treatment outcomes to account for the correlations at the facility level. A purposeful selection method was used; the multivariable model included apriori selected variables (Age, Sex, and HIV status) and variables with a p-value <0.2 on bivariate analysis. The adjusted odds ratio and 95% confidence interval were recorded, and a p-value of less than 0.05 was considered statistically significant.",
    "Findings": "A total of 319,717 participants were included in the study; the majority were adults aged 25–49 (44.2%, n = 141,193) and above 50 years (31.6%, n = 101,039). About two-thirds were male (60.4%, n = 192,986), and more than one-fifth of participants (22.8%, n = 72,396) were HIV positive. Nearly two in every hundred TB patients had a recurrent TB episode (2.0%, n = 6,723). About 10% of patients with recurrent TB had unfavourable treatment outcomes (9.6%, n = 519). The odds of poor treatment outcomes were two-fold higher for participants receiving treatment at the central (aOR = 2.24; 95% CI 1.33–3.78) and coastal zones (aOR = 2.20; 95% CI 1.40–3.47) than the northern zone. HIV-positive participants had 62% extra odds of unfavourable treatment outcomes compared to their HIV-negative counterparts (aOR = 1.62; 95% CI 1.25–2.11). Bacteriological TB diagnosis (aOR = 1.39; 95% CI 1.02–1.90) was associated with a 39% additional risk of unfavourable treatment outcomes as compared to clinical TB diagnosis. Compared to community-based DOT, patients who received DOT at the facility had 1.39 times the odds of poor treatment outcomes (aOR = 1.39; 95%CI 1.04–1.85).",
    "Conclusion": "TB recurrence in Tanzania accounts for 2% of all TB cases, and it is associated with poor treatment outcomes. Unfavourable treatment outcomes were recorded in 10% of patients with recurrent TB. Poor TB treatment outcome was associated with HIV-positive status, facility-based DOT, bacteriologically confirmed TB and receiving treatment at the hospital level, differing among regions. We recommend post-treatment follow-up for patients with recurrent TB, especially those coinfected with HIV. We also propose close follow-up for patients treated at the hospital facility level and strengthening primary health facilities in TB detection and management to facilitate early treatment initiation."
}