{
    "Introduction": "Rabies kills an estimated 2,000–2,500 people every year in Bangladesh, ranking it third globally after India and China in terms of human impact [1–4]. In Bangladesh an estimated 166,590 (95% CI: 163,350–170,550) cases of animal bites in humans are reported each year, contributing to an estimated annual incidence of 1.40 human rabies deaths per 100,000 population [3]. The Infectious Disease Hospital (IDH) located in Dhaka City is the main referral centre for rabies patients in Bangladesh; it provides free treatment to 350 to 450 dog bite victims daily [1, 5]. For example, between 2004 and 2012 the IDH in Dhaka City reported 1,152 human rabies deaths [1, 5]. At the district level, 65 rabies prevention and control centers provided free anti-rabies vaccine and treatment to dog bite victims [5]. In domestic animal populations, 3,425 rabies deaths (cattle: 2845; goats: 547; sheep: 13) were reported in a passive surveillance system (2010–2012) in Bangladesh [6]. However, rabies cases in dogs were not captured by this surveillance system and other reliable data are scarce. The mortality in both animals and humans may be several fold higher than reported since rabies is not a notifiable disease in Bangladesh [1].\nIn Bangladesh, domestic dogs act as the main source of rabies for both domestic animals and humans [1,3]. Until late 2011, mass dog culling was implemented in major towns in Bangladesh, in an unsuccessful attempt to control rabies [1]. For example between 2003 and 2008 there were 139,391 stray dogs culled in five major towns (Dhaka, Khulna, Rajshahi, Sylet and Tongi) in Bangladesh, of which 80% (n = 112,078) were culled in Dhaka City alone (average 22,415 dogs per year) [1], yet rabies infection remained endemic. Therefore, Obhoyaronno-Bangladesh Animal Welfare Foundation (OBAWF) carried out an advocacy campaign against mass culling of dogs and recommended a humane method of dog population and rabies control in Dhaka City. Subsequently, the government approved and provided support and commitment to the OBAWF to implement a long-term humane dog population management and rabies control program in Dhaka City through Catch-Neuter-Vaccinate-Release (CNVR). Since January 2012, mass culling of dogs was stopped in Dhaka City. On 1 April 2012, OBAWF signed a memorandum of understanding with both Dhaka North and South City Corporations to assume the responsibility of managing Dhaka City’s entire dog population humanely. OBAWF carried out CNVR as part of the National Rabies Control program in Dhaka City.\nKnowledge of the size of the dog population is crucial for dog management and for assessing the effectiveness of dog population and rabies control strategies. However, no studies have been conducted to estimate the size of the free-roaming dog population in Dhaka City. In addition, since the start of the CNVR program in January 2012, no assessment has been made of the coverage of the CNVR program in Dhaka City.\nThe objectives of this study were to: (1) estimate the size of the free-roaming dog population using a mark-resight framework, (2) describe the status of CNVR program conducted during 2012–2013, and (3) estimate the proportion of free-roaming dogs that had been sterilized and vaccinated against rabies in the CNVR program in Dhaka City. The findings from this study are expected to guide the dog population management and rabies control program in Dhaka City and elsewhere in Bangladesh.",
    "Materials and Methods": "Study area\nThe People's Republic of Bangladesh is located in South Asia. It is divided into seven administrative divisions (Barisal, Chittagong, Dhaka, Khulna, Rajshahi, Sylhet, Rangpur) and 64 districts. Each district is further divided into Upazilla (sub-district) while the metropolitan areas are divided into wards (Fig 1, panel A-D).\nCNVR program were conducted in 29 wards during 2012–2013 and is ongoing to cover the entire wards. CNVR clinic is located in ward No 46.\nDhaka is the capital of Bangladesh and is also the principal city of Dhaka Division and Dhaka District. The city is administered by the Dhaka City Corporation (DCC) which is divided into two administrative parts—North and South Dhaka City Corporations—ensuring better civic facilities. The city is divided into 10 zones and further sub-divided into 92 wards (Fig 1, panel C and D). An estimated 15.391 million people live in Dhaka City and it is one of the most densely populated cities in the world [7].\n\n\nFree-roaming dog population estimation\nIn this paper, free-roaming dogs are defined as any dogs seen in public areas that are not confined to its owner's house or property and are not currently under direct human control. Therefore, this term encompasses owned, unowned and community owned dogs but not for those on leashes or under direct human control at the time of survey [8]. However, the proportion of owned dogs that are typically free-roaming is unknown in Dhaka City, but is likely that some owned dogs are free-roaming.\nDuring January to March 2011, a mark-re-sight procedure was used to estimate the free-roaming dog population in Dhaka City. As part of the sampling process, a polygon map for each ward was coloured with one of five colors: brown, red, green, pink and blue according to World Society for the Protection of Animals (WSPA) guidelines (Fig 1, panel D) [8]. A lottery was then used to decide which of the denoted wards would be chosen for surveys. Red colour polygons were selected and these consisted of 19 wards. Then a detailed route map of each of the 19 selected wards were prepared for the survey based on the neighbourhood road networks. Some of the larger wards were split and sub-divided into smaller, more manageable blocks for the survey.\nThree two-person survey teams were formed for the population survey. Each team was assigned wards and fixed routes to follow on a daily basis for the survey. On day 1, the teams travelled by motorcycle through their predetermined routes and sprayed water-soluble blue colour vegetable dye on to the dogs observed in the street, without capturing the dogs. A farmers' sprayer machine was used for marking the dogs. The harmless colour mark remains on the dog body for at least two weeks and can be easily resighted from a distance during secondary sampling. The team made three to five visits to mark the dogs within the designated neighbourhood. At the time of marking, the team recorded the total number of dogs marked in each ward. The number of dogs marked with colour on the first day represented the n1 within the mark-resight framework [9]. On the second day (7.00–12.00 h), each team returned to the same location/neighbourhoods where the dogs were marked on the previous day and carried out counting of free-roaming dogs. All survey teams walked through the street in one direction without overlapping the area to avoid double counting of dogs. During the counting process, the teams recorded the presence of a paint mark on the body of sighted dogs. The total number of dogs counted on day 2 forms the n2 while the number of colour marked dogs resighted forms m in the mark-resight framework (Table 1). The same process of marking and counting event was done in all wards sequentially.\nThe Lincoln—Petersen’s formula with Chapman’s correction was applied to estimate the free-roaming dog population [10].\n(1)\nwhere, N is the estimate of the total population size, n1 is the total number of animals sighted and marked on day 1, n2 is the total number of animals sighted on day 2, and m is the number of marked animals on day 1 that were sighted on day 2.\nAn approximately unbiased variance of N was estimated by using Seber's formula [9]:\n(2)\nAnd the 95% confidence interval for N was estimated as:\n(3)\nThe 18 surveyed wards and DCCs had an approximate area of 23.880 and 126.59 km2 respectively. The total number of free-roaming dogs within the areas of DCC was estimated by adjusting the total estimated free-roaming dog population in the studied wards with ward area sampling fraction (1242 ÷ 23.880/126.59 = 1242/0.1886) [7]. To estimate the free-roaming dogs in the Dhaka metropolitan area (DMA), a total density of dogs estimated per km2 in the surveyed wards was adjusted with the entire metropolitan area (357.42 km2) by assuming homogeneity of the area in terms of habitat and food resource availability for free-roaming dogs within the city. The analysis was conducted using Microsoft Excel (Microsoft Excel 2007, Redmond, USA).\n\n\nCNVR program\nThe first CNVR program in Dhaka City commenced in January 2012 and was implemented by Obhoyarono-Bangladesh Animal Welfare Foundation. The CNVR program was conducted in 18 wards (Ward No 7 to 14; 39, 40, 43 to 50) during 2012 and in 29 wards (Ward No 2 to 14; 39 to 50; 54, 55, 58, 60) during 2013 of Dhaka North City Corporation (Table 2). The CNVR program is ongoing and will be continued until all 92 wards in Dhaka City have been covered, based on the memorandum of understanding signed between OBAWF and DCCs.\nPrior to the start of the program, four veterinary surgeons and four para-veterinarians were trained for two months (September–October 2011) by the HSI in India on a range of dog population management aspects including humane dog catching, aseptic surgical sterilization methods (ovario-hysterectomy and castration), monitoring of post operative complications, dog population survey and data management.\nDuring the program, free-roaming dogs sighted in the street were humanely captured by the trained dog catchers either by hand or using nets in the morning (6.30–10.00 h) and brought using a mobile van to the clinic set up at Boshila, Mohamadpur (Ward no 46), under Dhaka North City Corporation (Fig 1, panel D). However, pregnant and lactating dogs were not captured for sterilization and vaccination. In few instances, the program had to be suspended whenever there was political unrest and strikes in the city, public holidays and also due to logistic constraints including shortage of drugs.\nDogs were classified as either owned, community or ownerless dogs. Owned dogs were brought in to the clinic by the owners; ownerless dogs were captured in the street by the dog catchers. When communities claimed that the dogs lived within their community and that they fed the dogs, they were classified as community dogs. All dogs were handled and neutered—including anesthetic and drug administration—according to the standard protocols developed by HSI. Each dog was given a rabies vaccine (Rabisin, Merial, France) injection. The dogs were also given an ivermectin (Techno Drug Ltd, Narsingdi, Bangladesh) injection to control internal and external parasites. A V-shaped ear notch was performed on all neutered and vaccinated dogs that were classified as ownerless or community dogs while under anesthesia to permanently identify processed dogs. The surgical procedure was completed before 14.00 h to ensure that all operated dogs were fully recovered from anesthesia before being released back to the place of capture in the same afternoon. Recovery from anaesthesia typically takes about two to three hours post operation. Any dog that displayed discomfort, weakness after surgery or took longer to recover from anesthesia were retained at the clinic and treated before being released back to their territory.\nTwo years’ (January 2012 to December 2013) data on the CNVR program were retrieved from the database and descriptive analyses were performed to understand the sex, ownership, and space-time pattern of dogs caught and processed in the clinic.\n\n\nA pilot assessment of CNVR coverage\nDuring January and February 2014 a pilot assessment of CNVR coverage—via dog count surveys—was carried out in 18 of the 29 randomly selected wards of Dhaka North City Corporation (Ward No: 2, 3, 4, 5, 6, 8, 9, 13, 14, 41, 43, 46, 47, 48, 50, 54, 55 and 58) where the CNVR program was implemented during 2012–2013 (Table 2). Three teams each comprising of three persons walked predetermined routes through each selected ward and counted the number of dogs by direct observation (without capturing or handling dogs). For each dog counted, the teams recorded the details based on visual assessment: sex (male, female), presence of ear notch (yes, no), body (1—very thin, 2—thin, 3—normal, 4—stout, 5—overweight) and skin (normal—no observable skin lesions, mildly diseased—few skin lesions, moderately diseased—moderate number of skin lesions, severely diseased—severe skin lesion with apparent mange infestation) condition scores and the approximate age (pup—up to 6 months, juvenile—6 to 12 months and adults—more than 12 months) (Table 3). Counting was conducted between 6.30–12.00 h when dogs were most active and likely to be visible to the counting team.\nVaccination and sterilization coverage of the free-roaming dog population in the 18 sampled wards were estimated as the proportion of ear-notched dogs sighted and counted during the population survey. Descriptive analyses were performed to describe the male-to-female ratio and the health condition of the dogs.",
    "Results": "Free-roaming dog population estimation\nOnly 18 out of the 19 selected wards in Dhaka City could be surveyed: ward 90 could not be surveyed due to logistic constraints. A total of 816 dogs (n1) were marked with colour paint spray between January and March 2011 and 775 dogs (n2) were counted at the secondary count event; of these 775 dogs, 518 (m) were re-sighted with colour paint marks (Table 1). The re-sighting probability was 63%. Using the Lincoln-Petersen index-Chapman correction methods, the free-roaming dog population was estimated to be 1,242 (95% CI: 1205–1278) in the 18 sampled wards and 6,584 dogs within the DCC administrative areas (Table 1). The DMA area has an area of approximately 357.42 km2 and by using the dog density estimates from the sampled wards, the overall free-roaming dog population in DMA during early 2011 was estimated to be 18,585 dogs (52 dogs per km2). Using the human population of Dhaka City to be 15.391 million, the human-to-dog ratio was estimated to be 828:1.\n\n\nCNVR program\nA total of 6,713 (2,587 in 2012 and 4,126 in 2013) dogs were caught and presented to the CNVR clinic for vaccination and sterilization between January 2012 and December 2013. Of these, 6,665 (99.3%) dogs (2553 in 2012 and 4112 in 2013) were processed (vaccinated, sterilized and released). The remaining 48 dogs had various health conditions and were thus unfit for surgical intervention, but nonetheless were given an anti-rabies vaccine injection. Almost equal number of male (3,357; 50.4%) and female (3,308; 49.6%) dogs were processed during 2012 and 2013 (male-to-female ratio 1.01:1). The majority of the dogs processed were classified as ownerless (5,266; 78%) whereas 14% (942) were owned and 8% (505) were community dogs. Fig 2 shows the gender-specific monthly pattern of dogs processed at the clinic during the two year period. The highest number of dogs (n = 2,354) were processed in wards 46 and 48 (Table 2). The relationship between frequency of visits and CNVR coverage in each ward is shown in Table 2.\n\n\nA pilot assessment of CNVR coverage\nThe survey team counted 6,341 dogs, of which 3,844 were found to be ear-notched, in 18 wards. The overall point estimate of vaccination and sterilization coverage was estimated to be 60.6% (95% CI: 59.4–61.8). Of the 18 wards, eight had an estimated coverage >70% (Table 2). There was a higher proportion of male (3,528) than female (2,759) dogs in the sampled wards (overall male-to-female ratio of 1.28:1). The CNVR coverage was 62.1% (2,191) in male and 58.9% (1,618) in female dogs.\nThe age distribution of ear-notched dogs was found to be skewed towards the adult groups (4,832 [78.3%]; 95% CI: 77.2–79.3), with fewer puppies (938 [15.1%]; 95% CI: 14.2–15.9) and juveniles (413 [6.6%]; 95% CI: 6.1–7.3). The estimated CNVR coverage in adults, puppies and juveniles was 63.4% (3,088), 50.7% (476) and 45.3% (187), respectively.\nThe majority of the free-roaming dogs sighted in this study had good body condition (score 3) and normal skin condition. Neutered dogs and male dogs had higher BCS and better skin condition that intact dogs and female dogs respectively (Table 3).",
    "Discussion": "As far as we are aware, this was the first study conducted to estimate the size of the free-roaming dog population in Dhaka city, Bangladesh, using mark-re-sight methods. This information was needed to design the subsequent CNVR program, for example to estimate the doses of rabies vaccine and other drugs required and to determine how many dogs would need to be sterilized and vaccinated to control the dog population and to reduce the rabies transmission risk. However, this population survey was conducted in 2011 after a citywide mass dog culling operation conducted by the city corporations in which more than 22,400 dogs were eliminated every year (2003–2008) in an attempt to control rabies and reduce the dog population in Dhaka City [1]. The current study generated a point estimate of the dog population based on data collection during early 2011. It may therefore underestimate the existing population within the city because the mass dog culling campaign was replaced by a long-term sustainable dog population management and rabies control via CNVR in January 2012. Nevertheless, this baseline information can be used to understand the dog population size in Dhaka City and to compare future estimates.\nThe mark-resight method is considered to be a practical way of estimating the number and distribution of a free-roaming dog population, if the assumption of a closed population (no appreciable births, deaths, immigration and emigration of dogs) is fulfilled during the primary and secondary sampling intervals [9,11]. In this study, marking and subsequent counting events were completed within three days and thus the assumption of a closed population was likely valid because of the very short period between counting events. Only a few published studies have used mark-resight and sight-resight methods (by observing the natural body marks on dogs, counting permanently identifying features such as ear-notch status, collaring of dog or colour paint spray) to estimate the size of free-roaming dog populations [12–18]. The method chosen for population estimation will depend on the availability of resources and their practicality in the field. In the current study, we applied vegetable colour paint marks to dogs followed by secondary counting events and resight of the marked and unmarked dogs to estimate the free-roaming dog population. We have found previously that such colour paint marks remain on the dog's body for at least two weeks (even when it rains) and that the marked dogs can be easily sighted from a distance during the secondary resighting sampling process [17]. This method is quick and cheap and can be used for population surveys or to mark dogs during vaccination campaigns to assess the vaccination coverage when other methods are unavailable or impractical.\nWithin the DMA the estimated free-roaming dog population was 18,585 dogs and 52 dogs/km2, respectively. There are huge differences in estimated dog densities between wards (Table 1) which may be associated with variation in human density and the availability of food resources. The population of free-roaming dogs in Dhaka City cannot be assumed to be homogenous, an important finding for planning CNVR program and other disease response plans. Therefore, available resources could be used more effectively by focusing dog and rabies control measures in areas known to have higher dog density to achieve high vaccination coverage. The estimated human-to-free-roaming dog ratio of 828:1 is relatively high compared to international studies presumably due to high human density in Dhaka City. The dog density (dogs/km2) estimate in Dhaka City is moderate compared to other Asian cities which range from 5.78 in Timor Leste to 2,930 in Kathmandu, Nepal, with human-to-dog ratio ranging from 4.7:1 in Kathmandu to 23:1 in Timor Leste [15, 18, 19]. In contrast, Hossain et al., [4] estimated 14 dogs per km2 with human-to-dog ratio of 120:1 in rural Bangladesh. The density of dogs is expected to be lower in rural than urban areas. Also, estimates of the density of dogs may vary between different areas and countries due to socio-cultural differences and the type of dogs included in counts. In the current study, only free-roaming dogs (but not owned restrained dogs) were counted, although it is expected that some proportion of owned dogs might have been included in the survey.\nDuring the two years (January 2012–December 2013) CNVR program in Dhaka City, more than 6000 dogs were processed with variable coverage between the neighbourhoods (Table 2). The teams, however, attempted to improve the coverage by making repeated visits to areas that had previously been targeted. For instance, during 2013 the CNVR program was re-focused on those neighbourhoods/wards which were already targeted during 2012 to increase the overall level of coverage (Table 2). However, some wards were visited only once (for example ward 42 and 60) during 2012 and 2013. This is because when the dog catching team assessed few free-roaming dogs within the neighborhood, the team moved to the next wards for capturing and in this way, the free-roaming dogs within the city wards were captured and taken to the clinic for processing. Nevertheless, there has been a consistent increase in the total number of dogs processed at the CNVR clinic from 2,553 dogs in 2012 to 4,112 in 2013.\nMost dogs processed at the clinic were classified to be ownerless, rather than owned or community dogs. It is possible that owned dogs may not have been presented to the clinic for sterilization because the dog owners did not want their dogs to be sterilized, or the clinic was too far away and the owners did not have enough time to take their dogs. In some cases, owned dogs may have been presented to the government veterinary clinics or private clinics, although the service was provided free of charge at the CNVR clinic.\nThe point estimate for CNVR coverage among the free-roaming dogs in the sampled 18 wards was 60.6%. However, assuming that some owned dogs are vaccinated and neutered but not ear-notched and are free-roaming in the street, this CNVR coverage estimates may have been underestimated. Of these 18 wards, eight had an estimated coverage level >70%, exceeding the WHO recommended threshold for rabies eradication [20, 21]. Within these eight wards there were repeated visits by the dog catching teams and longer program duration. For example, ward numbers 43, 46 and 48 were visited 45, 83 and 84 times, respectively, by the dog catching teams and thus achieved higher coverage compared to other wards. Since city wards are demarcated mainly for administrative purposes and have no physical boundary, a certain amount of movement of dogs between the wards/neighborhoods is likely to have occurred during, as well as following, the CNVR program. For instance, a higher number of ear-notched dogs were observed in certain wards during the post-CNVR program assessment survey, compared to the initial number of dogs processed in those wards (Table 2), indicating movement of dogs between neighbourhoods.\nAlthough almost equal number of male and female dogs were processed during CNVR program in 2012 and 2013, a higher number of male than female free-roaming dogs were found during a pilot assessment surveys conducted during early 2014. This may be due to higher survival of males than females as BCS of males were found to be better than females during a pilot study. The finding of more male than female dogs in this pilot assessment study was consistent with what has been reported elsewhere in the world where male dogs predominate [13, 17, 22, 23]. The information on sex-ratio of free-roaming dogs will be useful for planning the logistical arrangements for CNVR program in Dhaka City.\nThis pilot assessment study has helped to identify those wards/neighbourhoods during 2014 where the program coverage was low. Most of those wards with lower coverage and new wards have been covered during 2014. Such evaluation surveys are necessary to assess the coverage and then modify the program accordingly. In this survey, not all 29 wards could be included due to logistical reasons, which is why these results pertain to only 18 wards. Although there is no rule-of-thumb regarding what proportion of the dog population needs to be neutered to control and stabilize the dog population, WSPA recommend 70% coverage (similar to the target vaccination coverage for rabies elimination), but this will require long-term planning and sustained resources [13, 24]. Nevertheless, OBAWF have committed to cover the entire Dhaka City to manage the dog population. Since the CNVR program may take few more years to cover the entire Dhaka City dog population, mass dog vaccination against rabies is recommended in the non CNVR areas during the intervening period to create herd immunity and break the transmission chain of rabies virus. The CNVR program needs to cover more areas (city wards) and dogs within a short time period. This can be strategically achieved by setting up additional CNVR clinics in different wards to improve the level of coverage. This will be more efficient since collecting dogs from far off neighborhoods and transporting them to and from the existing clinic located at ward No 46 (Fig 1, panel D) takes considerable time and resources.\nThe majority of the free-roaming dogs sighted in the street had good BCS, with neutered dogs appearing healthier than intact dogs, and also males appearing healthier than female dogs (Table 3). The improvement of BCS and skin condition of the processed dogs could be due to the direct benefit of the CNVR program [25]. For instance, all dogs presented to the clinic were given one dose of ivermectin injection to control internal and external parasites and also treated against skin infections and other health ailments encountered during the processing. One of the objectives of the CNVR program is to improve the health and welfare of free-roaming dogs. The health benefits of sterilization in both males and females include preventing multiple pregnancies, reducing sexually transmissible diseases (such as transmissible venereal tumor), improving body weight and condition, and increasing life span [25–27]. In females repeated pregnancies can physically stress animals, while the absence of pregnancy can improve health and lifespan [25]. The most important benefit of sterilization is stabilization of the population by reducing the population turnover rate, but this requires a sustained program over a longer period of time. Because of a longer life span of neutered [25,26] and vaccinated dog, herd immunity against rabies is also maintained and not lost as rapidly between rounds of vaccination. It is expected that the health and welfare of free-roaming dogs may improve in the future as more dogs are covered by the CNVR program.\n\nConclusions\nThis study provides baseline information about the dog population size and the status of CNVR coverage in Dhaka City. We recommend that indicator counts are conducted every year to assess the dynamics (size and distribution) of the dog population and CNVR coverage. Also, recording the number of dog bites in humans and incidences of rabies in the city would provide information about the impact of the program. Because the CNVR program will take time to cover the entire Dhaka city area simultaneously, annual mass dog vaccination is recommended in the non-CNVR coverage area to create herd immunity among the dog population and to break the transmission chain of rabies virus. In addition, the setting up of additional CNVR clinics (e.g mobile clinics) could increase coverage and reduce the dog population and rabies incidence, as well as improve the health and welfare of dogs in Dhaka City. There is also a need for inter-agency collaborations and the One Health approach engaging human health and veterinary professionals to control rabies in Bangladesh."
}