{
    "Abstract": "Although the prevalence of helminths infection among schoolchildren is known, there has been little progress in the application of count model for modelling the risk factors of helminths egg. Only a few studies applied multilevel analysis to explore the variation in helminths prevalence across schools and classes. This study aimed to assess the prevalence, intensity of helminths infection, and identify risk factors at the individual-, household-, and school-level among schoolchildren in Southern Ethiopia. Using multistage random sampling, we recruited 864 students in the Wonago District. We applied multilevel-logistic and zero-inflated negative binomial regression models (ZINB). Risk factors were concentrated at the individual level; school-level and class-level variables explained less than 5% of the variance. The overall helminths prevalence was 56% (479/850); Trichuris trichiura prevalence was 42.4% (360/850); and Ascaris lumbricoides prevalence was 18.7% (159/850). The rate of any helminths increased among thin children (AOR: 1.73 [95% CI: (1.04, 2.90]), anemic (AOR: 1.45 [95% CI: 1.04, 2.03]), mothers who had no formal education (AOR: 2.08 [95% CI: 1.25, 3.47]), and those in households using open containers for water storage (AOR: 2.06 [95% CI: 1.07, 3.99]). In the ZINB model, A. lumbricoides infection intensity increased with increasing age (AOR: 1.08 [95% CI: 1.01, 1.16]) and unclean fingernails (AOR: 1.47 [95% CI: 1.07, 2.03]). Handwashing with soap (AOR: 0.68 [95% CI: 0.48, 0.95]), de-worming treatment [AOR: 0.57 (95% CI: 0.33, 0.98)], and using water from protected sources [AOR: 0.46 (95% CI: 0.28, 0.77)] were found to be protective against helminths infection. After controlling for clustering effects at the school and class levels and accounting for excess zeros in fecal egg counts, we found an association between helminths infection and the following variables: age, thinness, anemia, unclean fingernails, handwashing, de-worming treatment, mother’s education, household water source, and water storage protection. Improving hygiene behavior, providing safe water at school and home, and strengthening de-worming programs is required to improve the health of schoolchildren in rural Gedeo."
}