{
    "Introduction": "With over 207 million people worldwide infected with schistosomiasis, mostly in sub-Saharan Africa, there is still a pressing need to optimize field-appropriate tools for morbidity staging and monitoring of clinical disease [1]. In recent years there has been a scale-up of schistosomiasis control programs worldwide [2], [3]. However, no single direct morbidity marker has been adopted to monitor the clinical impact of these interventions [4]. Part of the difficulty is due to the variability of schistosomiasis-related clinical manifestations that are often non-specific and species dependent. This holds particularly true for intestinal schistosomiasis, mainly caused by two different species of the genus Schistosoma: S. japonicum and S. mansoni, in which the clinical diagnostic gold-standard for bowel morbidity is a colonoscopy. This has limited applicability in resource limited settings owing to logistic constraints [5]. Hence it is important to find suitable low-cost reliable proxy markers of bowel morbidity that can aid in measuring the clinical impact of control programs.\nIntestinal schistosomiasis is an inflammatory disease in which the observable pathology derives from the local inflammatory host response to the egg-entrapment inside the intestinal mucosa and submucosa [5]. It can manifest with a wide range of symptoms depending on the extent of the inflammation and friability of the mucosa, ranging from intermittent abdominal pain to overt acute dysentery. By performing colonoscopy studies, colorectal schistosomiasis has been consistently associated with findings of intestinal polyps and pseudopolyps that can present as blood-per-rectum in affected individuals [6].\nAcross community-based surveys worldwide, detection of intestinal blood loss in schistosomiasis-endemic areas has revealed a positive association between egg-patent infection and presence of blood in stools [7]–[9]. However, the majority of these studies used guaiac-based fecal occult blood (FOB) tests that are known to be less sensitive than the FOB immunochemical assays now widely used for colorectal cancer detection [10], [11]. FOB has also been used for identifying blood loss in parasitic enteric infections with hookworm, Trichuris trichiura or Entamoeba histolytica [12]–[14]. For intestinal schistosomiasis a longitudinal FOB study in Ugandan children treated with praziquantel (PZQ) showed a strong correlation with infection before and one year after intervention, highlighting its potential use as a morbidity marker across field surveys [15], [16]. Shorter term disease dynamics need investigation, in particular during the standard cure rate monitoring period at 24 days post PZQ treatment [17].\nCalprotectin is a neutrophil cytoplasmic calcium-binding protein that is also found in monocytes and early stage macrophages. Its degranulation inside the intestinal lumen occurs as a response to local inflammation [18]. Detection of calprotectin in stool is currently used across gastroenterology practices to aid diagnostically in distinguishing between inflammatory bowel disease and other non-inflammatory ailments, thereby decreasing the number of unnecessary endoscopies performed. It is also used as a validated marker for disease activity and response to treatment [19]–[21]. Its use in enteric infections is gaining recognition, particularly as a correlative marker for clinical severity in infectious diarrhea from both viral and bacterial etiologies [22]. Based on its potential as a surrogate inflammatory maker, we had previously hypothesized that fecal calprotectin could be elevated in schistosomiasis-associated intestinal pathology. However upon field-testing of an enzyme-linked immunosorbent assay, we found no correlation with S. mansoni infection [16]. The study was limited by the complexity and low sensitivity of the ELISA protocol and high minimum calprotectin value detectable in stool. However the low S. mansoni prevalence in the area may have also affected the association with the study outcome [16]. With the recent commercial availability of a new POC calprotectin assay based upon immunochromatographic dipsticks, this new test format has greater sensitisation and detection range of calprotectin found in feces.\nThe primary objective of the present study was an investigation of point-of-care (POC) chromatographic FOB detection and fecal calprotectin with S. mansoni infection status as a proxy for intestinal morbidity. Secondary objectives were to ascertain their association with less specific schistosomiasis downstream manifestations such as anemia and to investigate the short-term changes 24 days after PZQ treatment.",
    "Methods": "Ethics statement\nEthical approval was obtained from both the Liverpool School of Tropical Medicine and the Uganda National Council of Science at the Ministry of Health. For all participants information sheets describing the study were delivered before recruitment. Informed written consent was obtained from the children's parents/guardians and verbal assent from the subjects when possible.\n\n\nStudy population and study setting\nThe study was conducted as an exit investigation from a large longitudinal cohort study based in two villages on the Lake Albert shoreline in Buliisa district, Uganda (Figure 1) during the month of October 2012 with a follow up survey 24 days later in November 2012. Children had previously been recruited for a longitudinal study targeting young children with schistosomiasis that started in 2009 (Schistosomiasis in Infants and Mothers (SIMI) cohort) [23]. A total of 216 children were initially surveyed with 211 of them providing stool and urine at follow-up. Only those children with two stool samples at both time points were included in the analysis.\n\n\nParasitological detection and PZQ treatment\nChildren provided two stool samples on two consecutive days and one urine sample. Duplicate stool smears were prepared from each sample applying the thick Kato-Katz technique for the detection of S. mansoni and other soil-transmitted helminths. [24]. Means of eggs per gram of stool (epg) were subsequently calculated from the egg count slide results. Three infection categories according to WHO standards were considered for intestinal schistosomiasis [25]: (1–99 epg) or ‘Light’, (100–399) epg or ‘Medium’ and (>400 epg) or ‘Heavy’. A cathodic circulating antigen (CCA) assay was also employed to detect the presence of S. mansoni antigen in urine using a commercially available immuno-chromatographic dipstick (Rapid Medical Diagnostics, Pretoria, South Africa) [26]. All children after providing stool, were treated with PZQ at standard dosing of 40 mg/kg regardless of parasitological results.\n\n\nPoint-of-care tests: Fecal occult blood, fecal calprotectin, hemoglobin\nAll children provided a small finger-prick sample (0.5 ml) of blood for estimation of hemoglobin levels by Hemocue (Ängelholm, Sweden). Anemia was then defined according to age-dependent cut-off values [27]. An antigen detection rapid diagnostic test for Pf/non-Pf malaria was also carried out (Standard Diagnostics, Kyonggi-do, Korea). Children found to be positive were treated according to standard national treatment guidelines.\nA simple chromatographic test was employed for FOB detection (Mission Test®, Acon Laboratories, San Diego, CA), following the manufacturer's instructions. Briefly a small amount of feces was homogenised in a liquid buffer after collection. Two drops of stool suspension were applied to a test cassette and results were visually read after five minutes and categorized as negative (−), trace (+/−) and positive (+).\nA quantitative point-of–care chromatographic immunoassay was used for the detection of fecal calprotectin (Quantum Blue®, Alpha laboratories, Hampshire, UK), according to the manufacturer's instructions. Two drops of homogenised stool were applied inside a plastic cassette that was then inserted into a portable electronic reader that quantified the intensity of the control and test reactions to express a numerical value. The cassette reader was calibrated for each batch of tests. Cut-off values were based on recent clinical consensus [28]. Values of calprotectin >50 µg/g were considered positive [19]. Calprotectin values were further categorised based on findings from clinical gastroenterology studies [20], [28]. Calprotectin values >160 µg/g are considered within the range of severe intestinal inflammation as seen in inflammatory bowel disease [28]. Guided by this findings, we then created sub-categories to explore the relationship of different inflammatory cut-offs with schistosomiasis; ‘Low’ (51–149 µg/g), ‘Medium’ (150–299 µg/g) and ‘High’ (>300 µg/g), for subsequent statistical analysis.\n\n\nData entry and analysis\nAll data was entered into electronic format using EpiData® (The EpiData Association Odense, Denmark) and later analysed using the R statistical package version 2.14.1 (The R Foundation for Statistical Computing, Vienna, Austria) and Microsoft Excel (Redmond, WA, US). Arithmetic and geometric mean of Williams (GMW) were calculated for S. mansoni infection intensity. 95% confidence intervals (CI) were calculated for percentages by applying the exact method.\nPrimary endpoints of interest were FOB and calprotectin positivity and their association with egg-patent and CCA positive S. mansoni infection status. After initial exploratory bivariate analysis, multivariable logistic regression modelling was carried out using the binomial variables constructed for FOB and calprotectin as the outcome variables and adjusting for possible confounding variables such as malaria, anemia, sex, age and village location. A separate analysis was also performed for different calprotectin intensity values. Odds ratios (OR) and 95% CI and P-values were calculated as measures of association between each variable and the outcomes. P-values<0.05 were considered statistically significant.",
    "Results": "In total, 52.5% of the children surveyed were females. The mean age was 5.9 with a range (3–9). Further age categories were created, distinguishing between school age children (6–9 years old) and preschool age children (3–5 years old).\nGeneral characteristics of the study population are summarized in Table 1. 159 children (84.1%) of the initial 189 with complete records at baseline had calprotectin results at the 24 days follow-up survey. For FOB, 171 children (90%) were followed up out of the 190 initially tested at baseline. Due to the low prevalence of other helminthic STH infections (<0.5%), these were not included in the analysis. Malaria was highly prevalent in the area with over 80% of children infected at baseline on the basis of rapid diagnostic testing.\nOverall, there was a high prevalence of egg-patent intestinal schistosomiasis in the area at baseline (63.5%) with almost 22% of children harbouring heavy intensity infections. By CCA test, S. mansoni prevalence reached 93% of the children surveyed. As expected, older children (>5 years old) showed a higher prevalence of S. mansoni infection than younger children (3–5 years old) (67.2% vs 57.9% with higher infection intensities). S. mansoni infection dynamics as assessed by microscopy and CCA testing are shown in Fig. 2.\nThe decline in Kato-Katz positivity was significant 24 days after treatment.\n\n\nAssociation between FOB, calprotectin and S. mansoni infection before and after treatment (Table 2 and Figure 3)\nStatistically significant values are indicated *.\nChildren were stratified by S. mansoni infection status at baseline (as assessed by Kato-Katz or CCA test) and the percentage of children positive for FOB and calprotectin in each group was determined both at baseline and 24 days post PZQ treatment (Table 2). The results showed that in the group which was egg patent at baseline, there was a significant decrease in numbers of individuals who were FOB or calprotectin positive 24 days after treatment. This was particularly evident for children with medium intensity infections (for calprotectin P = 0.035) and heavy intensity infections (for FOB P = 0.007, and calprotectin P = <0.0001).\n\n\nAssociation between FOB and S. mansoni infection (Table 3)\nAll children with positive FOB were found to be S. mansoni egg positive at baseline and therefore S. mansoni was not included in the baseline analysis. After adjusting for potential confounders (age, sex, anemia, malaria) at follow up there was a very strong association between FOB and S. mansoni medium and heavy infection (OR: 6.6 P = 0.033, OR: 51.3 P = 0.003). Children with anemia were very likely to have a positive FOB test result, but only at baseline (OR: 9.2, P = 0.036) and girls were more likely to be FOB positive at follow up (OR: 3.7, P = 0.057). Residents from Walukuba village were more likely to be FOB positive at baseline (OR: 7.5, P = 0.02), however the effect was significantly reversed at follow up (OR: 0.16, P = 0.03).\n\n\nAssociation between fecal calprotectin and S. mansoni infection (Table 4)\nFour different models were constructed after bivariate exploration of the possible associations between fecal calprotectin and S. mansoni infection. When calprotectin positivity (>50 µg/g) was considered as a binomial outcome, an association was found at baseline between CCA test positivity, younger age (3–5 years old) and residency in Bugoigo village. These associations, except for the village effect, were not seen 24 days after PZQ treatment.\nWhen stratified by calprotectin intensity, ‘Medium’ intensity (150–299 µg/g) strongly correlated with egg-patent S. mansoni infection at baseline (OR: 12.5, P = 0.05) and follow up (OR: 6.8, P = 0.02), as well as with FOB positivity at baseline (OR: 7.5, P = 0.05). Before PZQ treatment, younger children (3–5 years old) had significantly increased levels of ‘Light’ intensity (51–149 µg/g) fecal calprotectin (OR: 2.4, P = 0.03) as well as increased ‘Medium’ intensity calprotectin at follow up (OR: 4.1, P = 0.03). FOB at follow up was associated with ‘Light’ intensity calprotectin in unadjusted analysis (Crude OR: 3.89, P = 0.05) although this was not seen when controlled for potential confounders. Across all intensities, residents of Bugoigo village were more likely to have positive fecal calprotectin.",
    "Discussion": "In the context of performance of PZQ PC in targeted areas for control of morbidity associated with schistosomiasis , there is a growing need for standardized, affordable and non-invasive point-of-care tests as surrogate markers of disease [4]. Our results highlight the feasibility and reliability of both FOB and calprotectin assays as appropriate field-applicable correlates for intestinal schistosomiasis in young children and could be used to monitor morbidity in pre- and post-treatment settings. A positive test may also encourage people to partake in treatment campaigns as there is a generic need for better health advocacy.\nEgg-patent schistosomiasis is highly prevalent in our study area despite repeated PZQ rounds in the past five years [17]. Indeed transmission here is known to be intense and the regional hot spot of disease for over 30 years [17]. We found that infection significantly correlates with markers of inflammation (calprotectin) and mucosal bleeding (FOB) and that this had a direct relationship with intensity of infection. Hence we can infer that intestinal schistosomiasis is also highly prevalent in the area and its public health implications remain to be fully appreciated. This is a rather worrisome result for an area with yearly anti-parasitic treatment campaigns and may be attributed at least in part, to the non-inclusion in the programs of pre-school age children that are known to harbour egg-patent infections [29], [30]. This leaves a large proportion of the infected population untreated despite recent WHO recommendations to include the under-fives in schistosomiasis PC programs [29],[23],[31]. Different tools for the detection of intestinal morbidity have been tested in different community surveys with mixed results [4]. In Uganda, a longitudinal study measuring the abdominal circumference ratio (ACR) in children with distended abdomens showed the widespread occurrence of a diseased state although with a weak association with morbidity-related egg-patent schistosomiasis [32]. Abdominal ultrasounds are widely used for hepatic and urinary schistosomiasis in areas where S. mansoni and S. haematobium are endemic, but they have little value for intestinal disease detection [33]. Even in a highly endemic S. mansoni area, hepatic and intestinal schistosomiasis may or may not co-exist and this emphasizes the importance of differentiating both clinical entities.\nAs a limitation to our study we could not compare the point-of-care tests that we used with colorectal endoscopy, the gold-standard diagnostic test for intestinal morbidity, however calprotectin has been widely previously validated in other studies as an acceptable inflammatory marker against colonoscopy [19], [21], [28]. Our proxy for morbidity was egg-patent S. mansoni infection. Infection is different from clinical disease and particularly in schistosomiasis egg-shedding may decrease with time and treatment, but organ damage from chronic inflammatory response to tissue trapped eggs is likely to persist. The association between FOB and Schistosoma infection has been clearly demonstrated before and it can therefore be considered a good surrogate marker for intestinal pathology [7]–[9], [15]. The advantages of the FOB immunochemical test are their relatively low cost ($0.6/test), easy to use with very little technical expertise required. All tests were reliable with no tests failing making the invalid test rate negligble.\nThe associations between Walukuba village and FOB, as well as between Bugoigo village and calprotection, are intriguing. The precise disease manifestation associated with a parasitic infection depends on a complex interplay between the host and parasite. In recent work, we did not find significant genetic differentiation between S. mansoni parasite populations from the three villages included in the present study (Betson et al., under review). However, there are tribal differences in the human populations between the three villages with certain tribes more or less represented in each village, for example most people in Walukuba belong to the Alur tribe, whereas in Bugoigo and Piida, the Banyoro and Bugungu tribes are also well-represented. These differences in local ethnography may least in part explain the associations between specific morbidity markers and particular villages.\nThe intertwined relationship between anemia and schistosomiasis is found across species and even in individuals with light parasitic loads [34],[35]. What remains to be elucidated, however, is the attributable fraction of intestinal losses versus other pathogenic mechanisms such as anemia of inflammation [36]. The burden of anemia in endemic communities leads to poor school and physical performance, such manifestations that will spiral down to an overall decreased quality of life and adult attainment [37], [38]. We found an interesting positive association between FOB and anemia at baseline, even after controlling for malaria co-infection. This suggests significant amounts of blood loss per rectum which would be consistent with intestinal schistosomiasis with high parasitic loads as reported in S. japonicum endemic settings [7]. The potential confounding effects of other parasitic infections known to cause intestinal bleeding (i.e. hookworms) was not of concern in our study site since none were detected. However hookworm should be considered in other endemic areas, e.g. in the Lake Victoria setting [16]. Due to mucosal inflammation and possibly bleeding polyps this presentation would require active clinical intervention [6]. At follow up, we documented a rapid response to PZQ with decreased overall FOB positivity in children with S.mansoni at baseline and no association between FOB and anemia. This is highly suggestive of effective mucosal healing.\nFecal calprotectin proved useful as an inflammatory marker in correlation with S. mansoni infection. It is important to note that the calprotectin range most significantly associated with any intensity S. mansoni infection (150–299 µg/g), is within the inflammatory bowel disease detection range and would warrant further endoscopic work up in industrialized countries [19], [28]. This is a significant finding since not all intestinal schistosomiasis is thought to be inflammatory in nature and therefore calprotectin detection could aid in identifying more active cases when used as a disease severity marker [5], [39]. The significant decline in calprotectin levels after PZQ treatment in children with egg patent S.mansoni at baseline, also suggests a positive response to anti-parasitic treatment, strengthening the relationship of the association calprotectin-schistosomiasis. Young children (<4 years of age) are known to have higher normal range values of fecal calprotectin. Regardless of this, the association found in our study between young age and high calprotectin levels is above the range of physiological parameters for healthy African children and warrants further investigation [40]. This will help define the inflammation attributable to schistosomiasis in infected children. For now, calprotectin is an expensive POC test ($10/test) and its widespread implementation in PC efforts could be restrained as a consequence unless outside international donor support was able to subsidise and reduce substantially the cost per test. Nevertheless, it provides very valuable clinical information and it should be considered useful to monitor intestinal disease, especially within a detailed future research study.\nFor the purpose of this study, we were able to ascertain a strong relationship between FOB, calprotectin and moderate and heavy egg intensities of S. mansoni infection. Even though the number of positive individuals decreased after PZQ treatment, there was no overall statistical significance after 24 days. However, when only children that were S. mansoni egg positive at baseline were analysed, both FOB and calprotectin did have a significant decrease and therefore detect an ameloriation response to PZQ treatment. This indeed suggests a short term mucosal healing response. A longer follow up would be needed to assess longer term responses. e.g. 2–3 month period.\nWhat remains to be explored in a larger study, is the correlation between the different stages of mucosal involvement comparing POC assays with endoscopy before and after PZQ administration. This would allow for a clinical staging algorithm for intestinal schistosomiasis that could guide future community based treatment strategies. Due to its low-cost and ease of use, we advocate for the immediate integration of FOB as a morbidity monitoring tool in PC campaigns."
}