{
    "Background": "Visceral leishmaniasis (VL) is re-emerging in Armenia since 1999 with 167 cases recorded until 2019. The objectives of this study were (i) to determine for the first time the genetic diversity and population structure of the causative agent of VL in Armenia; (ii) to compare these genotypes with those from most endemic regions worldwide; (iii) to monitor the diversity of vectors in Armenia; (iv) to predict the distribution of the vectors and VL in time and space by ecological niche modeling.",
    "Methodology/Principal findings": "Human samples from different parts of Armenia previously identified by ITS-1-RFLP as L. infantum were studied by Multilocus Microsatellite Typing (MLMT). These data were combined with previously typed L. infantum strains from the main global endemic regions for population structure analysis. Within the 23 Armenian L. infantum strains 22 different genotypes were identified. The combined analysis revealed that all strains belong to the worldwide predominating MON1-population, however most closely related to a subpopulation from Southeastern Europe, Maghreb, Middle East and Central Asia. The three observed Armenian clusters grouped within this subpopulation with strains from Greece/Turkey, and from Central Asia, respectively. Ecological niche modeling based on VL cases and collected proven vectors (P. balcanicus, P. kandelakii) identified Yerevan and districts Lori, Tavush, Syunik, Armavir, Ararat bordering Georgia, Turkey, Iran and Azerbaijan as most suitable for the vectors and with the highest risk for VL transmission. Due to climate change the suitable habitat for VL transmission will expand in future all over Armenia.",
    "Conclusions": "Genetic diversity and population structure of the causative agent of VL in Armenia were addressed for the first time. Further genotyping studies should be performed with samples from infected humans, animals and sand flies from all active foci including the neighboring countries to understand transmission cycles, re-emergence, spread, and epidemiology of VL in Armenia and the entire Transcaucasus enabling epidemiological monitoring."
}