{
    "Introduction": "The treatment goal for onchocerciasis (river blindness) has shifted from control to elimination as shown by the World Health Organization’s (WHO’s) roadmap for neglected tropical diseases (NTDs) and the London Declaration on NTDs in 2012 [1,2]. Onchocerciasis is a parasitic disease transmitted by blackflies, and notable symptoms include severe itching, skin lesions, and vision impairment including blindness. Those affected by onchocerciasis suffer negative socioeconomic consequences as a result of their symptoms [3]. The disease is endemic in parts of Africa, Latin America, and Yemen, and more than 99% of all cases are concentrated in sub-Saharan Africa [4]. In Africa, morbidity caused by onchocerciasis was significantly reduced by the vector control activities of the Onchocerciasis Control Programme (OCP) in West Africa (1975–2002) and by the community-directed treatment with ivermectin (CDTi) under the African Programme for Onchocerciasis Control (APOC) in sub-Saharan Africa and parts of West Africa (1995–present) [4]. Studies of foci in Mali, Senegal, and Uganda have proved that eliminating onchocerciasis through ivermectin administration is feasible for amenable epidemiological settings under effective treatments and surveillance [5,6].\nOnchocerciasis elimination and subsequent eradication will generate health benefits by reducing the incidence of infection to zero, first in a defined area and then globally. These benefits would be higher than those of staying in a control mode that keeps disease prevalence at a locally acceptable level. In addition to epidemiological evidence, national and global policymakers must consider economic, social, and political aspects when deciding whether to invest in elimination in settings with limited resources and competing health priorities. To assess these broad aspects, a working group at the Ernst Strüngmann Forum suggested developing and analyzing eradication/elimination investment cases [7]. Tediosi and colleagues examined the suggested approach focusing on three NTDs including onchocerciasis [8]. Referring to this study, Kim and colleagues defined investment options for onchocerciasis as scenarios, and compared the respective timelines and needs for treatment in endemic African countries [9]. Each scenario consists of strategies of treatments and surveillance—epidemiological surveillance to track the infection levels in human and/or entomological surveillance to track the infectivity rates of blackflies.\n\nControl scenario\nTo reduce disease prevalence to a locally acceptable level (i.e., microfilaria prevalence≤40% or community microfilarial load≤5mf/s [3]), all endemic African countries implement annual CDTi in hyper- and meso-endemic areas, and after at least 25-years of CDTi, conduct epidemiological surveillance to confirm that CDTi can be safely stopped (former OCP projects having implemented regular surveillance continue their surveillance strategies).\n\n\nElimination scenario\nTo reduce the incidence of infection to zero in a defined area, all endemic African countries except those with epidemiological and political challenges implement annual or biannual CDTi, and conduct regular active epidemiological and entomological surveillance to evaluate epidemiological trends, to decide a proper time to stop CDTi, and to detect and respond to possible recrudescence.\n\n\nEradication scenario\nTo reduce the incidence of infection to zero in Africa, which would lead to global eradication, all endemic African countries implement not only annual or biannual CDTi but also locally tailored treatment strategies to deliver sustainable treatments to areas with operational challenges, and implement regular active epidemiological and entomological surveillance to evaluate epidemiological trends, to decide a proper time to stop CDTi, and to detect and respond to possible recrudescence.\nWe estimated financial resources and societal opportunity costs for endemic African countries (Table 1) associated with the control, elimination, and eradication scenarios to support policymakers’ and donors’ informed decisions and provide a basis for further economic evaluation of the elimination and eradication of onchocerciasis.",
    "Methods": "We estimated financial costs to predict how much the governments of endemic countries and donors would have to pay for implementing the required interventions for alternative treatment goals of control, elimination, and eradication, and economic costs to assess societal opportunity costs of donated services and goods. The time horizon of the analysis was from 2013 to 2045, based on the predicted timeline for reaching the post-elimination phase in endemic African regions [9].\nThere are different methods for estimating health intervention costs, ranging from micro-costing (bottom-up approach) to gross-costing (top-down approach) [14]. We used a micro-costing method to more precisely estimate time-variant resource utilization depending on epidemiological trends and to incorporate the heterogeneity in the demographic, epidemiological, and political situation at project level. Fig 1 shows the six steps of the micro-costing approach calculating from the cost of a single cost item to the total financial and economic cost for a project.\n* For financial costs, capital and administrative costs are evenly split to CDTi and surveillance for the years when both CDTI and surveillance are implemented, and support costs for (post) conflict areas are evenly split over the entire period.\nWe defined the key activities and resources required for onchocerciasis elimination and eradication with reference to an APOC report of the technical consultative committee [15], an APOC protocol for epidemiological surveillance, and a guide for post-treatment epidemiological and entomological surveillance (developed for the Onchocerciasis Elimination Program for the America) [16]. Based on the identified activities and resources, we defined cost items under five categories—CDTi, surveillance, capital costs, overhead and administrative costs, financial support for (post) conflict endemic areas—and their characteristics which include the type (financial or economic), the unit cost, and the time-variant unit quantity (depending on relevant phases among the three phases of treatment, confirmation of elimination, and post-elimination). The details about each step of the micro-costing approach and the characteristics of cost items are described in S1 Text.\n\nData\nWe obtained 2012 budgets from APOC, approved for onchocerciasis CDTi, that cover 67 of all 112 ongoing projects (as of November 2013) in sub-Saharan Africa. All budget documents include information on the unit cost and the unit quantity of each resource, demography, available human resources (community health workers, community volunteers), and funding from the ministry of health, APOC, and non-governmental organizations. These data were used as the main sources to estimate financial costs. To estimate economic costs, agriculture value added per worker was used as an opportunity cost of community volunteers’ unpaid time [17], considering most volunteers are farmers in remote rural areas [18]. The opportunity cost of donated ivermectin was $1.5054 per treatment (three 3mg-tablets), based on Merck’s suggested drug price of $1.5 per treatment before the donation was decided [19] and on the insurance and freight cost of $0.0018 per tablet [20].\nFor projects with missing unit costs, we used the national average if relevant unit costs were available; otherwise, the regional average (Table 2) across available national averages for endemic African countries. For the countries that did not have agriculture value added per worker, we used the regional average for sub-Saharan Africa [17]. For projects with missing data for the determinants of unit quantities (e.g., the ratio of health workers over population, the ratio of volunteers over population), we used the national average if relevant data were available; otherwise, the regional average across available national averages for endemic African countries. Unit costs and the determinants of unit quantities at the country and regional levels are included in S1 Text.\n\n\nCost estimation\nFinancial costs.From an operational perspective, financial costs consist of those of CDTi and of surveillance. At project level, we multiplied the unit cost with the unit quantity for each cost item and every year. Costs of capital goods were annuitized over a useful time of each item with 3%. We assumed the useful time to be six years based on the capital-goods replacement policy specified in a Burundi’s budget document. We aggregated the costs across cost items relevant to CDTi and surveillance separately. We split the capital and administrative costs (for the years when both CDTi and surveillance were conducted) and the financial support costs for (post) conflict areas (over the entire time horizon) equally between CDTi and surveillance. To estimate annual financial costs, we added the CDTi and surveillance costs (Fig 1).\n\nEconomic costs.Economic costs consist of those of community volunteers, who play a central operational role in CDTi [18], and of ivermectin, the main drug for CDTi and donated by Merck. For each project, we estimated annual economic costs of community volunteers by multiplying the daily agriculture value added per worker with the number of required community volunteers (population multiplied by the ratio of volunteers over population), the required volunteering days, and the number of CDTi rounds per year. We used the multi-country survey by McFarland and colleagues [24] to identify the main activities of volunteers and the required days. Three main activities were administering ivermectin (17.8 days), supporting health workers for mobilization (5.5 days), and doing census to update treatment registers (4.6 days). As community mobilization would be required until elimination is confirmed, we included the economic costs of supporting health workers for mobilization in both phases for treatment and the confirmation of elimination.\nTo estimate annual economic costs of donated ivermectin, we multiplied the drug and delivery cost per treatment with the number of required treatments (population multiplied by treatment coverage and the number of CDTi rounds per year). To estimate annual economic costs for a project, we summed the annual economic costs of community volunteers and donated ivermectin (Fig 1).\n\nTotal costs.To estimate annual total costs, we summed annual financial and economic costs. To estimate total costs over the entire time horizon, we summed annual costs from 2013 to 2045 with discounting (Fig 1). The discount rate to account for time preference was 3%.\nAll costs were reported in 2012 US dollars (USD). Local currency before 2012 was inflated using country-specific inflation rates [25] and converted to USD using exchange rates [26].\n\n\n\nUncertainty analysis\nWe conducted sensitivity analysis to assess the robustness of results to parametric uncertainties. The parameters included either cost items for which unit costs were missing for more than one third of total projects or total countries with available budgets. Also the parameters included the time-variant determinants of unit quantities: population living in endemic areas, the number of required treatments (determined by population, treatment coverage linked to required treatment duration, and possible delay in starting and ending treatments), the number of required community volunteers (determined by population and the ratio of community volunteers over population), and the number of required community health workers (determined by population and the ratio of community health workers over population). We conducted one-way sensitivity analysis to examine the impact of parameters related to CDTi performance, the cost items with high uncertainty, and discount rates on total costs. We conducted multivariate probabilistic sensitivity analysis (PSA) to examine the joint effects of uncertainties about all selected variables on total costs. For PSA, we attached statistical distributions to the selected cost items and the determinants of unit quantities, and fitted to relevant data. S1 Text describes the methodological details of the sensitivity analysis.",
    "Results": "Total costs\nTotal financial and economic costs would be concentrated in the early stage during which treatments are scaled up to remaining endemic areas, and decrease as the treatment phase nears the end (Fig 2). In endemic African regions, total financial and economic costs over the period 2013–2045 would be $4.3 billion (95% central range from multivariate PSA: $3.9 billion[bn]–$5.0bn) for the control scenario, $2.9 billion ($2.6bn–$3.4bn) for the elimination scenario, and $2.7 billion ($2.4bn–$3.2bn) for the eradication scenario. That is, switching from control to elimination and eradication would lead to cost-savings of $1.5 billion ($1.0bn–$1.9bn) and $1.6 billion ($1.2bn–$2.1bn), respectively (S1 Fig). The eradication scenario would lead to cost-savings of $144 million (-$25 million[M]–$462M) as compared to the elimination scenario.\nUnit financial and economic cost per treatment for the control scenario would decrease from $2.5 to $0.9 over 2013–2045. For the elimination scenario, it would decrease from $2.5 to $1.3 until 2035, and increase to $1.6 afterwards. For the eradication scenario, it would decrease from $2.5 to $1.5 over 2013–2030, and increase to $3.9 afterwards until the end of the treatment phase in endemic African regions (Fig 3).\n\n\nFinancial costs\nTotal financial costs over the period 2013–2045 would be $640 million ($572M–$711M) for the control scenario, $650 million ($574M–$751M) for the elimination scenario, and $649 million ($566M –$745M) for the eradication scenario (Fig 4). That is, the total financial costs associated with the elimination and eradication scenarios are slightly lower than those associated with the control scenario; however, these cost differences are not robust to sensitivity analysis (S2 Fig). The main difference between scenarios is the proportion of surveillance costs in total costs. Total surveillance costs over 2013–2045 would increase from 7% ($47M) of total financial costs under the control scenario to 33% ($215M) and 37% ($242M) under the elimination and eradication scenarios, respectively (Fig 4).\nCN: control scenario, EL: elimination scenario, ER: eradication scenario\nUnit financial cost per treatment for the control scenario would decrease from $0.4 to $0.1 over 2013–2045. For the elimination scenario, it would stay between $0.4 and $0.5 until 2035, and increase to $0.9 afterwards. For the eradication scenario, it would stay between $0.4 and $0.5 until 2030, and increase to $3.1 as the treatment phase nears the end in endemic African regions (Fig 3).\n\n\nEconomic costs\nEconomic costs would be six times higher than financial costs under the control scenario and three times higher under the elimination and eradiation scenarios. Total economic costs over 2013–2045 would be $3.7 billion ($3.3bn–$4.3bn) for the control scenario, $2.2 billion ($2.0bn–$2.7bn) for the elimination scenario, and $2.1 billion ($1.8bn–$2.5bn) for the eradication scenario (Fig 5). That is, the total economic costs associated with the elimination and eradication scenarios are lower than those associated with the control scenario by $1.5 billion ($1.1bn–$1.9bn) and $1.6 billion ($1.2bn–$2.1bn), respectively (S3 Fig). Donated ivermectin and community volunteers would account for 75% and 25% of the total economic costs over 2013–2045 in all scenarios.\nCN: control scenario, EL: elimination scenario, ER: eradication scenario\n\n\nUncertainty analysis\nOne-way sensitivity analysis (Fig 6) shows that, among the parameters related to CDTi performance, the delay in ending CDTi (after the infection levels reach the threshold for stopping CDTi) is the most influential parameter, leading total costs to increase by $2 billion (undiscounted) over 2013–2045 in all scenarios. Among the cost items with high uncertainty (based on the number of missing data), the most influential one is the salary top-ups for stabilizing new projects in the elimination and eradication scenarios, leading total costs (undiscounted) to range from $3.807 billion to $3.847 billion, and from $3.460 billion to $3.498 billion, respectively. Increasing the discount rate from 0% to 6% would decrease total costs over 2013–2045 by 46% from $6.1 billion to $3.3 billion for the control scenario, by 39% from $3.8 billion to $2.3 billion for the elimination scenario, and by 35% from $3.5 billion to $2.2 billion for the eradication scenario.\nOne-way sensitivity analysis for CDTi performance parameters and discount rate is deterministic (using the lower and upper limits); that for cost items is probabilistic (using gamma distributions fitted to relevant data).",
    "Discussion": "The elimination and eradication scenarios are predicted to generate substantial cost-savings in the long run compared to the control scenario. The main factors contributing to cost-savings are the reduction in economic costs of community volunteers and donated ivermectin due to a shorter treatment phase as a result of regular active surveillance. This finding implies that the saved volunteers’ time and ivermectin can be used for other health programs. Willing volunteers and their well-established networks, which have enabled successful implementation of CDTi in Africa, could contribute to improving access to primary health care in remote rural areas with insufficient human resources. In addition, the saved ivermectin drugs could be used for other disease programs, for example, anti-LF mass drug administration. To realize these possibilities, policymakers would need to keep empowering community volunteers through training and societal or economic appreciation. Also, pharmaceutical companies’ continuous commitment to donating drugs would be needed.\nThe main operational difference between the elimination/eradication scenarios and the control scenario is regular active surveillance. Our analysis shows that the cumulative financial costs for surveillance over 2013–2045 in the elimination and eradication scenarios would be five times higher those in the control scenario. This implies that endemic countries would need to improve their domestic funding capacity to sustain high surveillance costs to achieve elimination, as the post-treatment surveillance period could last beyond 2045 [9] and external funding would be temporary. The development and operationalization of new affordable and effective diagnostic tools, for example, OV-16 (ELISA and Rapid Test) and the DEC patch test under development [27,28], might lead to the savings of surveillance costs.\nThe financial unit cost per treatment in the elimination and eradication scenarios would increase by factors of respective two and eight as the regional intervention phase nears the end. This increase is driven by the reduction in the number of people in need of treatment and steady or increasing costs for surveillance and capital goods. Additionally, in the last stage, the majority of people in need of treatment are expected to live in areas with epidemiological and political challenges [9]. This implies that, in the last mile towards elimination and eradication, political, financial, and societal commitment across a whole spectrum of stakeholders will be essential to meet high unit costs and to deliver treatments in challenging areas [29]. Studies based on social choice theory and game theory [30–33] show that the elimination and eradication of infectious diseases are public goods that can only be achieved through the coordinated efforts of multiple countries. These studies suggest that high benefit-cost ratios associated with elimination and/or eradication could incentivize endemic countries to pursue elimination and/or eradication and global donors to finance endemic countries lacking the financial capacity. Equity and social justice arguments for elimination and eradication [34,35] could also complement and strengthen the economic rationality. The role of global stakeholders can play a decisive role to overcome national challenges. A study by Shaffer suggests that, to prevent potential holdout problems caused by unwilling or unable countries, which could hinder elimination and eradication, the centralized efforts led by international organizations would be necessary [36]. In line with this, it has been argued that the explicit inclusion of NTDs elimination in the Sustainable Development Goals (SDGs) of the United Nations (UN) [37,38] would further motivate the commitment of national and global policymakers and donors. Societal commitment at local level will be also essential, because delivering treatments to operationally challenging areas would require successful drug administration by community volunteers and communities’ compliance to treatments. To promote such commitment by communities, endemic countries’ continuous investments in enhancing the operational capacity of community volunteers and in mobilizing communities will be needed.\nThe uncertainty analysis showed that the delay in ending CDTi would have the highest impact among those related to CDTi performance on total costs. Thus, planning to move towards the post-treatment phase, along with regular monitoring and evaluation to decide the proper time of stopping treatments, would be important to avoid the delay in ending CDTi.\nThe uncertainty analysis also showed that the salary top-ups for stabilizing new projects would have the most influence of all cost items on total costs. Many new projects are in potential hypo-endemic areas where parasitological surveys are still needed to confirm endemicity [39]. This suggests that complete epidemiological mapping should be a priority to choose areas to start new projects and to predict required human resources for those projects.\nThe results presented in this study should be interpreted considering the limitations of the approach and data used. To calculate financial costs for projects without available budgets, we relied on national or regional average unit costs which might only approximately represent the actual costs in those projects. For economic costs, we assumed agriculture value added per worker as an opportunity cost of community volunteers’ unpaid time. However, other studies used different proxies such as national minimum wage and GNI per capita [24,40]. We did not use national minimum wage, as it was unavailable for 11 of 28 endemic countries [41]. We did not use GNI per capita, as it does not represent the income level in remote rural areas. In the opportunity cost of donated ivermectin, we did not include tax deduction provided to donating manufacturers [19], as the relevant detailed information is proprietary and unavailable.\nThere were some other factors that could affect resource utilization, but were not included in the analysis. We assumed no recrudescence, because it was difficult to predict when recrudescence would happen. If that were to happen, costs would increase because the treatment phase would have to be restarted. We did not consider the potential impact of new diagnostic and treatment tools, because it was difficult to predict when they would be developed and operationalized. If new effective and affordable tools are operationalized, the strategies of treatment and surveillance could change, thereby influencing costs. We assumed no unexpected political unrest that could interrupt interventions and would increase costs to restart the interventions.\nDespite these limitations, to our knowledge and based on literature review (see S1 Text), our study is the most up-to-date cost analysis of potential regional elimination strategies in Africa. National and global policymakers and donors could use our cost analysis to make informed policy decisions and to predict the funding needs for implementing elimination programs in Africa. Our cost estimates could also be used by policymakers and researchers to compare costs and potential benefits associated with potential elimination strategies in Africa."
}