{
    "Background": "Human African Trypanosomiasis (HAT), also referred to as sleeping sickness, and African Animal Trypanosomaisis (AAT), known as nagana, are highly prevalent parasitic vector-borne diseases in sub-Saharan Africa. Humans acquire trypanosomiasis following the bite of a tsetse fly infected with the protozoa Trypanosoma brucei (T.b.) spp. –i.e., T.b. gambiense in West and Central Africa and T.b. rhodesiense in East and Southern Africa. Over the last decade HAT diagnostic capacity to estimate HAT prevalence has improved in active case-finding areas but enhanced passive surveillance programs are still lacking in much of rural sub-Saharan Africa.",
    "Methodology/Principal Findings": "This retrospective-cross-sectional study examined the use of national census data (1999) to estimate population vulnerability and disability in Kenya's 7 tsetse belts to assess the potential of HAT-acquired infection in those areas. A multilevel study design estimated the likelihood of disability in individuals, nested within households, nested within tsetse fly habitats of varying levels of poverty. Residents and recent migrants of working age were studied. Tsetse fly's impact on disability was conceptualised via two exposure pathways: directly from the bite of a pathogenic tsetse fly resulting in HAT infection or indirectly, as the potential for AAT takes land out of agricultural production and diseased livestock leads to livestock morbidity and mortality, contributing to nutritional deficiencies and poverty. Tsetse belts that were significantly associated with increased disability prevalence were identified and the direct and indirect exposure pathways were evaluated.",
    "Conclusions/Significance": "Incorporating reports on disability from the national census is a promising surveillance tool that may enhance future HAT surveillance programs in sub-Saharan Africa. The combined burdens of HAT and AAT and the opportunity costs of agricultural production in AAT areas are likely contributors to disability within tsetse-infested areas. Future research will assess changes in the spatial relationships between high tsetse infestation and human disability following the release of the Kenya 2009 census at the local level."
}