{
    "Introduction": "Zika virus (ZIKV) is an emerging infectious pathogen that has risen to the highest level of importance in public health. ZIKV is a single-stranded ribonucleic acid (RNA) virus and is a member of the Flavivirus family that is primarily spread by mosquitoes [1]. ZIKV is closely related to other mosquito-borne flaviviruses including dengue virus (DENV), Japanese encephalitis virus (JEV), West Nile virus, and yellow fever virus. Patients with acute ZIKV infection often present with similar symptoms as those infected with other arboviruses, including DENV and chikungunya virus (CHIKV). Although most patients with acute ZIKV infection are asymptomatic, some patients present with mild fever, rash, arthralgia, and conjunctivitis [2].\nResearchers first isolated ZIKV from the serum of a Ugandan rhesus monkey in 1947 [3]. Though serological and entomological evidence indicated that ZIKV had spread widely throughout Asia and Africa, until 2007, only a few human Zika cases were reported [4]. The two major genetic lineages for ZIKV, Asian and African, were named after the distribution of the virus in these two continents [5]. The first major ZIKV outbreaks were reported in 2007 on Yap Island in the Federated States of Micronesia and in Gabon in Central Africa [6,7]. ZIKV outbreaks in the Pacific region later occurred in close succession in French Polynesia (2013–14), New Caledonia (2014), the Cook Islands (2014), and Easter Island (2014) [8,9].\nIn February 2016, the World Health Organization (WHO) declared a Public Health Emergency of International Concern (PHEIC) in response to an increasing ZIKV outbreak in Latin America [10–12]. Although the link between ZIKV infection and newly reported clusters of microcephaly and other neurological disorders was unclear [13], the WHO called for increased Zika surveillance and research related to ZIKV, microcephaly, and other neurological disorders worldwide. In addition, new public health recommendations were issued to help prevent ZIKV infection in pregnant women and the general population [13,14]. Scientists have since established a causal relationship between maternal Zika virus infection during pregnancy and adverse birth outcomes in infants [14,15].\nBefore 2016, there had been sporadic Zika cases reported in Thailand, though researchers have recently suggested that the virus could have been circulating in the country since 2002 [16,17]. While some Zika case reports had been previously published, there were gaps in scientific understanding surrounding ZIKV infection in pregnancy in Thailand and Southeast Asia.\nIn response to the PHEIC declaration, the Thailand Ministry of Public Health (MOPH) and the United States Centers for Disease Control and Prevention (CDC) launched a study to investigate maternal ZIKV infection in Thailand. The Pregnancy Outcomes After Acute Zika Virus Infection in Northeastern Thailand (PrOZINT) study was a prospective cohort study designed to follow pregnant women and their newborns over time. Study objectives were to (1) estimate the incidence of ZIKV infection in pregnant women and their newborns; (2) assess the risk of adverse maternal, fetal, and infant outcomes associated with maternal ZIKV infection during pregnancy; and (3) assess the modifiers of the risk of adverse outcomes in pregnant women and infants after maternal ZIKV infection, such as gestational age at infection, previous exposure to flaviviruses, the presence of ZIKV infection symptoms, and co-infections with other flaviviruses. In this analysis, we describe the incidence of ZIKV infection and the characteristics, risk factors, and pregnancy, fetal, and infant outcomes related to ZIKV infections in a cohort of pregnant women. The results from the follow-up and developmental milestones of the infant cohort will be reported separately.",
    "Methods": "Ethics statement\nThe protocol was reviewed by the Thailand Ministry Of Public Health Ethical Committee (FWA 00001953, approval number Ref.no.22/2560) and the Institutional Review Boards of both provincial hospitals (Bueng Kan hospital, approval number BKHEC2018-06 and Mukdahan hospital, approval number MEC 05/61). Written informed consents were obtained from all participants. For participants aged 15–17 years, written informed consents were also obtained from their parent or legal guardian.\n\n\nStudy setting\nThe PrOZINT study was conducted in the Bueng Kan and Mukdahan provinces of northeastern Thailand. These two provinces were selected due to the number of Zika cases reported via routine Zika surveillance in 2016 [18]. Both provinces are located on the border with Laos, separated by approximately 290 kilometers. Bueng Kan has a total population of 424,091 inhabitants living in eight districts. Mukdahan has a population of 353,174 living in seven districts [19]. Both provinces have a tropical climate with wet and dry seasons. Annual rainfall averages are around 2365 millimeters (mm) in Bueng Kan and 1547mm in Mukdahan [20,21].\n\n\nStudy population and enrollment\nFrom May 2018 to January 2020, pregnant women were consecutively approached for enrollment during regular antenatal visits at 134 study sites, which included the provincial hospitals and all district hospitals in Bueng Kan and Mukdahan provinces. Study staff administered an eligibility screening questionnaire and interested women signed a written informed consent form to enroll in the study. Minors (aged 15–17 years) were asked to sign an informed assent along with the consent of her parent or legal guardian. Participants were then followed from study enrollment until the end of pregnancy, with clinical touchpoints occurring during routine antenatal care (ANC) and sick visits.\n\n\nInclusion criteria\nStudy staff recruited women aged 15–49 years who were visiting a participating health facility for confirmation of pregnancy or routine ANC. During the first year of the study, the eligibility criteria were confirmed pregnancy, the willingness to deliver at a participating hospital, and the intention of attending routine ANC and well-child checkups. Women with ectopic, molar, or multiple pregnancies were excluded. Women presenting to a health facility in active labor without a history of ANC were excluded from the study because it was not possible to obtain their clinical histories and records of any prior ZIKV testing. Without their previous clinical and testing information, the study would be unable to assess which outcomes of these women were ZIKV-related and the duration of viremia for any women who tested positive for ZIKV would also be unknown. Women unwilling to consent to infant or maternal laboratory testing and follow-up were not enrolled into the study.\nAt the beginning of the study, we enrolled pregnant women in any trimester. A review of the 2018 study data showed frequent blighted anembryonic pregnancies had occurred in several participants who were in their first trimester, resulting in several adverse events reported to the Thailand MOPH Ethical Committee. All women with this adverse pregnancy outcome had tested negative for ZIKV using rRT-PCR, and thus the causes of blighted anembryonic pregnancies for each participant were determined to be unrelated to ZIKV. In addition, the observed rate of blighted anembryonic pregnancies observed in the cohort was comparable to the background rate in this geographic area. Due to the frequent occurrences of non-ZIKV–related blighted anembryonic pregnancy, the inclusion criteria were then subsequently modified, and so only women with a gestational age ≥12 weeks were enrolled in the study. The amendment revising the inclusion criteria was approved by the Thailand Ministry Of Public Health Ethical Committee, and starting in mid-2019, only participants in their second or third trimester were enrolled in the study.\n\n\nData collection\nAt enrollment and during each of the routine ANC visits, study staff administered standardized questionnaires about ZIKV risk factors, symptom history (including rash, fever, arthralgia, and conjunctivitis), and any medical history changes since the last visit. Routine ANC visits in Thailand take place at approximately weeks 12, 18, 24, 30, and 36 of gestation. Information was also abstracted from medical charts regarding routine patient history interviews and physical examinations. Variables collected included maternal demographics, risk factors and behavioral factors (such as location spent during daytime and evening and personal protective measures) for acquiring vector-borne diseases, parity, ANC clinical data, laboratory tests, in utero ultrasound, and clinical and laboratory data. If there was an unscheduled visit (i.e., non-ANC visit), study staff administered a questionnaire to assess for signs and symptoms related to ZIKV infection and pregnancy complications.\nMaternal EDTA blood, clotted blood, and urine specimens were collected at all visits, including enrollment, routine ANC, unscheduled visits, and delivery (S1 Fig). Study staff collected 3 cubic centimeters (cc) of whole blood, 3 cc serum, and 20 cc urine from participants at enrollment, during each routine ANC visit, and each unscheduled visit to test for evidence of past or current ZIKV, DENV, and CHIKV, infection/exposure. Ultrasounds, amniocenteses, and lumbar punctures were performed if clinically indicated and according to Thailand’s guidelines [22].\nZIKV-positive women (defined as those with detectable ZIKV RNA by rRT-PCR) received follow-up prenatal assessments, clinical care, and psychosocial support according to Thailand’s guidelines for diagnosis and care of pregnant women with ZIKV infection. ZIKV-positive women were asked to return to the hospital at two-week intervals for clinical examinations and blood and urine sample collection, until two consecutive samples were negative for ZIKV by rRT-PCR. After that time, the normal frequency of routine ANC visits resumed.\nThe study staff administered labor and delivery case report forms to and collected whole blood, serum, and urine from mothers at delivery or within the first 96 hours after delivery. Infant EDTA blood and urine were collected at delivery as a part of the infant cohort follow-up procedures. Neonatal examination data were abstracted, including measurements of the head circumference, weight, and length, infant APGAR scores, a Dubowitz examination score (a method to estimate an infant’s gestational age by combined physical and neuromuscular assessment), and cranial ultrasound findings.\n\n\nLaboratory testing\nDue to the serological cross-reactivity among flaviviruses circulating in Thailand, we then use molecular test to confirm ZIKV infection in pregnant women. In addition, to better understand background of possibility of any flavivirus infections among each enrolled pregnant women, especially if occurred between their ANC (study) visits, the serological tests were also performed at every visit.\nMaternal and infant blood specimens were tested for ZIKV, CHIKV, and DENV RNA using the CDC Trioplex rRT-PCR assay [23]. Maternal urine specimens were tested for ZIKV RNA using single-plex rRT-PCR with ZIKV primers and probes as below:\nZika1087 5’-CCGCTGCCCAACACAAG-3’\nZika1108FAM 5’-AGCCTACCTTGACAAGCAGTCAGACACTCAA-3’\nZika1163c 5’-CCACTAACGTTCTTTTGCAGACAT-3’\n\nFor both blood and urine specimens, nucleic acid was extracted by MagNaPure 24 nucleic acid extraction system (Roche, USA) with MagNa Pure 24 Total NA Isolation Kit (Cat. No. 07628036001). Trioplex rRT-PCR assays were performed as previously described [23]. A positive result was defined as cycle threshold (Ct) < 38. Singleplex rRT-PCR assays were performed as previously described [24]; specimens with Ct < 38 were considered positive for ZIKV. Whole genome sequencing was conducted on ZIKV from maternal rRT-PCR positive EDTA blood specimens by next generation sequencing using the MiSeq (Illumina, USA) platform to determine the ZIKV genotype [25].\nSerologic testing was done by commercial enzyme-linked immunosorbent assay (ELISA) (InBios International, USA) according to manufacturer recommendations; results were read at 450 nm using a microplate reader (Thermo Scientific Multiskan FC, USAorSpectraMax, Molecular Devices, USA). Maternal serum specimens collected at enrollment, routine ANC visits, sick visits, and at delivery were tested for IgM antibodies against ZIKV and DENV using the Zika virus IgM capture ELISA and DENV IgM Capture ELISA, respectively. (S2 Fig) We defined a positive IgM result for ZIKV and DENV as having an immune status ratio (ISR) of ≥ 1.9, and ≥ 2.84, respectively [26–28].\nIgG antibodies for ZIKV and DENV were tested in all maternal sera collected at study enrollment, unscheduled visits, and delivery. IgG antibodies were also tested in maternal sera from women who were positive for ZIKV or DENV by IgM ELISA and/or Trioplex rRT-PCR, using the ZIKV IgG Capture ELISA and DENV IgG-ELISA. IgG positive ISR for ZIKV and DENV were ≥ 1.1 and ≥ 2.84, respectively [29–31]. Women with clinical signs and symptoms of CHIKV-like infection and/or who were positive for CHIKV by TrioplexrRT-PCR were tested for CHIKV IgM and IgG antibodies using CHIK IgM ELISA and CHIKIgG ELISA, with an ISR of ≥ 1.1 for both tests [32,33].\n\n\nCase definitions-\nAcute ZIKV infection.We classified maternal Zika cases in accordance with Thai and the World Health Organization’s guidelines [22,34]. Per these guidelines, a ZIKV case was as follows:\nLaboratory confirmation of recent ZIKV infection is defined as:\n\nthe presence of ZIKV RNA or antigens in serum or other samples (e.g. saliva, tissues, urine, whole blood), or\nthe presence of IgM antibodies against ZIKV and a PRNT90 for ZIKV with titre ≥20 and ZIKV PRNT90 titre ratio ≥ 4 compared to other flaviviruses; and exclusion of other flaviviruses [34].\nFor the present analysis, we defined ZIKV infections only according to the presence or absence of ZIKV RNA, as we did not perform PRNT 90 for ZIKV. Confirmed acute ZIKV infection was defined as the detection of ZIKV RNA in a laboratory specimen by rRT-PCR (blood or urine). For DENV and CHIKV, confirmed acute infection was also defined as the detection of viral RNA by Trioplex rRT-PCR in blood specimens.\n\nMaternal outcomes.Maternal death was defined as the death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management, but not from accidental or incidental causes. Maternal complications during pregnancy e.g., preeclampsia, gestational diabetes, etc. and route of deliveries were also collected. Obstetrical complications were defined as intra- and post-partum complications or any adverse events, e.g., high blood pressure, premature rupture of membranes, placenta previa, hemorrhage, thromboembolism, etc.\n\nFetal outcomes.Intrauterine growth restriction (IUGR), or the condition in which a fetus did not achieve the expected in utero growth potential due to genetic or environmental factors, was defined as an estimated fetal weight below the 10th percentile. Moderate Fetal Growth Restriction (FGR) was defined as birth weight in the 3rd to 10th percentiles, and severe FGR as less than the 3rd percentile [35]. Spontaneous abortion or miscarriage was defined as a fetus at less than 20 weeks with no signs of life prior to the complete expulsion or extraction from the mother with confirmation that the fetus showed no signs of life after delivery and could not be resuscitated. Stillbirth was defined as a fetus at or after 20 weeks with no signs of life prior to the complete expulsion or extraction from the mother with confirmation that the fetus showed no signs of life after delivery and could not be resuscitated [36,37].\n\nBirth outcomes.Preterm, or premature, birth was defined as birth of a liveborn infant less than 37 weeks gestation, as calculated by gestational age by a pregnancy-dating ultrasound performed at <28 weeks gestation. The birth timeframe for extreme preterm was less than 28 weeks, very preterm was 28 to less than 32 weeks, and late preterm was 32 to less than 37 weeks [38,39]. Neonatal death was defined as the death of an infant at days 0–27 of life; a death occurring between days 0–6 was defined as an early neonatal death [40]. Small for gestational age (SGA) was defined as an infant with a birth weight below the 10th percentile for gestational age [41].\nCongenital microcephaly for term or mature neonates (born at 37 weeks gestation) was defined as measured head circumference (HC) within 24–72 hours of birth that is less than the 3rd percentile on the Thai child growth chart (which is based on WHO Child Growth Standards) or more than 2 standard deviations (SD) below the median for gestational age and sex on Intergrowth-21 Standard for pregnant women with confirmed gestational age [42–45]. Congenital microcephaly for preterm neonates (born at less than 37 weeks of gestation) was defined as measured HC within 24–72 hours of birth that is less than the 3rd percentile for gestational age and sex on the Fenton Preterm Growth Chart. Congenital microcephaly for a pregnancy loss was defined as prenatal HC that is more than 3 SD below the mean on prenatal ultrasound or postnatal HC that is less than the 3rd percentile [46]. Suspected cases of Congenital Zika Syndrome (CZS) were defined as liveborn infant, fetal death or stillbirth with congenital microcephaly or any congenital malformation of the central nervous system (e.g. hypertonia, eye abnormalities, abnormal hearing test, etc.) or congenital contractures (e.g., club foot, arthrogryposis, etc.) [47].\nA composite variable was developed to account for any adverse fetal or birth outcome, defined as one or more of the following: IUGR, preterm birth, low birth weight, SGA, congenital anomaly (e.g., microcephaly, intracranial calcification documented by postnatal cranial ultrasound), or neonatal death.\n\n\n\nData management and statistical analysis\nStudy staff collected information on hardcopy forms and/or tablets and then entered the data into a secure, password-protected Microsoft Access database for data management at the study sites (Microsoft Corporation, Redmond, Washington, USA). Quality control measures were established. Records were routinely reviewed to determine the accuracy of data entry, and discrepancies were resolved by review and re-entry of source documents. Duplicates were checked and removed and data backups were conducted frequently in accordance with data management standard operating procedures.\nSample size was calculated based on an estimated ZIKV infection prevalence of 5% for pregnant women in Thailand [18] and ±2.5% precision of the prevalence estimate. We used a Bayesian sample size calculation [48] which took into account uncertainties of the prevalence (0–10%), sensitivity (88.1–99.9%), and specificity (93–99.9%) of EUROIMMUN AG serology testing [49]. The cohort sample size needed was calculated to be 3,148 to detect the prevalence of ZIKV infection. If we were to assume a loss to follow up of 20%, then the sample size needed at enrollment is 3,478.\nCategorical variables were summarized using counts and percentages, and means and standard deviations, or the medians and interquartile ranges were calculated for continuous variables. Group comparisons were carried out using chi-square or Fisher’s exact test for proportions, as appropriate, and the t-test or Wilcoxon test for continuous variables. Household income was converted to 2017 US dollar (USD) using the 2017 yearly average exchange rates (35.372 Baht to 1 USD) from the US Internal Revenue Service [50]. Exact binomial 95% confidence intervals (95% CIs) were calculated for prevalence estimates for ZIKV, DENV, and CHIKV infections. The incidence rates were calculated as the number of rRT-PCR test positive infections divided by the number of person-weeks of follow-up among those testing negative at enrollment. The estimated time of infection was defined as the midpoint between the date of the last test-negative and first test-positive visits. We requested ZIKV-positive women to return to the hospital at two-weeks intervals, until a ZIKV-positive woman had two consecutive ZIKV tests that were PCR negative. We considered the duration of ZIKV infection to be the period from the estimated time of infection until the 1st negative PCR test result. The person-weeks of follow-up were calculated from the date of enrollment to the estimated date of infection for the test positive, or to the last test date for the uninfected. We calculated 95% CIs for incidence estimates using the exact Poisson method.\nRisk ratios (RR) were used as the measure of effect for the composite fetal and birth adverse outcomes. Adjusted RR (aRR) for other significant risk factors with p-values < 0.1 were estimated using log binomial regression [51]. Risk factors considered included demographics, behaviors, pregnancy history, the presence of Zika symptoms, prior infections or immunizations, and co-infections with other flaviviruses. Final variables included in the model were determined using a backwards stepdown procedure at p ≤ 0.05. Subjects with missing data were excluded in the analysis.\nAll statistical analyses were performed using SAS (Version 9.4; SAS Institute, Cary, North Carolina, USA) and Stata (Stata Statistical Software: Release 17. College Station, TX: StataCorp LLC).",
    "Results": "Overview of maternal cohort\nAn overview of the prospective maternal cohort and pregnancy outcomes in this study is provided in Fig 1; a total of 3,312 pregnant women were enrolled. Among the 12 ZIKV-positive women, all delivered live infants; one infant was found to have an adverse fetal outcome, specifically low birth weight (2,420 grams), resulting in a total of one (8%) adverse outcome in this group.\n1Note: One maternal participant died during childbirth. The newborn born to this deceased mother survived and is counted in the infant birth numbers.\nIncidence of ZIKV and other infections\nOverall, 3,300 ZIKV-negative pregnant women were enrolled. Of these, 3,111 (94%) completed follow up, including 3,010 (91%) who had live births (2,707 term, 303 preterm) and 101 (3%) fetal losses (67 miscarriages, 34 stillbirths) (Fig 1). There were 373 infants with adverse birth outcomes born to mothers in this group, resulting in a total of 474 (15%) total adverse outcomes in this group.\nFrom May 2018—January 2020, 12 (0.36%) of 3,312 pregnant women enrolled in the study were ZIKV rRT-PCR positive. For two women, the ZIKV rRT-PCR positive results were detected upon enrollment, while 10 (3 in 2nd and 7 in 3rd trimester) were detected later during the follow-up period (incidence rate of 0.15 per 1,000 person-weeks (95% CI: 0.07, 0.28)). At enrollment, 2/3312 (0.06%) participants were ZIKV-positive. The incidence rate of ZIKV infection for women enrolled based on the initial eligibility criteria including all gestational ages was ([5/48341.7]*1000 = 0.103 per 1000 weeks (95% CI: 0.034, 0.24) and ([5 /16475.4]*1000 = 0.303 per 1000 weeks (95% CI: 0.098, 0.71) (IRR = 2.93 (95% CI: 0.68, 12.75), p = 0.10) on the revised inclusion criteria of gestational age ≥12 weeks.\nTen rRT-PCR confirmed dengue infections were detected during follow-up among ZIKV rRT-PCR negative women. Dengue infection at enrollment was 1/3312 or 0.03% (95% CI: 0.0007, 0.17), with nine incident infections for an incidence rate of 0.14 per 1,000 person-weeks (95% CI: 0.06, 0.26). Chikungunya infection at enrollment was 0/3312 or 0%, with ten incident infections detected for an incidence rate of 0.15 per 1,000 person-weeks (95% CI: 0.07, 0.28). None of the confirmed Zika infections had a positive rRT-PCR result for CHIKV or DENV detected during the study.\n\n\nDistribution of ZIKV\nAmong the 12 ZIKV-positive women, 11 were diagnosed in Bueng Kan Province and only one was detected in Mukdahan (p = 0.002) (Table 1). More Zika cases (n = 4) were detected in Seka District, located in the eastern part of Bueng Kan province. Nine Zika cases were detected between May to October, which is the rainy season in northeastern Thailand (Fig 2).\n\n\nCohort baseline characteristics\nBaseline demographic, behavioral, and clinical characteristics of the 3,312 pregnant women enrolled in the study were examined (Tables 1 and 2). Overall, the average age was 26.6 (SD 6.7) years, and most women completed secondary education (n = 1995, 60%). When comparing women with and without confirmed ZIKV, women with ZIKV infection were more likely to be from Bueng Kan (p = 0.002) (Table 1). All other demographic, behavioral, and clinical characteristics examined were similar between groups. Long-sleeved shirts and long pants significantly differed among the two groups.\n\n\nClinical and immunological characteristics\nSymptoms and flavivirus-related immunological status of the 12 ZIKV-positive women throughout their pregnancies are shown in S3 Fig. Five (42%) of the 12 confirmed ZIKV infections were detected during the second trimester and the remaining 7 were detected during the third trimester. Two confirmed ZIKV infections detected at enrollment had a gestational age of around 16–17 weeks (Cases 4 and 5). Whereas, among the 10 incident Zika cases detected after enrollment, the gestational age at the estimated time of infection was 28.5 (IQR 20–33) weeks.\nAmong the women with confirmed ZIKV infection, six (50%) had ZIKV detected in both blood and urine, four (33%) had ZIKV detected only in blood, and two (17%) had ZIKV detected only in urine. Persistent ZIKV viremia was observed in one Zika case (Case 8, only the first rRT-PCR is shown in S3 Fig). The first positive rRT-PCR test for Case 8 was on October 15, 2019, and her last positive rRT-PCR test was 42 days later, on November 26, 2019, with five positive rRT-PCR tests during the interval. Two women with ZIKV infection had one positive rRT-PCR result late in their pregnancy but no further ZIKV rRT-PCR testing because they delivered in non-study hospitals. ZIKV was detected in eight women who subsequently had negative rRT-PCR results at all subsequent testing time points. One Zika case had a ZIKV rRT-PCR test positive in blood but negative in urine at testing timepoint 3, followed by a negative rRT-PCR test result in blood and a positive rRT-PCR test result in urine at testing timepoint 4, followed by a negative rRT-PCR test result in both blood and urine specimens at testing timepoint 5. Among the women with confirmed ZIKV infection, nine had at least one positive ZIKV IgM ELISA result at some point during follow-up (Cases 3–8 and 10–12, S3 Fig). Cases 1, 2 and 9 had negative ZIKV IgM ELISA results. Cases 4–6 sero-reverted (from positive to negative) at least once on ZIKV IgM ELISA.\nOver the course of the study (S3 Fig), six of the women with confirmed ZIKV infection (Cases 1,2,4,5,7,9) were asymptomatic at enrollment and continued to be asymptomatic for the duration of follow-up.\nFour (33%) cases were symptomatic during the visit when ZIKV was detected (Cases 3, 6, 10, and 11), while three (25%) cases reported symptoms prior to the visit when ZIKV was detected (Cases 8, 11, and 12); one case (Case 11) reported symptoms both prior to and during the visit when ZIKV was detected. Symptoms reported included rash, myalgia, and arthralgia. Of the 12 confirmed Zika cases, two (17%) reported more than one Zika-like symptom at the time of the visit in which the positive specimen was collected (Cases 6 and 10). None of the women with confirmed ZIKV infection reported having a previous history of ZIKV, DENV, JEV, or CHIKV infections (Table 2). No statistical differences were seen between pregnant women with or without confirmed ZIKV infection in whether they had positive dengue IgG result at enrollment (p>0.999). However, median DENV IgG titers at baseline were higher (p = 0.042) among women with confirmed ZIKV infection when compared to women without confirmed ZIKV infection.\n\n\nContribution of ZIKV strains\nWhole genome sequencing was performed on ZIKV isolates from eight cases, and all were of Asian lineage.\n\n\nOutcomes of mothers and infants with and without ZIKV infection during pregnancy\nOf the 3,312 women enrolled in the study, a total of 3,123 women completed follow-up. No differences were detected between women with and without confirmed ZIKV infection in terms of pregnancy, fetal, or birth outcomes (Table 3). No obstetric complications or adverse fetal outcomes, such as fetal loss or neonatal death, occurred in the women with confirmed ZIKV infection. One maternal death occurred in a subject who did not have ZIKV infection; this woman experienced an amniotic fluid embolism. A total of 3,022 live births occurred in the maternal cohort, 12 (0.4%) of which occurred from women with confirmed ZIKV infection. The median birthweight of the cohort was 3,030 grams, with most infants at normal birthweight. (Table 3)\nAmong 12 infants born to mothers with confirmed ZIKV infection, neither microcephaly (S4A and S4B Fig) nor SGA was found.\nIn a multivariable analysis examining factors related to adverse infant outcomes, which included fetal loss and any adverse fetal or birth outcomes among live births, the only factors that were independently associated with adverse infant outcomes were age, education, travel to another province, and previous pregnancy (See Table 4 for aRR and confidence intervals). In the multivariable analysis, 1.2% (37/3123) of the data were excluded due to missing data. In our study population, maternal ZIKV infection was not associated with adverse infant outcomes.",
    "Discussion": "Overall results and comparisons to results from other studies\nSince the ZIKV PHEIC declaration (February to November 2016), numerous studies of pregnant women and infants around the world have reported varying rates of incidence and of symptoms related to ZIKV infections during pregnancy. From May 2018 to January 2020, this large, prospective cohort study in northeastern Thailand found that ZIKV infection was infrequently detected among pregnant women and resulted in mild symptoms and no serious adverse maternal or birth outcomes were detected. The incidence of ZIKV infection among pregnant women attending ANC visits between May 2018 to January 2020 in our cohort was <0.5% which is lower than that reported from many other prospective pregnancy cohort studies conducted previously during 2016–2017. For example, higher rates were observed among symptomatic women attending an acute febrile illness clinic in Rio de Janeiro (53%) during September 2015 to May 2016 [52], as well as women with or without symptoms included in systematic population-based monitoring in French Guiana (19%) during February to June 2016 [53], and attending clinics for high-risk pregnancies in Sao Paulo (7.7%) during March 2016 –August 2017 [54], and ANC in Peru (3.2%) during May to July 2016 [55], and Honduras (2%) during July 2016-December 2016 [56]. A study among symptomatic and asymptomatic pregnant women from Mexico during July 2016 –August 2017 revealed a similar cumulative incidence (0.31) as in our study [57].\nDifferent factors across studies in terms of populations, inclusion criteria (e.g., existence of symptoms), timing (year) of the studies, in addition to local epidemics, likely contributed to differences in incidence rates in these cohorts. However, the low incidence in our study is consistent with relatively small numbers of ZIKV infections in Thailand at the height of the ZIKV outbreak in 2016 and 2017.[58] We also observed a higher incidence in Bueng Kan province than in the neighboring Mukdahan province, which may suggest that the Zika activity in Thailand was more localized and sporadic. There remains limited evidence as to why ZIKV incidence is relatively low in Southeast Asia and why large-scale outbreaks of ZIKV, like those observed in the Pacific and the Americas, have not been seen in Asia [16,59].\n\n\nLaboratory testing considerations\nImmunological cross-reactivity between the flaviviruses, especially between DENV and ZIKV, is an issue concerning serological diagnosis [3,4]. Besides misdiagnosis as other flavivirus infections, possible explanations may include virus factors (e.g., low pathogenicity of indigenous ZIKV strain, low ZIKV viremia), host factors (e.g., ZIKV protection from previous natural or acquired immunity from other flavivirus infections or vaccinations), and environmental factors (e.g., mosquito transmissibility, no natural reservoir of ZIKV) [60–65]. More research is needed to better understand questions related to these factors.\nZIKV infection in Southeast Asia has been generally characterized by asymptomatic or mild disease, with symptoms mainly consisting of fever, muscle pain, joint pain and sometimes rash or headache; more serious symptoms have been reported less commonly [60–65]. Individuals may not seek care for mild symptoms and patients with symptoms. We found that only two (17%) ZIKV-positive pregnant women in our cohort reported more than one Zika-like symptom at the time of ZIKV detection. In 2016–2017, during the peak of the outbreak, two cases of microcephaly and/or CNS malformations cases suggestive of congenital ZIKV infections or potentially associated with ZIKV infection were reported in Thailand [58].\n\n\nBirth and neonatal outcomes in the cohort\nNo serious adverse birth outcomes were found in ZIKV-infected pregnant women in this study. Many studies from the Americas have reported a causal link between ZIVK infection and congenital microcephaly. In a longitudinal study in Rio de Janeiro, pregnant women with acute ZIKV infection were followed-up and 42% of 117 infants born to 116 ZIKV-positive women had abnormal clinical or brain imaging findings or both, including four infants with microcephaly [52]. A prospective cohort study of women with high-risk pregnancies in São Paulo State found that infants that were ZIKV-RT-PCR positive in the first 10 days of life had a five-fold increased risk of microcephaly overall and a ten-fold increased risk of disproportionate microcephaly [54]. However, other studies did not find evidence of vertical transmission, fetal anomalies, or congenital disease [57,60,66,67]. In our study, only one of the ZIKV-positive mothers delivered a low-birth weight infant, while all the other ZIKV-positive mothers delivered normal live births; no congenital microcephaly nor other abnormalities were reported.\nWe also found no significant differences in adverse neonatal outcomes among pregnant women with confirmed ZIKV infection compared with uninfected women. No significant differences in incidence or outcomes were detected before and after the change in eligibility criteria based on gestational age in our study. Other studies in Southeast Asia have also found no association between ZIKV infection during pregnancy and adverse neonatal outcomes, including microcephaly [68,69] There is still limited understanding about why the pathogenicity of ZIKV infection in Southeast Asia appears to be less severe than ZIKV infection in the Americas.\n\n\nStrain virulence and prior infection\nWe performed whole genome sequencing of ZIKV isolates taken from three-quarters of the Zika cases in our study and all were of the Asian lineage strain. Previous studies suggest that the African-lineage ZIKV strains cause more profound cell death in human neural progenitor (hNP) cells and neurons than Asian lineage ZIKV, while Asian lineage ZIKV isolates impair the proliferation and migration of hNP cells, and neuron maturation [70,71]. It has also been suggested that the virus circulating in Southeast Asia produces low levels of viremia [60,72] It is possible the strain of ZIKV was a contributing factor for the overall mild ZIKV outcomes of infants in our cohort who were born to mothers with confirmed ZIKV infection during pregnancy.\nWhether or not a previous infection by ZIKV or another flavivirus such as DENV protects against or enhances secondary infection by a heterologous Flavivirus is under debate [73–76]. One study found more than 95% of pregnant Thai women had neutralizing antibodies to at least one of the four dengue virus serotypes [77]. In Thailand, where DENV is endemic and where there are active JEV vaccination campaigns with high coverage, our study revealed no statistical difference in confirmed ZIKV infection in women whether or not they had positive dengue IgG results at enrollment. However, the higher DENV IgG titers among women with than without confirmed ZIKV infection observed in our study may warrant more research to support this finding, as the interaction between previous and current flaviviruses infections is still debated. Elapsed time after previous flavivirus infection could play a role in risk of acquired infection and severity of clinical presentation of subsequent flavivirus exposure, but further study is needed. The relationship between strain virulence and prior flavivirus infection should be explored further.\n\n\nCharacteristics of women with and without ZIKV infection and infant outcomes\nDemographic, behavioral, and baseline clinical characteristics were mostly similar between participants with and without ZIKV infection; however, working in an agricultural occupation was also associated with increased risk of ZIKV infections. Implementing measures to reduce transmission, especially among those most at risk for infection, and educating clinicians and communities about limiting exposure during periods when ZIKV is circulating can help prevent infections. Most Zika cases in our study occurred during the rainy season and were detected in specific geographic locations. Strengthening Zika surveillance and limiting travel to ZIKV-affected areas can improve early detection and prevention of further transmission. In addition, local authorities should implement strategies to prevent or inhibit mosquito breeding to control their populations in these areas [78].\nPrevious studies support a possible correlation between prolonged ZIKV viremia in pregnant women and adverse neonatal outcomes [79–81]. Prolonged ZIKV viremia (42 days) was documented in only one Zika case in our study which occurred during the second trimester and the woman had a normal live birth.\nCongenital ZIKV infection has been associated with serious birth defects and other complications during pregnancy. In addition, microcephaly and neurodevelopmental delays can first present years after congenital ZIKV exposure [82,83] Although we found low prevalence of ZIKV infection in our cohort, pregnant women in Thailand may still be at continued risk for ZIKV infection. A report of ZIKV seroprevalence in pregnant women attending antenatal care clinics in one hospital from May to October 2019 in Bangkok, Thailand, revealed that approximately 60% of pregnant Thai women did not have detectable levels of neutralizing antibodies against ZIKV [84]. Similarly, a post-outbreak study conducted in two communities in Southern Thailand also reported a low prevalence (12.8%) of ZIKV neutralizing antibodies in pregnant women [85]. Continued surveillance for adverse infant outcomes and neurodevelopmental delays among children would support estimating the burden of congenital ZIKV infections in Southeast Asia.\n\n\nLimitations\nThere were several limitations to this study. The small number of ZIKV infections detected in this study may have limited our ability to detect factors associated with ZIKV infection. The sample size calculation was based on a higher expected prevalence. The small number of ZIKV infections should be taken into account when interpreting comparisons between groups. Second, we did not enroll pregnant women during the first trimester after the first year thus we may have missed some ZIKV infections that could have occurred during this early period of gestation. Previous studies have found that maternal ZIKV infections during the first trimester can result in more adverse outcomes than infections occurring in the final two trimesters [86–89]. By not enrolling women under 12 weeks of gestation, there could have been selection bias in our study as we missed all women who potentially had a ZIKV infection early in pregnancy. Our study was limited to participants who were been attending ANC visits, and therefore we do not have data about women who did not routinely engage with the public health system during pregnancy. Our study was performed in areas where other flaviviruses like DENV were co-circulating and the cross reactivity of DENV and ZIKV infection was a challenge for interpreting the DENV and ZIKV serology [90]. We did not perform a confirmatory plaque reduction neutralization test, which is used to resolve false-positive IgM antibody results caused by non-specific reactivity [90,91]. RT-PCR was used to confirm ZIKV infection to avoid challenges in interpreting positive test results [92,93]. Also, there may have been some imperfect recall regarding symptoms occurring between ANC visits. Finally, our study took place during 2018 to 2020, after Zika cases had begun to decline globally [82] and our findings may differ from those from studies conducted at the peak of the 2016 ZIKV outbreak.",
    "Conclusion": "This study was the first and largest prospective cohort study to investigate maternal and birth outcomes in Thailand. We found a low incidence of ZIKV and no differences in adverse maternal and birth outcomes associated with confirmed maternal ZIKV infection. Our findings are relevant for researchers, public health officials, and providers who study and provide services to pregnant women and infants in Thailand and Southeast Asia. However, more research is warranted to investigate whether the ZIKV virus strain, previous exposure to other flaviviruses, or timing of ZIKV infection during pregnancy may play a role in maternal and neonatal outcomes in Thailand."
}