{
    "Introduction": "Microsporidia are intracellular eukaryotes mainly responsible for intestinal infections in humans [1]. These cause profuse watery diarrhea and abdominal pain. Enterocytozoon bieneusi is by far the most common among the species involved, followed by Encephalitozoon intestinalis and Encephalitozoon hellem [1,2]. Infection follows the ingestion of microsporidia spores present in contaminated water or food, but human-to-human contamination is also suspected [1].\nIn vitro data about the intracellular impact of E. bieneusi infection are not available because it is still uncultivable until now. However, it is nowadays well admitted that microsporidia hijack the host’s cellular machinery. Thus, experimental studies on other species, such as those belonging to Encephalitozoon genus, have demonstrated that microsporidia exert an effect on the cell cycle and apoptosis, both mechanisms being involved in cancer pathophysiology [3–5]. Furthermore, some studies showed a significantly higher detection rate of microsporidia (E. intestinalis, E. bieneusi) in stools of cancer patients than in those of a healthy population [6,7]. However, it is unclear whether microsporidia are involved in cancer pathogenesis or whether cancer-induced immunosuppression promoted infection. Moreover, the absence of detection of microsporidia cannot exclude a previous infection which resolved spontaneously and which could have participated in cancer initiation. Thus, serological analyses could be more accurate to assess the real burden of microsporidia infections in cancer patients.\nFew studies have used serological tools targeting microsporidia. They were essentially based on immunofluorescence techniques on whole spores, or on ELISA assays using total protein extracts from spores produced in vitro, or even, more rarely, on recombinant proteins [8–11]. In a recent publication, Redondo et al. observed an increase in both anti-Encephalitozoon cuniculi IgG and IgE antibodies levels in colorectal cancer (CRC) patients, regardless of gender or age, and suggested that the presence of the parasite predates the cancer diagnosis [12]. This ELISA assay was performed on total antigens from E. cuniculi spores in culture, obtained after extraction with detergent and reducing agents. E. cuniculi is responsible for rare infections in humans and then causes hepatitis, endocarditis or disseminated infections. Another species of the Encephalitozoon genus, namely Encephalitozoon intestinalis, is more frequently detected in humans and has been associated with diarrhea [1].\nDuring an infection by a microsporidia, a particular structure coiled within the spore, called the polar tube, will be extruded and form a hollow tube allowing the transfer of genetic material into the host cell [1]. Also, following contamination by the Encephalitozoon genus, the synthesis of antibodies directed against spore wall proteins (SWPs), initially, then against polar tube proteins (PTPs), secondly, has been described [8].\nThus, we developed ELISA assays based on both crude antigens and specific recombinant proteins (SWP1 and PTP1) from E. intestinalis. These tests were applied to a cohort of colorectal cancer (CRC) patients and to a cancer-free control population.",
    "Methods": "Ethics statement\nThe study was approved by local Ethics Committee (IRB00013412, “Centre Hospitalier Universitaire de Clermont Ferrand IRB #1”, IRB number 2024-CF326) with compliance to the French policy of individual data protection. An information note was sent to the included subjects, who could express their opposition in return, the absence of a response was considered consent.\n\n\nStudy population\nCRC patients treated in the digestive surgery department of the University Hospital of Clermont-Ferrand (France) between 2013 and 2017 were included. A group of control patients, hospitalized in the same facility, without known cancer or immunosuppression history, was formed, correlated in age and sex with the CRC patients. The informations available for the CRC group were: tumor location, history of chemotherapy before surgery, international TNM classification [13] (tumor, node, metastase), presence of metastases, relapse and death. For each patient, plasma was collected and stored at -80°C until use. The number of freeze-thaw cycles of the samples was controlled by the storage of small volume aliquots, so each sample used did not undergo more than two thawings.\n\n\nMicrosporidia culture\nE. intestinalis (ATCC 50506), E. cuniculi (ATCC 50602) and E. hellem (isolated from patient stool and previously axenised by us [2]) were maintained in culture in rabbit kidney RK-13 cells (ATCC CCL-37) at 37°C with 5% CO2 using Minimum Essential Medium (MEM, Gibco) supplemented with 5% fetal calf serum, 2 mM of L-glutamine (Eurobio Scientific), 10000 U/mL of penicilline, 10 mg/mL of streptomycin and 25 μg/mL of amphotericin B (Cytiva). Microsporidia culture supernatants, containing spores, were collected three times a week and stored at 4°C until use.\n\n\nCrude antigens of E. intestinalis\nSpores of E. intestinalis were centrifuged at 1300 g for 10 min at 4°C, then the pellet was resuspended in distilled water. After three washes with PBS, the pellet was resuspended in a lysis buffer containing 50 mM of Tris-HCl at pH 7.5, 150 mM of NaCl, 2.5% of SDS, 100 mM of DTT, 1% of Nonidet P-40, 20 mM of EGTA and a cocktail of proteases and phosphatases inhibitors (Halt Protease and Phosphatase Inhibitor Cocktail, ThermoFisher Scientific). A bead beating step was performed by adding a mix of lysing beads (MP Lysing Matrix E, MP Biomedicals) to the suspension, followed by disruption at 30 Hz for 3 min in Tissue Lyzer (Qiagen) at 4°C. After centrifugation, the supernatant was boiled for 15 min. Protein quantification was performed with the DC Protein Assay (Bio-Rad). Protein extract was stored at -20°C until use.\n\n\nRecombinant proteins\nE. intestinalis DNA was extracted from the E. intestinalis ATCC 50506 strain. PCR was performed to amplify the genes encoding polar tube protein 1 (PTP1) and spore wall protein 1 (SWP1) as previously described [14,15]. In all cases, forward and reverse primers contained one BamHI and one XhoI restriction site at their 5’ end, respectively. PCR reactions were performed according to standard conditions (High-Fidelity DNA polymerase) with an annealing step at 50°C. PCR products were then cloned into the pGEX-4T-1 expression vector modified by the addition of a 6-His tag and recombinant plasmids were sequenced. Each recombinant plasmid was introduced into E. coli BL21 Codon Plus strain (Agilent) and protein production was induced with 0.5 mM IPTG, bacteria were grown overnight at 16°C with 100 μg/mL ampicillin. After centrifugation at 4000 g for 10 min at 4°C, cells were disrupted by sonication at 4°C in a lysis buffer containing 50 mM NaH2PO4 pH 8, 300 mM NaCl, 5 mM EDTA and 1 mg/mL lysozyme. Protein pellets were washed three times in a buffer containing 50 mM NaH2PO4 pH 8, 300 mM NaCl, 5 mM EDTA and 3 M urea. Recombinant proteins were solubilized under denaturing conditions in urea buffer (8 M urea, 50 mM NaH2PO4 pH 8, 300 mM NaCl) for 30 min at 4°C under agitation. Recombinant proteins were purified using nickel-charged resin (Ni-NTA Agarose, Qiagen) according to the manufacturer’s recommendations. Elution was done at 4°C in 50 mM NaH2PO4, 300 mM NaCl pH 8 containing 500 mM imidazole. Imidazole was then removed by centrifugation on Amicon Ultra 10 K (Millipore) at 4°C. Protein purity was assessed by 10% SDS-polyacrylamide gel electrophoresis. Protein dosage was performed with the DC Protein Assay (Bio-Rad). Recombinant proteins were stored at -20°C until use. The recombinant PTP1 of E. intestinalis was named rEiPTP1, and the recombinant SWP1 was named rEiSWP1.\n\n\nMouse immunization\nPolyclonal antibodies directed against rEiPTP1 and rEiSWP1 were obtained by mouse immunization. Briefly, purified recombinant proteins were inoculated intraperitoneally into C57BL6/J mice, according to the following protocol: a primary injection followed 15 days later by a weekly booster injection for 4 weeks. Then mice were sacrificed and blood was collected. Then serum was obtained after centrifugation at 10,000 g for 5 minutes. Serum were stored at -20°C until use. The experiments were performed in accordance with the ethical guidelines set out in the Guide for the Care and Use of Laboratory Animals of the University of Clermont Auvergne and were approved by the French Ministry of National Education, Higher Education and Research (APAFIS #44542).\n\n\nImmunofluorescence assay\nIn order to evaluate the polyclonal antibodies pAb-rEiSWP1 and pAb-rEiPTP1 specificity, an indirect immunofluorescence technique (IFAT) was performed on spore smears of E. intestinalis in culture. Between each of the following steps, slides were washed three times in PBS– 0.05% Tween 20 (PBS-T). After a blocking step with 5% (m/v) powdered milk in PBS-T at room temperature overnight, anti-rEiPTP1 mouse polyclonal antibody diluted at 1/200 in 1% powdered milk—1% Tween 20 –PBS was incubated for 2 h. Then, Alexa Fluor 488 conjugated goat anti-mouse IgG (Cell Signaling) diluted at 1/100 was incubated for 1 h. Anti-rEiSWP1 mouse polyclonal antibody diluted at 1/200 in 1% powdered milk—1% Tween 20 –PBS was added and incubated for 2 h. Then, Alexa Fluor 647 conjugated goat anti-mouse IgG (Cell Signaling) diluted at 1/100 was incubated for 1 h. Finally, the mounting liquid was added.\nIn order to verify results obtained with our ELISA assay, IFAT were performed on spore smears of E. intestinalis (in vitro culture, ATCC 50506). The steps were the same as those described above, except for primary antibody which was the plasma of patients considered positive or those of patients considered negative (i.e. patients with E. intestinalis intestinal microsporidiosis previously diagnosed in our laboratory, or patients whitout known history of this infection, respectively) were used as primary antibody, and the secondary antibody was a FITC conjugate goat anti-Human IgG (Bethyl). DAPI (ThermoFisher Scientific) diluted at 1/100 in PBS was added and incubated for 5 min. Then the mounting liquid was added.\n\n\nWestern blot\nSpores of E. intestinalis, E. cuniculi and E. hellem were collected from culture supernatants and concentrated by centrifugation (1300 g for 10 min). The pellets were mixed with 0.5 mm glass beads and grinded with Tissue Lyser (Qiagen) at 30 Hz for 3 min. After centrifugation (10000 g for 5 min), the pellets were resuspended in Laemmli sample buffer and boiled for 5 min. Insoluble material was removed by centrifugation, and cleared supernatants were used for migration in polyacrylamide gel. Proteins were transferred onto PVDF membranes. Between each of the following steps, membrane was washed three times in PBS– 0.1% Triton (PBS-Tr). The membrane was incubated for 1 h at room temperature with a blocking solution containing 5% (m/v) powdered milk in PBS-Tr. Then anti-rEiPTP1 or anti-rEiSWP1 mouse polyclonal antibodies diluted at 1/1000 were incubated at 4°C overnight. Then horseradish peroxydase conjugated horse anti-mouse IgG (Cell Signaling) diluted at 1/2000 was incubated for 1 h. The revelation was performed with the Clarity Western ECL Substrate (Bio-Rad) and signals were observed with the ChemiDoc Imaging System (Bio-Rad).\n\n\nELISA assay\nELISA methods were designed using the E. intestinalis crude antigen extract and the two recombinant proteins. Briefly, wells of 96 microtiter plates (Nunc) were coated overnight at 4°C with 200 μL of antigen solution (1 μg/mL of rEiSWP1 or 0.5 μg/mL of rEiPTP1 or 1 μg/mL of total protein extract) diluted in PBS buffer. Between each of the following steps, wells were washed three times in PBS– 0.05% Tween 20 (PBS-T). Wells were blocked with 300 μL of 5% (m/v) powdered milk in PBS-T at 37°C for 2 h. Then 300 μL/well of 1% of trehalose were added and plates were incubated at 37°C for 30 min. Plates were then stored at 4°C until use. For ELISA assay, 150 μL of plasmas diluted at 1/500 in 1% powdered milk—1% Tween 20 –PBS were added in duplicate, and plates were incubated at 37°C for 1 h. Then 100 μL/well of horseradish peroxydase conjugated goat anti-human IgG diluted at 1/20000 or anti-human IgA diluted at 1/8000 (Bio-Rad) were added and incubated at 37°C for 30 min. The TMB chromogenic substrate (100 μL/well, Kem-En-Tec Diagnostics) was added and incubated for 10 min. The reaction was stopped with 0.2 M H2SO4. Optical density was measured at 450 and 620 nm. Plasma from a patient who suffered from an intestinal infection with E. intestinalis was used as a positive control. The result for each patient was the average of duplicates of the indexes between the patient’s value and that of the positive control.\n\n\nStatistical analysis\nSample size was estimated according to Cohen’s recommendations, which define effect size thresholds as: small (ES: 0.2), medium (ES: 0.5) and large (ES: 0.8, \"grossly perceptible and therefore large\"). More specifically, for comparisons between CRC patients and healthy controls, a minimum of 130 subjects per group was required to highlight differences greater than 0.4 effect size for a two-sided type I error at 5% and 90% power. For comparisons between CRC patients and healthy controls by sex (subgroup analysis), medium to large effect sizes can be reported with a two-sided type I error of 5% and satisfactory 80% statistical power. Continuous data are expressed according to their statistical distribution as median and interquartile range. The assumption of normality was analyzed using the Shapiro-Wilk test. First, age was treated as continuous variable. Then, age was categorized according to statistical distribution and clinical/biological relevance. Student t-test or Mann-Whitney test were applied for comparisons between groups (such as CRC vs. controls). The homoscedasticity was studied using equality of variance Fisher-Snedecor test. The relationships between different ELISA tests were analyzed with Spearman correlation coefficient (ρ). Significance of the difference between two correlation coefficients was determined using the Fisher r-to-z transformation. A multivariate analysis was conducted with multiple logistic regression to take into account possible confounders (i.e. sex, age) in order to determine test or the combination of ELISA tests most associated with disease (CRC vs. controls). A subgroup analysis by sex was also performed to examine the relationships between ELISA tests and tumor characteristics, separately for women and men. A particular attention was also paid on the analysis of sex x age interaction. Lifestyle was appreciated considering that the inhabitants of towns with less than 2000 inhabitants had a rural lifestyle, while the inhabitants of towns with more than 2000 inhabitants had an urban life. Statistical analyses were performed using the Stata software package (version 15, StataCorp, College Station, US). All statistical tests were carried out for a two-sided type I error at 5%. No correction for multiple testing was applied except for the study of relationships between ELISA tests (Sidak’s type I error). However, results are expressed using effect-sizes (ES) and 95% confidence intervals and interpreted according to aforementioned Cohen’s recommendations.",
    "Results": "Preliminary evaluations\nIn order to assess the specificity of our rEiSWP1- and rEiPTP1-based ELISA assays, we immunized mice with both proteins to produce polyclonal antibodies (pAb-rEiSWP1 and pAb-rEiSWP1). As expected, IFAT assays performed on E. intestinalis spores showed a specific labeling of spore wall with pAb-rEiSWP1 and of the polar tube with pAb-rEiPTP1 (Fig 1A). Cross-reactivity with E. hellem and E. cuniculi was tested by Western blot. On E. intestinalis total protein extract, pAb-rEiSWP1 and pAb-rEiPTP1 labeled proteins corresponding to the expected sizes of EiSWP1 (41.5 kDa) and EiPTP1 (69 kDa). No cross-reactivity was observed with E. hellem or E. cuniculi (Fig 1B).\n(A) IFAT labeling of PTP1 (green) and SWP1 (red) using pAb-rEiSWP1 and pAb-rEiPTP1 on E. intestinalis spores. (B) Western blot assay using pAb-rEiSWP1 and pAb-rEiPTP1 on E. intestinalis (Ei), E. hellem (Eh) and E. cuniculi (Ec) total protein extracts (expected size of EiSWP1 and EiPTP1 are 41.5 kDa and 69 kDa, respectively).\nIn order to verify the ELISA results with another method, IFAT were performed with the positive and negative plasma controls used to perform ELISA assays. The positive controls were responsible for labelling of E. intestinalis spores, whereas negative controls were not (S1 Fig).\n\n\nDescription of human populations\nThe study population included 141 colorectal cancer (CRC) patients and 135 control subjects (i.e. patients free of cancer), with a sex ratio of 1.27 and 1.25, respectively (Table 1). The median age was 72 years for both groups. The proportion of individuals living in rural or urban areas was not significantly different between the two groups (p = 0.98).\nThe main data associated with cancer are reported in Table 1.\n\n\nE. intestinalis seroprevalence among CRC and control subjects\nOverall, five different ELISA assays were performed: IgG/ crude antigens of E. intestinalis, IgG/rEiSWP1, IgG/rEiPTP1, IgA/rEiSWP1 and IgA/rEiPTP1. Concerning the entire population studied, patients with CRC had significantly higher anti-rEiPTP1 IgG levels than subjects in the control group (Tables 2 and 3). Anti-rEiSWP1 IgG levels tended to be higher, and to a lesser extent, anti-rEiPTP1 IgA levels also tended to be higher in the CRC group. Interestingly, when focusing only in men, these three markers (anti-rEiPTP1 IgG, anti-rEiSWP1 IgG, anti-rEiPTP1 IgA) were significantly increased in CRC compared to controls, but were not different between the two female groups (Table 3). Concerning age, the differences appeared more marked among the whole CRC population over 75 years old, and again, even more in men over 75 (Table 3). The largest effect-sizes were observed for anti-rEiPTP1 IgG in men (ES = 0.821 [0.492; 1.147]) and in men older than 75 years (ES = 1.01 [0.479; 1.535]) (Fig 2 and S1 Table).\nRegarding the other information available for CRC patients, antibody levels were not significantly different (S2 Table), except for anti-rEiSWP1 and deaths, particularly among women (index values of 0.61 and 1.11, p = 0.008, for alive and dead women, respectively).\n\n\nCorrelation between ELISA assays\nThe correlation coefficient ρ was calculated for each antigens pair index of ELISA assays (Fig 3). ELISA assays based on rEiSWP1 and rEiPTP1 were the most correlated, whether for the detection of IgG on the one hand (ρ = 0.5811, 0.6272 and 0.5341, for the global population, for controls and for CRC patients, respectively) or IgA on the other hand (ρ = 0.5193, 0.4948 and 0.5520). The IgA results were poorly correlated with those of IgG, and vice versa. The differences between correlation coefficients found in patients and controls were not significant (z = 1.16 for IgG and 0.65 for IgA). Thus, correlation between the different assays was independent of the clinical status of the patients (CRC or controls).\nHeat maps representing correlation coefficients (ρ) from results obtained with the different antigens within (A) global population, (B) controls and (C) CRC patients. Within each table, a gradation from red to green represents an increasingly strong correlation. p-values: * < 0.05; ** < 0.01; *** < 0.001.\n\n\nMultivariate analysis\nNo significant association was identified between antibodies levels detected by our ELISA assays, gender and age, and disease, except for IgA anti-rEiPTP1 among males over 75 years old (S3 Table).",
    "Discussion": "Measuring exposure to infectious agents is most often done by detecting antibodies which are generally stable markers of exposure. In this way, serology is a simple macroscopic approach to describe an epidemiological link between infectious agents and chronic diseases, such as cancer [16,17]. However, this approach is of course not sufficient to rule on a causal link. Antibody detection is now frequently performed by ELISA, which can be designed from a crude lysate of the pathogen and/or recombinant proteins. The choice of antigens is a key step [18]. Working on crude lysates may lack sensitivity because the immunogenic antigens may be in low quantity within the total extract, whereas if the target protein is well chosen, an ELISA based on recombinant proteins will be more sensitive. For the development of an ELISA assay targeting E. intestinalis, we chose to particularly target PTP1 and SWP1. Indeed, SWPs are the first proteins encountered by an infected subject, and therefore are an interesting target for inducing an immune response following an infection, and strong antigenicity of PTP, and particularly PTP1, has already been reported several times [8,9,19–21]. Furthermore, the production of antibodies against SWP1 and PTP1 would not follow the same kinetics. As was demonstrated in a man infected with E. cuniculi, the first antibodies that appear would be directed against the spore wall [8]. The later appearance of anti-PTP antibodies has also been described in experimentally infected mice [22]. Thus our ELISAs make it possible to identify individuals who have been immunized for a more or less long time. Then, it has been shown that specific antibodies persist for at least 6 years after infection with E. cuniculi [8]. Finally, the combination of the results of these 2 antigens allows to strengthen our results, as demonstrated by the significant correlation factors we obtained between rEiSWP1 and rEiPTP1 indexes obtained by ELISA. This correlation was independent of the clinical status (CRC or controls) of patients. IFAT observations confirmed that both recombinant proteins correspond to proteins expressed by E. intestinalis and are localized as expected. Moreover, the specificity of the labeling using polyclonal antibodies on E. intestinalis spores confirmed that the strong correlation between rEiSWP1 and rEiPTP1 ELISA assays was not due to cross-reactivity between targets and should therefore be considered confirmation of true prior contact with microsporidia. It was previously shown that wall protein extracts for serological assays lack specificity in distinguishing between Encephalitozoon species. On the other hand, no or only little cross-reactivity between Encephalitozoon species was observed with polar tube proteins [8,23,24]. Variability in the amino acid sequences of the internal region of PTP1 could explain these differences in cross-reactivity [25]. In our study, we did not observe positive reaction (i) by Western blot with pAb-rEiSWP1 or pAb-anti-rEiPTP1 on protein extract from E. hellem or E. cuniculi; (ii) from the ELISA targeting EiSWP1 using sera from patients infected with E. hellem. Of note, we previously reported that E. hellem infections were as common as E. intestinalis infections, so it would be interesting to develop an ELISA targeting specifically this species [2].\nDue to the disturbances induced in the intestinal cells they infect (reviewed in [12]), it can be speculated that microsporidia could be involved in the occurrence of CRC. Colorectal cancer tumor development occurs following the accumulation of genetic mutations in colonic or rectal cells over the course of the individual’s life. But it has also been shown that the interactions of cells with their microenvironment, including the intestinal microbiota, could modulate the development capacities of the tumor [26,27]. Furthermore, some eukaryotic pathogens, such as Cryptosporidium parvum, a cosmopolitan intracellular parasite responsible for diarrhea, could also participate in the appearance of CRC [28]. In the present study, we observed a significantly higher level of anti-E. intestinalis antibodies in CRC patients compared to subjects without cancer, with some differences depending on the targeted antigens and immunoglobulin isotypes. As explained above, the particular immunogenicity of PTP1 may explain why our observations were more significant with antibodies targeting this protein, compared to crude lysate or even SWP1. The differences we observed were particularly marked in the male population, which could suggest a different pathophysiology of CRC and/or a different susceptibility to microsporidia infection between men and women. We observed also higher antibody levels in older individuals (> 75 years old) and, again, particularly among men suffering from CRC. The reasons for these higher levels of anti-E. intestinalis antibodies in men and elderly people with CRC are obscure, but the impact of these parameters on the appearance of a disease following contamination by an infectious agent, but also on the process of oncogenesis following an infection, has already been described. For example, intestinal infection with Entamoeba histolytica leads to hepatic amebiasis, which is more common in males. It was thus shown in mice that androgens led to reduced activation and maturation of neutrophils, and therefore to prolonged survival of amoebic trophozoites, leading to a deleterious cycle contributing to the destruction of the liver [29]. Moreover, during hepatitis B virus (HBV) infection, the host’s inflammatory immune response to the viral antigens induces hepatocyte damage and is followed by the pathogenesis of liver cancer, but sex hormones may interact with HBV infection in this process and lead to a dominant sex disparity in liver cancer risk [30]. Finally, factors intrinsic to the host (genetics, age, sex, etc.) associated or not with infection due to Helicobacter pylori carrying some virulence factors, and as well as environmental factors, influence the risk of gastric cancer [31]. These mechanisms deciphered for other pathogens provide avenues for research to explore a potential link between microsporidia and cancer.\nWe chose to search for IgG, reflecting previous contact and therefore potentially prior to the initiation of the cancerous phenomenon, but also IgA to demonstrate an immune response against an enteric pathogen. Higher anti-rEiPTP1 IgA levels in CRC patients support a continued exposure to these antigens which may suggest a failure of the patient to eliminate the pathogen. Redondo et al. detected Encephalitozoon DNA in intestinal tissues (tumoral and healthy peritumoral tissues) of 41.3% patients with CRC, but no cases among control subjects [12]. This raises questions because it suggests that these patients would present with diarrhea and microsporidia should be detected in their stools. We acknowledge that this is a limitation of our study, as we did not have access to stool or intestinal biopsies from our CRC patients.\nRegarding severity factors (TNM classification, relapses,…), there is overall no characteristic element that correlates with the antibody levels that we detected. Interestingly, higher levels of anti-rEiSWP1 IgG were detected in deceased women. Even though this is an interesting result, especially since we did not observe any other change in antibody levels in women, further studies need to be conducted to confirm this result before it can be considered as a prognostic marker. Indeed, a gender effect on survival prognostic has already been reported in cancers associated with infectious agents. It has been described a synergistic effect of male sex and HBV infection (HBsAg positivity) on liver cancer mortality, particularly in younger people [32].\nAmong the limitations of our study, we cannot exclude that for certain CRC patients, due to their immunosuppression, serology may not be fully reliable. However, this impact would have reduced significance of our results and has then no impact on our conclusions. Moreover, in our cohort some patients underwent chemotherapy and we did not observe significant differences in antibody levels between these patients compared to CRC patients without chemotherapy. Then, it is also possible that CRC patients are at greater risk of microsporidiosis given the opportunistic potential of this pathogen, but we did not find such a diagnosis in their history. The retrospective design of the study is also a limitation since we do not have precise data on the risk of exposure of our patients to microsporidia. Concerning the lifestyle (rural or urban), by extrapolating on the number of inhabitants per municipality of residence, we observe no difference between the control group and the CRC group but it would be necessary to have information on travel, leisure, etc. Finally, we acknowledge that one limitation of our study was the use of controls patients and not healthy people without any history of hospitalization.\nTo conclude, our results highlight higher anti-E. intestinalis specific IgG and IgA levels in CRC patients. This could suggest a role for E. intestinalis in carcinogenesis, while some in vitro experimental data make this hypothesis credible. In vivo results using animal models are now necessary to go further in exploring the mechanisms involved. Moreover, data on the most common species in humans, E. bieneusi, are now needed."
}