{
    "Background": "Sand fly saliva compounds are able to elicit specific immune responses that have a significant role in Leishmania parasite establishment and disease outcome. Characterizing anti-saliva immune responses in individuals living in well defined leishmaniasis endemic areas would provide valuable insights regarding their effect on parasite transmission and establishment in humans.",
    "Methodology/Principal findings": "We explored the cellular and humoral immune responses to Phlebotomus (P.) papatasi salivary gland extracts (SGE) in individuals living in cutaneous leishmaniasis (CL) old or emerging foci (OF, EF). OF was characterized by a higher infection prevalence as assessed by higher proportions of leishmanin skin test (LST) positive individuals compared to EF. Subjects were further subdivided into healed, asymptomatic or naïve groups. We showed anti-SGE proliferation in less than 30% of the individuals, regardless of the immune status, in both foci. IFN-γ production was higher in OF and only observed in immune individuals from OF and naïve subjects from EF. Although IL-10 was not detected, addition of anti-human IL-10 antibodies revealed an increase in proliferation and IFN-γ production only in individuals from OF. The percentage of seropositive individuals was similar in immune and naïves groups but was significantly higher in OF. No correlation was observed between anti-saliva immune responses and LST response. High anti-SGE-IgG responses were associated with an increased risk of developing ZCL. No differences were observed for anti-SGE humoral or cellular responses among naïve individuals who converted or not their LST response or developed or not ZCL after the transmission season.",
    "Conclusions/Significance": "These data suggest that individuals living in an old focus characterized by a frequent exposure to sand fly bites and a high prevalence of infection, develop higher anti-saliva IgG responses and IFN-γ levels and a skew towards a Th2-type cellular response, probably in favor of parasite establishment, compared to those living in an emerging focus."
}