{
    "Background": "Trachoma remains a significant public health issue in many regions, including Baringo County, Kenya. Despite the ongoing mass drug administration (MDA) campaigns in Baringo, the achievement of optimal treatment coverage has been hindered by factors such as conflicts and the nomadic lifestyle dominating this region. To address these challenges, innovative strategies are needed to improve community engagement and enhance MDA uptake. This study evaluated the effectiveness of community participation approaches in improving MDA access among residents of Baringo County.",
    "Methods": "The study used a pre- and post-intervention design, utilizing a systematic random sampling of households. The study area was Loyamorok Ward, Tiaty East Sub-County in Baringo County. The county was purposively selected due to its historical challenges in achieving optimal treatment coverage for trachoma, including its nomadic lifestyle, intercounty border movements, and persistent conflicts. A sample of 350 respondents was randomly selected for the pre- and post-intervention surveys. Data were collected using a structured questionnaire, which captured information on socio-demographic and socio-economic characteristics, knowledge about trachoma and MDA, drug use, and perceptions of the treatment. Generalized linear models were employed to estimate the likelihood of MDA access before and after the intervention and the impact of the intervention, which incorporated time difference as an interaction term in the models.",
    "Principal findings": "The results indicated a significant increase in community participation and MDA access, with the proportion of participants who took drugs during the last MDA significantly rising from 72.4% pre-intervention to 92.9% post-intervention (Diff = -0.205, z = -5.68, p < 0.001). Type of occupation was found to significantly impact access to MDA for trachoma, participants doing pastoral activities (aOR = 11.45, 95% CI: 1.15-114.14, p = 0.038), and those who were not engaged in work outside the home (housewife) (aOR = 12.87, 95% CI: 1.09-151.52, p = 0.042) showed significant increased access to MDA compared to salaried workers. The study showed that knowledge about trachoma and MDA significantly improved after the implementation of the interventions. Awareness about MDA increased from 45.7% during pre-intervention to 53.3% post-intervention.",
    "Conclusions": "These findings suggest that the implemented community participation strategies positively influenced MDA uptake. The implemented interventions should be considered for wider application to enhance treatment coverage and accelerate trachoma elimination efforts in Kenya."
}