{
    "Abstract": "Monkeypox is a vesicular-pustular illness that carries a secondary attack rate in the order of 10% in contacts unvaccinated against smallpox. Case fatality rates range from 1 to 11%, but scarring and other sequelae are common in survivors. It continues to cause outbreaks in remote populations in Central and West Africa, in areas with poor access and weakened or disrupted surveillance capacity and information networks. Recent outbreaks in Nigeria (2017-18) and Cameroon (2018) have occurred where monkeypox has not been reported for over 20 years. This has prompted concerns over whether there have been changes in the biology and epidemiology of the disease that may in turn have implications for how outbreaks and cases should best be managed. A systematic review was carried out to examine reported data on human monkeypox outbreaks over time, and to identify if and how epidemiology has changed. Published and grey literature were critically analysed, and data extracted to inform recommendations on outbreak response, use of case definitions and public health advice. The level of detail, validity of data, geographical coverage and consistency of reporting varied considerably across the 71 monkeypox outbreak documents obtained. An increase in cases reported over time was supported by literature from the Democratic Republic of Congo (DRC). Data were insufficient to measure trends in secondary attack rates and case fatality rates. Phylogenetic analyses consistently identify two strains of the virus without evidence of emergence of a new strain. Understanding of monkeypox virulence with regard to clinical presentation by strain is minimal, with infrequent sample collection and laboratory analysis. A variety of clinical and surveillance case definitions are described in the literature: two definitions have been formally evaluated and showed high sensitivity but low specificity. These were specific to a Congo-Basin (CB) strain–affected area of the DRC where they were used. Evidence on use of antibiotics for prophylaxis against secondary cutaneous infection is anecdotal and limited. Current evidence suggests there has been an increase in total monkeypox cases reported by year in the DRC irrespective of advancements in the national Integrated Disease Surveillance and Response (IDSR) system. There has been a marked increase in number of individual monkeypox outbreak reports, from outside the DRC in between 2010 and 2018, particularly in the Central African Republic (CAR) although this does not necessarily indicate an increase in annual cases over time in these areas. The geographical pattern reported in the Nigeria outbreak suggests a possible new and widespread zoonotic reservoir requiring further investigation and research. With regards to outbreak response, increased attention is warranted for high-risk patient groups, and nosocomial transmission risks. The animal reservoir remains unknown and there is a dearth of literature informing case management and successful outbreak response strategies. Up-to-date complete, consistent and longer-term research is sorely needed to inform and guide evidence-based response and management of monkeypox outbreaks."
}