{
    "Background": "Parasite-specific IgE is thought to correlate with protection against Schistosoma mansoni infection or re-infection. Only a few molecular targets of the IgE response in S. mansoni infection have been characterised. A better insight into the basic mechanisms of anti-parasite immunity could be gained from a genome-wide characterisation of such S. mansoni allergens. This would have repercussions on our understanding of allergy and the development of safe and efficacious vaccinations against helminthic parasites.",
    "Methodology/Principal Findings": "A complete medium- to high-throughput amenable workflow, including important quality controls, is described, which enables the rapid translation of S. mansoni proteins using wheat germ lysate and subsequent assessment of potential allergenicity with a humanised Rat Basophilic Leukemia (RBL) reporter cell line. Cell-free translation is completed within 90 minutes, generating sufficient amounts of parasitic protein for rapid screening of allergenicity without any need for purification. Antigenic integrity is demonstrated using Western Blotting. After overnight incubation with infected individuals' serum, the RS-ATL8 reporter cell line is challenged with the complete wheat germ translation mixture and Luciferase activity measured, reporting cellular activation by the suspected allergen. The suitability of this system for characterization of novel S. mansoni allergens is demonstrated using well characterised plant and parasitic allergens such as Par j 2, SmTAL-1 and the IgE binding factor IPSE/alpha-1, expressed in wheat germ lysates and/or E. coli. SmTAL-1, but not SmTAL2 (used as a negative control), was able to activate the basophil reporter cell line.",
    "Conclusion/Significance": "This method offers an accessible way for assessment of potential allergenicity of anti-helminthic vaccine candidates and is suitable for medium- to high-throughput studies using infected individual sera. It is also suitable for the study of the basis of allergenicity of helminthic proteins."
}