{
    "Introduction": "Dengue cases are increasing dramatically worldwide, especially in countries located in the tropics and subtropics like Bangladesh [1,2]. Approximately 390 million dengue infections are estimated to occur annually, of which a quarter of the cases (67–136 million) will manifest clinically [1]. According to the World Health Organization, the number of dengue cases increased over 8-fold over the last two decades, from 505,430 cases in 2000 to over 2.4 million in 2010, and 5.2 million in 2019 [3]. Although the risk of infection exists in 129 countries [2], 70% of the actual encumbrance is in Asia [3].\nDengue is a mosquito-borne viral infection caused by any one of the 4 serotypes (DENV-1, 2, 3, and 4) of the dengue virus, which may appear as a fatal disease characterized by dengue hemorrhagic fever and dengue shock syndrome [4,5]. Dengue viruses are transmitted by female mosquitoes principally of the species Aedes aegypti and, to a lesser extent, Aedes albopictus [3]. Bangladesh, located in South Asia, has evolved into an appropriate spot for the dengue vector and its transmission [6]. The first case of dengue was discovered in Bangladesh in 1964 [7]. The sporadic cases and small outbreaks clinically suggest that the dengue occurred across the country from 1964 to 1999 but those were not officially reported [8,9]. In the year 2000, a severe outbreak of dengue occurred in Bangladesh with 93 mortality among 5551 morbidity cases [10]. Dengue occurrences dropped dramatically in succeeding years, reaching a low of 375 cases in 2014. However, in 2016, around 6100 dengue cases have been reported in Bangladesh [11]. Three years later, in 2019, Bangladesh experienced the highest annual dengue incidence ever reported with 101,354 cases and 164 deaths [12]. In 2020, Bangladesh reported 1405 dengue cases and only three confirmed dengue-related deaths [13]. However this number has increased substantially with 28,429 dengue cases and 105 dengue-related deaths in 2021, which was even higher in 2022 with a total of 62,382 dengue cases and 281 dengue-related death, and the 2022 outbreak is the second-largest outbreak since 2000 [14] (Fig 1). As of 30 May 2023, a total of 1927 dengue cases and 13 dengue-related deaths were reported in Bangladesh [15].\nDengue may be misclassified due to the wide range of disease signs and symptoms and a lack of adequate case definitions [16]. Therefore, it is highly probable that dengue cases may be substantially under-reported in Bangladesh given the weak surveillance of a struggling healthcare system [17]. Dengue fever is impacted by a number of variables, including uncontrolled population expansion, urbanization, and degradation in waste management systems [18], and lack of effective vector control [19]. Vector control is one of the most frequently applied methods of controlling or preventing dengue [20,21], which can be done by frequent fogging in endemic areas which is mostly done outdoors. However, the Aedes aegypti mosquito tends to rest hidden indoors, making it hard for insecticide to reach adult mosquitoes [22]. One of the few methods of dengue prevention is eliminating the breeding sites of dengue mosquitoes indoors and outdoors [23]. Human behavior is also an important contributor to creating breeding grounds for mosquitoes and sustaining mosquito populations [24,25]. The success of efforts in dengue prevention and control is mainly from improving public and household environmental sanitation, water supply, and alteration of human behavior towards dengue [26]. Furthermore, managing dengue outbreaks in tropical countries where temperatures remain favorable for mosquito breeding and viral replication around the year is a critical challenge [27]. Current vector-control in Bangladesh is a mandate of the local government engineering department. The city corporation or municipality is responsible for vector control activities including the elimination of breeding sites and larvicidal and adult mosquito control using different insecticides [28], for suppressing the mosquito vector activity at the optimal time in annual population fluctuations, in order to achieve the lowest biting population [27], when environmental conditions for emergence and transmission are most favorable, especially during the peak dengue period (August–September) [29]. The city corporations also carried out mass awareness campaigns–through television and other mass media and alerted building owners including buildings under construction to prevent water collection. Fines have been imposed on buildings where the Aedes larvae have been found [28]. Moreover, knowledge, beliefs, and practices about dengue is evident to have an impact on dengue prevention and control [17,25,30]. The HBM is by far the most commonly used theory which comprises several main constructs: perceived susceptibility, severity, benefits, barriers, self-efficacy to engage in a behavior and, cues to action [31]. In the context of dengue, the HBM provides a framework for understanding how to effectively structure messages and influence behavioral change [32]. A Malaysian study found perceived barriers to perform dengue prevention, perceived susceptibility to dengue fever as significant factors associated to dengue prevention practices [33]. Several demographic and behavioral factors significantly influence knowledge and attitude and practice regarding dengue. A recent study in Bangladesh showed the level of education as an independent predictor for both knowledge and awareness of dengue [34]. Another Bangladeshi study found a significant relationship between the education level and the occupation with the practice to prevent and control dengue [12]. Furthermore, successful participation largely depends on peoples’ knowledge, awareness, and attitude towards this disease [12,19]. A previous study found that Bangladeshi people are well aware of dengue [30]. Inadequate knowledge about dengue is a major risk factor faced in the elimination of dengue but lacks accurate knowledge about signs and symptoms, the transmission of dengue, and preventive practices can increase the spread of dengue fever among the Bangladeshi people [12,30]. However, evidence was found that higher knowledge did not necessarily result in the adoption of the recommended preventive behavior [12,34].\nTherefore, further investigation is important to find effective preventive strategies as there is an ongoing challenge to ensure proper treatment and prevention options despite continued progress in dengue research throughout the world [35,36]. Although several research investigated public knowledge, attitude, and practice about dengue in Bangladesh [17,30,34] but there is a lack of evidence from Bangladeshi rural communities. Therefore, the study aimed at investigating the level of knowledge, health beliefs, and preventive practices regarding dengue and also identified associated factors in relation to background characteristics and HBM among the rural community people of Bangladesh.",
    "Methods and materials": "Ethics statement\nThis study maintained ethical standards to the highest possible extent, and informed consent was obtained from participants. This research was approved by the Biosafety, Biosecurity, and Ethical Review Board of the Jahangirnagar University, Savar, Dhaka-1342, Bangladesh [Ref No: BBEC, JU/M 2022/1(l)]. All responses were anonymous to ensure data confidentiality.\n\n\nStudy area and population\nA cross-sectional survey was carried out from August to September 2021, involving 401 Bangladeshi rural community people. The study area was Savar Upazilla, at a distance of about 24 kilometers to the northwest of Dhaka, the capital city of Bangladesh. Savar has experienced a rapid growth of population (7435 persons/km2) as well as expansion of urban areas and industrialization during the last twenty years [37]. In addition, there is no adequate drainage system (the exiting drain is also mostly clogged during heavy rains), and indiscriminate waste disposal [38], which creates natural and artificial water storage, serves as a main larval breeding habitat for Aedes mosquitoes (Aedes aegypti and Aedes albopictus) [39].The study employed a convenient sample technique. A total of 405 interviews were taken conveniently from three selected Unions [the smallest rural administrative and local government unit in Bangladesh [40]] of Savar Upazilla (Pathalia, Ashulia, and Dhamsana) (Fig 2). At the time of the survey, an eligible participant must be present in the household. Adults (over the age of 18) who had already lived in the area for at least one year prior to the research were eligible. Before the starting of the investigation the questionnaire was translated into Bangla and then translated back to English and pretested with 40 people to test the accuracy and validity. Data were collected by trained interviewers who visited door-to-door to invite people to participate in the survey. If a household had more than one eligible participant, one of them was chosen at random.\n\n\nSampling\nThe sample size was calculated using the following formula:\n\n\nWhere, we considered z = 1.96 (95% confidence level), and d = 0.05 confidence interval as 0.05. The sample proportion was assumed as 0.5 since this value provide the maximum sample size. Hence, assuming 5% non-response rate the required sample size was 404. However, a total of 405 respondents completed the survey and after cleaning the incomplete responses 401 participants were taken for final analysis.\n\n\nVariables and measurement\nKnowledge and preventive practices regarding dengue, described in detail below, are the response variables of the study. A self-reported structured questionnaire was developed after a review of previous studies [17,25,33,41,42]. The questionnaire consists of five main sections: i) socio-demographics, housing, surrounding environment, and dengue-related experience; ii) knowledge about dengue; iii) health belief model; and v) self-reported preventive practices.\nParticipants’ socio-demographic characteristics, including age, gender, marital status, education, occupation, family type, and monthly family income, were collected during the survey. Monthly family income was classified into four categories: less than 20,000 Bangladeshi Taka (BDT), 20,000–30,000 BDT, 30000–40000 BDT, and more than 40,000 BDT. Participants were also asked about housing type, density of vegetation/plants (not at all/low/moderate/much) and mosquitoes (not at all/low/moderate/severe) in the neighborhood and the presence or absence of a water reservoir. Questions were also asked to know the participants’ experience of dengue. Participants were asked about their history of dengue fever (yes/no), ever hospitalization due to dengue (yes/no), history of dengue infection of family members (yes/no), and traveling history in dengue risk areas (yes/no/don’t know).\nThe knowledge of dengue was assessed and consisted of 34 items divided into five subparts: 1) Knowledge about dengue and the Aedes mosquito, 2) Knowledge about the transmission of dengue, 3) Knowledge about the signs and symptoms of dengue, 4) Knowledge about preventive measures, and 5) Knowledge about treatment, curability, and precautionary measures for people infected with dengue. For each item, the response options were \"yes,\" \"no,\" or \"don’t know.\" For the analyses, each correct response to a knowledge item has been assigned ‘1’ point, while ‘0’ points have been assigned to each incorrect or not-sure response that is deemed a correct response. Scores ranged from 0–34, where higher scores indicate greater knowledge about dengue fever [25,33].\nHealth beliefs regarding dengue fever were measured using the HBM constructs, which consists of four main parts: perceived threat, perceived barriers, self-efficacy, and a cue to action. Perceived Threat consists of two sub-parts which measure the participant’s susceptibility to contracting dengue fever and the severity of the dengue. Perceived barrier examines the perceptions of barriers to preventing dengue among participants. Self-efficacy is measured by the behavior of participants that successfully execute dengue prevention measures. Cues to action measure the mosquito problem, the frequency of fogging, community participation, and other things that affect an individual’s perception, which indirectly influences health-related behavior. All the responses were measured on a five-point Likert scale that ranged from 1 (strongly disagree) to 5 (strongly agree) [43]. The distribution of the HBM constructs is shown in S1 Table. However, for simplification, we presented the responses of the HBM as “disagree” (strongly disagree/disagree), \"neutral,\" and “agree” (strongly agree/agree).\nSelf-reported preventive practices against dengue were sub-divided into three parts: prevention of mosquito breeding, prevention of mosquito bites, and prevention of dengue transmission. The questions were assessed using nine-item, seven-item, and one-item questions, respectively. The options for dengue prevention practices were \"not at all\", \"rarely\", \"sometimes\", \"often\", and \"not applicable\" and were assigned points of ‘0’, ‘1’, ‘2’, ‘3’, and ‘0’ respectively based on the number of applicable answers [33].\n\n\nStatistical analysis\nAll statistical analyses were performed using three software packages (Microsoft Excel 2019, SPSS version 25.0, and STATA version 15.0). Data cleaning, sorting, and coding were first performed using Microsoft Excel. Then, the excel file was imported onto the SPSS software for further analysis. Descriptive statistics (i.e., frequencies, percentages, means, and standard deviations) were computed using SPSS. Inferential statistics include conducting t-tests or one-way analyses of variance (ANOVA) to determine mean differences among variable groups and bivariate Pearson correlation was used for continuous variables. These analyses were done using SPSS. The variables that were significant (p < 0.05) in the bivariate analysis (t-test/ANOVA/Pearson correlations) with outcome variables (i.e., knowledge, attitudes, and practices) were then included in the multiple linear regression models to find out the associated factors of knowledge, attitudes, and practices, respectively using STATA. For all statistical tests, a p-value of less than 0.05 was considered statistically significant.",
    "Results": "Socio-demographic characteristics\nA total of 430 individuals were approached, but only 405 were interviewed completely, giving a response rate of 94.19%. The profile of the respondents is given in Table 1, which summarizes the socio-demographic characteristics. A total of 401 participants comprised the study sample, and the majority (72.32%) were aged 18 to 39 years old. The mean (±SD) age of respondents was 33.47 (±12.96) years (age range: 18–75 years). Among the study participants, 62% were males, most of the participants were married (64%), and about 54% of the participants were undergraduate. Of the total sample, about 30% of the participants were students, followed by government and/or private service workers (termed here as ‘service holders’) (22%). Most of the participants belonged to nuclear families (78%) and had a monthly income of less than 30,000 BDT (69.82%) (Table 1).\n\n\nHousing, surrounding environment, and dengue-related experience\nOf the total responses, building was reported as the most common housing type (39.4%). The moderate density of vegetation/plants surrounding their houses was reported by the majority of the participants (50.12%). More than half the participants (51.12%) reported having water reservoirs around their houses, and mosquito density in the neighborhood was reported as severe by 28.43% of the participants. Only a few (2.74%; n = 11) participants had previously been infected with dengue, and among them, 36.36% (n = 4) of participants had been hospitalized. Likewise, a minority of participants (5.99%) reported having a family member previously infected with dengue and 57.86% reported not traveling in a dengue risk area (Table 1).\n\n\nKnowledge\nThe mean knowledge score for participants was 22.49 (SD: 6.27; range 0–34). On average, participants correctly answered 66.15% of the knowledge questions. Table 2 shows that 66.33% of the participants correctly answered that dengue is a viral disease, and a higher proportion of the participants (93.27%) correctly answered that dengue fever is transmitted by a mosquito. Most participants (78.3%) knew that dengue fever is mainly transmitted by the Aedes mosquito in Bangladesh. Only a minority of the participants (11.12%) knew that the Aedes mosquitoes do not live in places with a lot of plants. The majority of the respondents (75.06%) knew that Aedes mosquitoes usually bite during dawn and dusk. A modest number of participants (70.57%) correctly answered that dengue can be spread by an Aedes mosquito biting an infected person and then biting a healthy person. Fever was the most consistent response (91.02%) when asked about the common symptoms of dengue. Beside fever, 60–75% of participants knew signs and symptoms of dengue, e.g., rash, nausea/vomiting, joints pain, headache. Pain in the eyes (49.38%) and bleeding (36.41%) were fewer known signs and symptoms by the participants. More than half of the participants (61.1%) had the misconception that one can get dengue only once. Dengue fever can be avoided by using preventive measures. When asked about dengue prevention, the most frequent responses were the weekly change of stagnant water (pet bowls, vases) (95.76%) and the removal of mosquito breeding sites (94.76%). When respondents were asked about the treatment, very few (19.45%) correctly answered that there is no specific treatment for dengue, but the majority of the participants knew about practices such as taking rest (80.55%) and drinking adequate water (78.05%) as supportive practices for people infected with dengue.\nKnowledge was significantly associated with age, marital status, education, occupation, family type, monthly income, house type, and traveling in dengue risk areas, as well as positively correlated with self-efficacy (Tables 4 & 5). Of these, having a higher education, travelling in dengue risk areas, and self-efficacy were significantly associated with knowledge regarding dengue in the multiple regression analysis (Table 6).\n\n\nHealth beliefs\nThe distribution of each item of the HBM is presented in Fig 3. The mean (SD) rating of the perceived severity of dengue was 10.53 (SD: 2.13; range 3–15). Items regarding the perceived severity under the HBM construct, 79.55% of the participants perceived that dengue is very dangerous, but interestingly, only 29.43% believed that dengue fever can cause death. Furthermore, 61.1% of respondents agreed that they are still concerned about getting dengue even though various medical facilities are available in their surroundings. On the perceived susceptibility under the HBM construct, the mean score was 9.05 (SD: 2.13; range 3–15). Among the participants, 70.58% were worried about being infected with dengue if they got bitten by mosquitoes. However, less than half (41.4%) believed they could get infected with dengue in the next few months, and 15.46% of them considered them less susceptible to dengue because they had previously been infected with it. On the other hand, believing that their residential area is not suitable for Aedes mosquito breeding (73.07%), accessibility of medical services (67.58%), and only government agencies are responsible for mosquitoes eradication (64.84%) were the main perceived barriers [mean: 13.66 (SD: 2.14; range 4–20)] to dengue prevention among the participants. Total mean score of self-efficacy was 12.09 (SD: 1.62; range 3–15) and regarding items almost all (93.52%) the participants were agreed that they always keep their surrounding area clean and 90.28% believed they could engage with the community to increase participation and mobilization in the fight against vectors. With regards to cues to action, 67.58% perceived community people are not aware in taking preventive measures against dengue and only 11.23% perceived that the government measures in controlling dengue is effective and the mean score of cues to action was 7.32 (SD: 1.57; range 2–10).\n\n\nPreventive practices\nTable 3 shows that most of the participants practiced covering all water used for storing in or outside the house (98.50%) and changing stored water in flower vases, drip trays, or pails (93.77%). Most of them also practiced proper disposal of household garbage (96.76%). It was also noted that 90.52% of the participants practice cleaning the areas surrounding their houses frequently as one of the reasons to prevent dengue. Only a minority of the participants (29.68%) use Abate or chemicals in water storage containers to prevent dengue mosquito breeding, and 20.70% of the participants use mosquito repellent on their bodies to prevent mosquito bites. On average, participants engaged in 53.69% of all dengue preventive practices, with a mean practice score of 24.16 (SD: 6.53; range 0–45).\nParticipants preventive practice was significantly associated with age, gender, education, occupation, house type, water reservoirs around the house, density of mosquitoes in the neighborhood, and traveling in dengue risk areas, as well as positively correlated with perceived severity, perceived susceptibility, self-efficacy, and knowledge of dengue (Table 4 and 5). Of these, being older, being female, having higher education, being a service holder, having a good quality of house structure, perceived susceptibility, and self-efficacy were significantly associated with preventive practices regarding dengue in the multiple regression analysis (Table 6).",
    "Discussion": "As Bangladesh is located in Southeast Asia, vector-borne diseases such as dengue fever are considered a severe health threat [44]. Overcrowding and uncontrolled urbanization have been identified as critical factors in the spread of mosquito-borne diseases such as dengue fever [7]. In the occurrence of dengue epidemics and the implementation of control measures, socio-demographic variables, as well as community awareness and practice, are crucial [45]. This study was conducted to assess the rural community’s knowledge, beliefs, and preventive practices regarding dengue. The present study found that more than three-fifths (66.15%) of the study population were knowledgeable about dengue, which is comparable to a recent study in Bangladesh [34]. However, a hospital-based survey in Bangladesh’s Dhaka city observed that just 52% of individuals were knowledgeable about dengue fever [17]. A substantial majority of the participants were aware that dengue is transmitted by mosquito bites, which is consistent with earlier studies conducted in Bangladesh [34], and Malaysia [33]. Although the participants in this survey had a fair understanding of dengue, there are still some misconceptions concerning the disease’s vector, breeding grounds, and route of transmission. More than one-fifth of the participants didn’t know that the Aedes mosquito is the carrier of dengue fever. Approximately thirty percent of the participants reported that the most common breeding sites for dengue mosquitoes are dirty and unclean water, such as sewer drains, and they prefer to live in places where there are many plants. Our findings on dengue knowledge are comparable to similar knowledge, attitude and practice (KAP) research findings in India [46], Malaysia [47], Indonesia [48], and Yemen [49]. More crucially, 75% of respondents reported Aedes mosquito bites during sunrise and sunset. This finding was consistent with findings from earlier research conducted in other countries [23,50]. When compared to the findings of previous research in Dhaka [30,51], findings from present study indicates that community members have a better understanding of dengue fever. This higher trend in knowledge might be attributed to health officials’ increased educational campaigns in response to ongoing outbreaks and an exponential growth in the number of dengue cases in recent years [12,52,53]. According to many of the interviewees, the most prevalent breeding grounds for dengue mosquitoes are dirty and unclean water, such as sewage drains. Our findings on DF knowledge are comparable to similar KAP research findings previously done in India [46], Malaysia [47], Indonesia [48], and Yemen [49].\nMore than ninety percent of the participants in this survey identified fever as one of the common and obvious signs and symptoms of the illness, which is consistent with previous research [17,33,54]. Although, most of the participants were correctly identified, still some were less knowledgeable about symptoms like joint pains, headaches, bleeding in the gums and nose, which are the main signs and symptoms of dengue. Furthermore, the majority of the participants in this research had never had dengue fever or had a family member infected with the disease, which is why they did not identify the other typical symptoms of dengue. Another challenge is that dengue fever is readily mistaken for other frequent causes of fever, including influenza and typhoid [54], or even COVID-19 [55]. As a result, there is a need for education to help people distinguish between dengue and other diseases so that they can seek prompt treatment and avoid unwarranted death as a result of dengue. In the present study, more than half of the study participants thought that dengue can be transmitted from an infected person to a healthy person through direct contact, which is comparable to a previous study performed among Nepalese people [56]. Such misunderstandings may lead to the notion that dengue is an unavoidable disease for people, because mosquito avoidance alone is not enough to prevent the disease, as per community people.\nAccording to the current study, more than a third of the participants (64.39%) believe the dengue virus may be contracted through blood transfusion. However, in actual, viral infection following a blood or organ transplant is rare [57]. In Singapore, for example, the risk of receiving dengue-infected blood transfusions was estimated to be 1.625–6/10,000 in 2005 [58]. Surprisingly, only a few of the participants knew that there was no specific medication for dengue, which corresponds to previous findings [33]. However, about 80% of the people agreed that they had known about the primary treatments like getting plenty of bed rest and drinking lots of water. A similar finding was reported in a study from Jamaica [54].\nMultivariate analysis found education level was significantly associated with participants’ knowledge regarding dengue, which was also found in earlier studies [59,60], reporting the higher the education level, the better the knowledge of dengue.\nMonthly family income was found to be significantly associated with knowledge about dengue. Some studies on dengue have also demonstrated a direct relationship between income class and knowledge [60,61]. People with a higher economic status may have more access to and appreciation for trustworthy information. These findings suggest that more effective population awareness campaigns, aimed at those in lower income categories, should be conducted. There was also a link between age, marital status, and dengue knowledge scores. Other studies have also described significant associations between good knowledge scores of dengue with being married [5,47], increasing age [47]. Traveling to dengue-risk areas was also revealed to be a predictor of dengue knowledge. This is not unexpected given that visitors are not only at danger of getting dengue fever, but they also contribute to the disease’s transmission to non-endemic areas [47]. As a result, they may have a better understanding of dengue. Self-efficacy, as evaluated by the HBM construct, was also a significant influence on the research participants’ understanding of dengue fever. Similar findings were discovered in a Malaysian study [33]. Low self-efficacy and perceived benefit of continued dengue prevention practices may result in lack of concerted action against dengue prevention in their neighborhood.\nDespite a moderate degree of knowledge about dengue, there was still a lack of conscious desire regarding some important aspects of dengue prevention among the participants. Based on the mean practice score, on average, participants engaged in just half of the dengue preventive practices. The majority of the participants covered all the water used for storage inside or outside the house and changed stored water in flower vases, drip trays, or pails, which is consistent with research performed among Malaysian community people [33]. A little more than half of the participants, on the other hand, looked for mosquito eggs in water storage containers. Indoor containers were discovered to contain immature Aedes mosquito eggs, indicating that Aedes mosquitos had adapted to reproducing indoors due to easy access to blood [33]. As a result, not only should efforts be made to destroy mosquito eggs to prevent dengue fever from spreading outside, but also within the home. Only a small percentage of the participants were aware of the use of Abate, a mosquito repellent that may be used in water containers to inhibit mosquito reproduction. In Thailand, using Abate to decrease Aedes aegypti in water holding containers was proven to be effective [62]. However, less than a quarter of the participants inappropriately disposed of unused water-holding containers. These containers are potential breeding sites for mosquitoes that may transmit infections, including dengue [16].\nFemales were found to be a predictor of excellent preventative measures in the current investigation. This might be due to the fact that women, especially housewives, spend a lot of time at home and are more inclined to clean the house [63]. Participants with higher education levels, particularly graduates, were significantly associated with preventive practices against dengue which is consistent with a previous study [64]. This suggests that educational attainment may be linked to the population’s ability to integrate and coordinate efforts to restrict transmission. Our study’s multivariate findings provide a foundation for developing educational and health messaging for health behavioral change interventions based on HBM components. Higher perceived vulnerability to dengue was linked to more stringent dengue preventative behaviors, which was consistent with prior findings [33,59]. This might be due to the fact that the majority of the participants are ignorant of the hazards of dengue fever and have never had it. In addition, self-efficacy for dengue prevention was shown to be a predictor of dengue preventative practices. In predicting the intention to carry out the dengue preemptive measures, self-efficacy showed the greatest predictive power compared to the other predictor factors [41]. An association has been found between knowledge and preventive practices. These findings are similar to those reported from Bangladesh [34] and Nepal [56]. Therefore, education efforts must emphasize the equal risk of contracting the disease in order to raise awareness among those who are ignorant of the significant threat posed by dengue fever. Testimonials and campaigns from families who have lost a loved one to dengue disease can be utilized.\nInadequate preventive practices, a high human population density, and a favorable habitat for Aedes reproduction in Bangladesh, particularly in big cities, may all contribute to a higher risk of transmission. Other research has indicated high levels of knowledge but low levels of practice, and these findings on practice levels are comparable. [62,65]. In fact, if the gap between knowledge and practice isn’t decreased, then it will be an important challenge for controlling dengue and Aedes populations.\n\nStrengths and limitations\nThe strength of this study is that it intends to assess public knowledge and preventative behaviors about dengue in rural communities of Bangladesh, where the disease is becoming more prevalent. The findings will serve as guides to health care planners for better strategic planning of dengue control. Furthermore, the study includes a rigorous sampling approach and a diverse variety of respondents to represent the comprehensive perspective of a rural community. Another strength of this study is its face-to-face interview approach. The present study has certain limitations. First, the cross-sectional design precludes the identification of causal relationships between variables. Second, the research may only capture a snapshot of information of the participants and hence cannot be generalized to other groups; the results may vary over time. Third, convenience sampling was employed to select the study area and respondents in this study, which may have resulted in some bias in our respondents’ representation. Finally, even though the survey was anonymous, the responses to the questionnaire may not reflect actual beliefs and practices since respondents may seek to provide socially acceptable responses.",
    "Conclusions": "The results suggest that participants had a moderate level of knowledge regarding dengue and Aedes mosquitoes, modes of transmission, signs and symptoms, as well as preventive strategies. Considering health beliefs, although respondents had higher perceived severity and perceived barriers to dengue prevention, their perceived susceptibility to dengue was low. Interestingly, respondents believed they had high self-efficacy to fight dengue. On the other hand, participants engaged in approximately half of all preventive practices towards dengue. Majority of the participants exhibited a relatively high level of consciousness for several aspects of dengue preventive practices, such as the elimination of mosquito breeding sites, precautions to avoid mosquito bites, and cues to action, but the overall score of dengue prevention practices was not satisfactory. Practical, family-oriented, and community-based health education campaigns must be tailored to increase dengue knowledge, deter negative community beliefs, and encourage dengue preventative practices in rural communities of Bangladesh."
}