{
    "Background": "One challenge to achieving Lymphatic filariasis (LF) elimination is the persistent coverage-compliance gap during annual mass drug administration (MDA) and the risk of ongoing transmission among never treated individuals. Our analysis examined factors associated with individuals who were never treated during MDA.",
    "Methods": "Data were derived from two cross-sectional surveys conducted in Waihaong and Air Salobar Health Center in 2018 and 2019. We analyzed information from 1915 respondents aged 18 years or above. The study outcome was individuals who self-reported never treatment during any round of MDA. All potential predictors were grouped into socio-demographic, health system, therapy and individual factors. Logistic regression analyses were used to examine factors associated with never treatment in any year of MDA.",
    "Results": "Nearly half (42%) of respondents self-reported they were never treated during any round of MDA. Factors associated with increased odds of never treatment were respondents working in formal sectors (aOR = 1.75, p = 0.040), living in the catchment area of Waihaong Health Center (aOR = 2.33, p = 0.029), and those perceiving the possibility of adverse events after swallowing LF drugs (aOR = 2.86, p<0.001). Respondents reporting difficulty swallowing all the drugs (aOR = 3.12, p<0.001) and having difficulties remembering the time to swallow the drugs (aOR = 1.53, p = 0.049) also had an increased odds of never treatment. The highest odds of never treatment were associated with respondents reporting almost none of their family members took LF drugs (aOR = 3.93, p<0.001). Respondents confident that they knew how to swallow LF drugs had a reduced odds (aOR = 0.26, p<0.001) of never treatment.",
    "Conclusions": "Efforts to reassure community members about adverse events, specific instructions on how to take LF drugs, and improving awareness that MDA participation is part of one’s contribution to promoting community health are essential drivers for uptake with LF drugs during MDA."
}