{
    "Introduction": "Scabies, a skin condition due to the microscopic mite Sarcoptes scabiei [1], is a major public health problem worldwide, particularly in low and middle income tropical settings, and has recently been adopted as a neglected tropical disease by the World Health Organization (WHO) [2]. This designation arose because of the increasing recognition of the importance of scabies, as well as the emerging evidence that effective control can be achieved by the strategy of mass drug administration (MDA). Evidence from studies using permethrin and ivermectin have demonstrated that MDA has a substantial impact on the prevalence of both scabies and secondary bacterial skin infections (impetigo) at the community level [3–6].\nThe scabies mite can only be directly visualised with a microscope, and there is currently no laboratory test for infestation. Therefore, the diagnosis of scabies is most often reliant on detection of characteristic signs on clinical examination, with only a limited role for direct visualisation in high resource settings. Scaling up MDA for scabies control will require a substantial effort in disease mapping to define populations and communities likely to benefit from intervention and then determining the impact of interventions. Development and validation of a simplified approach to diagnosis of scabies would facilitate these efforts.\nIn the clinical setting, the purpose of scabies diagnosis is to support optimal decision-making about individual patient management. As such, a thorough examination, that generally covers the entire skin surface, is required to minimise errors in diagnosis. However, for public health decisions, such as whether or not to initiate MDA, the aim is to assess the community prevalence of scabies, so a simplified examination might be appropriate, as has been used for other NTDs [7]. Such a protocol, if valid at the community level, could speed up data collection and reduce the imposition on survey participants that comes with full body examination which can be a barrier to accepting examination in some settings.\nTherefore, we aimed to evaluate the accuracy of a simplified examination for the diagnosis of scabies that could be used to guide public health decision making.",
    "Methods": "Data sources\nWe utilised data from three recent, large population-based surveys of scabies, two conducted in the Solomon Islands, in Western and Choiseul provinces respectively, and one in Fiji.[6,8]. These studies were all population-based prevalence surveys using similar diagnostic and data collection tools. The surveys in Choiseul and Fiji were conducted as baseline for intervention trials. In all three studies examination involved examination of arms, legs, face and torso (excluding the breasts in women). Patients were asked if they had itch in the groin, buttocks or breasts and, if so, these areas were also examined. The whole body was examined in children aged under 1 year. Examination for all surveys was performed by individuals with experience in the diagnosis of scabies in low-resource settings.\nFrom each survey’s primary database, we extracted patient-level data, including demographic characteristics, the presence or absence of both scabies and impetigo (bacterial infection) lesions and, if present, their number and distribution. Each study had used similar diagnostic criteria for scabies based on the finding of typical lesions (burrows, papules, nodules, vesicles) in a classical distribution[9]. In both the original studies and the combined analysis presented here, scabies severity was defined by the number of lesion detected as mild (≤10 lesions over all areas examined), moderate (11–49 lesions) or severe (≥ 50 lesions or crusted scabies)[9]. In each study, lesions which were moist, purulent or crusted were considered to indicate the presence of impetigo. In each of the original studies, examination findings were recorded for each of nine body regions (Fig 1).\nClinical findings were classified into nine body regions. The upper arm included the axilla and the elbow. The lower arm included the wrist. The upper leg included the hip and knee. The lower leg included the ankle. For the purposes of this study areas that were classified as exposed are shown using a dashed-line and those that were classified as unexposed using a dotted-line.\n\n\nAnalysis\nTo obtain a reference diagnosis, we classified each individual as having scabies or not, according to whether scabies had been detected at any body site, using the standard examination conducted in the original studies. We further classified those with scabies, based on the presence or absence of scabies at each of the nine regions. We defined body regions as “exposed” if they could be routinely examined without removing clothes. The face, the upper arm (including the elbow) and lower arm (including the wrist), hands and the lower leg (including the ankles) and feet met this definition. The torso, upper legs (including the knee), buttocks and groin were the “unexposed” regions.\nWe then evaluated simplified diagnostic algorithms based on body region-specific findings: A person would be classified as having scabies if it was detected at a particular region or grouping of regions. For these algorithms, we calculated the sensitivity compared to the reference standard based on whole-body examination. We then identified groupings which provided greater than 90% sensitivity in comparison to the reference standard. We assessed sensitivity across subgroups defined by gender, age group, severity of scabies and the presence or absence of impetigo. We calculated the prevalence of scabies that would have been measured in each of the three original studies using optimal combinations based on simplified examination. We used a one-sided test to compare the proportion of individuals diagnosed with scabies based on the standard examination with the proportion diagnosed based on an examination of ‘exposed’ body regions. We considered a p-value of <0.05 to be consistent with a statistically significant difference. Statistical analysis was performed in R 3.4.3 (The R Foundation for Statistical Computing).",
    "Results": "The combined sample size of the three study datasets was 5,358, with similar numbers contributed from each of the three surveys (1908, 1399 and 2051 from Western and Choiseul provinces of the Solomon Islands, and Fiji). Overall 2,801 (52.3%) of study participants were female and the median age was 14 years (IQR 7–36 years) (Table 1).\nIn the original studies 1,373 individuals (25.6%) were diagnosed with scabies (18.1%, 18.7% and 36.4% across the surveys) at any body location. Scabies was present in a median of 2 body regions (IQR 1–3). Of the 1373 cases of scabies, the disease was classified as mild in 684 (49.7%) participants, moderate in 513 (37.5%) and severe in 176 (12.8%). Data on scabies severity was missing for two participants, so they were excluded from subgroup analyses. Overall the proportion of individuals with impetigo in the original studies was 26.6% (n = 1,425) and was significantly higher among individuals with scabies (45.1% vs 20.2%, OR 3.24, p <0.001).\nThe highest diagnostic yield was through examination of the hands (sensitivity compared to whole body examination 51.2%), feet (49.7%), and lower legs (48.3%). As shown in Table 2, examination of the whole of the upper limb (upper arm, lower arm and hand) had a sensitivity of 67.4% (95% CI 64.8–69.8%) compared to the reference standard examination. Examination of the exposed part of the lower limbs (lower leg and feet) had a sensitivity of 55.8% (95% CI 53.2–68.5%) compared to the reference standard examination. Examination of the exposed components of both limbs had sensitivity of 93.2% (95% CI 91.2–94.4%).\nThe sensitivity of the algorithm based on exposed regions was above 90% across all subgroups defined by sex and age group except people over 50 years, in whom it was 88.0% (95% CI 81.3–92.7). It was greater than 90% in mild, moderate and severe scabies and individuals with or without impetigo (Table 3). Excluding the upper arms from the examination significantly reduced the sensitivity in a number of subgroups while examining the remaining exposed site, the face, did not significantly increase sensitivity (Table 3).\nThe prevalence estimates derived from simplified examination did not differ significantly from those obtained in any of the original surveys. Excluding the upper arm resulted in a statistically significant difference in the prevalence estimate in a single survey (Table 4).",
    "Discussion": "Based on analysis of primary data from three large, population-based surveys of scabies prevalence, we found that restriction to particular body regions defined as exposed had close to 90% sensitivity for detecting scabies, compared to a whole-body examination. Use of a restricted examination would have generated prevalence estimates very similar to those obtained from full body examination. Importantly, this finding was not dependent on severity of scabies or the presence or absence of impetigo.\nWith scabies newly recognised as a neglected tropical disease by WHO, efforts are underway to identify and implement intervention strategies, potentially including MDA. In order to scale up interventions, it will be necessary to have standardised means of classifying geographic areas in regard to scabies prevalence. Best practice methods of assessment reported from recent prevalence surveys and trials have generally depended on whole body examination by experts in dermatology. This method has a number of limitations, including the need for private examination rooms, the time required, and participant sensitivities about examination. Defining and validating a simplified form of examination will facilitate mapping, especially in resource-limited settings. The approach of seeking simplifications in diagnostic processes has been used in the context of other NTDs such as the WHO grading criteria for trachoma [7], and allowed the large-scale mapping of disease prevalence [10].\nEven more limited examination, such as the hands alone, had a sensitivity of only 51.2%. It might be argued that for public health decision-making, it is more important to provide a broad ranking of prevalence than to accurately estimate the absolute level, but the markedly reduced sensitivity of examining the hands alone would substantially increase the likelihood of making the wrong decision. More feasibly, an examination of both arms and both lower legs had greater than 90% sensitivity, providing an option that balances accuracy for public health purposes, while being practical in the field.\nIn all three studies that were the source of data for the analyses presented here, the diagnosis of scabies was made by an individual experienced in the diagnosis of scabies. We used current best available diagnostic criteria which have previously been validated in both the Pacific and Africa [9,11]. Potentially, the sensitivity of a more limited examination might be reduced if conducted by a person with less training or experience. It will be important to conduct further validation of simplified examination performed by those with less experience. Validation of the simplified criteria could be conducted alongside prospective validation of recently published consensus diagnostic criteria for scabies [12]. A crucial step in preparing for such validations will be the development of standardised training materials so that a much larger number of assessors can be engaged in evaluations of scabies prevalence, as has been done for trachoma grading [10].\nA limitation of the data sources analysed is that the breasts and groin were only examined in the underlying surveys if participants reported itch. It is therefore possible that some people had scabies in these regions but were classified as not having scabies. The consequence of this would be an over-estimate of the sensitivity of a more limited examination. However, these differences would be unlikely to alter the prevalence estimates sufficiently to be of public health importance.\nOur data are derived entirely from studies conducted in the Pacific region. Evaluation of the proposed simplified diagnostic approach will need to be conducted in a wider range of demographic and geographic settings to ensure the findings are broadly applicable. The extent to which areas of the skin are exposed and may be examined is to a large extent culturally dependent, and will therefore vary by region. For example, in some regions lifting up a sleeve to examine the lower portion of the upper arm may therefore be considered unobtrusive but lifting up a shirt to expose the abdomen less so. Further studies are necessary to evaluate our proposed simplified algorithm in a variety of epidemiologic settings, using prospective methodology. Further validation of the simplified assessment will need to consider both the accuracy, and acceptability of different levels of examination. Other issues, such as the gender of the examiner and setting of the examination, will also be relevant in ensuring that culturally appropriate methods of prevalence assessment are widely available in scabies-endemic areas.\nThe adoption of scabies as a neglected tropical disease by the WHO has provided fresh impetus to the development of tools to control scabies as a public health problem. Our study adds valuable data to the development of a simplified diagnostic process for scabies that may be applied to guide decisions about future public health interventions."
}