{
    "Introduction": "There is large overlap in the distribution of global disease burdens attributable to neglected tropical diseases (NTDs), malaria, enteric infections and under-vaccination. Despite nearly a decade of advocacy for integrated monitoring and control [1], prevailing surveillance efforts maintain a single-disease focus, and the high cost of fielding surveys to collect specimens means that programs conduct surveillance infrequently or not at all. High throughput, multiplex antibody assays enable the simultaneous measurement of quantitative antibody responses to dozens of pathogens from a single blood spot [2]. When coupled with existing surveillance platforms, multiplex antibody assays could enable the global community to more quickly identify public health gaps, including: recrudescence of NTD or malaria transmission in elimination settings, stubborn areas of high transmission, emerging infectious diseases, and under-vaccination. Of particular interest are methods to analyze measurements collected in cross-sectional surveys because most large-scale global surveillance efforts use this design (e.g., immunization coverage surveys, malaria indicator surveys, transmission assessment surveys for NTD elimination programs, demographic and health surveys).\nA unique attribute of antibody measurements is that they provide an immunological record of an individual’s exposure or vaccination history, and thus integrate information over time [3]. Yet, the information contained in circulating antibodies varies greatly by pathogen and antibody measured, and it is this complexity that presents challenges to the use of antibody measurements for integrated surveillance. Most previous studies have reduced quantitative antibody measurements to seropositive and seronegative groups by choosing a cut point, and then have used models to estimate seroconversion rates from age-dependent seroprevalence as a measure of pathogen transmission [3,4]. The choice of seropositivity cut point can be ambiguous for many pathogens, as examples in this article will illustrate, and can vary widely in lower transmission settings depending on the reference population or statistical method used [5]. A second challenge in lower transmission settings is that seropositive individuals are extremely rare, and so accurate estimates of seroprevalence require large samples [6]. Conversely, in high transmission settings, seroprevalence can fail to capture the immune response from repeated infections where antibody levels increase following each exposure and wane over time [7,8]. Thus, analytical methods that use the quantitative response directly avoid the difficulty of defining cut points, accommodate complex, dynamic changes in antibody levels that can present difficulties to seroconversion models [4], and may provide higher resolution information in very low- or very high transmission settings.\nTo our knowledge there has not been a broad-based assessment for whether quantitative antibody measurements present an opportunity for integrated surveillance across diverse pathogens. Two recent contributions in the malaria literature proposed mathematical models to measure changes in transmission from quantitative antibody responses [8,9]. Both models require strong parametric assumptions such as constant rates of antibody acquisition and loss over different ages, or constant transmission over time, which may be difficult to justify for many pathogens of interest in an integrated surveillance platform.\nOur objective was to develop a general and parsimonious method to measure changes in infectious disease transmission from quantitative antibodies. We approached the problem from a different perspective than mathematical modeling, and instead focused on recent advances in machine learning and statistical estimation theory to measure differences in transmission within or between populations. We also aimed to assess whether the method could generalize across diverse pathogens that can be measured in multiplex assays, such as neglected tropical diseases, malaria, and enteric pathogens. A widely observed phenomenon across infectious diseases is that changes in pathogen transmission result in a “peak shift” of infection intensity by age: as transmission intensity declines in a population, the age-specific prevalence and intensity of infection tends to rise more slowly at younger ages and peak at lower overall levels [10]. We sought to extend this observation to measure changes in transmission using quantitative antibody levels rather than measures of patent infection-an approach suggested by mathematical models of parasite immunity [10,11] with empirical support in a comparison of populations with varying helminth transmission intensity [12].\nWe focused on a general mechanism of acquired immunity elicited by most infectious pathogens. Children are born with maternal immunoglobulin G (IgG) antibodies that wane over the first 3–6 months of life, and from ages 4–6 weeks begin to produce their own IgG antibodies in response to antigen exposure [13]. The aggregation of individual IgG responses generates a curve of population average IgG levels that rises in the first years of life until it plateaus at adult levels [14]. Transferred maternal immunity-a function of maternal immunologic memory-likely influences the magnitude of the population-average IgG curve’s intercept near birth [13]. Antigen exposure is needed to maintain antibodies in blood, either by stimulating the proliferation of memory B-cells to replenish short-lived plasma cells or by stimulating the production of non-germinal center short-lived plasma cells [14]. Antigen exposure induces rapid proliferation and differentiation of short-lived B-cells, with somatic hypermutation leading to increased affinity following each exposure. As transmission declines, population-average serum IgG levels should rise more slowly as the age of first infection increases and repeated exposures become infrequent. For pathogens that elicit antibody responses that wane over time, the number of long-lived antibody secreting cells should decline without recent antigen exposure [14], which in turn should be reflected in a lower plateau of the age-dependent antibody curve. We therefore hypothesized that reduced pathogen transmission would cause pathogen-specific IgG antibody curves to increase more slowly with age and plateau at lower levels, and that quantifying changes in the curves would provide a robust and sensitive measure of changes in transmission within or between populations.",
    "Methods": "Overview of the approach\nTo test this hypothesis, we examined age-dependent antibody responses (“age-antibody curves”) to diverse pathogens in populations with likely differences in transmission intensity. We fit age-antibody curves with a data adaptive, ensemble machine learning algorithm that can include additional covariates to control for potential confounding [15]. The curves represent a predicted mean antibody level by age (a) for each exposure group (x), which we denote E(Ya,x) in the statistical methods. We used the age-adjusted mean antibody response within each group (x) as a summary measure of transmission, denoted E(Yx), and estimated differences between group means. For example, below we describe an analysis of age-antibody curves using antibody response to the Wuchereria bancrofti Wb123 antigen in a population before (X = 0) and after (X = 1) mass drug administration (MDA). We estimated a separate curve in the population before E(Ya,0) and after E(Ya,1) MDA, and tested for differences between the curves by comparing summary mean Wb123 response between the two measurements, E(Y1)—E(Y0), averaged over age and potentially other confounding covariates (statistical methods include details).\nThe age-adjusted mean antibody response equals the area under the age-antibody curve (S1 Text). The approach thus integrates the steepness of the curve’s initial rise at young ages as well as its sustained magnitude at older ages, with lower transmission measured by reductions in group means. Comparing group means intuitively represents an average difference between groups across all points in the curves. If particular age ranges are of interest, such as young children, then the mean can be estimated over restricted regions of the age-antibody curve.\n\n\nLymphatic filariasis transmission on Mauke Island\nMauke, Cook Islands was endemic for W. bancrofti in decades past, and in 1987 there was an island-wide MDA of all individuals ≥5 years old with diethylcarbamazine. The present analysis included serum samples from two cross-sectional measurements of the permanent resident population; the first in 1975 (N = 362, approximately 58% of the population) and the second in 1992, 5 years after the island-wide MDA (N = 553, approximately 88% percent of the population) [16]. Both studies preserved serum samples by freezing them in liquid nitrogen within hours of collection and storing them at -80°C. Serum samples were tested for IgG antibody levels to the Wb123 antigen using a Luciferase Immunoprecipitation System (LIPS) assay, as previously described in detail [17]. Data presented are in luminometer units from averaged duplicate samples.\nWe re-analyzed data from the original assessment of the effect of the MDA campaign on Wb123 antibody levels [16] using the statistical methods described below. We estimated separate age-antibody curves in 1975 and 1992. To make statistical comparisons between the curves, we estimated means for each survey year and differences between surveys, stratified by 5 year age group for ages ≤20 years old. For a subsample of 114 individuals who were measured in both 1975 and 1992, we compared Wb123 antibody levels in subgroups defined by whether they had circulating antigen to adult W. bancrofti—an indication of active infection-at one or both time points. We plotted individual changes in Wb123 antibody levels to visualize antibody acquisition and loss in different subgroups.\n\n\nMalaria transmission in the Garki Project, Nigeria\nThe Garki Project, led by the World Health Organization and the Government of Nigeria, included a comprehensive malaria intervention study that took place in 22 villages in the rural Garki District, Nigeria (1970–1976) [18]. We obtained publicly available study datasets for this analysis (http://garkiproject.nd.edu). The intervention included a combination of insecticide spraying and mass drug administration of surfanene-pyrimethamine in 1972–1973, along with targeted distribution of chloroquine to children <10 and self-reporting fever cases in the 1974–75 post-intervention period. The study documented large reductions in the proportion of individuals testing positive for Plasmodium falciparum infection by microscopy as a result of the intervention.\nIn a subset of two control villages and six intervention villages, the study collected multiple serological measures that have been described in detail [18]. Briefly, the study collected serum from all members present in a village in eight rounds that alternated between wet and dry seasons. We limited the analysis to 4,774 specimens collected from individuals <20 years old because that age range captured nearly all of the change in the age-antibody curve (median serum samples per round in each village: 74, range: 19–158). Serological survey rounds 1–2 took place in the wet and dry season before the intervention started, rounds 3–5 took place during the active intervention period at 20, 50, and 70 weeks after intervention initiation, and rounds 6–8 took place at 20, 40, and 90 weeks after the conclusion of intervention activities. The sixth measurement was collected in the intervention villages only. From each participant, finger prick blood samples were collected in two 0.4-ml heparinized Caraway tubes for immunological testing. Individuals contributed between 1 and 8 samples over the course of the study (median = 3). We focused on P. falciparum antibody response measured with the IgG indirect fluorescent antibody (IFA) test. We converted IFA titers to the log10 scale and then estimated mean IFA titre by age separately for intervention and control villages in each measurement round. We compared curves using the difference between age-adjusted means. We repeated the analysis at the village level to make separate comparisons of each individual intervention village against control to examine curves and measures of transmission at smaller spatial scale.\nThe study collected extensive wet season entomological measurements in three of the villages with serological monitoring. The co-located entomological and serological measurements enabled us to compare village-level mean antibody levels and seroprevalence with the wet season entomological inoculation rate (EIR) as the transmission intensity changed in the intervention villages. EIR estimates from Table 4 of the original study [18] were used in the analysis. The EIR represents the number of sporozoite positive bites per person over each wet season, and was estimated by multiplying the man-biting rate by the sporozoite positive rate in night-bite collections. Night-bite collections were conducted every 2 weeks using 2 indoor and 2 outdoor stations per village, with 2 human bait collectors in each station throughout the night. We estimated village level mean IFA antibody titers restricted to serum samples collected during the same periods of EIR monitoring, and we measured the association between village level mean antibody titers and the EIR with the Spearman rank correlation coefficient.\nAfter completing the primary analysis that estimated age-antibody curves by survey for control and intervention villages, we noticed a reduction in age-adjusted geometric mean antibody titers between wet and dry survey rounds 1–2. We followed-up this observation with a secondary analysis, restricted to the control villages, that estimated age-antibody curves separately by survey round, which corresponded to wet and dry seasons: 1971 wet (survey 1), 1972 dry (survey 2), 1972 wet (survey 3), 1973 dry (survey 4), and 1973 wet (survey 5) [18]. Control villages were not measured in survey 6, and surveys 7–8 took place in the 1974 and 1975 wet seasons; we excluded surveys 7–8 from the secondary analysis because we were interested in comparing transmission in adjacent wet and dry seasons.\n\n\nEnteric pathogen transmission in Haiti and the United States\nOur analysis of enteric pathogen antibody measurements relied on two existing data sources. Haiti samples were collected from a longitudinal cohort of 142 children, enrolled between the ages of 1 month and 6 years on a rolling basis from 1991–1999 to monitor lymphatic filariasis, and the selection of samples from the Haiti cohort has been described in detail [19]. Children were followed up to 9 years (median 5 years) and each child was measured approximately once per year. At each measurement, the study collected finger prick blood samples. The multiplex bead assay techniques and antibody results for the Cryptosporidium parvum recombinant 17-kDa and 27-kDa antigens [20], the VSP-5 fragment of Giardia intestinalis variant-specific surface protein 42e [21], and the Entamoeba histolytica lectin adhesion molecule (LecA) [22] have been described [19,23]. Enterotoxigenic Escherichia coli (ETEC) heat labile toxin β subunit [24] and lipopolysaccharide (LPS) from Salmonella enterica serotype Typhimurium (Group B) [25] were purchased from Sigma-Aldrich (St. Louis, MO). Purified recombinant norovirus GI.4 and GII.4 New Orleans [26] virus-like particles from a baculovirus expression system [27] were kindly provided by J. Vinje and V. Costantini (CDC, Atlanta, GA). Proteins and LPS were coupled to SeroMap beads (Luminex Corp. Austin, TX) at 120 μg per 12.5 x 106 beads in phosphate-buffered saline at pH 7.2 and were included in the multiplex bead assays previously described [19].\nAs part of a serologic study in the United States (USA) [28], our lab (JWP, PJL) had banked 86 anonymous blood lead samples collected in 1999 from children ages 0–6 years. The USA samples were tested contemporaneously with the Haiti longitudinal cohort using the same techniques and bead preparations [19]. We used these anonymous samples from the USA to compare antibody curves with the Haitian children.\nFor each enteric antibody, we estimated separate age-antibody curves in the USA and Haiti using all measurements collected at ages <5.5 years (ages of overlap between the sample sets). We then estimated geometric means for each population and differences between means as described in the statistical methods.\n\n\nStatistical methods\nA cross-sectional survey measures an individual’s quantitative antibody level (Y), age (A), and other characteristics (W). Many surveillance efforts are also interested in differences in antibody levels by one or more exposures (X), which could be confounded by A and W. We assumed the observed data O = (Y, A, W, X) ~ P0 arose from a simple causal model (S2 Text includes additional details): W = fW(UW); A = fA(UA); X = fX(A, W, UX); Y = fY(X, A, W, UY).\nEstimation of age-dependent antibody curves.We estimated the mean antibody level by age, conditional on exposure to X, E(Ya,x), and potentially adjusted for covariates W:\n(1)\nThe functional form between antibody response and age can be very nonlinear and differ depending on the population, pathogen, and antibody studied. Data adaptive machine learning provides a robust and flexible estimation approach for the curves [4]. We used an ensemble algorithm called “super learner” that uses cross-validation to combine many different algorithms into a single prediction [15]; the ensemble prediction has cross-validated prediction error less than or equal to any of its constituent algorithms. Ensemble approaches are particularly useful for applications like integrated surveillance when no single model or algorithm will consistently provide the best fit to the data across pathogens and populations. Including a diverse library of models and algorithms in the ensemble ensures the best estimation of the age-antibody relationship across diverse applications. We fit age-dependent antibody curves using the ensemble, and then estimated the marginally adjusted antibody level for each age in the observed data (additional details in S2 Text).\n\nSummary of the curve.We targeted the mean antibody response adjusted for age (A) and potential covariates (W), conditional on exposure group (X = x):\n(2)\nThe mean antibody response is a smooth functional of the curve, which makes it tractable and efficient to estimate from a statistical perspective. The mean equals the area under the age-antibody curve (AUC) when age is independent of covariates W; if the independence assumption does not hold, then it is equivalent to estimating the AUC within strata of W (S1 Text). The mean (equal to AUC) is a useful summary measure because it incorporates both the steepness of the initial rise in the curve at early ages as well as the sustained height of the curve at older ages-for these same reasons this summary measure is widely used for vaccine response in individuals over time and in bioequivalence studies [29].\nWe compared mean antibody levels in populations with different levels of exposure (X), for example comparing Wb123 antibody levels to W. bancrofti before (X = 0) versus after (X = 1) mass drug administration. Our target parameter of interest was the marginal difference between groups in mean antibody levels, averaged over age (A), and potentially confounding covariates (W):\n(3)\nWe estimated the difference in mean antibody levels using with targeted maximum likelihood estimation (TMLE) [30]. TMLE is a double-robust, efficient estimation approach that naturally incorporates machine learning in the estimation process and still recovers accurate statistical inference [31]. We estimated influence curve-based standard errors and P-values, which accounted for repeated observations if that was a feature of the design [30]. Stratified analyses (e.g., village estimates or estimates within age bands) stratified the data, estimated the mean difference within strata, and then adjusted P-values using a Bonferroni correction (additional details in S2 Text).\n\nInterpretation using binary outcomes (seroprevalence).Many current rapid diagnostics for neglected tropical diseases and malaria provide dichotomous (seropositive/seronegative) results [32,33]. The nonparametric method is very general and can, in principle, be applied to dichotomous test results, where E(Ya,x) then estimates the age-dependent seroprevalence curve and E(Yx) estimates age-adjusted mean seroprevalence. We compared quantitative antibody curves with seroprevalence curves for the Mauke lymphatic filariasis and Garki malaria examples where we could establish clear seropositivity cutoffs. In the Mauke study, a previous analysis found a cutoff value of 10968 light units had sensitivity >98% and specificity ranging from 94–100% when compared with negative and positive control samples, including those co-infected with other helminths [17]. In the Garki study, we treated any response to P. falciparum in the IFA test as positive [18]. For enteric pathogens, we used finite mixture models to estimate 2 gaussian components [34], and then estimated the seropositivity cutoff values using the mean plus 3 standard deviations of the first component; we compared three separate cutoffs using USA samples alone, Haiti samples alone, and combined USA and Haiti samples.\n\nSoftware and replication files.We used the R statistical software (version 3.2.4, www.R-project.org) for analysis and data visualization. Replication files (datasets, scripts) and an R software package to implement the approach (tmleAb) are available through GitHub and the Open Science Framework: https://osf.io/8tqu4. S1 Table includes a Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) checklist.\n\n\n\nEthics statement\nStudy protocols for Mauke were approved by the government of the Cook Islands and the NIAID Institutional Review Board, and all adult subjects provided written informed consent. Consent for children was obtained by verbal assent as well as written consent from legal guardians. The Haiti study protocol was reviewed and approved by the Centers for Disease Control and Prevention’s Institutional Review Board and the Ethical Committee of St. Croix Hospital (Leogane, Haiti) and all subjects provided verbal consent. Human subjects review boards approved a verbal consent process because the study communities had low literacy rates. Mothers provided consent for young children, and children 7 years or older provided assent.",
    "Results": "Lymphatic filariasis in Mauke\nThere was a distinct shift in the W. bancrofti Wb123 age-antibody curve before and five years after a single diethylcarbamazine MDA (Fig 1a), and differences between curves show more gradual antibody acquisition with age in the post-MDA measurement (Fig 1b). As previously noted [16], mean Wb123 antibody levels declined in individuals who tested positive for circulating filarial antigen before MDA (a sign of active infection) but had no detectable circulating antigen post-MDA, as well as among those who tested negative for circulating antigen at both time points (Fig 1c). Together, these results show that slower antibody acquisition combined with antibody loss, presumably a reflection of lowered transmission potential post-MDA, underlie the curve shift. Seroprevalence estimates for Wb123 followed a similar pattern as the quantitative antibody response (S1 Fig). A caveat of the Wb123 seroprevalence analysis was that the seropositivity cutoff, chosen to have near perfect sensitivity and specificity with respect to controls [17], fell in the center of the Wb123 distribution in the post-MDA measurement (lower transmission) (S1 Fig). This observation makes it more difficult to argue that there were two distinct seropositive and seronegative populations-an assumption avoided when relying directly on quantitative antibody levels.\nIgG antibody response to the Wb123 antigen for W. bancrofti measured in blood specimens from residents in 1975 (N = 362) before MDA and again in 1992 (N = 553), five years following a single, island-wide MDA with diethylcarbamazine. a, Mean antibody levels E(Ya,x) by age (a) and survey year (x); individual antibody responses (points) are shown along with summary curves. b, Age-adjusted geometric mean antibody response, E(Yx), and 95% confidence intervals before (1975) and five years after (1992) MDA, stratified by 5 year age category (all differences significant at P ≤ 0.0001 after Bonferroni correction). c, Wb123 antibody response in 1975 and 1992 stratified by the presence of circulating filarial antigens (Ag) at each measurement in the subsample of 112 individuals who were measured at both time points (two individuals not shown were Ag- in 1975 and Ag+ in 1992), along with age-adjusted geometric means, E(Yx), and 95% confidence intervals. Differences between means are significant (Bonferroni corrected P ≤ 0.01) except for the Ag+/Ag+ group. Individual trajectories are colored by the higher of the two measurements: decreases are orange, increases are blue. The source data used to generate this figure are here: https://osf.io/8tqu4 (mauke), and the scripts used to generate the figure are here: https://osf.io/ek3sx (mauke).\n\n\nMalaria in the Garki Project, Nigeria\nCompared to control villages, there was a consistent shift in P. falciparum age-antibody curves with increased length of the insecticide spraying and MDA intervention in the Garki project (Fig 2a). During the active intervention period, children in intervention villages exhibited a sharp drop in antibody levels from birth and a more gradual increase in antibody levels compared with children in control villages. Mean IFA titers demonstrated group comparability before intervention, reduced transmission during intervention, and a transmission resurgence after the intervention period (Fig 2a)—a pattern that corresponded closely with rates of patent parasitemia measured in the original study [18]. Age-dependent seroprevalence curves followed a similar pattern to the quantitative antibody results, but changes due to intervention were less pronounced because reductions in seroprevalence were only detectable among children < 5 years old (Fig 2b). When estimated at the finer resolution, village level rather than in aggregate, mean antibody titers more clearly distinguished intervention and control villages compared with seroprevalence (S2 Fig). Village level mean antibody titers correlated strongly with wet season EIR (Spearman’s ρ = 0.75) and with seroprevalence (Spearman’s ρ = 0.93, Fig 3).\nAntibody response measured with the IgG indirect fluorescent antibody (IFA) test for P. falciparum using semi-quantitative antibody titers (a) or reduced to seroprevalence (b). Estimates stratified by pre-intervention period wet and dry seasons (survey rounds 1–2), active intervention period (survey rounds 3–5, at 20, 50, and 70 weeks following the start of intervention), and the post-intervention period (survey rounds 6–8 at 20, 40, and 90 weeks following the end of the intervention). N = 4,774 total measurements, with 153–442 measurements per curve. Control measurements were combined across survey rounds within each period when plotting the curves to facilitate visual comparison of shifts in transmission between surveys. Age-adjusted means by intervention group, E(Yx), provide summary differences between curves at each survey round. Error bars show 95% confidence intervals for the age-adjusted geometric means or seroprevalence and differences between groups are significant P ≤ 0.01 (Bonferroni corrected) for all rounds except pre-intervention surveys 1 and 2. Control villages were not measured in survey 6. The source data used to generate this figure are here: https://osf.io/8tqu4 (garki), and the scripts used to generate the figure are here: https://osf.io/ek3sx (garki).\na, P. falciparum IFA titers versus EIR. b P. falciparum IFA titers versus seroprevalence. c, P. falciparum seroprevalence versus EIR. Ajura was a control village (no treatment) while Rafine Marke and Nasakar were intervention villages. A single data point outside the figure range is not shown in EIR plots (Nasakar 1972, EIR value = 0, E(Yx) = 103.0591), but was included in the Spearman’s rank correlation estimates (ρ). The source data used to generate this figure are here: https://osf.io/8tqu4 (garki), and the scripts used to generate the figure are here: https://osf.io/ek3sx (garki).\nMalaria transmission was highly seasonal during the study, with more intense vector transmission and incident infections in the wet seasons [18]. In a secondary analysis, we restricted the population to control villages and fit age-antibody curves separately by survey rounds 1–5, which corresponded to sequential wet and dry seasons. We observed a distinct shift in the age-antibody curve, consistent with lower transmission in the dry season, but only among children <5 years old; older children exhibited far less seasonal variation in mean IFA antibody titers compared with children <5 years (Fig 4).\nAntibody response measured with the IgG indirect fluorescent antibody (IFA) test for P. falciparum. a, Mean antibody levels by age (a) and season (x), E(Ya,x). b, Age-adjusted geometric means by age category and season, E(Yx), summarize the curves. Error bars show 95% confidence intervals and P-values mark significant differences (Bonferroni corrected) between adjacent seasons. The source data used to generate this figure are here: https://osf.io/8tqu4 (garki), and the scripts used to generate the figure are here: https://osf.io/ek3sx (garki).\n\n\nEnteric pathogens in Haiti and the USA\nAge-antibody curves for IgG antibody responses to protozoan, bacterial, and viral enteric pathogens were consistent with lower levels of enteric pathogen transmission in the USA (Fig 5). The Haiti and USA populations likely illustrate enteric antibody curves near the bounds of high and low transmission environments, and show that as transmission declines the curves flatten. The results illustrate both the consistency of the general pattern across diverse taxa as well as the facility with which the analysis method generalizes to multiplex applications where numerous antibodies can be measured from a single blood spot. In most cases, enteric pathogen antibody distributions did not show obvious seropositive and seronegative subpopulations, and seropositivity cutoff values varied when estimated using different sample sets (S3 Fig). In most cases, seropositivity cutoffs using the Haiti specimens alone fell outside the observed range of the antibody distributions (S3 Fig).\nAntibody response measured as median fluorescence intensity (MFI) minus background in multiplex bead assays on the Luminex platform. In each panel, individual antibody responses (points) are shown along with age-dependent means. Each panel also includes the geometric mean by country, E(Yx), with error bars marking 95% confidence intervals (all differences significant at P ≤ 0.001 after Bonferroni correction). a. Cryptosporidium parvum recombinant 17-kDa antigen; b. Cryptosporidium parvum recombinant 27-kDa antigen; c. Giardia intestinalis variant-specific surface protein-5 (VSP-5); d. Entamoeba histolytica lectin adhesion molecule (LecA); e. enterotoxigenic Escherichia coli (ETEC) heat labile toxin β subunit; f. Salmonella spp. lipopolysaccharide (LPS) Group B; g. Norovirus Group I.4; h. Norovirus Group II.4 New Orleans. The source data used to generate this figure are here: https://osf.io/8tqu4 (enterics), and the scripts used to generate the figure are here: https://osf.io/ek3sx (enterics).",
    "Discussion": "Key findings\nWe have shown that diverse, pathogen-specific serum IgG levels follow a characteristic shape with increasing age, and that changes in transmission are reflected in a shift of the age-antibody curve that can be summarized by changes in mean antibody levels. Consistent with our hypothesis, reduced transmission produced age-antibody curves that rose more slowly and plateaued at lower levels. The generality and consistency of the age-antibody relationship across diverse infectious diseases, populations, and diagnostic platforms suggest that this simple, robust methodology constitutes a useful way to measure changes in transmission for pathogens with serum IgG antigen targets.\n\n\nInterpretation\nOur results support the use of quantitative antibody levels to measure changes in pathogen transmission as a complement or alternative to seroprevalence and other metrics based on a binary response. For infections that generate lifelong immunity, a characteristic of many vaccine preventable diseases, seroprevalence provides information about population-level immunoprotection and information beyond the first exposure is lost. However, for infections that are partially or transiently immunizing, examples from this study illustrate that mapping a quantitative antibody measurement to seroprevalence can lose substantial information. For example, the Garki project analysis illustrated that in a high transmission setting, the intensive insecticide spraying and MDA intervention reduced P. falciparum antibody titer across ages 0–20 years, but reduced seroprevalence only among children <5 years (Fig 2). The reduction of antibody levels across a broader age range in the quantitative analysis was presumably caused by less immune system boosting in older individuals living in intervention villages-an effect missed when using seroprevalence. Conversely, in lower transmission settings where seropositive individuals are rare, quantitative antibody levels can still provide information about reduced exposure. Waning W. bancrofti Wb123 antibody levels among individuals in Mauke without circulating antigen (Fig 1c) provided another example for how quantitative responses could provide more information about gradations in exposure that are lost with binary, positive/negative assays. These findings are broadly consistent with recent comparisons of quantitative antibody and seroprevalence estimates in the malaria context [9]. Indeed, quantitative antibody levels could provide complementary, high resolution information alongside more traditional metrics of infection to identify heterogeneous transmission in populations-a recent example illustrated the value of using malarial antibody levels directly to identify transmission hotspots in Cambodia [35], and similar applications could be possible for NTDs and other infectious diseases.\nMany pathogens whose infections elicit partial or waning immunity have complex immunology that results in a unimodal distribution of antibody levels in a population, which makes it difficult or impossible to identify distinct seropositive and seronegative groups. The W. bancrofti and enteric pathogen analyses provided many examples where seropositivity cutoffs either could not be estimated or fell in the center of unimodal (rather than bimodal) distributions (S1 and S3 Figs). In those cases, a comparison based on mean antibody levels obviated the need to choose a cutoff.\nMean antibody levels should require fewer observations to estimate precisely than seroprevalence since reducing a quantitative measure to a binary measure results in a theoretical loss of >36% of Fisher’s information [36]. A sample of 20 individuals is unlikely to provide accurate information about seroprevalence or seroconversion rates [6], but could provide a reliable estimate of mean antibody levels-the village-level analyses in the Garki project showed that use of P. falciparum quantitative antibodies led to larger and more precise estimates of differences between control and intervention groups than seroprevalence when estimated in small samples (S2 Fig). This could be a particular advantage for serological surveillance in population-based surveys where sampling clusters often include fewer than 30 people [37], and our labs are currently working on more formal guidance for sampling designs based on quantitative antibody levels.\nThe use of data-adaptive, ensemble machine learning to fit antibody curves and compare means has several strengths in the context of developing a generalized methodology for integrated surveillance. The approach is: implemented in open-source software, extremely flexible, easy to adjust for potential confounding covariates, minimally biased, and highly efficient [15,30,38]. Ensemble approaches have been successful in cases where no single model is likely to be correct across diverse applications-for example, cause of death classification in the Global Burden of Disease studies [39], mortality prediction in intensive care units [40], or predicting malaria incidence from diverse antibody panels [41]. An ensemble library can include a range of models or algorithms, and if simpler models perform better they will be upweighted in the estimation [15]. Previous statistical methods have used quantitative antibody levels to measure differences in pathogen transmission by estimating parameters such as infection rates [41–43], seroconversion rates [3,4,44], or antibody acquisition rates [8,9,44]. Incidence and seroconversion rates are epidemiologically useful, but to estimate them from quantitative antibody levels requires strong modeling assumptions, or well-characterized longitudinal cohorts that directly measure the parameter of interest to train models, or both. Measuring differences in transmission directly from antibody levels with age-antibody curves requires neither modeling assumptions nor well-characterized cohorts to train models or fit parameters. This could be an advantage for integrated surveillance platforms where pathogens vary greatly in their specific immunology and most lack detailed longitudinal cohorts to characterize their antibody infection profiles. The ensemble fits revealed consistent shifts in the age-antibody curve with lower transmission, but individual curves followed age-dependent patterns that varied by pathogen and setting. Data-adaptive, nonparametric algorithms tended to perform better than simpler models in terms of cross-validated R2, but there was no member of the ensemble that performed best across all pathogens and transmission settings (S4 Fig). We included in the ensemble library an antibody acquisition model developed for malaria [9], but that particular model underperformed in comparison with more flexible algorithms such as smoothing splines (S4 Fig). This result suggests it may be difficult to develop a single model that describes the full diversity of age-dependent antibody response across very different infectious diseases, and underscores the value of considering an ensemble approach for broad analyses envisioned through integrated surveillance.\nThe specific antibody kinetics and the age range in which the curves are estimated will influence the sensitivity of this approach to detect changes in transmission. Curves fit using antibodies with shorter half-lives should theoretically exhibit shifts more quickly with changes in transmission. Microarray screening efforts to identify malarial antibodies with a range of half-lives [41] open the possibility for discovering antibodies with high sensitivity to measure changes in transmission over short periods. With antibodies measured in multiplex, future work could develop methods to combine multiple antigens expressed by the same pathogen into a single quantitative response-a composite measure could prove more robust to differential immunogenicity arising from differences in host genetics.\nOur results show that serological surveillance among children captures the period of greatest change in the age-antibody curve, and analyses using children would be less susceptible to longer-term “cohort effects” that could influence the age-antibody relationship for antibodies with long half-lives [45]. Children are likely the most sensitive population to measure reductions in transmission: age-specific immunological profiles of malaria and vaccine response to diverse pathogens show that young children lose antibodies more quickly than adults because short-lived B cells predominate in young children, and antigen presentation and helper T-cell function increase with age [7,46,47]. Seasonal reductions in P. falciparum antibody titers among children <5 during the dry season when transmission was less intense were consistent with this observation (Fig 4). Surveillance activities that measure a very narrow age range, such as transmission assessment surveys to monitor lymphatic filariasis elimination programs (which only measure children ages 6–7 years), cannot estimate a full age-antibody curve but the summary mean would still provide a robust measure of adjusted mean antibody levels to compare populations (Fig 1b).\nQuantitative IgG antibody response integrates information about an individual’s pathogen exposure over time [3] - a characteristic of particular import for community-based surveillance of pathogens with low annual incidence and pathogens that cause many asymptomatic infections. Low incidence and asymptomatic presentation make community-based surveillance of changes in transmission difficult because either scenario requires very large numbers of specimens to be tested to identify incident infections. For example, Cryptosporidium parvum is implicated as a major pathogen of concern due to its contribution to hospitalized cases and prolonged episodes of diarrhea [48], but community-based studies of Cryptosporidium sp. require the collection of thousands of stool specimens. Large studies are needed because, even in hyper-endemic settings, rates of incident infections fall below a single episode per person-year [49], and because intermittent shedding of small numbers of oocysts in the stools of some infected individuals can make detection difficult [50]. We have illustrated that full age-antibody curves can be estimated with as few as 100–300 observations spread over different ages, which suggests they could be useful in the surveillance of pathogens with low annual incidence, or asymptomatic infections that clinical surveillance activities typically miss.\n\n\nLimitations and next steps\nThere are two main limitations of the approach. First, mean antibody levels do not estimate a direct epidemiologic transmission parameter, such as the incidence or force of infection. Thus, while mean antibody levels provide a flexible, sensitive method to measure differences in transmission within- or between populations, they provide only indirect information about the relative importance or health burden of different pathogens. Using the same underlying statistical method with binary outcomes to estimate seroprevalence (Fig 2, S1 Fig) partly addresses this limitation at the cost of losing some information, and our labs are actively working to extend these general methods to estimate a pathogen’s force of infection. A second limitation is that if a quantitative antibody assay has no global reference standard to translate arbitrary units into antibody titers, it will be difficult to make direct comparisons of mean antibody levels across different assays and studies. Until such reference standards exist, direct comparisons based on quantitative age-antibody curves and their summary means are only possible when comparing two or more surveys-or separate groups within a survey-for the same antibody response measured using the same assay. Assay standardization is a common challenge of any serological surveillance, so this limitation is shared by all methods that measure changes in transmission from antibody assays. The development of global reference standards for antibody assays used in infectious disease surveillance [51], as currently exist for many vaccine-preventable diseases, would facilitate between-study comparisons.\nThis study focused on IgG responses to lymphatic filariasis, malaria, and enteric pathogens measured in blood, but the method should apply to other immunoglobulin isotypes, other specimen types, and other infectious diseases. For example, similar shifts in IgE curves have been documented in populations with different soil transmitted helminth transmission [12], salivary IgG and IgA norovirus assays have been developed [52], and NTDs such as trachoma [53], dengue [54], and chikungunya [55] all have well-defined antigens that would be amenable to this methodology. Mean antibody response in defined geographic areas over time could translate directly to mapping activities used to target intervention programs and monitor transmission or immunization coverage. The ability to combine dozens of recombinant antigens into multiplex bead assays opens the possibility for high-throughput, integrated infectious disease surveillance that includes pathogens targeted for elimination such as NTDs and malaria alongside newly emerging pathogens, and vaccine preventable diseases [51]. The methods developed here provide a very general tool for integrated surveillance of antibody response from such data."
}