{
    "Background": "Visceral leishmaniasis (VL) is a vector-borne disease that is deadly if left untreated. Understanding which factors have prognostic value may help to focus clinical management and reduce case fatality. However, information about prognostic factors is scattered and conflicting. We conducted a systematic review and meta-analysis to identify prognostic factors for mortality among VL patients in East Africa.",
    "Methodology/Principal findings": "The review protocol was registered in PROSPERO (CRD42016043112). We included studies published in English after 1970 describing VL patients treated in East African health facilities. To be included, studies had to report on associations between clinical or laboratory factors and mortality during admission or during VL treatment, with a minimal study size of ten patients. Conference abstracts and evaluations of genetic or immunological prognostic factors were excluded. We searched for studies in MEDLINE and four other databases in December 2018. To assess the risk of bias in observational studies and clinical trials, we used the Quality in Prognostic Studies (QUIPS) tool. We included 48 studies in the systematic review, describing 150,072 VL patients of whom 7,847 (5.2%) died. Twelve prognostic factors were evaluated in five or more studies and these results were submitted to meta-analysis producing one pooled crude odds ratio (OR) per prognostic factor. The following factors were strongly (OR>3) and significantly (P-value<0.05) associated with mortality: jaundice (OR = 8.27), HIV (OR = 4.60), tuberculosis (OR = 4.06), age >45 years (OR = 3.69), oedema (OR = 3.52), bleeding (OR = 3.37), and haemoglobin ≤6.5 g/dl (OR = 3.26). Factors significantly and moderately (OR between one and three) associated with death were severe malnutrition, long duration of illness, young age (<5 years), and large spleen size.",
    "Conclusions/Significance": "These prognostic factors can be identified by health professionals in resource-constrained settings. They should be considered as “core” prognostic factors in future studies that aim at improving the prognosis of VL patients."
}