{
    "Background": "Schistosomiasis causes long-term illness and significant economic burden. Morbidity control through integration within existing health care delivery systems is considered a potentially sustainable and cost-effective approach, but there is paucity of information about health-seeking behaviour.",
    "Methods": "A questionnaire-based study involving 2,002 subjects was conducted in three regions of Ghana to investigate health-seeking behaviour and utilization of health facilities for symptoms related to urinary (blood in urine and painful urination) and intestinal schistosomiasis (diarrhea, blood in stool, swollen abdomen and abdominal pain). Fever (for malaria) was included for comparison.",
    "Results": "Only 40% of patients with urinary symptoms sought care compared to >70% with intestinal symptoms and >90% with fever. Overall, about 20% of schistosomiasis-related symptoms were reported to a health facility (hospital or clinic), compared to about 30% for fever. Allopathic self-medication was commonly practiced as alternative action. Health-care seeking was relatively lower for patients with chronic symptoms, but if they took action, they were more likely to visit a health facility. In a multivariate logistic regression analysis, perceived severity was the main predictor for seeking health care or visiting a health facility. Age, socio-economic status, somebody else paying for health care, and time for hospital visit occasionally showed a significant impact, but no clear trend. The effect of geographic location was less marked, although people in the central region, and to a lesser extent the north, were usually less inclined to seek health care than people in the south. Perceived quality of health facility did not demonstrate impact.",
    "Conclusion": "Perceived severity of the disease is the most important determinant of seeking health care or visiting a health facility in Ghana. Schistosomiasis control by passive case-finding within the regular health care delivery looks promising, but the number not visiting a health facility is large and calls for supplementary control options."
}