{
    "Background": "Zika virus (ZIKV) disease outbreaks have been occurring in South America since 2015, and has spread to North America. Because birth defects and cases of Guillain Barré have been associated with infection with ZIKV, this has drawn global attention. ZIKV is generally considered an Aedes-transmitted pathogen. The transmission of ZIKV through blood by Aedes mosquito bites has been recognized as the major transmission route. However, it is not clear whether there are other transmission routes that can cause viral infection in mosquitos. The aim of the present study is to describe the susceptibility of Armigeres subalbatus, which often develop in human waste lagoons, to ZIKV, through oral infection in adult mosquitoes and urine infection in larvae.",
    "Methodology/Principal findings": "Five-day-old female Ar. subalbatus ingested infectious blood meals containing ZIKV. After 4, 7, and 10 days of ingesting infectious blood meals, ZIKV could be detected in the midguts, salivary glands, ovaries, and collected saliva of mosquitoes. The ZIKV infection rate (IR) on day 10 reached 40% in salivary glands and 13% in saliva, indicating that these mosquitoes were able to transmit ZIKV. In addition, ZIKV infection was also discovered in mosquito ovaries, suggesting the possibility of vertical transmission of virus. Moreover, Ar. subalbatus transmitted ZIKV to infant mice bitten by infectious mosquitoes. In a second experiment, 1st-instar larvae of Ar. subalbatus were reared in water containing ZIKV and human urine. After pupation, pupae were placed in clean water and transferred to a mosquito cage for emergence. Although ZIKV RNA was detected in all of the larvae tested, ZIKV was not detected in the saliva of any adult Ar. subalbatus. Considering that there are more uncontrollable factors in nature than in the laboratory environment, the possibility that the virus is transmitted to adult mosquitoes via larvae is very small period.",
    "Conclusions/Significance": "Adult Ar. subalbatus could be infected with ZIKV and transmit ZIKV through mosquito bites. Therefore, in many rural areas in China and in undeveloped areas of other Asian countries, the management of human waste lagoons in the prevention and control of Zika disease should be considered. Corresponding adjustments and modifications should also be made in prevention and control strategies against ZIKV."
}