{
    "Abstract": "Pathogenic Leptospira transmits from animals to humans, causing the zoonotic life-threatening infection called leptospirosis. This infection is reported worldwide with higher risk in tropical regions. Symptoms of leptospirosis range from mild illness to severe illness such as liver damage, kidney failure, respiratory distress, meningitis, and fatal hemorrhagic disease. Invasive species of Leptospira rapidly disseminate to multiple tissues where this bacterium damages host endothelial cells, increasing vascular permeability. Despite the burden in humans and animals, the pathogenic mechanisms of Leptospira infection remain to be elucidated. The pathogenic leptospires adhere to endothelial cells and permeabilize endothelial barriers in vivo and in vitro. In this study, human endothelial cells were infected with the pathogenic L. interrogans serovar Copenhageni or the saprophyte L. biflexa serovar Patoc to investigate morphological changes and other distinctive phenotypes of host cell proteins by fluorescence microscopy. Among those analyzed, 17 proteins from five biological classes demonstrated distinctive phenotypes in morphology and/or signal intensity upon infection with Leptospira. The affected biological groups include: 1) extracellular matrix, 2) intercellular adhesion molecules and cell surface receptors, 3) intracellular proteins, 4) cell-cell junction proteins, and 5) a cytoskeletal protein. Infection with the pathogenic strain most profoundly disturbed the biological structures of adherens junctions (VE-cadherin and catenins) and actin filaments. Our data illuminate morphological disruptions and reduced signals of cell-cell junction proteins and filamentous actin in L. interrogans-infected endothelial cells. In addition, Leptospira infection, regardless of pathogenic status, influenced other host proteins belonging to multiple biological classes. Our data suggest that this zoonotic agent may damage endothelial cells via multiple cascades or pathways including endothelial barrier damage and inflammation, potentially leading to vascular hyperpermeability and severe illness in vivo. This work provides new insights into the pathophysiological mechanisms of Leptospira infection."
}