{
    "Background": "Increasing clinical trial cost and complexity, as well as a high waste of clinical trial investment over the past decades, have changed the way clinical trial quality is managed. Recent evidence has highlighted that the lack of a clear clinical trial quality definition may have contributed to previous inefficiencies. This study aims to support the understanding of what clinical trial quality entails from the perspective of resource-limited settings.",
    "Methodology/Principal findings": "We conducted 46 semi-structured interviews involving investigators, sponsors, and monitors with experience in conducting clinical trials in 27 countries in sub-Saharan Africa. The questionnaire addressed the overall meaning of clinical trial quality and a conclusive clinical trial quality definition, as well as specific aspects of resource-limited settings across the clinical trial process. We held the interviews either in person, via Skype or by phone. They were recorded and transcribed verbatim, and we performed the analysis using The Framework Method. The analysis of clinical trial quality definitions resulted in 11 elements, which were summarised into a clinical trial quality concept consisting of two components: 1) clinical trial quality building factors (Scientific factors and Moral factors) and 2) promoting factors (Context adaptation; Infrastructure; Partnership; Operational excellence; Quality system). 12 resource-limited settings specific themes were identified. These themes were all categorised under the promoting factors \"Context adaptation\", \"Infrastructure\", and \"Partnership\".",
    "Conclusions/Significance": "We found that in order to enable comprehensive clinical trial quality management, clinical trial quality should be defined by a multidimensional concept that includes not only scientific and ethical, but also quality-promoting factors. Such a concept is of general relevance and not limited to clinical trials in resource-limited settings, where it naturally carries particular weight. In addition, from the perspective of sub-Saharan Africa, we identified specific categories that appear to be critical for the conduct of clinical trials in resource-limited settings, and we propose respective changes to a particular existing clinical trial quality framework (i.e., INQUIRE)."
}