{
    "Abstract": "Unlike other dipteran disease vectors, tsetse flies of both sexes feed on blood and transmit pathogenic African trypanosomes. During transmission, Trypanosoma brucei undergoes a complex cycle of proliferation and development inside the tsetse vector, culminating in production of infective forms in the saliva. The insect manifests robust immune defences throughout the alimentary tract, which eliminate many trypanosome infections. Previous work has shown that fly sex influences susceptibility to trypanosome infection as males show higher rates of salivary gland (SG) infection with T. brucei than females. To investigate sex-linked differences in the progression of infection, we compared midgut (MG), proventriculus, foregut and SG infections in male and female Glossina morsitans morsitans. Initially, infections developed in the same way in both sexes: no difference was observed in numbers of MG or proventriculus infections, or in the number and type of developmental forms produced. Female flies tended to produce foregut migratory forms later than males, but this had no detectable impact on the number of SG infections. The sex difference was not apparent until the final stage of SG invasion and colonisation, showing that the SG environment differs between male and female flies. Comparison of G. m. morsitans with G. pallidipes showed a similar, though less pronounced, sex difference in susceptibility, but additionally revealed very different levels of trypanosome resistance in the MG and SG. While G. pallidipes was more refractory to MG infection, a very high proportion of MG infections led to SG infection in both sexes. It appears that the two fly species use different strategies to block trypanosome infection: G. pallidipes heavily defends against initial establishment in the MG, while G. m. morsitans has additional measures to prevent trypanosomes colonising the SG, particularly in female flies. We conclude that the tsetse-trypanosome interface works differently in G. m. morsitans and G. pallidipes."
}