{
    "Background": "Infectious diseases pose a severe worldwide threat to human and livestock health. While early diagnosis could enable prompt preventive interventions, the majority of diseases are found in rural settings where basic laboratory facilities are scarce. Under such field conditions, point-of-care immunoassays provide an appropriate solution for rapid and reliable diagnosis. The limiting steps in the development of the assay are the identification of a suitable target antigen and the selection of appropriate high affinity capture and detection antibodies. To meet these challenges, we describe the development of a Nanobody (Nb)-based antigen detection assay generated from a Nb library directed against the soluble proteome of an infectious agent. In this study, Trypanosoma congolense was chosen as a model system.",
    "Methodology/Principal Findings": "An alpaca was vaccinated with whole-parasite soluble proteome to generate a Nb library from which the most potent T. congolense specific Nb sandwich immunoassay (Nb474H-Nb474B) was selected. First, the Nb474-homologous sandwich ELISA (Nb474-ELISA) was shown to detect experimental infections with high Positive Predictive Value (98%), Sensitivity (87%) and Specificity (94%). Second, it was demonstrated under experimental conditions that the assay serves as test-of-cure after Berenil treatment. Finally, this assay allowed target antigen identification. The latter was independently purified through immuno-capturing from (i) T. congolense soluble proteome, (ii) T. congolense secretome preparation and (iii) sera of T. congolense infected mice. Subsequent mass spectrometry analysis identified the target as T. congolense glycosomal aldolase.",
    "Conclusions/Significance": "The results show that glycosomal aldolase is a candidate biomarker for active T. congolense infections. In addition, and by proof-of-principle, the data demonstrate that the Nb strategy devised here offers a unique approach to both diagnostic development and target discovery that could be widely applied to other infectious diseases."
}