{
    "Background": "Hemorrhagic fever with renal syndrome (HFRS) is a rodent-related zoonotic disease induced by hantavirus. Previous studies have identified the influence of meteorological factors on the onset of HFRS, but few studies have focused on the stratified analysis of the lagged effects and interactions of pollution and meteorological factors on HFRS.",
    "Methods": "We collected meteorological, contaminant and epidemiological data on cases of HFRS in Shenyang from 2005–2019. A seasonal autoregressive integrated moving average (SARIMA) model was used to predict the incidence of HFRS and compared with Holt-Winters three-parameter exponential smoothing model. A distributed lag nonlinear model (DLNM) with a maximum lag period of 16 days was applied to assess the lag, stratification and extreme effects of pollution and meteorological factors on HFRS cases, followed by a generalized additive model (GAM) to explore the interaction of SO2 and two other meteorological factors on HFRS cases.",
    "Results": "The SARIMA monthly model has better fit and forecasting power than its own quarterly model and the Holt-Winters model, with an optimal model of (1,1,0) (2,1,0)12. Overall, environmental factors including humidity, wind speed and SO2 were correlated with the onset of HFRS and there was a non-linear exposure-lag-response association. Extremely high SO2 increased the risk of HFRS incidence, with the maximum RR values: 2.583 (95%CI:1.145,5.827). Extremely low windy and low SO2 played a significant protective role on HFRS infection, with the minimum RR values: 0.487 (95%CI:0.260,0.912) and 0.577 (95%CI:0.370,0.898), respectively. Interaction indicated that the risk of HFRS infection reached its highest when increasing daily SO2 and decreasing humidity.",
    "Conclusions": "The SARIMA model may help to enhance the forecast of monthly HFRS incidence based on a long-range dataset. Our study had shown that environmental factors such as humidity and SO2 have a delayed effect on the occurrence of HFRS and that the effect of humidity can be influenced by SO2 and wind speed. Public health professionals should take greater care in controlling HFRS in low humidity, low windy conditions and 2–3 days after SO2 levels above 200 μg/m3."
}