{
    "Background": "Dengue imposes a substantial economic and disease burden in most tropical and subtropical countries. Dengue incidence and severity have dramatically increased in Mexico during the past decades. Having objective and comparable estimates of the economic burden of dengue is essential to inform health policy, increase disease awareness, and assess the impact of dengue prevention and control technologies.",
    "Methods and Findings": "We estimated the annual economic and disease burden of dengue in Mexico for the years 2010–2011. We merged multiple data sources, including a prospective cohort study; patient interviews and macro-costing from major hospitals; surveillance, budget, and health data from the Ministry of Health; WHO cost estimates; and available literature. We conducted a probabilistic sensitivity analysis using Monte Carlo simulations to derive 95% certainty levels (CL) for our estimates. Results suggest that Mexico had about 139,000 (95%CL: 128,000–253,000) symptomatic and 119 (95%CL: 75–171) fatal dengue episodes annually on average (2010–2011), compared to an average of 30,941 symptomatic and 59 fatal dengue episodes reported. The annual cost, including surveillance and vector control, was US$170 (95%CL: 151–292) million, or $1.56 (95%CL: 1.38–2.68) per capita, comparable to other countries in the region. Of this, $87 (95%CL: 87–209) million or $0.80 per capita (95%CL: 0.62–1.12) corresponds to illness. Annual disease burden averaged 65 (95%CL: 36–99) disability-adjusted life years (DALYs) per million population. Inclusion of long-term sequelae, co-morbidities, impact on tourism, and health system disruption during outbreaks would further increase estimated economic and disease burden.",
    "Conclusion": "With this study, Mexico joins Panama, Puerto Rico, Nicaragua, and Thailand as the only countries or areas worldwide with comprehensive (illness and preventive) empirical estimates of dengue burden. Burden varies annually; during an outbreak, dengue burden may be significantly higher than that of the pre-vaccine level of rotavirus diarrhea. In sum, Mexico’s potential economic benefits from dengue control would be substantial."
}