{
    "Introduction": "Tungiasis is a painful skin infection caused by a flea called Tunga Penetrans/jiggers, which enters the epidermis of humans and animals. If untreated it may result in bacterial infection, sepsis, necrosis, and disability. In Kenya, it is estimated that 4% of the population suffer from jigger infestation. The aim of this study was to contribute with knowledge about the experiences of those affected, perceived causes and local coping strategies, to improve the control and elimination of this neglected condition.",
    "Method": "A qualitative case study research design was applied involving fieldwork in Bungoma County, a high-prevalence rural area in Western Kenya. Multiple data collection methods were combined: participant observation, home visits, semi- structured in-depth interviews, and group discussions. In total, 48 informants participated, including infected children and adults, teachers and pupils, public health officers, community health workers and NGO volunteers.",
    "Results": "Those infected suffered with multiple penetrating wounds on hands and feet that cause disability, resulting in an incapacity to work and school drop-out. People described feeling stigmatized, and at school pupils preferred not to play with infected classmates. People perceived that the sand flea infestation was caused by poverty and that those affected were not even able to cover their basic needs. They were often living in sandy huts that they shared with their animals, without access to soap and clean water. Moreover, those infected were often viewed as ignorant by the rest of the community. Informants perceived recurrence after treatment as inevitable, resulting in creation of hopelessness. Those infected felt that they were left alone with an irremediable plague. There was confusion about effective approaches regarding prevention and treatment at all levels.",
    "Conclusion": "Tungiasis is a debilitating and neglected ailment, inflicting severe suffering and increasing the circle of poverty. To address fatalist attitudes among those affected, national guidelines need to be implemented, and coordination of public health measures regarding prevention and treatment need to be strengthened. Further research is recommended to enable the control and elimination of this neglected tropical disease"
}