{
    "Introduction": "Functional literacy is one of the targets of the Sustainable Development Goals (SDG) of the United Nations, launched in September 2015 [1]. Functional literacy is a key indicator of cognitive function, especially information processing and comprehension, and it has been used to measure cognitive function in school-aged children [2]. According to the latest United Nations Educational Scientific and Cultural Organization report on literacy, there are globally 114 million illiterate adolescents and youths [3]. Despite widespread acknowledgement of this problem, between 2000 and 2015, global literacy rates were estimated to have improved by just 4%. Of particular relevance to the current work, progress in addressing national literacy rates in the Philippines has been slow [4].\nDebate has recently intensified regarding the role of soil-transmitted helminths (STH), Ascaris lumbricoides, Trichuris trichiura, and hookworms (Ancylostoma duodenale, A. ceylanicum and Necator americanus) in childhood cognitive function, and by extension functional literacy [5]. To date, relatively few studies have investigated this link and evidence remains inconclusive, partly because differences in study designs and the use of cognitive development measurement tools makes it difficult to compare results of studies [6]. STH infections are among the most common infections in school-aged populations, and are particularly common in impoverished communities where the provision of water, sanitation, and hygiene education is limited [7]. STH infections are estimated to incur 4.98 million years lived with disability, related to anaemia, chronic nutritional imbalances, stunting, and cognitive and motor developmental delay [8].\nPossible mechanisms for the effect of STH on cognitive function in children may include the interaction between the host immune system and the species of STH, the direct effect of metabolites excreted during infection, anaemia, or inflammation, and through secondary effects such as malnutrition and micronutrient deficiencies [9]. A recent experimental study demonstrated that T. trichiura infection may influence cognitive function of animals, although a definitive prospective human study has not been performed [10].\nSTH infections remain highly endemic across the Philippines among both primary and secondary school children [11, 12]. While previous studies in the Philippines indicated an effect of STH infection on children’s cognitive development, the contribution of STH infections on the overall functional illiteracy burden in the Philippines is unknown [13–15].\nProcesses that result in reduced functional literacy are complex and multifactorial. Compromised nutritional and family contextual factors such as poverty, unemployment, low maternal education, and household education stimuli have been linked consistently with cognitive function and educational performance of school-aged children [16]. In developing countries such as the Philippines, cognitive dysfunction could be caused by malnutrition in complex combinations with other factors including deprivation of environmental and emotional stimulation, biological factors, and infections such as pneumonia, meningitis, STH, and malaria [17].\nPredictive risk maps, together with geospatial modelling, are emerging as important decision tools for public health policy makers [18]. However, to date there have been no studies looking at geographical variation in functional literacy and the associations with its key determinants.\nIn this study, we aimed to quantify the associations between the spatial variation of STH infections and functional literacy in school-aged children in the Philippines, adjusting for probable confounders. In doing so, we also aimed to develop the first prediction maps of each functional literacy indicator in order to quantify the number of school-aged children at risk of reduced functional literacy in the Philippines.",
    "Materials and methods": "Ethics statement\nEthical clearance for this analytical study was provided by the University of Queensland School of Medicine Low Risk Ethical Review Committee (clearance number 2014-SOMILRE-0100).\n\n\nStudy design and data\nWe obtained population level data on functional literacy indicators of 11,313 school-aged children (aged 10–19 years) collected in 2008 during the nationwide Functional Literacy, Education and Mass Media Survey (FLEMMS). In brief, a total of 1,506 barangays (the smallest administrative unit in the Philippines: average diameter of 11 km) were included, 851 located in Luzon, 254 in the Visayas, and 401 in Mindanao (A map of 2008 FLEMMS survey locations is shown in S1 Fig [19]). All data analysed were anonymised.\nFunctional literacy levels were stratified into four classifications – 1) those who cannot read, write, compute and comprehend were classified as functional illiterate; 2) those who can only read and write (with understanding a simple message) were considered as low functional literate; 3) those who can read, write and compute were considered as moderate functional literate; and 4) those who can read, write, compute and comprehend (with a significantly higher level of literacy that includes not only reading and writing skills but also numerical and comprehension skills) were considered as functional literate. Further detailed information on the FLEMMS can be found in S1 Text.\nA wide array of plausible contributing factors were obtained from the FLEMMS individual questionnaires and FLEMMS household questionnaires, including individual level sociodemographic indicators (e.g. age, sex, education attainment level, marital status, and employment status), and household level factors such as socioeconomic status (SES), access to water, sanitation, and hygiene (WASH), and household education stimuli. Information regarding head of households such as adult functional literacy was measured for a total of 10,339 heads of households. We obtained data of spatial predicted values of Plasmodium infections from the Malaria Atlas Project (S2 Fig) [20]. We used predictive maps of STH infection prevalence generated from spatial analysis of the data collected during the National Schistosomiasis Survey in the Philippines in 2005 to 2007 (S3 and S4 Figs) [12, 21]. Further information on each indicator is detailed in S2 Text.\n\n\nAnalysis\nGeo-referencing of data.The unit of analysis was the barangay. Functional literacy survey data were linked to barangay centroids (longitude and latitude; geographical unit of analysis), which were estimated using the geographical information system (GIS) software Quantum GIS version 1.7.3 [22] based on a shapefile of the barangays of the Philippines, obtained from the geographic data warehouse DIVA GIS (http://www.diva-gis.org/Data) and PhilGIS (https://www.philgis.org). We extracted predicted values of STH infection profiles and malaria endemicity for each FLEMM survey location in ArcGIS version 10.4.0.5524 [23].\n\nMultinomial logistic regression models.The prevalence of functional literacy levels was modelled by transforming the original 2008 FLEMMS functional literacy levels into an ordinal variable. Functional literacy was used as a reference group in all models. Five nested frequentist fixed-effects multinomial regression models (Tables 1–3) were developed for Luzon, the Visayas and Mindanao separately. We used Akaike’s Information Criterion (AIC) to choose the best-fitted model. For Luzon and the Visayas, Model 3 fits the data best (lowest AIC), whereas for Mindanao, Model 5 provided the best fit to the data. In all models, we report ratio of relative risks (RRR) for each variable in the multinomial logistic regression, adjusted for the range of candidate predictors. Additionally, we developed Model 6 to also include T. trichiura infection intensity classes for Mindanao (Table 4). All analyses were conducted in STATA version 13.1 [24]. Further information on our multinomial logistic regression models, variable selection, collinearity, and interaction assessment are detailed in S3 Text.\n\nEstimation of the population attributable fraction.We calculated the population attributable fraction (PAF) using the standard formula to quantify the contribution of risk factors to functional illiteracy. Further information on the PAF estimation are detailed in S4 Text.\n\nAnalysis of spatial dependence.Residuals for final non-spatial models were extracted and examined for spatial autocorrelation by generating semivariograms using the geoR package in the R software version 3.1.1 (http://www.R-project.org). A semivariogram is a graphical representation of the spatial variation in a dataset. In the case of residual semivariograms, these represent the spatial variation left unexplained by the covariates included in a model.\n\nSpatial risk prediction.Multinomial spatial models, including an intercept, a geostatistical random effect, and the infection variables selected based on the best-fitted model in our non-spatial models were built for each region of the Philippines using OpenBUGS version 3.2.3 [25]. Model predictions were used to generate representative risk maps of the prevalence of each class of functional literacy across the Philippines using ArcGIS version 10.4.0.5524. Further information regarding model specification and prediction maps is provided in S5 and S6 Text, respectively.\n\nModel validation.The area under the curve (AUC) of the receiver operating characteristic was used to quantify the discriminatory performance of the model relative to observed mean prevalence threshold at validation locations. In the case of moderate functional literacy, we used a threshold of 20% for all regions; in the case of low functional literacy 5% for Luzon and Mindanao, and 7% for the Visayas; and in the case of functional illiteracy 3% for Luzon, 7% for the Visayas, and 6% for Mindanao. An AUC of  was taken to indicate poor discriminative ability,  reasonable discriminative ability, and ≥0.90 good discriminatory ability [26].\n\nEstimation of the number of school-aged children in each functional literacy class in 2017.We multiplied each of the predictive raster maps of functional literacy indicators by a raster map of the estimated total number of school-aged children (people per square kilometre) in 2017. The forecast for 2017 is based on a constant trend in the prevalence of selected functional literacy profiles. Further information regarding estimation of the number of school-aged children belonging to each of the functional literacy indicators is provided in S7 Text.",
    "Results": "A total of 11,313 school-aged children and 10,339 heads of household with complete information were included in the analysis. The highest prevalence of functional illiteracy in school-aged children was observed in the Visayas, followed by Mindanao and Luzon (7.5%, 6.9%, and 3%, respectively; Table 5). The observed prevalence of functional illiteracy of heads of households was also higher in the Visayas and Mindanao compared to Luzon (15%, 15%, and 6%, respectively; S2 Table). Full descriptive results of the dataset are presented in S3 and S4 Tables, and S5 Fig [19].\nWhile the relative importance of determinants of functional literacy varied between regions, some findings were consistent across all regions (Table 6). We found that highest education attainment, low socioeconomic status (SES) and adult functional illiteracy rates are major contributors to functional illiteracy across Luzon, the Visayas and Mindanao. Population attributable fraction (PAF) due to highest education attainment: 83.30% ([ratios of relative risks (RRR)], 9.69), 85.49% ([RRR], 10.69), and 81.96% ([RRR], 8.33), respectively; PAF due to low SES: 24.36% ([RRR], 1.97), 29.45% ([RRR], 1.98), and 53.22% ([RRR], 3.28), respectively; PAF due to adult functional illiteracy: 6.61% ([RRR], 2.16), 18.57% ([RRR], 2.53), and 26.71% ([RRR], 3.43), respectively. Our results indicated that the estimated risk of functional illiteracy attributable to poor sanitation facilities in the Visayas is 13.21% ([RRR], 1.86). Our results indicated that the estimated risk of functional illiteracy attributable to P. vivax infection, T. trichiura monoinfection, and moderate/high infection intensity class for T. trichiura in Mindanao were 0.53% ([RRR], 1.26), 4.20% ([RRR], 1.40), and 3.96% ([RRR], 1.82), respectively (Table 7). In Luzon and Mindanao, being female was negatively and significantly associated with the prevalence of functional illiteracy compared to being male (Table 6). Full results of the multinomial logistic regression models are presented in S3 Text.\nAcross all regions, we observed reduced propensity of clustering and larger cluster sizes after adjusting for the effect of covariates (Table 8 and S6 Fig).\nOur predictive maps indicate significant spatial heterogeneity in the prevalence of each level of functional literacy within each region of the Philippines (Fig 1 and S7 Fig). Our predictive maps also demonstrate that the prevalence of functional illiteracy ranges between 1 and 3%, with the highest rates predicted in localized areas of the eastern region of the Visayas (Eastern Samar), and the centre (Davao Del Norte province) and the southwestern tip of Mindanao (Davao Occidental province) (up to 10.5%) (Fig 1).\n(A) Predicted prevalence. (B) Standard deviation of predicted prevalence. Note: Results based on Model 3 for Luzon and the Visayas; based on Model 5 for Mindanao.\nThe models showed reasonable discriminative ability for functional illiteracy (area under the curve [AUC] = 0.75 for Luzon, 0.75 for the Visayas, and 0.71 for Mindanao), low functional literacy (AUC = 0.70 for Luzon, and 0.74 for the Visayas), and moderate functional literacy (AUC = 0.74 for Luzon, 0.72 for the Visayas and 0.82 for Mindanao) (Table 9).\nFor 2017, it was estimated that Luzon had the highest estimated number of school-aged individuals with functional illiteracy (estimated total 2,185), followed by Mindanao (estimated total 1,550) and the Visayas (estimated total 1,212) (Table 10).\nThe highest number of school-aged individuals with functional illiteracy (Fig 2), low functional literacy (Fig 3), and moderate functional literacy (S8 Fig) was circumscribed to areas around metropolitan Manila, with some municipalities exceeding 63 people per square kilometre.\n(A) Luzon (Results based on Model 3). (B) The Visayas (Results based on Model 3). (C) Mindanao (Results based on Model 5).\n(A) Luzon (Results based on Model 3). (B) The Visayas (Results based on Model 3). (C) Mindanao (Results based on Model 5).\nIn the Visayas (Fig 2) and Mindanao (Figs 2 and 4), the predicted number of school-aged individuals with functional illiteracy was widely distributed in a number of provinces. The highest numbers of school-aged individuals with moderate (S8 Fig) or low functional literacy (Fig 3) were predominantly localised in the western region of the Visayas (some municipalities with more than 24 persons per square kilometre). In Mindanao, the highest numbers of school-aged individuals with moderate (S8 and S9 Figs) or low functional literacy (Figs 3 and 5) were localised in the central and southern parts of Mindanao with some municipalities exceeding 50 people per square kilometre.\nNames of provinces and municipalities with the poorest functional literacy indicators based on our analyses are provided in Table 11.",
    "Discussion": "Overall, our findings suggest significant spatial heterogeneity in the prevalence of functional literacy indicators within each region of the Philippines, reflecting variability in the determinants and the need for location-specific interventions.\nOur findings are consistent with previous studies, indicating that multiple factors exert a negative impact on functional literacy in school-aged children. Evidence suggests a possible link between low socioeconomic status and cognitive function, including children’s levels of language and literacy skills [17]. This relationship is mediated by different mechanisms such as parenting behaviour and household linguistic stimulation [17]. The observed association could also be explained by the effect of malnutrition in the poorest areas of the Philippines [27].\nWe found that the determinants of functional literacy are region-specific. For example, in Luzon and Mindanao, our results indicate that female school-aged children are at less risk of functional illiteracy compared to males, suggesting that girls may be less exposed to factors that affect their cognitive development compared to boys. The gender difference identified in our study could also be partly explained by integrated helminth control programs, which provide more attention to female adolescents [28], and the fact that boys are often involved with agricultural activities in resource-limited areas, limiting their participation in schooling or academic learning as agriculture in the Philippines has been dominated by males [29].\nIn contrast, our results for the Visayas showed that higher prevalence of functional illiteracy was associated with households with poor sanitation facilities. School-aged children who live in socioeconomically deprived environments face multiple challenges such as non-utilisation of sanitary facilities, open defecation, and limited education services. Previous studies have demonstrated that open defecation, a practice highly prevalent in the Visayas [11], is associated with high prevalence of STH infections [30]. Deficient sanitation promotes not only the transmission of STH infections, but also water-borne infections and diarrhoea. It also increases the associated risks of malabsorption, malnutrition, and iron-deficiency anaemia, which could aggravate cognitive dysfunction [31].\nOur results also showed that the utilisation of unprotected water sources such as wells and lakes as main sources of drinking water at home is negatively associated with the prevalence of functional illiteracy in the Visayas. Our findings may be confounded by the fact that unprotected drinking water sources are more likely to be present in agricultural communities where access to food and nutritional security are assured through local food production [32]. Further investigation is needed to examine the factors mediating the relation between access to water sources and the prevalence of functional illiteracy identified in this study.\nThe risk of STH-associated morbidity depends on the intensity of STH infection and the species of STH [33]. This study demonstrated significant geographical variation in the burden of functional illiteracy in school-aged children, which could possibly be explained by T. trichiura infection. Indeed, our findings suggest the risk of functional illiteracy among school-aged children in Mindanao might be reduced by 4.20% by preventing T. trichiura infection. These results could be explained by the pathophysiological impact of T. trichiura infection, including chronic diarrhoea, malnutrition, and iron-deficiency anaemia, all of which are associated with impaired cognitive function [34]. Furthermore, a recent experimental study demonstrated that T. trichiura contributes to pathological changes in the hippocampus and amygdala [10]. Existing preventive chemotherapy shows low to moderate efficacy against T. trichiura in high endemic countries [35]. This finding suggests that new solutions such as alternative treatment (e.g. oxantel pamoate) are needed to eliminate STH-associated morbidity.\nOur results show that large areas in the Philippines still lag in meeting functional literacy targets. Our estimates indicated that for 2017, Luzon had the highest estimated number of school-aged individuals with low levels of functional literacy. However, when these estimates were adjusted by the geographical variation in population density we found that areas in Mindanao had the highest density of school-aged individuals with functional illiteracy. Geographically targeted functional literacy interventions should thus be prioritised in at-risk areas identified in each region. These interventions should consider the region-specific determinants highlighted above. For example, in Luzon, the gender difference in the prevalence of reduced functional literacy identified in our study suggests that the current integrated helminth control program, which recently expanded its target age group from 1 to 12 years old to individuals 1 to 18 years old [28], should provide more attention to male adolescents. In the Visayas, given the high attributable risk of functional illiteracy from poor sanitation facilities, health educational programs promoting appropriate hygiene and sanitation practice such as educational videos (e.g. The Magic Glasses), which have proven efficacy in China [36], and are currently being tested in the Philippines are recommended. In Mindanao, given the perceived risk of functional illiteracy that could be associated with T. trichiura infections, and the chemotherapeutic failure for this particular parasite, educational and health promotion programs to this region should be considered.\nThis study has some limitations that need consideration. Our data are from the 2008 Functional Literacy, Education and Mass Media Survey (FLEMMS) and may not accurately reflect the current situation. That said, these data constitute the best available and most contemporaneous dataset available and represents a cross section of the school-age population in the Philippines. Additionally, the rate of functional literacy has not seen much improvement in the last three FLEMMS (83.8% in 1994, 84.1% in 2003, and 86.4% in 2008) suggesting that data from the 2008 survey were unlikely to differ notably from the current situation. The prediction figures for 2017 may have overestimated the numbers of children currently at risk of functional illiteracy because this model assumes a constant increase in population and it does not account for changes in the prevalence of risk factors of functional illiteracy and STH infection such as poverty and WASH, with the rapid urbanisation that is happening in some parts of the Philippines [37]. However, according to the Philippines Statistics Authority (PSA), while the Philippines has shown some progress achieving the SDGs for literacy, poverty, and water sanitation, the levels have fluctuated between each survey period, showing no distinct trend, however there remain some parts of the Philippines, such as Autonomous Region in Muslim Mindanao (ARMM), that constantly record above average rates of poverty and less access to safe drinking water and sanitation facilities [38, 39]. Presently, there are no data available on functional literacy in the Philippines for 2017 to validate our prediction results, therefore further investigation is required.\nIn addition, our predictive prevalence for P. falciparum and P. vivax are likely to represent underestimates, as malaria data for the targeted age group of our study were not available. However, given the low endemicity level of both species of malaria across the Philippines, the effect of malaria was subtle. Small-scale factors such as nutrition are also known to be important determinants of cognitive dysfunction [6]. Unfortunately, data on these factors were not available. In addition, our estimated PAF could be biased in the presence of unaccounted confounding factors.\nIn conclusion, our findings support the need for spatially targeted strategies that can lead to a reduction in the transmission of STH infections and other determinants of functional illiteracy in school-aged children in the Philippines. In the context of the current work, this is particularly relevant in order for the Philippines to achieve the SDG target for functional literacy by 2030."
}