{
    "Introduction": "Human T-lymphotropic virus types 1 and 2 (HTLV-1/2) are human oncogenic retroviruses first identified in the early 1980’s [1]. There are six subtypes of HTLV-1 (A to F), which have no impact on the clinical expression of the disease [2]. There are two other types of HTLV (3 and 4); but there is no evidence of their pathogenicity in humans [3].\nHTLV-1/2 viruses are globally distributed and there may be up to 10 million infected worldwide [4]. Prevalence is characterized by endemic clusters occurring next to low prevalence areas. It also varies considerably according to the ethnical and social background of the population. Since transmission occurs through infected body fluids, intravenous (IV) drug users and sex workers have been reported as high-risk groups [4]. The association between low social and economic level and lower education is not homogeneous among studies and most likely represents a bias. Endemic HTLV-1 clusters are found in Sub-Saharan Africa, South-western Japan, Central and South America as well as the Middle East and Melanesia [4]. Regardless of the area, seroprevalence increases with age, particularly in women due the excess efficiency of the male-female sexual transmission. HTLV-2 is endemic in Pygmy tribes of Central Africa and in several Native American populations, particularly in the Amazon area [5,6]. It is also frequent in IV drug users, often in co-infection with HIV [5,7].\nBrazil may be the country with the highest absolute number of HTLV-1/2 carriers in the world. Estimates range from 800,000 to 2.5 million people [5,8,9]. Such variation in numbers can be explained both by the epidemiological characteristic of the infection and by the lack of data, with large areas of the country unmapped.\nInfection is perennial and most of the patients are asymptomatic reservoirs, sustaining the chain of transmission. In contrast, up to 8% of HTLV-1 carriers develop severe diseases, mainly the highly aggressive adult T-cell leukaemia/lymphoma (ATLL) and the painful and disabling HTLV-1-associated myelopathy/Tropical Spastic Paraparesis. Type 1 virus also causes a spectrum of inflammatory conditions, such as dermatitis and uveitis [10]. In turn, HTLV-2 has been associated to erythrodermatitis, neurologic disorders and opportunistic infections [7].\nLiterature about the effect of HTLV-1/2 infection on pregnancy outcomes is scarce. Only one study on the subject was published. It was conducted in Africa, between 1986 and 1988, involving 45 HTLV-1/2 positive pregnant women and 90 negative ones. No statistically significant differences were found between the groups regarding neither sociodemographic profile, pregnancy and neonatal outcomes [11].\nOnly four Brazilian researches on HTLV-1/2 in pregnant women and puerperae assessed previous obstetric history and pregnancy outcome, and they reported only on miscarriage [12–15]. Large regional studies which altogether included over 130,000 pregnant women report miscarriage rates between 22% and 30%, notably higher than that observed in non-infected patients [13–15]. On the other hand, the only research conducted on an endemic area found a pregnancy loss rate of 10%, similar to the general population [12]. Dal Fabbro’s study was the only to report the frequency of two or more previous miscarriages, which was 0.8% in HTLV-1/2 infected women. This number is equivalent to the incidence of recurrent pregnancy losses in the general population [13].\nHTLV-1/2 is transmitted via whole cell containing body fluids, mainly through sexual contact, exposure to blood products or viscera and from mother-to-child (MTC). The relative importance of each mode of transmission is still largely unknown and most likely it varies with the population involved. In endemic areas such as Japan MTC transmission has been described as the main source of transmission, mainly through breastfeeding [12,16]. Only 2.5–5.0% of children are seroconverted in the absence of breastfeeding while up to 25% are infected if breastfed for over 12 months [16–19]. In fact, a recent Brazilian study found a vertical transmission rate of 50% in children who were breastfed for over 24 months [17]. This research also detected an increased risk of infection in siblings, confirming the trend for familial clustering of the disease [17]. Higher proviral load and antibody titers in maternal blood and breastmilk are also associated with increased MTC transmission rate [17,20–22]. On the other hand, peripartum transmission has been shown to have little impact on the burden of disease [19,23].\nThe aim of the research was to describe the epidemiological profile of pregnant women diagnosed with HTLV-1/2 in the metropolitan area of Rio de Janeiro, the occurrence of adverse pregnancy outcomes (APO) and the rate of mother-to-child transmission.",
    "Methods": "Study population\nThe study population consisted of 1,628 pregnant women. The first 1,204 were enrolled at admission for delivery as part of a research on HTLV-1/2 prevalence conducted at two public hospitals in the metropolitan area of Rio de Janeiro: the ‘Pedro Ernesto’ University Hospital of the Rio de Janeiro State University (Universidade do Estado do Rio de Janeiro–HUPE/UERJ) and the ‘Hospital Estadual da Mãe’ (HEM). HUPE is a referral centre for high-risk patients while HEM, situated at the adjacent city of Mesquita, assists low and medium-complexity cases [24]. As a result of the relevant prevalence found in the local population (0.66%) at the first part of the study, routine HTLV-1/2 screening was instituted in HUPE’s perinatal unit in July 2013. The other 424 women were recruited at their first antenatal visit. During the first part of the study, roughly 24% of the women attending the HEM were recruited while the uptake at UERJ was 40%. During the antenatal screening period at UERJ only four approached women refused to take part in the study. The study was conducted between November 2012 and December 2017. Subjects were recruited until 2014 and the children of HTLV-1/2 positive women were followed for three years. Women who were mentally unable to give consent or who declined to take part in the research were excluded. A structured questionnaire with socio-epidemiological, clinical and reproductive data was applied at recruitment. Women found to be HTLV-1/2 positive were counseled by a multidisciplinary team which provided health information and psychosocial support. They were advised about the risk of vertical transmission though breastfeeding and formula milk was provided to safeguard the infants’ nutrition. Children of carrier mothers were monitored for at least three years after the birth on the paediatric infectology department of HUPE. There were two exceptions: one who was followed up at her local health care center and another who was lost to follow up.\n\n\nScreening and confirmation tests\nBlood for HTLV-1/2 screening was collected either during the routine antenatal care or at the admission for delivery by chemiluminescent microparticle immunoassay (CMIA—Architect rHTLV-I/II, Abbott). Children’s samples were also screened by CMIA within the month after birth, at six months, one and two years of age. Infection was confirmed if the child remained seropositive after 24 months, and additional yearly exams were performed for follow-up. Reactive samples were confirmed by Western blot (WB, Inno Lia HTLV-I/II score Biomerieux). Two pregnant women with positive screening tests and negative WB results were considered false positive and allocated to the negative group in the statistical analysis. Routine antenatal screening for sexually transmitted infections (STI) in Brazil consists of VDRL test for syphilis and ELISA tests for HIV, hepatitis B and C. In case of positive screening the confirmation tests are FTA-Abs for syphilis and western blot for HIV. All tests were done at HUPE/UERJ’s Clinical Analysis Laboratory.\n\n\nEthical aspects\nThis research complies with the Declaration of Helsinki and the Resolution 466 of December 12, 2012 of the Brazilian Ministry of Health. The project was approved by the Rio de Janeiro State University Research and Ethics Committee (COEP-UERJ, process 034.3.2012) and sponsored by the Fundação de Amparo à Pesquisa do Estado do Rio de Janeiro (FAPERJ, E-26/110.351/2012). Written informed consent was obtained from all the subjects and from the legally authorized representatives of the minors who agreed to take part in the research. Anonymity and data confidentiality were guaranteed.\n\n\nData analysis\nMeans, medians, standard deviations and percentages were used to describe the results. Medians were used to define the cutoff point used to convert numerical variables to categorical ones (age, family income, number of partners and number of pregnancies). The following variables were considered as adverse pregnancy outcomes: fetal demise, perinatal death, maternal hypertensive syndrome, preterm birth and admission to the neonatal intensive care unit. A composite variable named ‘adverse outcome’ was created in view of the low frequency of each adverse obstetric outcome studied. Missing data were excluded from the statistical analyses. Mann-Whitney and Fisher’s exact tests were used to compare categorical variables between the HTLV-1/2 positive (G1) and negative (G2) groups. Multilevel logistic regression was performed to assess the factors associated to HTLV-1/2 infection. Age, number of pregnancies, coinfection with other STI, condom use in pregnancy and number of antenatal appointments were included in the model as fixed effects and \"Hospital\" was included as random effects (random intercept). The Epi-info software version 3.5.2 and the R-Project version 3.3.1 were used for building the database and performing the statistical analyses.",
    "Results": "Prevalence of HTLV-1/2 infection in this study population was 0.74% (12/1628), with no significant difference between the hospitals (0.82% in HUPE, 0.67% in Mesquita; p = 0.78).\nAmong the sociodemographic characteristics (Table 1) only maternal age was significantly different between the HTLV positive and negative groups. The age was over 24 years in 83% (n = 10) of the HTLV+ group (G1) and in 53% of G2 (p = 0.03). Most women in both groups reported being non-white (p = 0.99); having at least 10 years of formal education (p = 0.99) and being in a stable marital relationship (p = 0.74). About half the patients in both groups had monthly household income higher than two minimum wages (p = 0.99). No subjects reported behavioural risk factors like the use of IV drugs, having multiple sexual partners and being a sex worker.\nSexual and reproductive characteristics are summarized in Table 2. HTLV-1/2 positive women (G1) were more frequently coinfected with another STI than patients in G2 (41.7% vs. 8.9%, p< 0.01). Three of the HTLV-1/2 positive women had syphilis, one had HIV and another had histopathologically confirmed HPV condilomata. Most women in both groups had their first antenatal visit before 12 weeks of pregnancy (66.6% and 59.2%, p = 0.46). The number of antenatal appointments was higher in the HTLV-1/2 positive group, even after the multivariate analysis (81.8% vs. 52%, p = 0.03). Regarding the obstetric history, around 2/3 of infected women had more than two previous pregnancies (66.7%), while the proportion was inverse in G2 (34.9%). Number of sexual partners, previous reproductive history and frequency of condom use were similar in both groups.\nThe prevalence of comorbidities was high in the study population (37.6%), being significantly more frequent in HUPE (78.1%) than in HEM (4.8%, p<0.001). However, the rate was similar between the infected and non-infected groups (p = 0.16).\nThere were five adverse pregnancy outcomes in the HTLV positive group. The difference was not significant when compared to the negative group (p = 0.33) (Table 3). There were three cases of coinfection with syphilis (3/12) and three of premature rupture of membranes (PROM -3/12) at term. One patient with PROM also had syphilis, but the other two cases had no other risk factors (2/12; 16.6%). The prevalence of PROM in the HTLV-1/2 negative group was 4.7% (71/1,518). Although the difference seems significant, it was not confirmed by Fisher’s exact test (p = 0.26), probably due to the small number of cases. One HTLV-1/2-infected newborn was admitted to the neonatal intensive care unit (NICU) due to prolonged PROM. Among non-infected babies, 137 were admitted to the NICU (8.3% vs. 10.0%, p = 0.66). There were missing data on 210 seronegative pregnancy outcomes.\nDifferences in maternal age, STI coinfection and the number of antenatal visits remained significant after multivariate logistic regression (Table 4).\nMultilevel Logistic regression model–dependent variable: HLTV; fixed effects: age, number of pregnancies, coinfection with other STI, condom use in pregnancy, number of antenatal appointments; random effects: hospital.\nEach additional year of maternal age increased the chance of being HTLV-1/2 positive in 11% (OR = 1.11). Having another STI increased 9 times the chance of being infected (OR = 9.27). In G1 there was a higher frequency of antenatal visits (OR = 5.31) (Table 4).\nAmong the children of the 12 HTLV-1/2 infected mothers, there was one fetal demise, one infant death and one loss of follow-up. The fetal death occurred at 24 weeks of pregnancy and the infant died at two months of age due to pneumonia. One child had its seroconversion (1/9) confirmed after two years of age. She was born at January 2013 and remains asymptomatic under medical surveillance at the HUPE to date. Her mother referred breastfeeding for less than one month. The other eight children were periodically monitored, seven at the pediatric infectology department of UERJ and one at its local health care center. Despite their economic difficulty, their mothers reported avoiding breastfeeding since they were aware of their carrier status.",
    "Discussion": "The HTLV-1/2 prevalence found was consistent with the study previously published by our group which recruited only women admitted for delivery [24].\nThe sociodemographic profile of both groups was similar except for the older age found in the infected group. This is in accordance with the international literature on the disease’s epidemiology [4] and with the studies performed in Brazilian areas with high prevalence of HTLV-1/2 [17, 25,26]. On the other hand, in a large research performed in Gabon, where HTLV-1/2 prevalence is over 10%, there was no sociodemographic difference between the groups [11]. The multivariate analysis of sexual and reproductive characteristics found two significant differences between the infected and non-infected groups: STI coinfection and number of antenatal visits. The increased frequency of STI coinfection in HTLV-1/2 carriers, particularly syphilis, was consistent with studies from endemic areas [12,14,27,28], although it’s not a universal finding across publications [11,13,15,26,29]. On the Gabon research there were twice as many cases coinfected with syphilis than controls, however statistical significance was not reached, probably because insufficient sample size [11]. The latest Salvador study found that 21.5% of HTLV-1/2 infected subjects also had syphilis (OR = 36.7) [28]. As for the higher number of antenatal visits in the HTLV-1/2 positive group, it cannot be explained by the knowledge of the carrier status itself since only one patient was aware of the infection at the beginning of the pregnancy. There was also no significant correlation with the presence of comorbidities (p = 0.38). The hypothesis of the more frequent antenatal visits being due to these women having more previous adverse pregnancy outcomes seemed significant (p = 0.04), but its confidence interval was too wide (0.91–10.2). It is true, though, that the lack of significance could be caused by the small number of cases. A previous case-control study which addressed this variable also failed to find any difference between infected and non-infected patients [11].\nRegarding the reproductive history, it’s striking that almost half of the carrier mothers (5/12) had previous adverse obstetric outcomes (three first trimester miscarriages, one fetal demise and one FGR with neonatal death). Three of these women had no comorbidities. It must be said however, that no causal link to HTLV-1/2 can be inferred since their infectious status was unknown during the previous pregnancies. The prevalence of early miscarriages was similar (circa 21%) among HTLV-1/2-positive and negative patients (p = 0.86). This was in accordance with data from other endemic areas [11,12].\nRegarding the adverse pregnancy outcomes studied, no difference was observed between infected and non-infected patients. It’s important to stress that this finding cannot be generalized in view of the small sample size and the low incidence of the outcomes. The two studies reporting on obstetric results of HTLV-1/2 infected women did not find association between the infection and adverse pregnancy outcomes as well [11,12]. The Gabon research found a trend for preterm delivery and complicated pregnancies in HTLV-1/2 positive women [11]. Unfortunately, even this study, which followed 45 infected patients and 90 controls, was underpowered for this statistical analysis.\nThere were no cases of preterm delivery or low birth weight among HTLV-1/2 positive patients, in accordance with the findings of Bittencourt et al [12]. There was one case of fetal growth restriction and intrauterine demise in an otherwise healthy HTLV-1 infected mother. This woman reported two previous adverse pregnancy outcomes, but it’s unknown whether she was already infected at the time. At the Salvador case-control study[12], there were also fetal deaths on the HTLV-1/2 carrier mothers’ group, but those happened in patients with additional comorbidities such as hypertension and falciform anaemia. Additionally, that study reported three cases of hypertension in pregnancy and one admission to the NICU due to neonatal sepsis after PROM.\nAmong the infected mothers there were three cases of term PROM (25%). In a recent Brazilian study using data from the Ministry of Health [30], PROM was found to complicate approximately 4.2% of all livebirths in the country. This number is in line with the prevalence found in our HTLV-1/2 negative group. Uterine inflammation and sexually transmitted infections have been shown to be associated with obstetric complications such as PROM [31–34]. HTLV-1/2 infection is also known to be linked to different inflammatory and infectious manifestations. Thus, it seems reasonable to interrogate whether HTLV-1/2 infection may increase the risk of PROM. Unfortunately, the largest study on HTLV-1/2 pregnancy outcomes, performed in Gabon, didn’t assess the incidence of PROM [11]. This finding prompts the need for further research, adequately powered to elucidate the matter.\nIn our study, the mother of the only infected child reported breastfeeding for less than one month. Mother-to-child transmission of HTLV-1/2 occurs mainly through breastfeeding, ranging from 3.9% to 22% in endemic areas [35]. The policy of universal HTLV-1/2 antenatal screening and contraindication of breastfeeding for infected mothers at the Nagasaki province reduced the local MTC transmission rate from 20.3% to 2.5% [16], which are the known seroconversion rates of prolonged breastfeeding (> 6 months) and exclusive bottle-feeding, respectively. However, even with shorter periods of breastfeeding the MTC transmission rate is greater than using only infant formula (7.4% vs. 2.5%) [22]. Other possible reasons for the MTC transmission in this case are peripartum infection or additional risk factors such as: high maternal antigenemia, concentration of gp46 HTLV-1/2 antibodies, the presence of anti-Tax antibodies, or the human leucocyte antigen system (HLA) type concordance between mother and child [17,18,35,36,37,38,39]. The hypothesis of peripartum infection seems unlikely since the child was delivered by caesarean section due to hypertensive syndrome without PROM or labour. A limitation of this study is that it could not assess the other variables mentioned, such as proviral load and HLA type. Other two Brazilian studies report MTC transmission after less than a month of breastfeeding. In both cases the mothers’ proviral loads were extremely high [17, 37]. Another limitation of the study was the small sample of infected patients and the low frequency of adverse pregnancy outcomes, which were grouped for the statistical analysis. A study which is properly powered for statistical analysis on this matter would require a much greater sample size, and that may prove impeditive in areas of intermediate prevalence such as ours.\nOn the other hand, a strength of the study is that the children of infected mothers were followed up for three years, a gold standard set by the Nagazaki study group [16]. This was proposed since some cases of seropositivity in children are caused by maternal antibodies, which generally disappear after 12 months of life. Our MTC transmission rate was 1/9 (11%), similar to the ones found in Haiti and Guyana [11,35].\nThe study confirmed the high prevalence of HTLV-1/2 in pregnant women at the metropolitan area of Rio de Janeiro and found no sociodemographic difference between infected and non-infected patients. Carrier mothers frequently reported previous adverse pregnancy outcomes (5/12), but at the current pregnancy there was only one unexplained fetal demise (growth restricted) and one admission to the NICU due to sepsis. There was a significant association to other STI, but the intriguing point was the number of PROM cases among infected women (3/12).\nSince there is no treatment or immunization for HTLV-1/2, preventive measures are currently the only effective way to break the chain of transmission. Thus, it is vital to increase awareness about the infection among health providers and the population. Safe sex campaigns are already extensive, therefore tackling MTC transmission is likely to have the most significant effect on the longitudinal perpetuation of the virus and the reduction of HTLV-1/2 associated diseases, particularly in endemic areas. There are no studies on antiretroviral therapy or mode of delivery to address the potential for reducing MTC transmission. Thus, avoidance of breastfeeding remains the only effective way to block the MTC transmission of the virus. The use of this strategy as a public policy in low income areas is still not a consensus, since breastfeeding also plays a role in reducing infant mortality and morbidity through immunity boosting and protecting against infections.\nSince there is no clear difference in the sociodemographic profile of HTLV-1/2 carriers, routine prenatal screening at endemic areas is supported by several research groups [9,10,13,15–17,21,25,27,28,30,31,40–42]. Considering the number of livebirths at the metropolitan area of Rio de Janeiro (236,960 LB in 2016) and the HTLV-1/2 seroprevalence in pregnant women found in this study, the introduction of local routine antenatal screening could avoid over one thousand cases of MTC transmission in a year[41]. A similar estimate was found by a recent epidemiological study [42].\nFurther studies are needed on the cost-effectiveness of such strategy across different prevalence areas and socioeconomic resources. Moreover, epidemiological mapping of prevalence and mother-to-child transmission is needed to guide public health policies on antenatal screening and management. Additionally, better understanding of the burden of the infection in pregnancy may help to improve HTLV-1/2 infected mothers’ antenatal care and their children’s outcome."
}