{
    "Background": "Lymphatic filariasis (LF) is endemic in Ghana, and the country has implemented the GPELF strategy since 2000 with significant progress made in the control of the disease. However, after several years of mass drug administration (MDA) implementation, there is persistent transmission in 17 of the 98 endemic districts in the country. Current approaches to surveillance are clearly unable to target untreated individuals and new strategies are required to address the endgame challenges to enhance LF elimination as a public health problem in endemic countries. Community registers are used during MDAs to enumerate community members, their age, gender, house numbers, and records of their participation in MDAs. These MDA registers represent an untapped opportunity to identify and characterize non-compliance and inform appropriate programmatic actions. In this study, we analyzed the data presented in the registers to assess the coverage and individuals’ compliance in MDA.",
    "Methods": "The information in the MDA registers were assessed to verify the reported coverages obtained from the district. The community registers were obtained from the district health offices and the data from each individual record was entered into a database. A simple questionnaire was used to cross-check the participation of study participants in the 2017 MDA. The questionnaire solicited data on: participation in the 2017 MDA, reasons for not taking part in the MDA, adverse events experienced, what was done for the adverse events, and willingness to participate in subsequent MDAs.",
    "Results": "We found that 40.1% of the population in the registers missed at least one MDA in 3 years (2016–2018) and the majority of them were between 10–30 years of age. The results of the questionnaire assessment indicated that 13.8% of the respondents did not receive treatment in 2017 for various reasons, the most prominent among them being “absence/travel” (37.1%). Data in the registers were used to verify the treatment coverage for the years 2017 and 2018, and reviewed against the reported coverage obtained from the district. Significant differences between the reported and verified coverages were only observed in four communities. However, the assessment also revealed that the reported coverage was only accurate in 33.3% of cases.",
    "Conclusions": "The MDA registers allow for the identification of eligible individuals who were not reached during any MDA round. Thus, the MDA registers could be utilized at the community and programme levels to identify missing and untreated individuals, appropriately address their non-compliance to MDA, and thereby improve MDA coverage in each implementation unit and monitor the progress towards elimination of LF. The challenges observed through the review of the registers also offer opportunities to improve the training given to the community drug distributors."
}