{
    "Background": "Human lice, Pediculus humanus, are obligate blood-sucking parasites. Body lice, Pediculus h. humanus, occur in two divergent mitochondrial clades (A and D) each exhibiting a particular geographic distribution. Currently, the body louse is recognized as the only vector for louse-borne diseases. In this study, we aimed to study the genetic diversity of body lice collected from homeless populations in three localities of northern Algeria, and to investigate louse-borne pathogens in these lice.",
    "Methodology/Principal findings": "In this study, 524 body lice specimens were collected from 44 homeless people in three localities: Algiers, Tizi Ouzou and Boumerdès located in northern Algeria. Duplex clade specific real-time PCRs (qPCR) and Cytochrome b (cytb) mitochondrial DNA (mtDNA) analysis were performed in order to identify the mitochondrial clade. Screening of louse-borne pathogens bacteria was based on targeting specific genes for each pathogen using qPCR supplemented by sequencing. All body lice belong to clade A. Through amplification and sequencing of the cytb gene we confirmed the presence of three haplotypes: A5, A9 and A63, which is novel. The molecular investigation of the 524 body lice samples revealed the presence of four human pathogens: Bartonella quintana (13.35%), Coxiella burnetii (10.52%), Anaplasma phagocytophilum (0.76%) and Acinetobacter species (A. baumannii, A. johnsonii, A. berezeniae, A. nosocomialis and A. variabilis, in total 46.94%).",
    "Conclusions/Significance": "To the best of our knowledge, our study is the first to show the genetic diversity and presence of several emerging pathogenic bacteria in homeless’ body lice from Algeria. We also report for the first time, the presence of several species of Acinetobacter in human body lice. Our results highlight the fact that body lice may be suspected as being a much broader vector of several pathogenic agents than previously thought. Nevertheless, other studies are needed to encourage epidemiological investigations and surveys of louse-associated infections."
}