{
    "Background": "Both podoconiosis and soil-transmitted helminth (STH) infections occur among barefoot people in areas of extreme poverty; however, their co-morbidity has not previously been investigated. We explored the overlap of STH infection and podoconiosis in Southern Ethiopia and quantified their separate and combined effects on prevalent anemia and hemoglobin levels in podoconiosis patients and health controls from the same area.",
    "Methods and Principal Findings": "A two-part comparative cross-sectional study was conducted in Wolaita zone, southern Ethiopia. Data were collected from adult patients presenting with clinically confirmed podoconiosis, and unmatched adult neighborhood controls living in the same administrative area. Information on demographic and selected lifestyle factors was collected using interviewer-administered questionnaires. Stool samples were collected and examined qualitatively using the modified formalin-ether sedimentation method. Hemoglobin level was determined using two different methods: hemoglobinometer and automated hematology analyzer. A total of 913 study subjects (677 podoconiosis patients and 236 controls) participated. The prevalence of any STH infection was 47.6% among patients and 33.1% among controls (p<0.001). The prevalence of both hookworm and Trichuris trichiura infections was significantly higher in podoconiosis patients than in controls (AOR 1.74, 95% CI 1.25 to2.42, AOR 6.53, 95% CI 2.34 to 18.22, respectively). Not wearing shoes and being a farmer remained significant independent predictors of infection with any STH. There was a significant interaction between STH infection and podoconiosis on reduction of hemoglobin level (interaction p value = 0.002).",
    "Conclusions": "Prevalence of any STH and hookworm infection was higher among podoconiosis patients than among controls. A significant reduction in hemoglobin level was observed among podoconiosis patients co-infected with hookworm and ‘non-hookworm STH’. Promotion of consistent shoe-wearing practices may have double advantages in controlling both podoconiosis and hookworm infection in the study area."
}