{
    "Background": "Human African trypanosomiasis or sleeping sickness, caused by the parasite Trypanosoma brucei, leads to neuroinflammation and characteristic sleep/wake alterations. The relationship between the onset of these alterations and the development of neuroinflammation is of high translational relevance, but remains unclear. This study investigates the expression of interferon (IFN)-γ and IFN-inducible chemokine genes in the brain, and the levels of CXCL10 in the serum and cerebrospinal fluid prior to and during the encephalitic stage of trypanosome infection, and correlates these with sleep/wake changes in a rat model of the disease.",
    "Methodology/Principal findings": "The expression of genes encoding IFN-γ, CXCL9, CXCL10, and CXCL11 was assessed in the brain of rats infected with Trypanosoma brucei brucei and matched controls using semi-quantitative end-point RT-PCR. Levels of CXCL10 in the serum and cerebrospinal fluid were determined using ELISA. Sleep/wake states were monitored by telemetric recording. Using immunohistochemistry, parasites were found in the brain parenchyma at 14 days post-infection (dpi), but not at 6 dpi. Ifn-γ, Cxcl9, Cxcl10 and Cxcl11 mRNA levels showed moderate upregulation by 14 dpi followed by further increase between 14 and 21 dpi. CXCL10 concentration in the cerebrospinal fluid increased between 14 and 21 dpi, preceded by a rise in the serum CXCL10 level between 6 and 14 dpi. Sleep/wake pattern fragmentation was evident at 14 dpi, especially in the phase of wake predominance, with intrusion of sleep episodes into wakefulness.",
    "Conclusions/Significance": "The results show a modest increase in Cxcl9 and Cxcl11 transcripts in the brain and the emergence of sleep/wake cycle fragmentation in the initial encephalitic stage, followed by increases in Ifn-γ and IFN-dependent chemokine transcripts in the brain and of CXCL10 in the cerebrospinal fluid. The latter parameter and sleep/wake alterations could provide combined humoral and functional biomarkers of the early encephalitic stage in African trypanosomiasis."
}