{
    "Background": "It has been hypothesized that schistosomiasis negatively influences immune reconstitution in people living with HIV starting antiretroviral therapy (ART). In this study, we investigated the effect of schistosomiasis on the course of HIV infection in patients starting ART in a rural part of Tanzania.",
    "Methodology": "Retrospective study including patients prospectively enrolled in a HIV cohort in Ifakara, south-central Tanzania between January 1, 2013 and April 1, 2015. Schistosomal circulating anodic antigen (CAA) was assessed in pre-ART cryopreserved plasma. Regression models were utilized to estimate the effect of CAA positivity on virological and immunological failure and a composite outcome of death/loss to follow-up (LFU).",
    "Principal findings": "At ART-initiation 19.1% (88/461) of patients were CAA-positive. A tendency of higher CD4 increases was seen in CAA-positive patients (+182 cells/μl, interquartile range (IQR), 87–285 cells/μl) compared to CAA-negative patients (+147 cells/μl, IQR, 55–234 cells/μl, p = 0.09) after 10 months of follow-up. After adjustment for baseline risk factors, CAA-positivity showed no association with virological or immunological failure. In CAA-positive patients, 22.7% (20/88) died or were LFU, compared to 29.5% (110/373) of CAA-negative patients (hazard ratio (HR): 0.76, 95% confidence interval (CI), 0.47–1.22, p = 0.25). After adjustment for age, sex, body mass index, educational attainment, WHO-stage, tuberculosis status, and year of ART initiation, CAA-positivity showed a trend of a decreased hazard of death/LFU (HR: 0.58, 95% CI: 0.32–1.05, p = 0.07), while CD4 count at baseline (HR: 0.86, 95% CI: 0.76–1.00, p = 0.02) and MXD (sum of eosinophils, basophils, and monocytes counts) >1,100 cells/μl (HR: 0.56, 95% CI: 0.34–0.93, p = 0.03) were identified as independently protective factors.",
    "Conclusions/Significance": "Schistosomiasis is prevalent in this HIV cohort and may be beneficial for immunological reconstitution, while no effect on virological failure was apparent. A positive effect of schistosomiasis-induced immunomodulation on survival and retention in care needs confirmation in future studies."
}