{
    "Background": "Schistosomiasis remains widespread in many regions despite efforts at its elimination. By examining changes in the transcriptome at the host-pathogen interface in the snail Biomphalaria glabrata and the blood fluke Schistosoma mansoni, we previously demonstrated that an early stress response in juvenile snails, manifested by induction of heat shock protein 70 (Hsp 70) and Hsp 90 and of the reverse transcriptase (RT) domain of the B. glabrata non-LTR- retrotransposon, nimbus, were critical for B. glabrata susceptibility to S. mansoni. Subsequently, juvenile B. glabrata BS-90 snails, resistant to S. mansoni at 25°C become susceptible by the F2 generation when maintained at 32°C, indicating an epigenetic response.",
    "Methodology/Principal findings": "To better understand this plasticity in susceptibility of the BS-90 snail, mRNA sequences were examined from S. mansoni exposed juvenile BS-90 snails cultured either at 25°C (non-permissive temperature) or 32°C (permissive). Comparative analysis of transcriptomes from snails cultured at the non-permissive and permissive temperatures revealed that whereas stress related transcripts dominated the transcriptome of susceptible BS-90 juvenile snails at 32°C, transcripts encoding proteins with a role in epigenetics, such as PIWI (BgPiwi), chromobox protein homolog 1 (BgCBx1), histone acetyltransferase (BgHAT), histone deacetylase (BgHDAC) and metallotransferase (BgMT) were highly expressed in those cultured at 25°C. To identify robust candidate transcripts that will underscore the anti-schistosome phenotype in B. glabrata, further validation of the differential expression of the above transcripts was performed by using the resistant BS-90 (25°C) and the BBO2 susceptible snail stock whose genome has now been sequenced and represents an invaluable resource for molecular studies in B. glabrata. A role for BgPiwi in B. glabrata susceptibility to S. mansoni, was further examined by using siRNA corresponding to the BgPiwi encoding transcript to suppress expression of BgPiwi, rendering the resistant BS-90 juvenile snail susceptible to infection at 25°C. Given transposon silencing activity of PIWI as a facet of its role as guardian of the integrity of the genome, we examined the expression of the nimbus RT encoding transcript at 120 min after infection of resistant BS90 piwi-siRNA treated snails. We observed that nimbus RT was upregulated, indicating that modulation of the transcription of the nimbus RT was associated with susceptibility to S. mansoni in BgPiwi-siRNA treated BS-90 snails. Furthermore, treatment of susceptible BBO2 snails with the RT inhibitor lamivudine, before exposure to S. mansoni, blocked S. mansoni infection concurrent with downregulation of the nimbus RT transcript and upregulation of the BgPiwi encoding transcript in the lamivudine-treated, schistosome-exposed susceptible snails.",
    "Conclusions and significance": "These findings support a role for the interplay of BgPiwi and nimbus in the epigenetic modulation of plasticity of resistance/susceptibility in the snail-schistosome relationship."
}