{
    "Introduction": "Aedes aegypti, the “yellow fever mosquito”, is the primary vector to humans of the four serotypes of dengue viruses (DENV1-4), yellow fever virus (YFV) and is a known vector of Chikungunya virus. Dengue is a major public health problem in tropical regions of the world, causing millions of dengue fever and hundreds of thousands of dengue hemorrhagic fever cases annually [1]. In endemic areas the annual number of cases has risen steeply since the 1950s [2]. With multiple serotypes circulating in endemic areas, 100 million infections of dengue fever (DF) occur annually, including up to 500,000 cases of the more severe form of disease called dengue hemorrhagic fever (DHF) with a case fatality rate of up to 5% [3]. Despite the development of a safe, effective YFV vaccine, yellow fever remains an important health risk in sub-Saharan Africa and tropical South America [4],[5]. The WHO estimates there are 200,000 cases and 30,000 deaths attributable to YFV infection each year, most of which occur in Africa [6].\nThere are two recognized subspecies of Ae. aegypti s.l.: the presumed ancestral form, Ae. aegypti formosus (Aaf), a primarily sylvan mosquito in sub-Saharan Africa, and Ae. aegypti aegypti (Aaa), found globally in tropical and subtropical regions typically in association with humans. The designation of Ae. aegypti s.l. subspecies arose from observations made in East Africa in the late 1950s that the frequency of pale “forms” of Ae. aegypti was higher in populations in and around human dwellings than in those of the nearby bush [7]. The implied correlation between color and behavior prompted Mattingly [8] to revisit the biology and taxonomy of Ae. aegypti. He described formosus (Walker) as a subspecies of Ae. aegypti that was restricted to sub-Saharan Africa and in West Africa “is the only form known to occur except in coastal districts and in one or two areas of limited island penetration.” He also suggested that it most frequently breeds in natural containers such as tree holes and feeds on wild animals. Mattingly also stated that, in addition to the dark-scaled parts of the body being generally blacker, “ssp. formosus never has any pale scales on the first abdominal tergite.” The type form of Ae. aegypti aegypti was alternatively defined as “either distinctly paler and browner (at least in the female) than ssp. formosus or with pale scaling on the first abdominal tergite or both.” He also suggested that Aaa breeds in artificial containers provided by humans, will breed indoors, and has a preference for feeding on human blood [9]. McClelland [10] made a comprehensive study of differences in scale patterns in the abdominal dorsum in 74 Ae. aegypti s.l. collected from 69 different worldwide locations. He concluded that many of Mattingly's subspecies distinctions were not always clear cut in Africa, the only region in the world where both forms are found. In East Africa, pure Aaa or Aaf collections as defined by both color and behavior were found but there were also collections where the subspecies were mixed. In areas of sympatry, he found intermediate forms, with peridomestic habits and a wide range of pale scaling. Populations widely overlapped in the extent of pale scaling. McClelland [10] concluded that, with a large enough sample size, populations could be distinguished on the basis of body color, although peridomestic populations overlapped with the distributions of both Aaa and Aaf populations. Body color alone, however, was unreliable as a means to assign individuals to a particular subspecies and instead, he recommended using the number of pale scales on the first abdominal tergite.\nLater, mark-release-recapture studies in Kenya [11] demonstrated that immature mosquitoes collected from sylvan, peridomestic, or domestic breeding containers showed an overwhelming preference for their respective habitat as adults. In contrast, in West Africa, mosquitoes morphologically consistent with Aaf were found breeding domestically indoors in Nigeria [12] and Gabon [13]. Therefore, the classic behavioral/habitat descriptions given by Mattingly [8] for these two subspecies were not valid throughout Africa. In eastern Kenya, genetic crosses between Aaf and Aaa showed that preferences for endophily had a strong genetic component [14]. These authors speculated that these sympatric populations remained behaviorally and morphologically distinct because of adaptations that limited genetic exchange. Aaf rarely entered houses, and the authors proposed that those that did would not be likely to oviposit in water jars but would instead seek natural breeding sites in the forest. They speculated that the offspring of those that oviposit in water jars would not be adapted to surviving in the low nutritional content of drinking water. Conversely, they argued that gravid Aaa rarely enter the forest, and were not therefore attracted to tree holes. If they oviposited there, the larvae would not be adapted to avoiding predators found in natural containers. Those larvae that survived to adults would be anthropophilic and unlikely to find a suitable host. It was further hypothesized that the subspecies evolved allopatrically, and that Aaa was reintroduced into East Africa after adaptation to human habitats. Therefore these layers of behavioral differences were fully developed when the subspecies came into contact again, greatly restricting gene flow between them. Laboratory experiments crossing Aaa and Aaf from Kenya showed no evidence of assortative mating [15]. Furthermore, there was no decrease in fecundity in hybrids, nor any morphological defects.\nThe monumental works of Tabachnick, Powell, Munstermann and Wallis [16]–[27] on the global population genetics and vector competence of Ae. aegypti s.l. showed that collections made throughout the species distribution fell into one of two clades (Figure 1). One clade contained Aaa from East Africa, South America, the Caribbean and Texas/Northeastern Mexico suggesting that these New World populations were derived from East Africa. The other clade contained Asian and Southeastern U.S. Aaa and a basal clade consisting of Aaf from East and West Africa. This tree topology suggested therefore independent New World and Asian introductions. Their parallel work with Beaty [17]–[19] on vector competence suggested that West African Aaf had lower competence for YFV than other global collections of Aaf and Aaa.\nEach clade is labeled according to the original names followed by the country or location where the material was collected and, in parentheses, the number of collections. Modified from [25].\nDespite the importance of these early groundbreaking studies they had, in retrospect, a number of deficiencies. They did not use the number of pale scales on the first thoracic tergite [9] to identify individual mosquitoes. Instead, whole Ae. aegypti s.l. collections were classified as either Aaa or Aaf based upon geographic origin, collection location (indoor Aaa vs. outdoor Aaf) and/or their general body coloration of “light” (Aaa) or “dark” (Aaf). Furthermore, they assumed that all West African Ae. aegypti were Aaf. Thus notice in Figure 1 that no Aaa were sampled from West Africa. This assumption was based upon Mattingly's [8] claim that in West Africa “formosus is the only form known to occur except in coastal districts and in one or two areas of limited island penetration.” But this statement was based largely upon collections from Ghana and Burkina Faso. Finally, all early vector competence work was based upon the Asibi strain of YFV. No work was done with DENV because dengue was not a prevalent disease at that time. In order to address these deficiencies, we have been studying the population genetics, subspecies composition and vector competence for DENV-2 of Ae. aegypti s.l. in Senegal. Here we report an analysis of 1,040 Aedes aegypti sensu latu (s.l.) from 19 collections distributed across the 5 phytogeographic regions of Senegal.",
    "Materials and Methods": "Aedes aegypti collections and extraction of DNA\nFrom January 8, 2005–July 20, 2007 we collected Ae. aegypti s.l. immature stages (larvae and pupae) and eggs from the 19 locations in Senegal listed in Table 1 and mapped in Figure 2. At each urban and rural site, we collected immature stages from at least 30 different breeding sites in each of three different, distant locations at least 100 m apart. Breeding sites consisted of water storage containers and discarded trash such as plastic pails, tires, and cans. In the forest gallery sites of PK10 and Deux Rivieres, immature stages were collected from treeholes and from the discarded husks of Saba senegalensis (Apocynacea) which collect water during the rainy season. Eggs collection were also made using ten ovitraps in both of these forest gallery sites.\nPredominant vegetation zones are also shown.\nEggs and immature stages were returned to the laboratory where they were reared to adults and then identified to species [28]. Aedes aegypti s.l were further identified as Aaa or Aaf based upon the number of pale scales on the first abdominal tergite [10]. If the first abdominal tergite lacked pale scales (McClelland's F range [10]) it was scored as Aaf and was otherwise scored as Aaa. These adults were provided access to sugar, allowed to mate for three days; males were then aspirated, and stored at −80°C. Every third day, over a two-week period, sugar was removed from the cages 24 h prior to bloodfeeding on mice. Bloodfed females were then given constant access to wet paper towels as an oviposition substrate. After two weeks females were aspirated and stored at −80°C. DNA was obtained from individual adults by salt extraction [29], suspended in 300 µl of TE buffer (10 mM Tris-HCl, 1 mM EDTA pH 8.0), and stored at −80°C.\n\n\nVector competence\nMosquito collections were characterized for vector competence using an immunofluorescence assay (IFA) at 14 days post-oral challenge. The DENV-2 strain used was dengue 2 JAM1409 which was isolated in 1983 in Jamaica [30] and belongs to the American Asian genotype [31]. This DENV-2 strain was used rather than one from West Africa because we wished to compare vector competence data in Ae. aegypti from Senegal with all of our other collections including our standard susceptible Dengue 2 Susceptible on 3 chromosomes (D2S3) strain and our resistant Dengue 2 Midgut Escape Barrier (D2MEB) strains [32]; all of which have been characterized with JAM1409. All procedures for growing virus in 14 day cell culture, quantifying the virus, and infecting mosquitoes with membrane feeders covered with sterile hog-gut are published [33]. D2S3 [32] served as a positive control to test for consistency in the quality and quantity of DENV-2 preparation and infection. Undiluted virus titers ranged from 7.5–8.5 log10 infectious virus/mL.\nAfter exposure to the infectious bloodmeal, fully engorged mosquitoes were removed from the feeding carton and held for 14 days at a constant 27°C and 80% relative humidity in an insectary with a 12-hour photoperiod. Heads and abdomens were assayed for infection by IFA using a mouse derived primary monoclonal antibody directed against a flavivirus E gene epitope [34],[35]. Heads were checked first for DENV-2 infections. If the head was uninfected, the abdomen was checked for infection.\n\n\nSNP discovery\nTable 2 lists the primers and annealing temperatures for the eight gene regions from which we identified SNPs. Figure 3 shows the locations of SNPs in the amplified regions. These gene regions were amplified in the 57 Ae. aegypti listed in Table 3. Amplified products were screened for polymorphisms with Single Stranded Conformation Polymorphism (SSCP) analysis [29]. All novel SSCP genotypes were then sequenced to screen for SNPs. These sequences were then assembled into a single dataset and translated to assess whether each SNP encoded a synonymous or replacement substitution. Once a SNP locus was selected it was assigned the name of the gene followed by a numeric label indicating its distance in nucleotides from the adenine in the ATG start site.\nPCR primer sites are underlined, all SNP sites are underlined, and the selected SNP is placed in a box.\n\n\nSNP genotype identification\nGenotypes at SNP loci were detected using allele specific PCR. Genotypes were determined in a single-tube PCR using two different “allele-specific” primers, each of which contained a 3′ nucleotide corresponding to one of the two alleles and an opposite primer that amplified both alleles. Allele specific primers were manufactured (Operon Inc., Huntsville, AL) with 5′ tails [36],[37] designed to allow discrimination between SNP alleles based on size or melting temperature. Primer sequences are provided in Table 4. An intentional transversion mismatch was introduced three bases in from the 3′ end of allele specific primers to improve specificity and each allele specific primer differed by a transition at this site [38]. Melting curve PCR was performed as previously described [39].\n\n\nStatistical analysis of haplotype and allele frequencies\nVariation in allele frequencies among and within years, subspecies, phytogeographic regions, vegetation zones and habitats was determined by analysis of molecular variance (AMOVA) using the computer program Arlequin 3.01 [40]. This program also estimated pairwise FST values and Slatkin's linearized FST [FST/(1−FST)] [41] among collections and computed the significance of the variance components associated with each level of genetic structure by a nonparametric permutation test with 100,000 pseudoreplicates [40]. Pairwise linearized FST values were used to construct a dendrogram among all collections by means of unweighted pair-group method with arithmetic averaging analysis [42] in the NEIGHBOR procedure in PHYLIP3.5C [43]. Wright's F-Statistics were calculated using Weir and Cockerham's method [44].",
    "Results": "Subspecies distribution\nFigure 4 shows the proportion and distribution of mosquitoes classified as Aaa or Aaf in the 19 collection sites. This figure suggests a northwest-southeast cline in the abundance of the two subspecies. Six collections from the Sahelian region in northwest Senegal where the primary vegetation type is Acacia-Savannah contained only Aaa. Six collections from the southern Forest gallery area in southern Senegal where the primary vegetation type is deciduous forest and scrub consisted of only Aaf (Ngari, PK-10 and Deux Rivieres are placed under a single pie chart in Figure 4). Only Aaf was found in Goudiry in the central Acacia-Savannah region. The two subspecies were sympatric in four sites north of The Gambia in the central Savannah region containing predominantly tall grass savanna and scrub and in Dienoudialla and Saraya in the southern Forest gallery area. Letters in the pie charts in Figure 4 indicate the results of pairwise 2×2 heterogeneity χ2 tests. Four statistically homogeneous groups were detected. Group ‘a’ are the pure Aaa collections while group ‘d’ are the pure Aaf, and the Dienoudialla and Saraya collections, groups ‘b’ and ‘c’ overlap and contain all of the collections in which the two subspecies are sympatric.\nPairwise Fisher's Exact Tests were performed on all collections. Strains with equivalent rates have the same labels and these were significantly different from one another.\n\n\nVector competence\nWe incorporated our standard D2S3 strain [32] as a positive control and standard refractory D2MEB [32] strain as a negative control. The Disseminated Infection Rate (DIR) was 92.3% in D2S3 and 51.2% in D2MEB (sample sizes = 65 and 80 females, respectively). Figure 5 shows the proportion and distribution of mosquitoes with a disseminated infection (DIR), a midgut infection barrier (MIB) and a midgut escape barrier (MEB). There is a northwest-southeast cline in the susceptibility of Ae. aegypti s.l. populations. Northwestern Aaa collections have a high disseminated infection rate (DIR) while southeast Aaf collections have a low DIR associated with a MEB. Letters in the pie charts in Figure 5 indicate the results of pairwise 2×2 heterogeneity χ2 tests. Five statistically homogeneous groups were detected. N'goye (group ‘a’) had a higher DIR than the other 10 collections. Group ‘b’ contains the pure Aaa collections from the Sahel. Group ‘e’ contains the pure Aaf collections from the Forest Gallery. Groups ‘c’ and ‘d’ overlap and contain all of the other collections. There was a positive correlation between the proportion of Aaf among Ae. aegypti s.l. and the proportion of mosquitoes with a midgut escape barrier for the 11 sites (Spearman's rank correlation; ρs = 0.797, P = 0.003).\nDisseminated infection rate (DIR) appears in black, midgut infection barrier rate (MIB) appears in grey, and midgut escape barrier rate (MEB) appears in white. Pairwise Fisher's Exact Tests were performed on all collections. Strains with equivalent rates have the same labels and these were significantly different from one another. Sample sizes = 50–65 females.\n\n\nSNP discovery\nUsing the primers in Table 2, the regions of the Aminopeptidase N (Apn) (3.4.11.2) AAEL012783, α-amylase 2 (Amy2) (3.2.1.1) AAEL013421, α-Glycerophosphate dehydrogenase (aGPDH) (1.1.1.8) AAEL003873, Glucose-6-phosphate isomerase (GPI) (5.3.1.9) AAEL012994, Glutamate dehydrogenase (GluDH) (1.4.1.2) AAEL010464, Fumarase (Fum) (4.2.1.2) AAEL008167, and Phosphoglucomutase (Pgm) (5.4.2.2) AAEL010037 genes shown in Figure 3 were amplified in the 57 mosquitoes listed in Table 3. These were then screened for sequence variation using SSCP. All of the primers and the associated analyses for the Early Trypsin gene are published [45].\nFigure 3 shows the region that was amplified with the PCR primers underlined. All SNP sites are also underlined and the chosen SNP site is in a box. Our selection of SNPs was biased in many ways. We only used SNP loci that demonstrated two alternate nucleotides because more nucleotides would require additional, more expensive SNP detection. In addition only those SNPs were used in which the most common allele had a frequency ≤0.95 among the 57 initial mosquitoes. The remaining SNPs were then screened as candidates for allele specific PCR. Each SNP was analyzed using Primer Premier 5.0® (Premier Biosoft International, Palo Alto, CA) to identify primers that would amplify a product ≤70 bp because this was the maximum size for discrimination by melting curve PCR. Furthermore, primers were eliminated that had potential to form hairpins or might anneal to one another.\nαGPDH.55 is a synonymous G↔A transition in the third position of a Arg codon. Apn.1938 is a synonymous G↔A transition in the third position of a Gln codon. Amy2.447 is a synonymous G↔T transversion in the third position of a Pro codon, while Amy2.450 is a synonymous G↔T transversion in the third position of the adjacent Pro codon (Figure 3). Fum.-294 resides 294 bp upstream from the ATG start in the Fumarate hydratase gene. GPI. 1,500 is a synonymous G↔A transition in the third position of a Lys codon. GlutDH.507, 567, and 627 are all synonymous transitions in the third position of Val, Glu, and Iso codons, respectively. Pgm.954 is a synonymous A↔C transversion the third position of a Leu codon. TrypEarl detects a 13 bp deletion immediately 5′ to the ATG start in the Early Trypsin gene [45].\n\n\nSNP allele and genotype frequencies in collections\nSNP allele frequencies were compared among and within years, subspecies, phytogeographic regions, vegetation zones and habitats by AMOVA [40]. We first tested whether alleles shifted in frequency among collection years (Table 5A) because this would have required partitioning by year any further analyses. Results indicate that 1% of the variation in allele frequencies arose among the three years and this was not significant in the permutation tests. All subsequent analyses, therefore, combined samples from different years.\nNext, we tested for variation in allele frequencies between the subspecies. In the first AMOVA we analyzed only the six collections in which the two subspecies were sympatric to avoid confounding differences among sites with differences among subspecies. Table 5B indicates that no variation was found between the subspecies. We then compared all Aaa collections with all Aaf collections, and again no variation was found between the subspecies. All subsequent analyses combined the subspecies in the six sympatric collection sites.\nWe next analyzed for variation among northern, central and eastern collections and Table 5C indicates that 1.3% of the variation in allele frequencies arose among the three regions but this was not significant in the permutation tests. All collections were next grouped into one of the three vegetation zones in Figure 2. Table 5D indicates that 0.6% of the variation in allele frequencies arose among these zones and that this was not significant. All collections were next grouped into the five phytogeographic regions (Table 1). Table 5E shows that 3.2% of the variation in allele frequencies arose among these regions and this was significant. Finally, all collections were grouped into the three habitat types (Table 1), and Table 5F indicates that 0.9% of the variation in allele frequencies arose among habitats and that this was not significant.\nTable 6 lists Wright's F-statistics estimated using Weir and Cockerham's methods [44] for the entire study. FST estimates at each locus were significantly (P≤0.0001) greater than 0. The largest amount of variance was detected at the GlutDH.507 locus, the least occurred at the TrypEarl locus. Many FIS estimates at each locus were significantly (P≤0.0001) greater or less than 0. Of 185 independent tests 56 were significant; far in excess of the nine expected with 5% Type 1 error rate. However, there was no general trend towards excess homozygotes (FIS>0) or excess heterozygotes (FIS<0). In half of the tests FIS>0 and in the other half FIS<0. The largest deviance in FIS was seen at GlutDH.627 (FIS = −0.276) with excess heterozygotes in six collections. The smallest deviance in FIS was seen at GlutDH.507 (FIS = −0.012) with a slight excess of heterozygotes in one collection.\nUnweighted pair-group method with arithmetic mean (UPGMA) cluster analysis [46] of pairwise FST/(1−FST) among the Senegalese collections (Figure 6) indicates four clusters labeled A–D. The collection year was distributed independently among clades (Fisher's Exact Test (FET), p = 0.1397). Subspecies were distributed independently among clades (FET, p = 1.0000). The vegetative zone in which the collection was made was also independent among clades (FET, p = 0.0643). However, collections were clustered by phytogeographic region (FET, p = 0.0010) and habitats (FET, p = 0.0068) with a disproportionately large number of Urban and Acacia Savanna collections occurring in Clade A. Thus, aside from habitats, the cluster analysis largely confirms the AMOVA results.\nA Mantel analysis of pairwise FST/(1−FST) against geographic distances indicated a highly significant correlation between genetic and geographic distances among collections (Figure 7). While a significant correlation is usually interpreted as evidence of isolation by distance, the regression coefficients were small (R2 = 0.03–0.05) and general inspection of the data points in the untransformed geographic distance graph suggests only a weak trend.",
    "Discussion": "We have demonstrated a northwest–southeast cline in the abundance of Aaa and Aaf in Senegal as determined by the number of pale scales on the first abdominal tergite of individual mosquitoes. The vector competence of mosquitoes in some of these collections was analyzed for susceptibility to DENV-2 susceptibility and was correlated with the distribution of the two subspecies. Population genetic analyses with SNPs revealed large and significant differences in allele frequencies among collections. However, none of this variation was attributable to the year of collection, subspecies, the vegetation zone, or the habitat in which the collections were made. Minor amounts of the variation in allele frequencies were attributable to the geographic distance among collection sites and to the phytogeographic region in which the collections were made.\nHuber et al. [47] recently published an in-depth examination of gene flow among five cities in Senegal using variation at 10 isozyme markers. They collected five samples from Barkedji in the Sahel; Diourbel, Kaffrine and Koungheul from the Savannah region; and Kedougou from the Forest gallery for a total of 25 samples containing 1,086 mosquitoes. Their overall FST value was 0.078. Most (74%) of FST was accounted for by variation among the five collections within each city, while the remainder was accounted for by differences among the five cities. Our overall FST value was slightly larger (0.109) but we did not compare multiple collections within cities; some of our sites had small sample sizes (which inflate FST estimates [48]) and our study included 19 sites over a much larger geographic range. Huber et al. [47] also performed an AMOVA among collections in the same vegetation zones as in Figure 2 and, as with our study, more variation arose within (5.5%) rather than among (2.6%) zones. Huber et al. also performed an AMOVA on subspecies. As with our study, more of the variation arose among collections within a subspecies (5.7%) rather than among subspecies (3.6%). However, even though this was a small percentage, it was significant in their permutation tests. We only examined gene flow in the six collections where the subspecies are sympatric and found a non-significant 1.4% of frequency variation arose between subspecies. In contrast Huber et al. compared Kedougou (Aaf) with all other cities (Aaa). Thus their subspecies variance included, and was therefore inflated by, variation among cities. Huber et al. performed a cluster analysis of linear FST values and, as in Figure 6, found no clusters corresponding to cities, subspecies or vegetation zones. They also tested for isolation by distance using the same analyses as presented here and found none. While our regression was significant, the linear regression model explained little of the overall variance.\nThere is a major discrepancy between our FIS results and those of Huber et al. The number of significant tests in their study was the number expected with a 5% Type 1 error rate but the number of significant tests in our study was far in excess of this expected rate. This initially suggested to us that our melting curve PCR assay was inaccurate. The assay might not be equally sensitive to both nucleotides at a locus and thus indicate an apparent homozygote for one allele in mosquitoes that are in reality heterozygotes, thus yielding FIS>0. The assay might also not be specific and thus indicate an apparent heterozygote in mosquitoes that are in reality homozygotes, thus yielding FIS<0. The problem with this interpretation is that FIS = 0 for the majority of tests at each locus and FIS was not consistently greater or less than zero in any one collection or at any one locus. Nevertheless, we amplified and sequenced PCR products from 2–3 individuals in a collection and at a locus where FIS≠0 and in every case confirmed the genotype reported by melting curve PCR assay. In addition, we reviewed our initial sequence results from some of the 57 mosquitoes listed in Table 3. These also did not conform to Hardy-Weinberg expectations. Sometimes there was an excess of homozygotes at a locus but for other loci there was an excess of heterozygotes. At this time, we have no explanation for this discrepancy.\nBoth studies agree that very little or no variation exists between the subspecies. This is in stark contrast to similar studies [25] done in East Africa where allozyme frequencies differed markedly between the subspecies. Our results were presaged by McClelland [10] who found intermediate forms in areas of sympatry. These forms exhibited a wide range of pale scaling and occurred in peridomestic habitats. More recently, mosquitoes morphologically consistent with Aaf were found breeding domestically indoors in Nigeria [12] and Gabon [13]. Huber et al. [47] readily identified both forms in Senegal. Therefore, the classic behavioral/habitat descriptions given by Mattingly [8] for these two subspecies are not valid throughout Africa.\nThis tautology between Aaa and Aaf in West Africa therefore suggests a revision to Figure 1 in which West African Aaa and Aaf are monophyletic within the upper clade (Figure 8). This revision suggests three fundamental conclusions. First, because Aaf is only found in Sub-Saharan Africa, and West African Aaa and Aaf are monophyletic, our results strongly support Mattingly's original suggestion [9] that Aaa arose from a sylvan Aaf population probably in West African forests. Second, Asian and Southeastern US Aaa populations originated from West Africa Aaa rather than Aaf as was previously suggested [27]. Third, West African Aaa subsequently spread into East Africa where they adapted to human habitats, and subsequently gave rise to the Texas/Northeastern Mexico, Caribbean, and South American Aaa.\nIn agreement with the early literature [17]–[19], we also found that Aaf had significantly lower vector competence than Aaa. Among pure Aaa collections, the disseminated infection rate (DIR) was 73.9% with a midgut infection barrier (MIB) rate of 6.8%, and a midgut escape barrier (MEB) rate of 19.3% while among pure Aaf collections, DIR = 34.2%, MIB rate = 7.4%, and MEB rate = 58.4%. These patterns are consistent with those reported earlier for the two subspecies with YFV and DENV1-4 [17]–[19],[49], but are inconsistent for specific locations. DENV-2 virus has been isolated from both western Senegal (*Bandia Village in Figure 2) [50] and extensively from the Kédougou area in eastern Senegal (near Ngari in Figure 2) [51],[52]. However, a comprehensive serosurvey for DENV exposure has not been made and so we cannot test for a correlation between Aaa abundance and risk for DENV exposure.\nWhen Tabachnick et al. [17] examined the susceptibility of “West African Sylvan” populations from Dakar and N'goye to YFV infection they found the DIR to be 11 and 7% respectively. This is odd in two respects. First we found no Aaf in our Dakar and N'goye collections, and secondly, the DIRs with DENV-2 were 50 and 90% respectively. It is possible that vector competence for the long passaged Asibi strain of YFV used by Tabachnick et al. [17] is low (their most competent population only had a 53% DIR). But it is also possible that the subspecies composition of these sites has changed.\nA group at Institut Pasteur de Dakar published a paper in 2008 [53] also measuring vector competence of Ae. aegypti s.l. populations from six locations in different bioclimatic zones and habitats of Senegal. They examined competence using a sylvatic (ArD 140875) and an epidemic (ArA 6894) DENV-2 isolate. They found that Senegalese Ae. aegypti s.l. populations had a high MIB rate (74–100%) and a highly variable DIR (10–100%). Both their study and ours examined vector competence in Dakar and N'goye and their findings are completely incongruent with ours. We believe three factors explain the discrepancies. First, they did not use standard susceptible and refractory strains as controls. Thus they have no baseline for comparison. Secondly, their MIB rates were very high resulting in DIR estimates based on ≤2–10 midgut-infected females. Third, their TCID50/ml titers were 106.5–7.0 plaque forming units (pfu) while we used titers of 107.5–8.5 pfu and Tabachnick et al. [17] used YFV TCID50/ml titers of 107.8–8.8 pfu. Their low DIR was therefore probably due to low blood meal titers of both DENV-2 isolates.\nTaken as a whole, our descriptions of subspecies distributions, vector competence and allele frequencies provide a very incomplete picture. In fact, they present a paradox. Why are the distributions of subspecies and vector competence rates distributed along a northwestern-southeastern cline while no such pattern is seen with either isozymes or SNPs? Why are SNP or isozyme phylogenies not distributed along the same cline? Our current knowledge of the distribution and vector competence of the two subspecies in West Africa in general and in Senegal in particular is still very incomplete. An additional deficiency in the current study is that no data were collected as to feeding, resting, or oviposition behaviors exhibited by mosquitoes at each sites. In addition, Figures 4 and 5 suggest a northwest-southeast cline in subspecies composition and vector competence but, in fact, the sampling locations were mostly distributed from northwest to southeast. Note that there are no collections from the northern or western marshes, the southern broadleaf evergreen forest, the western tall grass savanna and scrub, nor from the western deciduous forest and scrub south of The Gambia. A broader study of subspecies, vector competence and allele frequencies throughout West Africa may provide clues towards resolving this paradox."
}