{
    "Background": "Hookworm infections are an important cause of (severe) anemia and iron deficiency in children in the tropics. Type of hookworm species (Ancylostoma duodenale or Necator americanus) and infection load are considered associated with disease burden, although these parameters are rarely assessed due to limitations of currently used diagnostic methods. Using multiplex real-time PCR, we evaluated hookworm species-specific prevalence, infection load and their contribution towards severe anemia and iron deficiency in pre-school children in Malawi.",
    "Methodology and Findings": "A. duodenale and N. americanus DNA loads were determined in 830 fecal samples of pre-school children participating in a case control study investigating severe anemia. Using multiplex real-time PCR, hookworm infections were found in 34.1% of the severely anemic cases and in 27.0% of the non-severely anemic controls (p<0.05) whereas a 5.6% hookworm prevalence was detected by microscopy. Prevalence of A. duodenale and N. americanus was 26.1% and 4.9% respectively. Moderate and high load A. duodenale infections were positively associated with severe anemia (adjusted odds ratio: 2.49 (95%CI 1.16–5.33) and 9.04 (95%CI 2.52–32.47) respectively). Iron deficiency (assessed through bone marrow examination) was positively associated with intensity of A. duodenale infection (adjusted odds ratio: 3.63 (95%CI 1.18–11.20); 16.98 (95%CI 3.88–74.35) and 44.91 (95%CI 5.23–385.77) for low, moderate and high load respectively).",
    "Conclusions/Significance": "This is the first report assessing the association of hookworm load and species differentiation with severe anemia and bone marrow iron deficiency. By revealing a much higher than expected prevalence of A. duodenale and its significant and load-dependent association with severe anemia and iron deficiency in pre-school children in Malawi, we demonstrated the need for quantitative and species-specific screening of hookworm infections. Multiplex real-time PCR is a powerful diagnostic tool for public health research to combat (severe) anemia and iron deficiency in children living in resource poor settings."
}