{
    "Background": "Human T-lymphotropic virus type 1 (HTLV-1) -associated myelopathy/tropical spastic paraparesis (HAM/TSP) is a rare chronic neuroinflammatory disease. Since the disease course of HAM/TSP varies among patients, there is a dire need for biomarkers capable of predicting the rate of disease progression. However, there have been no studies to date that have compared the prognostic values of multiple potential biomarkers for HAM/TSP.",
    "Methodology/Principal Findings": "Peripheral blood and cerebrospinal fluid (CSF) samples from HAM/TSP patients and HTLV-1-infected control subjects were obtained and tested retrospectively for several potential biomarkers, including chemokines and other cytokines, and nine optimal candidates were selected based on receiver operating characteristic (ROC) analysis. Next, we evaluated the relationship between these candidates and the rate of disease progression in HAM/TSP patients, beginning with a first cohort of 30 patients (Training Set) and proceeding to a second cohort of 23 patients (Test Set). We defined “deteriorating HAM/TSP” as distinctly worsening function (≥3 grades on Osame's Motor Disability Score (OMDS)) over four years and “stable HAM/TSP” as unchanged or only slightly worsened function (1 grade on OMDS) over four years, and we compared the levels of the candidate biomarkers in patients divided into these two groups. The CSF levels of chemokine (C-X-C motif) ligand 10 (CXCL10), CXCL9, and neopterin were well-correlated with disease progression, better even than HTLV-1 proviral load in PBMCs. Importantly, these results were validated using the Test Set.",
    "Conclusions/Significance": "As the CSF levels of CXCL10, CXCL9, and neopterin were the most strongly correlated with rate of disease progression, they represent the most viable candidates for HAM/TSP prognostic biomarkers. The identification of effective prognostic biomarkers could lead to earlier detection of high-risk patients, more patient-specific treatment options, and more productive clinical trials."
}