{
    "Background": "Entamoeba histolytica is an intestinal protozoan parasite that causes amoebiasis, including amebic dysentery and liver abscesses. E. histolytica invades host tissues by adhering onto cells and phagocytosing them depending on the adaptation and expression of pathogenic factors, including Gal/GalNAc lectin. We have previously reported that E. histolytica possesses multiple CXXC sequence motifs, with the intermediate subunit of Gal/GalNAc lectin (i.e., Igl) as a key factor affecting the amoeba's pathogenicity. The present work showed the effect of immunization with recombinant Igl on amebic liver abscess formation and the corresponding immunological properties.",
    "Methodology/Principal Findings": "A prokaryotic expression system was used to prepare the full-length Igl and the N-terminal, middle, and C-terminal fragments (C-Igl) of Igl. Vaccine efficacy was assessed by challenging hamsters with an intrahepatic injection of E. histolytica trophozoites. Hamsters intramuscularly immunized with full-length Igl and C-Igl were found to be 92% and 96% immune to liver abscess formation, respectively. Immune-response evaluation revealed that C-Igl can generate significant humoral immune responses, with high levels of antibodies in sera from immunized hamsters inhibiting 80% of trophozoites adherence to mammalian cells and inducing 80% more complement-mediated lysis of trophozoites compared with the control. C-Igl was further assessed for its cellular response by cytokine-gene qPCR analysis. The productions of IL-4 (8.4-fold) and IL-10 (2-fold) in the spleen cells of immunized hamsters were enhanced after in vitro stimulation. IL-4 expression was also supported by increased programmed cell death 1 ligand 1 gene.",
    "Conclusions/Significance": "Immunobiochemical characterization strongly suggests the potential of recombinant Igl, especially the C-terminal fragment, as a vaccine candidate against amoebiasis. Moreover, protection through Th2-cell participation enabled effective humoral immunity against amebic liver abscesses."
}