{
    "Introduction": "People living in poor areas of the tropics commonly harbour multiple parasitic infections, including infection with multiple helminth species [1],[2]. An increasing number of studies demonstrate that individuals infected with multiple helminth species tend to harbour the most intense infections [3]–[11] and can be at an increased risk of infection-related morbidity [12]–[15]. For example, a study of Brazilian school children showed those harbouring concomitant infection with Ascaris lumbricoides and Trichuris trichiura were at increased risk of stunting [16], whilst another Brazilian study found the risk of anaemia among school children infected with Schistosoma mansoni and two or three soil-transmitted helminth (STH) infections was significantly higher that those harbouring single STH species [12]. The occurrence of extensive polyparasitism in human communities also has important implications for a multiple infection approach to control [17].\nRecent interest in the scientific study of polyparasitism has given renewed prominence to some old epidemiological questions; in particular identifying factors governing patterns of infection. A wealth of epidemiological investigation across numerous ecological and socio-economic settings indicate that certain characteristics are common to the epidemiology of single helminth species in communities, including household clustering and spatial heterogeneity [18]. Such features most likely result from the combined effects of extrinsic (exposure to infection) and intrinsic (host resistance) factors [18],[19]. However, our understanding of the determinants of multiple helminth species infection patterns within communities remains poorly defined. For example, while recent studies have documented the prevalence of multiple helminth infections and their patterns by age and sex [3]–[10], little is known about spatial and household clustering of multiple helminth infection within communities or putative risk factors [20].\nIn the paper, we investigate the spatial patterns and household clustering of helminth co-infection and associated risk factors among individuals living in the state of Minas Gerais, Brazil. A previous analysis has already highlighted the high frequency of multiple helminth infection in the area [21]. Although A. lumbricoides is also endemic to the region, we focus specifically on co-infection with the hookworm Necator americanus and S. mansoni since these species both contribute to iron-deficiency anaemia (via distinct mechanisms [22],[23]) but have dissimilar life cycles and modes of transmission. First, we explore spatial patterns of co-infection with N. americanus and S. mansoni using spatial statistics. We then investigate the role of individual, household and environmental risk factors in explaining the observed heterogeneities in infection patterns using a multi-level Bayesian multinomial approach, whereby individuals are assumed to be clustered within households. This approach permits robust, unbiased investigation of within-household clustering.",
    "Materials and Methods": "Study area and procedures\nThe study was conducted from June to September 2004 in Americaninhas, a region in the municipality of Nova Oriente in the northeast of Minas Gerias state, which is situated in southeast Brazil (Figure 1). Details of the study area, recruitment method, and cross-sectional parasitological and questionnaire surveys have been provided elsewhere [21],[24],[25] and only a summary is given here. The area is hilly and has an average temperature of 24°C, with a rainy season between November and March; annual rainfall is 1300–2000 mm. The study area is divided by a high ridge of land running north-south, separating the study area into two distinct zones or watersheds. The majority of inhabitants are involved in rural subsistence farming; cattle ranching is another important source of income.\nA Location of the study area in Minas Gerias State; B distribution of households within the study area (urban municipality inset).\nA series of meetings was held with community members to explain the purpose of the study. that participation was voluntary and that participants were able to withdraw from the study at any time. Written or oral consent was obtained from all adult subjects and from parents or guardians of minors. A pre-tested standardized questionnaire was administered to the head of each household to collect information on household socio-economic characteristics including house construction, water and sanitation, parental education, and ownership of selected household assets. During the parasitological survey, stool samples were collected over the course of two days (if possible) and were initially examined using the formalin-ether sedimentation technique for the presence of helminth eggs. Individuals positive for any helminth infection were subsequently examined by the Kato–Katz faecal thick smear technique to quantify the intensity of the infection expressed as eggs per gram of faeces (epg). Two slides were taken from each day's faecal sample for a total of up to four slides from each individual. Morphological examination of expelled worms following treatment among a sub-sample of individuals showed that hookworm infection was exclusively of the species Necator americanus [25]. A polymerase-chain-reaction (PCR) test was performed on 20 of the above samples to confirm the morphological examination as Necator americanus [26]. N. americanus was found in 100% of these samples, no A. duodenale infection was found.\nHousehold locations were mapped using a hand-held Trimble GeoExplorer global positioning system (GPS) receiver (Trimble Navigation, Sunnyvale, CA, USA) and ArcPad 6.0.3 software (Environmental Systems Research Institute Inc., Redlands, CA, USA). Readings, with a resolution of 5 m, were taken at the front door, or as near as possible in order to receive a sufficient satellite reception and an average of 10 readings of the co-ordinates were taken. Remotely sensed proxy environmental data were extracted for May 2001 from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) satellite sensor at 30 m spatial resolution (http://edcdaac.usgs.gov/aster/asterdataprod.asp). ASTER provides information on Normalized Difference Vegetation Index (NDVI), a proxy of vegetation density and soil moisture, and digital elevation [27]. The GIS was compiled and all maps were created using ArcView 3.3 (Environmental Systems Research Institute Inc., Redlands, CA, USA).\nThe study was reviewed and approved by the ethical committee of the Centro de Pesquisas René Rachou-FIOCRUZ and the Brazilian National Committee for Ethics in Research (CONEP), and the ethical review boards of George Washington University (USA) and London School of Hygiene and Tropical Medicine (UK). Individuals found to be infected with any soil transmitted helminth or with S. mansoni were treated with a single dose of 400 mg albendazole and 40 mg/kg praziquantel, respectively.\n\n\nData analysis\nParticipants were recorded as positive for an infection with S. mansoni or N. americanus if at least one egg was detected by either formalin-ether sedimentation or Kato–Katz faecal thick smear. Participants were classified into five age-groups: under 5 years, younger children (5–9 years), older children (10–19 years), adults (20–59 years) and over 60 years. Information on ownership of household assets was used to construct a wealth index using principal component analysis, using the method of Filmer and Pritchett [28]. Following this approach, households were divided into tertiles, to provide a categorical measure of relative socio-economic status. Household factors potentially directly associated with infection outcomes (such as toilet facilities and household construction) were not included in the wealth index to allow for independent assessment of their involvement: details of the derived wealth index are provided elsewhere [25]. Information from the digital elevation model was used to divide households into either the eastern or western watershed. Housing density calculated in ArcView 3.3 was used to categorise households as urban (>55 households within 1 km of the household), rural (5–55 households within 1 km) and isolated (<5 households within 1 km), with cut-offs chosen to reflect the distribution of households within the study region.\nAs an outcome measure a (mutually exclusive) multi-categorical response for infection status was constructed as follows: (i) no infection, (ii) mono-infection with N. americanus, (iii) mono-infection with S. mansoni and (iv) co-infection with N. americanus and S. mansoni. In order to assess the importance of demographic, socio-economic and environmental risk factors on the occurrence of mono- and co-infection simultaneously we used a multinomial modelling approach, which extends logistic regression by estimating the effects of explanatory variables on the probability that the outcome is in a particular category. Initially, for each covariate frequentist unadjusted multinomial models were fit on the outcome in Stata 9.1 (College Station Texas, USA), and covariates with P>0.2 (Wald test) were excluded from further analysis. Standard errors were adjusted for dependence between individuals within households. Scatter-plots and the entry of categorised predictor variables were used to investigate non-linear relationships.\nSubsequently, the retained covariates were built into a Bayesian multinomial mixed effect model in WinBUGS Version 14 (MRC Biostatistics Unit, Cambridge, UK). To account for dependence of individuals within households, household was included as a random effect. We employed a Bayesian Monte Carlo Markov Chain (MCMC) approach, which readily allows the development of complex random effects models [29]. Age and sex were retained in all models during the model identification process. Variables were added to the models in a forward stepwise fashion, comparing the statistical fits of alternative (nested and un-nested) models using both the residual deviance of the models and the Deviance Information Criteria (DIC; where a lower value indicates a better compromise between model fit and parsimony). A hierarchical approach was adopted when entering collinear predictor variables, whereby distal determinants (such as relative socio-economic status) are included prior to more proximal determinants (such as crowding and sanitation) [30]. Detailed descriptions of the Bayesian hierarchical models and the process of model assessment are described in Appendix S1.\nSpatial heterogeneity (or structure) refers to the spatially non-random distribution of infection across the study region, such that an individual's risk of infection may be more similar to those living close to them that those living farther away. Such spatial clustering is not necessarily synonymous with clustering within households, because, whilst individuals in the same household may have more similar risk than individuals in different households, household-level risk may or may not be spatially autocorrelated. In order to examine the spatial structure of co-infection with N. americanus and S. mansoni at the household level, semi-variograms were generated using the R module GeoR on the basis of household prevalence of mono-infection with N. americanus and S. mansoni and co-infection with both parasites. Before variography, the data was de-trended by regressing against longitude and latitude, in order to remove large-scale spatial trends.\nSemi-variograms present the semi-variance (i.e. half the mean squared difference) of pairs of observations that are separated by the same distance; thus, describing how similar observations are at different spatial distances [31]. If there is spatial autocorrelation in the data semi-variance increases with separation distance; levelling out of the semi-variogram indicates the distance beyond which spatial autocorrelation ceases to occur. When the semi-variogram appears to show little or no spatial autocorrelation, Monte Carlo envelopes (computed from random permutations of the residuals from random permutations of the data holding the corresponding locations fixed) can be used to assess more formally whether the data are compatible with spatial structure, under the assumption of no correlation [32],[33]. If the variogram plot falls within the envelope, there is no evidence of spatial autocorrelation at that distance.",
    "Results": "Infection patterns\nOf the 1687 residents of the mapped households, 1539 individuals provided stool samples. Sixteen households (59 residents) in the far south-east of the study site were excluded from analysis because cloud-free satellite data were not available. Socio-economic data were unavailable for a further 275 individuals, who mainly lived in the urban municipality. As such, 1208 individuals living in 275 households had complete data. Households with GPS positions less than 10 m apart were treated as a single spatial unit, providing data for 230 locations for spatial analysis, the largest of which had 16 residents.\nThe majority of individuals were infected with helminths: 71.1% were infected with N. americanus, 50.3% had S. mansoni and 41.0% of individuals were co-infected with both helminths (co-infection). 30.1% were infected with only N. americanus, and only 9.4% of individuals were infected with only S. mansoni. The prevalence of co-infection was significantly higher among males than females (p<0.001) and increased significantly with increasing age, peaking among persons aged 20–59 years (p<0.001) (Table 1). The occurrence of co-infection also varied considerably by household, with prevalence varying from 0–100% (interquartile range: 0–67%); in 13.5% of households, all residents were co-infected with N. americanus and S. mansoni.\n\n\nSpatial heterogeneity\nFigure 2 shows the spatial distribution of mono-infection with either N. americanus or S. mansoni or co-infection with both. The highest frequencies of co-infection were observed in the east of the study area, with an overall prevalence of 86.3% compared to 13.7% in the western watershed. To investigate the global spatial structure of infection patterns semi-variograms were estimated on the basis of household prevalence of mono-infection with N. americanus and S. mansoni and co-infection with both parasites. After removal of the large-scale spatial trend (by regressing against longitude and latitude) there was an apparent lack of any spatial structure for both N. americanus and S. mansoni mono-infection across all separation distances (not shown). Likewise, the semi-variogram for co-infection provides no evidence of spatial dependency, indicating that once the large-scale trends were removed there was no general spatial structure in the distribution of co-infection (Figure 3).\nHousehold prevalence of A egg-positive N. americanus mono-infection B egg-positive S. mansoni mono-infection and C N. americanus -S. mansoni co-infection among 1208 individuals living in 275 households. Values were calculated for an area of 200 m around each household and assigned to Thiessen polygons drawn on the basis of household positions.\nOmni-directional semi-variogram for (de-trended) N. americanus-S. mansoni co-infection at the household level. Lag distance 250 m.\n\n\nRisk factors\nRelative frequencies of household and environmental factors are shown in Table 1 according to infection status. Unadjusted results from fixed effects multinomial analyses showed that characteristics associated with lower socioeconomic status (SES index, toilet facilities, household crowding, flooring material), and residential environment (living in the eastern watershed, in more densely populated areas, or in areas with less vegetation) were significantly associated with both mono-infections and with co-infection (p<0.01).\nPosterior estimates from the adjusted analysis using a hierarchical Bayesian multinomial mixed effects model confirm that the risk of co-infection relative to being uninfected was highest among males and adults aged 20–59 years (Table 2). There was also evidence of an increased risk of co-infection among individuals resident in households with a lower socio-economic index and in overcrowded households. After accounting for relative socio-economic status, toilet facilities and flooring material were no longer significant due to considerable co-linearity between these variables. Individuals living in the eastern watershed were 6.9 times more likely to harbour a co-infection than those living in the western watershed, while those living in areas with less vegetation cover (NDVI<0.2) were at reduced risk of co-infection. Associations between risk of infection and characteristics relating to lower socioeconomic status were observed for mono-infection with N. americanus, but not for S. mansoni mono-infection, while residential environment was associated with both mono-infections.\n\n\nRole of risk factors in household clustering\nThere was significant household clustering for all outcomes, as indicated by estimates for the household level random effects; the highest degree of unexplained household-level variation was observed for co-infection. Household-level variance was substantially higher when household and environmental risk factors were excluded from the model (Table 3). Whilst 40% of household-level variation could be explained by relative socio-economic status and household crowding for N. americanus mono-infection (i.e. inclusion of these covariates reduced the household-level variance parameter ui by 40%), substantially less household heterogeneity was explained by these factors for S.mansoni mono-infection (8%) and co-infection (10%). In contrast, environmental factors (living in the eastern watershed and areas with low NDVI) explained 36% of household-level variation in N. americanus mono-infection, 45% in S.mansoni mono-infection but only 19% in co-infection. Household and environmental factors jointly explained 54% of household variation in N. americanus mono-infection, but only 39.5% for S. mansoni mono-infection and 31.9% for co-infection.",
    "Discussion": "We employed a combination of spatial statistics and hierarchical multinomial modelling to investigate spatial patterns and household and environmental factors influencing occurrence of mono- and co-infection by the helminths N. americanus and S. mansoni. Our multi-level approach has the advantage of taking into account household clustering of infection, a commonly observed feature of helminth epidemiology [24],[34],[35]. The results suggest that, in addition to age and sex, characteristics associated with lower socioeconomic status (relative socio-economic status, household crowding) and residential environment (living in the eastern watershed or in areas with less vegetation) were significantly associated with the risk of co-infection relative to being uninfected with either species. Risk factors for co-infection reflected those associated with mono-infection, with no identified risk factors specific to co-infection.\nThe results presented in Table 2 and Figure 2 provide strong evidence of household clustering of co-infection with N. americanus and S. mansoni. While household clustering of single helminth infections is well-documented [24],[36],[37], the factors potentially responsible for such patterns remain less clear. Our observation that co-infection with N. americanus and S. mansoni is more common in households with lower relative socio-economic status is consistent with a study among schoolchildren in rural Cote d'Ivoire, which investigated school-level patterns in co-infection with N. americanus and S. mansoni [20]. Together, these studies suggest that socio-economic status influences the risk of co-infection at both household and local levels. The mechanisms through which socio-economic status influences infection risk are likely to reflect exposure-related factors, including poor hygienic behaviour, lack of clean water and inadequate sanitation, household construction (e.g. cement or dirt floors) and access to effective anthelmintics [38]–[41]. The increased risk of co-infection in households located in areas of higher NDVI (indicative of increased humidity and soil moisture) and in overcrowded households are consistent with previous studies reporting associations between hookworm and NDVI [42] and between helminth infection and overcrowding [43]–[45].\nOur data demonstrated a dominant spatial trend (NE-SW) in household prevalence of co-infection (Figure 2), but there was little evidence of a second order spatial structure once this has been removed by regressing the data against latitude and longitude and plotting a semi-variogram of the model residuals (Figure 3). We suggest therefore that previous observations of small-scale spatial structure [42] probably reflect a combination of spatial variation in household characteristics and environmental risk factors. The absence of second order spatial structure is likely to reflect the high spatial resolution of the study, and it is plausible that in larger study areas and in areas with different eco-epidemiological and socio-economic characteristics, clearer spatial patterns may emerge; it would therefore be useful to investigate these issues in different epidemiological settings and at varying spatial scales.\nThe dominant NE-SW trend in co-infection observed reflects the distribution of S. mansoni rather than N. americanus, which is more homogeneously distributed across the study area. The high prevalence of S. mansoni in the east of the study region is likely to reflect the increased infectivity of water bodies in this area. It has been frequently demonstrated that within communities high intensity Schistosoma infections can be found clustered around water bodies such as rivers and lakes [36],[46],[47]. A limitation of our study is the lack of information regarding infectious water sources. We were unable to find recent and geo-referenced topographic maps from the area under investigation at the desired scale and quality, and it was not possible to delineate water-bodies from our remotely sensed images. Household water sources in this region of Brazil are typically small and private to each household, thus making them difficult to identify; this is reflected by the absence of large-scale spatial correlation between locations, suggesting that there are few large transmission sites (such as large, communal water sources) shared by many widely spaced households.\nIn terms of extrapolation to other settings, Americaninhas is representative of areas of rural northeast Minas Gerias state where helminth infections are highly endemic. Factors which may vary in other settings include contrasting socio-economic and environmental conditions, giving rise to different patterns and risk factors. However, our adopted analytical approach provides a robust methodology to further investigate the epidemiology of polyparasitism in other settings. A final potential limitation of our study, which applies to all multinomial analyses, is the assumption of Independent Irrelevant Alternatives (IIA), which essentially states that the risk associated with each outcome will not change if a new outcome is introduced. However, we believe that this analysis should not be restricted by IIA because our four choices exhaust the available responses (there are no other possible outcomes involving these two infections) [48].\nA key finding of our study was that household and environmental risk factors could only account for an estimated 32% of variation between households in the risk of co-infection. Furthermore, unexplained household-level variation of co-infection with N. americanus and S. mansoni was considerably greater than for mono-infection with either N. americanus or S. mansoni. Although this may simply be a reflection of additive household variation associated with each species, it may alternatively be indicative of household factors specifically influencing risk of co-infection. For example, extrinsic factors such as location and infectivity of household water-sources [36],[39], or hygiene behaviours, health knowledge and water-contact patterns shared by members of the same households [49],[50] may influence exposure to both infections.\nUnaccounted household-level variability may alternatively be explained by intrinsic host-related factors such as genetics [51],[52], nutrition [53], immune response [54],[55] or concomitant infection with other parasites [56]. Despite an increasing number of studies suggesting a genetic component to variation in intensity of helminth infection, the relative importance of host genetics and exposure remain unclear and vary considerably between the settings studied (reviewed in [57] and [58]). For example, in Zimbabwe, 37% of the total variation in N. americanus infection intensity was attributed to genetic factors [59], while in Brazil genetic factors only explained 21% of total variation in S. mansoni infection intensity [60]. To our knowledge, the genetic component of helminth co-infection has been investigated in only one study, conducted among residents of a rural community in Jiangxi Province, China [61]. The results of this study suggested that the risk of infection with multiple helminth species (Schistosoma. japonicum, Trichuris trichuria and A. lumbricoides) was in part explained by both genetic (16% of total variation) and household (9%) components. This was however a post-treatment study setting, hindering interpretation of results and preventing analysis of infection intensity.\nHousehold clustering of helminth infection may also be influenced by genetic heterogeneity in the parasite population. Numerous molecular studies have revealed allelic and nucleotide diversity in the genomes of human helminth parasite populations [62],[63], with genetic variation occurring even among parasites sampled at very fine spatial scales [64]. As such, similarities in infection status within households may be in part due to parasite-relatedness, rather than host-relatedness [18]. However, separating the effects of host and parasite genetics on the variation in helminth infection remains a formidable task.\nWhilst studies at micro-epidemiological scales are less useful for mapping and prediction of the distribution of co-infection, they are valuable in identifying why certain individuals within communities are at increased risk of multiple helminth infection, and as such have an increased risk of morbidity [15]. The balance between exposure and host-related factors such as genetics, nutrition, or the immune response as determinants of infection remains one of the most fundamental questions in parasite epidemiology and is a critical element in the rational development of control approaches [18]. The results presented here demonstrate considerable household clustering of co-infection, which could not be explained by a number of micro-climatic, socio-economic and other exposure-related factors. This further emphasises the role of the household in the heterogeneous distribution of helminth co-infection in human communities, pointing to the involvement of behavioural or genetic factors. Previous studies of household and familial clustering of single-species helminth infection have reached conflicting conclusions [34],[35],[65],[66]; few have simultaneously estimated the influence of both genetic and environmental factors [51],[60],[67], and only one has quantified influences on co-infection [61]. Future work is clearly needed to untangle the role of host factors such as genetic relatedness from household and environmental determinants of infection if we are to fully understand the basic epidemiology of human helminth infection at a community level."
}