{
    "Introduction": "Epidemics of bacterial meningitis occur seasonally in the “Meningitis Belt” of sub-Saharan Africa, and are most commonly due to Neisseria meningitidis[1, 2]. In Niger and throughout the Meningitis Belt, spatial clustering of cases[3, 4] can be partly but not fully explained by variations in climatic factors, suggesting the role of the environment and transmission in driving epidemics[5].\nIndividuals in close contact with meningitis cases are at higher risk for carriage of N. meningitidis and invasive disease, among epidemic and non-epidemic settings[6, 7]. Household contacts of meningococcal meningitis cases are at higher risk of meningococcal meningitis than the general population, and the risk ratio has been reported to be as high as 1,000[8, 9]. In high-resource settings, the effectiveness of household chemoprophylaxis has been estimated to reduce the risk of meningitis by 84%[10].\nAntibiotic prophylaxis of household members of meningococcal meningitis cases is recommended by the World Health Organisation (WHO) in sub-Saharan Africa outside of an epidemic only[11]. This is because meningitis burden and carriage prevalence are much higher during epidemics[12], so household chemoprophylaxis would be labor-intensive and could have minimal impact on overall carriage.\nThe MenAfriVac conjugate vaccine provides long-lasting protection against carriage, leading to vast reductions in the burden of meningitis due to N. meningitidis serogroup A (NmA) since its introduction. However, polysaccharide vaccines available in the Meningitis Belt against other serogroups provide only short-lived protection against disease. Until a low-cost conjugate vaccine targeting these serogroups becomes widely available, reactive mass vaccination campaigns using polysaccharide vaccines can be conducted during epidemics. However, they are difficult to organize and implement in a timely fashion, and thus their impact in reducing cases can be limited[13]. Targeted prophylactic interventions at a smaller spatial scale could lead to further reduction in cases during epidemics. A recent cluster-randomized trial in Niger during an outbreak of meningitis caused by NmC found promising evidence for the effectiveness of village-wide prophylaxis with single-dose ciprofloxacin at reducing the incidence of meningococcal meningitis at the community level[14]. Overall incidence was not reduced when prophylaxis was limited to household members of cases[14].\nSeveral papers have examined the effect of different intervention thresholds on effectiveness of interventions for seasonal meningitis outbreaks[15–18]. These studies have focused on reactive vaccination, which typically has a lag time of weeks between crossing the epidemic threshold to implementation. Antibiotic prophylaxis can be performed more quickly than vaccination and without the need for a cold chain, and antibiotics can be stockpiled more easily and cheaply[14]. In addition, an individual receiving prophylaxis would receive protection immediately, and although this protection is unlikely to be as long-lasting, evidence suggests that ciprofloxacin is effective at clearing carriage up to two weeks after treatment[19].\nTo build on the promising results of the recent trial, it is important to understand the potential for reactive antibiotic prophylaxis to be used on a wide scale to supplement reactive mass vaccination and before a polyvalent conjugate vaccine is available. To this end, data from a single epidemic in the Dosso Region of Niger is used to describe clustering of cases at the household and village level, and estimate the potential effectiveness of several prophylaxis strategies.",
    "Methods": "Ethics statement\nThis secondary analysis was classified as exempt by the Harvard T.H. Chan School of Public Health IRB (ref: IRB17-0974), and all data analysed were anonymised.\n\n\nData sources\nPassive surveillance data from the 2015 meningitis season was collected (Fig 1). This season saw a large and unexpected outbreak of N. meningitidis serogroup C in Niger with 8,500 suspected cases reported[20]. The peak was between 4–10 May, and the majority of cases were in Niamey in the southwest, followed by the Dosso Region, comprising 8 departments. This database was augmented by household follow-up visits to notified cases in the Dogondoutchi and Tibiri departments in September 2015, by which cases were linked by household, and household size was collected[21]. Population and coordinates of the villages were sourced from the 2012 census and OpenStreetMap. The study area is made up of four departments (Dogondoutchi, Tibiri, Gaya, and Dioundiou) each of which is made up of communes (18 in total). In addition, health areas (aires de santé) are defined as the area served by a particular health centre. There are 38 health areas in the study area, with populations ranging from 8,000 to 56,000.\nWeekly attack rate of suspected meningitis in Dogondoutchi (red), Tibiri (blue), Dioundiou (green), Gaya (black), and in the whole study area (purple).\nThe data base contains patient-level information on 752 suspected cases in the Dogondoutchi, Tibiri, Gaya and Dioundiou departments between January 2 and May 23. After excluding cases whose origin was in Nigeria, 348/429 cases in Dogondoutchi and Tibiri (81%) could be located for the household survey[21]. The census data base contained data on 2,588 villages, with 310 villages appearing in the case data. The population and coordinates of 246 out of those 310 villages were obtained, representing 689 cases (92%). Of these villages, 26 were neighborhoods of the larger cities of Dogondoutchi (total population 27,427) and Gaya (total population 44,809). 495 (66%) of cases had cerebrospinal fluid samples tested, of which 291 (59%) were confirmed N. meningitidis (serogroup C, W, or unspecified), 17 (3%) were confirmed S. pneumoniae, and 187 (38%) tested negative for the presence of these two bacteria.\nTable 1 shows the variability in commune size, number of suspected cases and whether and when the epidemic threshold was crossed.\n\n\nDefinitions\nA meningococcal meningitis epidemic is defined by whether the weekly attack rate (cases/100,000) has reached a certain threshold[8]. The current epidemic threshold used by the WHO is 10 cases/100,000 for any population greater than 30,000, or 5 cases in a week for any population under 30,000. We apply thresholds of 3, 5, 7, and 10 cases/100,000 to three spatial units: health area, commune, and health district, to define whether a region is in an epidemic or not.\nWe are interested in clustering of cases at two spatial units: the household and the village. We define a “contact” of a case as a member of the spatial unit of interest, specifically a household member or resident of the same village. Specifically, an individual is defined as a “contact” of a case if a suspected case has previously occurred in their spatial unit. In this analysis we focus on suspected cases of meningitis, the standard for disease surveillance in the Meningitis Belt[8].\n\n\nClustering measures\nClustering at the household and village level is described by calculating two metrics:\n\nthe relative risk of suspected meningitis for a contact of a suspected meningitis case compared to a non-contact (defined as the “household relative risk (RR)” or “village relative risk (RR)”);\nand the proportion of suspected meningitis cases that are contacts of a suspected case.\nThe household RR is presented unadjusted and adjusted for the village-level cumulative incidence. Villages with higher attack rates are more likely to have households with multiple cases, and therefore the unadjusted household RR, while useful from a policy standpoint as it identifies high-risk individuals in the population, is biased upwards in describing the relative risk that might be causally due to having a household contact. Similarly, the village RR is adjusted for the commune-level cumulative incidence. The question of whether the pattern of clustering is different outside of an epidemic compared to during an epidemic is addressed by defining such periods and comparing the metrics by outside/during epidemic status.\nHousehold RR is estimated using Poisson regression with rate of meningococcal meningitis as the outcome, and household contact as the exposure of interest. We controlled for the cumulative incidence of suspected meningitis in the village across the follow-up period by including log(cumulative incidence) as a variable in the regression model. To compare the household RR in the non-epidemic and epidemic period, we categorized all cases as “epidemic” or “non-epidemic” according to the current WHO epidemic threshold applied at the health area level. We report the household RR in the non-epidemic and epidemic period separately, as well as the relative household RR and confidence interval. Village RR is calculated in a similar way.\nThe proportion of cases that are contacts of a previously-notified case was calculated, and a confidence interval was estimated using log-binomial regression among cases only, with “having a contact” as the outcome. To assess whether the proportion changes between the non-epidemic and epidemic period, we include it as a variable in the model as described above.\n\n\nReactive prophylaxis intervention\nWe simulated a variety of prophylaxis strategies on the data, restricted to rural villages only (i.e. those that were not neighborhoods in the cities of Dogondoutchi or Gaya) because precise boundaries of neighbourhoods were not verifiable.\nWe simulate the reactive prophylaxis strategy as follows (see Fig 2). The entire study area starts in the “pre-epidemic” state, in which surveillance for meningococcal meningitis cases is performed at the level of the surveillance unit (health area, commune, or department). When the attack rate has reached a given threshold in a surveillance unit, an epidemic is declared in that unit (as in the middle region in Fig 2). From this day onwards, the unit enters the “epidemic” state, in which villages in the unit are followed for the incidence of cases. When a triggering case occurs in a village (as in the second village in Fig 2), the village enters the “contact prophylaxis” state, in which all contacts of the triggering case are identified and provided prophylaxis. The contacts are defined either as household members, village members, or all members of villages within a certain radius of the triggering case’s village.\nDescription of the reactive prophylaxis protocol, in the pre-epidemic, epidemic, and contact prophylaxis stages.\nThe number of doses needed for each contact prophylaxis is calculated using population data. The number of potentially prevented cases (PPC) from each round is defined as the number of cases that occur within a given time window after antibiotic distribution, and the total PPC is the sum of PPCs from all contact prophylaxis rounds conducted during the intervention. In performing this analysis, we focus on the direct effect of prophylaxis only, and make no assumptions about indirect effects caused by clearing of carriage from targeted contacts. The total number treated (TNT) is the total number of doses administered. The number needed to treat (NNT) per potentially prevented case is calculated as NNT = TNT/PPC. Once a village is given a round of prophylaxis, cases that occur in that village during the presumed time window of effectiveness do not trigger new rounds of prophylaxis, although cases that occur after the end of the window can trigger further rounds (which is relevant for the radial strategies, or if villages are repeatedly treated).\n\n\nReactive vaccination\nFinally, we simulate a reactive vaccination strategy as a comparison for the chemoprophylaxis strategies. As well as simulating the above strategies, we calculate the PPC and number needed to vaccinate (NNV) for a strategy in which mass vaccination of the entire study area is conducted on the day the first case occurs in the season. While this strategy is unrealistic, it represents the best possible strategy in terms of PPC and serves as a basis of comparison for the other interventions.\nTable 2 shows parameters in the model, meanings, and values considered for simulations. We consider all suspected cases, excluding only cases that tested positive for S. pneumoniae. In effect, we assume that all cases that tested negative for N. meningitidis are in fact false negatives. We perform a sensitivity analysis in which we exclude cases that test negative, and assume that the proportion of untested cases that are positive for N. meningitidis is equal to the proportion of tested cases that are positive. Given the uncertainty around the serial interval for N. meningitidis and other mechanisms of protection granted by prophylaxis, we assume a range of time windows during which prophylaxis can prevent cases. The evidence for the effectiveness of prophylaxis is strongest for cases occurring in the two weeks following index case identification[14, 19]. We assume that during the course of the season, no individual can be treated more than once, although we relax this assumption in a sensitivity analysis. In addition, we consider strategies in which only villages below a certain population size are targeted. We make no assumptions about the efficacy of prophylaxis, reporting only the cases that could be targeted within a given time window.",
    "Results": "Clustering\nClustering metrics at the village and household level are shown in Table 3. Household metrics were calculated using data only from those households that were reached for follow-up visits. The household secondary attack rate is nearly four times greater than the attack rate among individuals not exposed to a household contact rate. However, there is no elevated suspected meningitis risk to household members of a suspected meningitis case compared to other members of the same village. At the village level, members of a village with a suspected meningitis case have significantly elevated risk of suspected meningitis compared with other members of the same commune, and over 60% of cases occur in a village that has had a previous case.\nThe point estimate of household relative risk is lower in the epidemic period than in the non-epidemic period, but the confidence intervals are wide and the difference is not significant (relative risk ratio 0.69, 95% CI(0.25, 2.06)), although there is a lack of power as only 16 secondary cases were included in the analysis. There is evidence for clustering by village is only during an epidemic: village RR is 4.80, 95% CI(3.92, 5.93) during an epidemic compared to 1.01, 95% CI(0.76, 1.33) in the non-epidemic period (see S1 Table).\n\n\nHousehold prophylaxis\nThe household prophylaxis strategy, under baseline parameter values, would have prevented six cases, hampered by the fact that only 5% of cases could possibly be targeted by a household-based intervention. On the other hand, a village-wide prophylaxis strategy would have targeted 178 eventual cases under baseline parameter values. Even though the household strategy prevents a small number of cases, it is much more efficient than the village strategy, with an NNT of 259.5 compared to 1,020.3 per PPC.\n\n\nThe effect of thresholds on village-wide prophylaxis\nThe combination of threshold for intervention and spatial unit at which the threshold is applied changes the number of cases targeted and efficiency of the village-prophylaxis strategy by determining on which day during the season each village receives its round of prophylaxis, and whether it receives any prophylaxis. Fig 3 shows the TNT, NNT and PPC for various combinations of threshold and intervention unit.\nTotal number treated, potentially prevented cases (PPC) and number needed to treat per PPC from applying a village-prophylaxis strategy, varying the threshold for intervention, with surveillance at different spatial units (colors).\nAs the threshold increases the PPC decreases slightly because higher thresholds miss the opportunity to prevent the few village-level subsequent cases before the threshold is passed or in districts that never reach the threshold, while the TNT decreases because the intervention starts later in the season and some regions never pass the higher thresholds. In addition, the clustering is stronger later in the season, meaning that contacts of a case are at higher risk of suspected meningitis compared to non-contacts later in the season compared to earlier in the season. Therefore, NNT also decreases with threshold (Fig 3).\nThere are small differences between NNT and PPC across the three surveillance units. When surveillance is performed at the department level, interventions are initiated later in the season when clustering is strongest, so although NNT is lowest when surveillance is performed at the department level using a 10 cases/100,000 threshold, this strategy also prevents fewer cases.\n\n\nRadial prophylaxis strategies\nGiven that spatio-temporal clustering of cases has been shown in previous outbreaks, a prophylaxis strategy targeting multiple villages might be expected to potentially prevent more cases. However, if each village can only be targeted once in the season, a large radius might get “ahead” of the clustering and target villages too early to prevent cases. Whether this happens is determined by a combination of the spatial unit at which the threshold is monitored (health area, commune, or department), the radius of intervention, and the number of days prophylaxis can be expected to protect cases.\nThis logic is borne out in Fig 4, in which TNT, NNT and PPC are shown by radius of the treatment unit, for thresholds of 5, 7, and 10 cases/100,000 applied at the health area level. A radius of 10km around the triggering case increases the PPC relative to the village approach. A higher radius targets villages that experience cases after the prophylaxis window, and the PPC decreases as the radius increases from 10 to 20km. In general, increasing radius leads to increasing TNT, as more villages with no cases are targeted. NNT also increases with radius, as the population-level attack rate is low and only 310 out of 2,588 villages (12%) experience any cases. The above pattern is similar when the threshold is monitored at the commune and department level.\nTotal number treated, potentially prevented cases (PPC) and number needed to treat per PPC by radius of prophylaxis, varying the health area-level threshold for intervention start (line type).\n\n\nComparison of reactive vaccination and reactive village prophylaxis\nThe most effective possible strategy, mass vaccination of the study population upon notification of the first case in the season, would have targeted 645 PPC, with NNV of 1531.4 vaccines per PPC. Other more targeted reactive vaccination strategies would have been much less effective at targeting cases due to the lag between case notification and implementation of the vaccination strategy (Fig 5), and the speed of an epidemic within a single village.\nPotentially prevented cases (PPC) and number needed to treat/vaccinate per PPC from applying a village-prophylaxis antibiotic (blue) and vaccination (green) strategy, varying the threshold for intervention at the health area level.\nUnder baseline parameter values, a village-wide reactive antibiotic prophylaxis strategy targets between 177 and 202 PPC, with NNT ranging from 1012.3 and 1318.6 doses per PPC depending on when the intervention is initiated. The same strategy implemented with vaccines rather than antibiotics would target fewer than 80 PPC, with NNV exceeding 3,000 vaccines per PPC.\n\n\nEffect of reactive antibiotic prophylaxis across a range of parameters\nOther parameters relating to how the strategies are implemented affect the success of the intervention (Table 4). Excluding cases that tested negative for the presence of N. meningitidis reduces PPC and increases NNT, but the trends in Figs 3 and 4 are unaffected, and the antibiotic prophylaxis strategy remains more efficient than the reactive vaccination strategy. See S1 File for TNT, NNT, and PPC across the full range of parameters explored.",
    "Discussion": "In this outbreak in a largely rural region of Niger, there is measurable clustering of suspected meningitis cases at the village level only after the epidemic threshold was reached. A village-wide prophylaxis approach implemented during the epidemic targets subsequent cases within villages, with up to 220 out of 672 suspected cases targeted across different parameters pertaining to implementation of the strategy.\nHousehold prophylaxis is currently recommended in the African Meningitis Belt only outside of an epidemic. Data from this outbreak provide evidence that household prophylaxis during an epidemic can be an efficient way to target subsequent cases within the household, but that such a strategy would have had minimal impact on the overall burden of disease during the outbreak. We found that clustering of cases at the household level was explained by households being in higher-burden villages, as has been observed for other infectious diseases[22]. There was no evidence that household clustering was any stronger before the epidemic threshold was reached, suggesting that the strategy would target a similar number of people during an epidemic.\nPrevious research has focused on the effect of different epidemic thresholds on the effectiveness of reactive mass vaccination. We found that the success of the village-prophylaxis strategy is not strongly dependent on the value of the threshold used to initiate the reactive intervention, nor on the spatial unit at which surveillance is performed. These findings suggest that much of the benefit of the village-prophylaxis strategy is gained from targeting the villages themselves. Although including multiple villages in a round of prophylaxis can increase the number of cases targeted, the dosing of villages that would have experienced no cases leads to a general increase in NNT for these radial strategies. This seems to contrast with the finding of Maïnassara et al[17] for reactive vaccination, that health area surveillance combined with district-level vaccination was the most effective strategy; however, the contradiction is traceable to the difference between vaccination and antibiotic prophylaxis. Because vaccination protects individuals until the end of the season, a reactive vaccination strategy cannot get ahead of the spatial clustering in the same way.\nA potential advantage of reactive prophylaxis over reactive mass vaccination is the ability to perform such a strategy within days rather than weeks of the alert threshold being reached[14]. Similarly, the biological effect of antibiotic prophylaxis is immediate, while there is a lag between receiving a vaccination and gaining immunity. In this outbreak, prophylaxis strategies generally perform better than the equivalent reactive vaccination strategies in terms of effectiveness and efficiency because they can be triggered later and thus target more high-risk areas. The best vaccination strategy is one that targets all individuals at the beginning of the season, but such a strategy would be inefficient in a season without a large epidemic.\nThis study is one of a number that have assessed the clustering of meningitis cases by household in Meningitis Belt countries. Three case-control studies conducted following outbreaks reported positive or null associations between suspected or confirmed meningitis and a household contact[23–25]. In addition, several cross-sectional carriage surveys have been performed that reported the association between carriage of N. meningitidis and household contact of a suspected or confirmed meningitis case[26–29]. These studies generally report a positive association, although only two reached statistical significance. Finally, a longitudinal carriage study carried out during the MenAfriVac campaign found a 4.5-fold increase in acquisition rate of carriage for household contacts of a carrier of N. meningitidis compared to non-contacts[7].\nOur finding that 5% of cases in this outbreak had a past contact within a household reflects an upper bound on the proportion of infections that are household-acquired, and is similar to recent estimates for meningococcal meningitis in Western countries[30]. Increased meningococcal meningitis risk to household contacts and the low proportion of meningococcal meningitis cases that are household-acquired are not inconsistent findings. Households are small and the overall population incidence rate is low, so even if the household risk ratio is high, household members’ absolute risk of meningococcal meningitis is small, and few individuals are exposed to a primary case in a household. It is thus important to understand that targeting the household is unlikely to have an impact on disease burden at the population level, even though this might be a high-risk group, when carriage prevalence and community transmission are high. In general, the effectiveness of household interventions is bounded by the proportion of infections acquired in the household, but is additionally determined by the timing of the intervention and the serial interval. A household transmission study for N. meningitidis carriage during an outbreak, while very challenging, would provide valuable insight into such parameters.\nIn analyzing this outbreak, we focused on potentially preventable cases in the absence of a comparator in which an intervention was performed, so our results have limited external comparability with other studies of meningitis outbreaks–specifically, we did not consider incomplete coverage or imperfect efficacy of prophylaxis. In addition, the effect of ciprofloxacin distribution on transmission dynamics of N. meningitidis is not considered, meaning that our estimates may miss some important indirect effects of administering prophylaxis on a large scale. We made a simplifying assumption that prophylaxis prevents any cases that would have occurred during a given time window, but this parameter is unknown. The focus on a single season in which an outbreak did occur limits the generalizability of our results because we did not have access to a “control” season in which there was low burden of meningococcal meningitis. Therefore, conclusions about the benefits of lower thresholds should be considered in this context.\nThe data on which this analysis was based consists of suspected cases reporting to health centres and hospitals in the region. As such, cases that did not present to a health centre but were still preventable are not counted in the analysis. The method for linking case data to census data was not perfect due to missing villages in the census data and villages with different names. As a result, 63 cases were excluded from the analysis due to missing or ambiguous village location or population data. Although these two effects lead to underestimation of the effect of village-wide prophylaxis, the trends observed are likely to be robust to missingness unless there is systematic bias in the presence of missingness, for example by time of year.\nThe recent trial of antibiotic prophylaxis in response to a meningitis epidemic showed promising results and pointed to the need for further assessment of reactive strategies for meningitis outbreaks in the African Meningitis Belt. To this end, we used historical data to explore the potential effectiveness of the intervention on a wider scale, and to simulate a range of similar interventions. The analysis shows that there is little household clustering of meningitis cases, and confirms that household prophylaxis would have had limited effect on the course of the epidemic, at least in similar settings. On the other hand, there is clustering of meningitis cases at the village level during an epidemic, and a reactive village-prophylaxis strategy conducted in epidemic districts can target subsequent cases in villages and reduce the burden of meningitis. Our results also suggest that village-wide prophylaxis is more efficient than reactive vaccination. However, the longer-term effectiveness of prophylaxis strategies on their own may be limited, and should thus be considered alongside reactive vaccination until a low-cost conjugate vaccine is available in the region."
}