{
    "Introduction": "Nowadays, the development of pathogen isolation and identification techniques has clarified the etiology of more diseases, and researchers have identified culprits for many diseases that lack specific symptoms. Since first reported in 2009, SFTSV has been widely distributed through East Asia [1–3]. It is emerging as an arthropod-borne infectious disease, causing a significant number of new cases every year, during the period of 2013 to 2016, 7419 cases in total were reported across China, among which 355 cases have been confirmed to be fatal [4]. Due to a lack of awareness, this data is underestimated, a large number of patients who have not undergone high-throughput sequencing are likely to be perceived as atypical cases of hemolytic uremic syndrome. Meanwhile, the lack of an adequate number of individual cases in each report leads to fluctuations in the estimated mortality rate, which varies between 2–48% in different studies. However, as the reports increase, the true mortality rate of SFTSV probably lies at 5%–10% and tends to increase significantly with age [5]. Just as the name of the virus describes, SFTSV lead to severe fever and thrombocytopenia syndrome, which usually presents with Liver function impairment and gastrointestinal symptoms, cytokine storms, and disseminated intravascular coagulation (DIC) caused by viral attack finally leads to multiple organ dysfunction [6]. SFTSV was first recognized as a tick-borne virus, as early reports all have a clear history of tick bites. However, subsequent reports indicate that SFTSV can be transmitted through fluid contact or even aerosols, and some cases of cluster infections within households or hospitals have emerged [7]. Simultaneously, cases of direct transmission of STFSV from animals to humans without tick vectors have also been reported [8]. In such an unsettling atmosphere, WHO ranked STFS the highest research priority in 2017, due to the potential risk of a pandemic. Despite the pathogenic process of SFTSV gradually become clear, how to treat and prevent it remains a challenge. Considering there is a general lack of specific immunity in the population, vaccine development is an important component in the prevention and control of SFTSV.\nAccording to phylogenetic analysis based on gene sequencing results, STFSV was classified into the Bunyavirales Phenuiviridae family, and assigned as species Dabie bandavirus in genus Bandavirus, precisely. Like other Bunyaviruses, SFTSV is a spherical virus packaging a single negative-stranded RNA, three mRNA segments were named L, M, and S based on their relative length [9]. L segment encodes RNA-dependent RNA polymerase (RdRp), and participates in viral genetic informations’ transmission. While S encodes nucleocapsid protein (NP) as well as nonstructural protein (NSs). Finally, as the segment with the highest level of self-replicating, M segment encodes the precursor of membrane protein (Gp), which will be modified into glycoprotein c(Gc) and glycoprotein n(Gn) later. In the proteome of STFSV, NP, NSs, Gc, and Gn are highly associated with the immune progress of STFSV. Gc and Gn form protein polymers on the envelope of STFSV and mediates virus invasion into target cells [10]. Considering the significant importance of Gc and Gn in viral life and the characteristics of providing main neutralizing epitopes and immunogenicity, they are currently the main target for antiviral intervention. Studies have revealed antibody titers of Gn and Gc are associated closely with patient survival [11]. Antibodies obtained from camels immunized with Gn can suppress SFTSV infection in mice [12]. Vesicular stomatitis virus (VSV) vector-based Gc/Gn vaccine can induce strong neutralizing antibodies and protect mice from fatal SFTSV attack [13], similarly, another smallpox (LC16m8) vector-based Gc vaccine performed well in surviving mice and ferret models from fatal SFTSV infection [14]. Meanwhile, Kwak et al developed a series of DNA vaccines encoding Ns, NP, RdRp, Gc, and Gn separately, among which, only the Gc and Gn vaccine can generate neutralizing antibodies, but non-glycoproteins (Ns, Np, and RdRp) can still provide protection for ferret from fatal SFTSV infection, which is mainly achieved through the induction of specific T cell immunity [15]. Though there was a study that reported recombinant Ns has no effect on the clearance of SFTSV in mice [16], in doctor Kwak’s research, individual Ns DNA vaccine can provide partial protection, NP and RdRp also have the same effect [15]. Overall, the current research on SFTSV vaccines is still somewhat insufficient.\nMRNA is an ideal vaccine platform because of its unique advantages in improving efficacy, reducing development time, ensuring safety profile, and minimizing manufacturing cost [17]. MRNA vaccines carrying multiple epitopes can lead to activation of both humoral and cellular immune response. At this present, our team predicted conservative T and B cell epitopes from protective target proteins Gn, Gc, NP, and Ns, which are critical in virus invasion and replication. After sorting and selecting, an epitope-based mRNA vaccine was designed in the end, further prediction of the vaccine docking to immune receptors and dynamic validated the potential of the construction. Hopefully, this candidate vaccine can address potential pandemics of SFTSV.",
    "Methods": "1. Target protein sequence acquisition\nGn, Gc, NP, and NSs of the SFTSV reference strain (GCA_003087855.1), HBMC strain, and HB29 strain were retrieved from the NCBI database, since HBMC and HB29 strains are common in China (https://www.ncbi.nlm.nih.gov/).\n\n\n2. Prediction of epitopes\n2.1. Prediction of CTL epitopes.NetCTL 1.2 (https://services.healthtech.dtu.dk/services/NetCTL-1.2/) predicted CTL epitopes with a threshold of 0.75. All 12 supertypes (A1, A2, A3, A24, A26, B7, B8, B27, B39, B44, B58, B62) were selected for epitope prediction, peptide-MHCI binding, C-terminal cleavage of the proteasome and、 TAP transport efficiency were considered in this step [18]. Then, Vaxijen 2.0 predicted the antigenicity of epitopes, only epitopes with antigenicity >0.4 will be included in the next screening step [19]. AllerTOP 2.0 (http://www.ddg-pharmfac.net/AllerTOP) and ToxinPred 2.0 (https://webs.iiitd.edu.in/raghava/toxinpred2/) were used to predict the allergenicity and toxicity of the epitopes, only epitopes that are non-toxic and non-allergenic will be further screened [20,21]. To ensure the CTL epitopes has proper immunogenicity, the MHC I Immunogenicity tool from IEDB (http://tools.iedb.org/immunogenicity/) was used to predict the immunogenicity of the epitopes, only epitopes with an immunogenicity >0 will be selected [22]. Finally, the Tepitool tool from IEDB (http://tools.iedb.org/tepitool/) used Consensus algorithm to predict the MHC I alleles that the epitopes can bind to, only epitopes with an IC50 < 500 nm will be included in the vaccine construction [23].\n\n2.2. Prediction of HTL epitopes.The NetMHCIIpan4.0 server (https://services.healthtech.dtu.dk/services/NetMHCIIpan-4.0/) was utilized for the prediction of HTL epitopes, by deploying NNAlign_MA algorithm, NetMHCIIpan can predict HTL epitopes base on combined methods of prediction algorithm training and the capability of annotating EL (eluted ligands) MA (Multi Allelic) sequences to single MHC restrictions [24]. A total of 26 commonly observed MHC II alleles (DRB1_0101, DRB1_0301, DRB1_0401, DRB1_0404, DRB1_0405, DRB1_0701, DRB1_0802, DRB1_0901, DRB1_1101, DRB1_1302, DRB1_1501, DRB3_0101, DRB4_0101, DRB5_0101, HLA-DQA10501-DQB10201, HLA-DQA10501-DQB10301, HLA-DQA10301-DQB10302, HLA-DQA10401-DQB10402, HLA-DQA10101-DQB10501, HLA-DQA10102-DQB10602, HLA-DPA10201-DPB10101, HLA-DPA10103-DPB10201, HLA-DPA10103-DPB10401, HLA-DPA10301-DPB10402, HLA-DPA10201-DPB10501, HLA-DPA10201-DPB11401) were chosen for the prediction of their corresponding epitopes. Epitopes possessing an IC50 value less than 500 nm were incorporated in the subsequent screening phase. Vaxijen2.0, Allertop 2.0, as well as ToxinPred 2.0 were employed to forecast epitopes’ antigenicity, allergenicity, and toxicity, respectively. Only epitopes displaying an antigenicity score above 0.4 while lacking toxicity or allergenicity could be introduced into the next step. IFNepitope (https://webs.iiitd.edu.in/raghava/ifnepitope/), IL2Pred (https://webs.iiitd.edu.in/raghava/il2pred/), and IL4Pred (https://webs.iiitd.edu.in/raghava/il4pred/) determined the potential of the epitopes to induce IFN-γ, IL-2, and IL-4, correspondingly [25,26]. The potential ability of inducing pro-inflammatory factors is important in HTL epitopes mediating the activation, proliferation, and differentiation of T and B cells [27]. Subsequently, only epitopes that can stimulate the production of all three cytokines were selected.\n\n2.3. Prediction of linear B cell epitopes.The ABCpred tool (https://webs.iiitd.edu.in/raghava/abcpred/) was employed to predict linear B cell epitopes, utilizing a threshold value of 0.51, this algorithm is mainly based on standard feed-forward (FNN) and recurrent neural network (RNN) [28]. The predicted length was determined to be 16 amino acids. Vaxijen2.0, Allertop 2.0, and ToxinPred 2.0 were checked the antigenicity, allergenicity, and toxicity. Subsequently, only epitopes exhibiting an antigenicity score exceeding 0.4, while remaining devoid of any toxicity or allergenicity, were selected for further screening.\n\n\n\n3. Epitope conservation prediction and homonology analyzation\nA total of 230 complete genomes of the SFTSV were downloaded from the NCBI database on November 20, 2022, which was used for the purpose of constructing a local comprehensive genome database. The local tblastn tool was proceeded to forecast the conservation of epitopes across the 230 SFTSV virus strains. Only epitopes exhibiting significant conservation or free from mutation sites were incorporated into the final vaccine assembly. Meanwhile, another blast was ran to ensure that there is no overlap between the epitopes and the human genome and the human gut microbiome genome to avoid potential harm. We downloaded the complete proteome of humans (Txid:9606) from the NCBI database as well as the complete proteome of 79 common intestinal bacterial species in the human body from the NCBI database [29]. Use the Diamond software to construct a local database and analyze the homology of epitopes with the human and intestinal bacterial proteomes using the BLASTp program. Epitopes with an E-value less than 0.00001 and a bit-score >100 are considered homologous to the human and intestinal bacterial proteomes.\n\n\n4. Construction of vaccines and prediction of their physicochemical properties\nUltimately, we obtained epitopes who has strong antigenicity and without toxicity or allergenicity to construct the vaccine. CTL epitopes are connected with AAY linkers, HTL epitopes are connected using the GPGPG linkers, and B-cell epitopes are connected with KK linkers. The β-defensin Ⅱ is attached to the N-termini of the vaccine along with the use of an EAAAK linker, who serves as an adjuvant enhancing the immunogenicity. And a TAT sequence is attached to the C-terminal with an EAAAK linker to assist the vaccine transfer across the cellular membrane. The Protparam tool (https://web.expasy.org/protparam/) was utilized to predict the physicochemical properties of vaccines. Then, ToxinPred2.0 and AllerTOP 2.0 were employed to predict the toxicity and allergenicity of vaccines, while Vaixijen 2.0 and ANTIGENpro (http://scratch.proteomics.ics.uci.edu/) were employed for the prediction of vaccine antigenicity [30].\n\n\n5. Prediction of secondary and tertiary structures of the vaccine\nPISPRED 4.0 (http://bioinf.cs.ucl.ac.uk/psipred/) was employed to predict the secondary structure of vaccines with an accuracy rate exceeding 84%. The Robetta (https://robetta.bakerlab.org/) software was utilized for predicting the tertiary structure of vaccines. This software employs the RoseTTAfold method to predict the tertiary structure of proteins, yielding results that approach the accuracy of Deepmind [31].\n\n\n6. Refinement of tertiary structure and validation of model quality\nTo improve the overall quality of the model, the GalaxyRefine tool (https://www.bio.tools/galaxyrefine#!) refined and optimized the protein structure, selecting models with lower Molprobity scores for subsequent analysis [32]. Finally, the overall quality of the protein structure is validated using PROCHECK, ERRAT, and Prosa-Web tools (https://saves.mbi.ucla.edu/) [33,34]. The visualization of vaccine structures is performed using PyMOL v2.5 software and Chimera v1.15 software.\n\n\n7. Prediction of conformational B cell epitopes\nThe antibody epitope prediction tool ElliPro (http://tools.iedb.org/ellipro/) was utilized to predict potential conformational B cell epitopes in vaccine structures. ElliPro predicts discontinuous antibody epitopes by leveraging the three-dimensional structure of the antigenic protein and associates each predicted epitope with a corresponding protrusion index (PI) value [35].\n\n\n8. Molecular docking\nToll-like receptor 2 (TLR2) and Toll-like receptor 4 (TLR4) are essential for recognizing viral membrane proteins and initiating the innate immune response in the host. The HLA-A0201 and HLA-DRB1_0101 receptors are common MHC molecule receptors that are crucial for antigen presentation. The crystal structures of TLR2 (PDB ID: 2Z7X), TLR4 (PDB ID: 4G8A), HLA-A0201 (PDB ID: 4U6Y), and HLA-DRB1_0101 (PDB ID: 5V4N) were retrieved from the RCSB PDB database. The ClusPro 2.0 server (https://cluspro.org/help.php), a highly regarded server for predicting protein binding, was utilized for molecular docking of these molecules [36]. Then, the HADDOCK 2.4 server (https://wenmr.science.uu.nl/haddock2.4/) was employed to refine and optimize the structures of protein complexes in a rational manner [37]. Finally, the PDBsum server (https://www.ebi.ac.uk/thornton-srv/databases/pdbsum/) was utilized to analyze interactions between vaccines and receptors [38].\n\n\n9. Molecular dynamics simulation\nMolecular dynamics simulations proceeded to model the stability of vaccine-receptor complexes in aqueous solutions, thereby elucidating the binding stability between vaccines and receptors. The Gromacs v2022.1 software was employed to conduct 100 ns molecular dynamics simulations on all vaccine-receptor complexes with the Amber14SB force field. And the vaccine-receptor complexes were confined within a cubic box containing TIP3P water molecules. Na+ or Cl- ions were subsequently introduced to achieve overall system charge neutralization. Then, energy minimization was conducted to attain the protein complexes’ lowest energy state. The entire system was equilibrated at a temperature of 310 K (close to body temperature) through NVT (canonical ensemble) simulations for 200 ps. Following that, NPT (isothermal-isobaric ensemble) simulations were performed on the system at a pressure of 1 atm for 1 ns. Finally, the protein complex was subjected to a 100 ns molecular dynamics simulation in an aqueous solution at 310 K and 1 atm using Gromacs. RMSD (root mean square deviation), RMSF (root mean square fluctuation), the number of hydrogen bonds, and Rg (gyration radius) were assessed based on the molecular dynamic simulation trajectory using Gromacs [39].\n\n\n10. MMPBSA (Molecular Mechanics/ Poisson Boltzmann Surface Area) energy analysis\nGMX_MMPBSA v1.56 was utilized for calculating the changes in binding energy between protein complexes in simulated trajectories. The MMPBSA method is used to assess the binding energies among protein molecules during the last 20 ns of the simulation, assuming the protein complex is in a stable state. The specific formula employed for the calculation is as follow:\n(1)(2)(3)\n\n11. Population coverage and immune simulation\nThe frequencies of HLA alleles vary across different regions and populations. Thereby, the Population coverage tool of IEDB (http://tools.iedb.org/population/) calculates the global coverage of the vaccine based on the specific HLA molecules that correspond with various epitopes [40].\nThe C-IMMSIM server (https://kraken.iac.rm.cnr.it/C-IMMSIM/index.php?page=0) simulates the host’s immune response following three vaccine injections with a 4-week interval between each. By default, the HLA-A01:01, HLA-B07:02, and HLA-DRB1*01:01 allele gene molecules are chosen. Overall, the simulation lasts for a total of 350 days [41].\n\n\n12. Construction of multi-epitope mRNA vaccine\nJcat server (http://www.jcat.de/Start.jsp.) was utilized for reverse translation and optimization of the vaccine. For the construction of the definitive multi-epitope mRNA vaccine, the DNA sequence of the vaccine was modified by adding a Kozak sequence at the 5’ end to enhance RNA stability and translation efficiency [42], signal peptide Tissue Plasminogen Activator (tPA) follows the Kozak sequence to facilitate the extracellular secretion of proteins and improve antigen presentation [43]. Additionally, an MHC I-targeting domain (MITD) sequence is added to the 3’ end of the vaccine DNA sequence to facilitate the presentation of CTL epitopes [44], then a TAA condon ends the translation. Besides, to stabilize the mRNA partial sequence of cytomegalovirus immediate-early gene Untranslated Region (UTR) was added as 5’ untranslated region (UTR), and a partial sequence of the human growth hormone was attached as 3’ UTR [45,46]. The full DNA sequence was translated into mRNA using the Transcription Tool. the RNAfold server (http://rna.tbi.univie.ac.at/cgi-bin/RNAWebSuite/RNAfold.cgi) and mFold server (http://www.bioinfo.rpi.edu/applications/mfold) predicted the mRNA’s secondary structure.\nTLR 3, 7, 8, and 9 have a high affinity for nucleic acid-related pathogen-associated molecular patterns (PAMPs), especially the ssRNA genome of viruses, which are referred to as virus-associated molecular patterns (VAMPs) in this context. Therefore, we examined the interaction between mRNA vaccine sequences and several TLR molecules [47]. The sequences of TLR3, TLR7, TLR8, and TLR9 were obtained from the Uniprot database. The retrieved RNA sequences were processed using the imRNA tool developed by the Indraprastha Institute of Information Technology in New Delhi (https://webs.iiitd.edu.in/raghava/imrna/) [48]. This tool is based on the Motif-EmeRging and Classes-Identification (MERCI) program, which can scan RNA sequences to identify potential motifs with immunomodulatory properties. The RPISeq tool from Iowa State University (http://pridb.gdcb.iastate.edu/RPISeq/) provides a cost-effective method to predict RNA-protein interactions by analyzing RNA and protein sequence data. The RPISeq tool runs on machine learning algorithms and generates output for RNA-protein interaction predictions in two main forms - Random Forest (RF) classifier and Support Vector Machine (SVM) classifier [49]. Further docking analysis was conducted on TLR molecules that can bind to mRNA vaccines. The interaction between vaccine mRNA and the TLR receptor was predicted using the HDOCK server. Subsequently, PyMOL was used for further visualization of the interaction between TLR receptor and mRNA.\n\n\n13. Vector construction\nThe Jcat server is used for reverse translation and codon optimization of vaccine sequences. Escherichia coli K12 was chosen as the host to avoid optimization of the cDNA sequence of the vaccine for the XhoI and BamHI restriction enzyme sites. The cDNA sequence was inserted into the pet28a (+) vector using SnapGene software.",
    "Results": "1. Prediction of epitopes\nThrough screening with diverse epitope prediction tools, a total of 9 CTL epitopes (Table 1), 7 HTL epitopes (Table 2), and 8 linear B-cell epitopes (Table 3) were obtained. All epitopes exhibit antigenicity without toxicity or allergenicity, and the 7 HTL epitopes can stimulate the production of IFN-γ, IL-2, and IL-4.\nBy comparing the constructed SFTS virus genome library, it was found that most epitopes are conserved in a minimum of 170 strains, except for the epitope KSTEIHFHSGSLVGK, which is conserved in only 25 strains. Meanwhile, the combination of KSTEIQFHSGSLVGK and KSTEIHFHSGSLVGK epitopes provides coverage for nearly all virus strains in the genome library.\n\n\n2. Construction of the vaccine and prediction of its physicochemical properties\nThe CTL, HTL, and B-cell epitopes are connected with AAY, GPGPG, and KK linkers, finally forming a vaccine protein comprising 486 amino acids (Fig 1A). The vaccine’s antigenicity was calculated to be 0.6948 and 0.856963 by Vaxijen 2.0 and ANTIGENpro, indicating strong antigenicity. Meanwhile, the vaccine showed no allergenicity by when tested by AllerTOP 2.0 and AllerFP servers, and no toxicity by the ToxinPred 2.0. According to the ProtParam software, the constructed vaccine has a theoretical isoelectric point of 9.53 with a molecular weight of 52.08 kDa, it has a half-life of over 30 hours in mammalian red blood cells (in vitro), over 20 hours in yeast cells, and more than 10 hours in Escherichia coli cells. With an instability index of 33.61 and an aliphatic of 70.39, the vaccine protein is considered stable and possesses high thermal stability. With a hydrophilicity index of −0.184, the vaccine demonstrates its hydrophilic properties. When overexpressed in Escherichia coli, SOLpro predicts a solubility probability of 0.5000 for the vaccine.\n(A) The full-length amino acid sequence of the vaccine; Green represents the β-defensin Ⅱ adjuvant, blue represents the CTL epitope, red represents the HTL epitope, orange represents the linear B cell epitope, purple represents the pan-HTL epitope, and yellow represents the TAT peptide; (B) The secondary structure of the vaccine.\n\n\n3. Secondary and tertiary structure prediction and validation\nThe vaccine’s secondary structure predictions were calculated by the PISPRED, which indicated the sequence comprised 49.8% random coil, 29.6% alpha helix, and 20.6% extended strand (Fig 1B). Then, the Robetta software predicted and generated the vaccine’s tertiary structure (Fig 2A), which was subsequently refined with GalaxyRefine to optimize the vaccine’s side chains (Fig 2B). The vaccine achieved a Molprobity score of 1.831, indicating good model quality. The Procheck software’s Ramachandran plot demonstrated that 88.8% of the amino acids resided in the preferred region, with 10.0% allowed, 0.2% generously allowed, and 1.0% disallowed (Fig 3B). The Prosa generated a Z-score of −7.64, indicating the model has a good stereochemical quality (Fig 3C). The ERRAT predicted an adequate score of 90.063 for the vaccine’s tertiary structure (Fig 3D).\n(A) Initial structure of the vaccine; (B) Refined structure of the vaccine; (C) Overlayed model of the initial structure and refined structure.\n(A) Visualization of the vaccine’s refined structure; (B) Ramachandran plot o; (C) Z-score plot; (D) ERRAT score plot.\n\n\n4. Conformational B cell epitopes prediction\nAfter the screening of the vaccine’s tertiary structure, ElliPro reported 7 conformational B cell epitopes in the structure (Table 4), the overall score varied from 0.528–0.855, their location in the vaccine structure are shown in Fig 4.\n(A–G) Conformational epitope 1–7 (According to Table 4).\n\n\n5. Molecular docking\nThe vaccine was docked with HLA-DRB1_0101, HLA-A0201, TLR2, and TLR4 receptors using the ClusPro 2.0 server. We selected the docking results with higher clustering ranks, lower docking energy scores, and reasonable docking poses. To further refine these selected results, we utilized the HADDOCK 2.4 server to generate the docked complexes. Specific results can be found in Table 5. The results with low HADDOCK scores demonstrate successful interaction between the vaccine and the receptors. We employed the PDBsum software to analyze the docked complexes, aiming to elucidate the interactions between the vaccine and the receptors. The analysis revealed that the vaccine can form 18 hydrogen bonds and 5 salt bridges with HLA-A02:01 (Fig 5A), 7 salt bridges and 16 hydrogen bonds with HLA-DRB101:01 (Fig 5B), 2 salt bridges and 19 hydrogen bonds with TLR2 (Fig 6A), and 6 salt bridges and 16 hydrogen bonds with TLR4 (Fig 6B). These results suggest that the vaccine exhibits stable binding affinity with HLA-A02:01, HLA-DRB101:01, TLR2, and TLR4 molecules, thereby eliciting host immune responses.\n\n\n6. Molecular dynamic simulations\nIn order to comprehend the stability of vaccine-receptor complexes within the human body, we conducted a 100 ns molecular dynamics simulation using Gromacs v2022.1 software. RMSD (Root Mean Square Deviation) measures the difference between the simulated molecular structure and the experimental structure. The smaller the RMSD, the closer the simulation result is to the experimental result. The RMSD plot is an indicator of the structural fluctuations of the vaccine-TLRs complexes. Fig 7F illustrates that the vaccine-HLA-DRB101:01, vaccine-HLA-A02:01, vaccine-TLR2 and TLR4 complexes attained equilibrium at approximately 20 ns. The average RMSD are 1.69 (vaccine-TLR2), 1.55 (vaccine-TLR4), 1.77 (vaccine- HLA-A02:01) and 1.81 (vaccine- HLA-DRB101:01), all complexes tend to maintain a stable binding with their RMSD values fluctuating within a defined range (Fig 7A). Rg (Radius of Gyration) describes the size and shape of the molecule. Smaller Rg values indicate a more compact molecular shape, while larger Rg values indicate a looser molecular shape. Thus, the compactness of protein structures can be assessed through the analysis of Rg plots. As depicted in Fig 7A, the Rg values for the vaccine-HLA-DRB101:01, vaccine-TLR2, and vaccine-TLR4 complexes exhibited an initial decrease followed by fluctuations within a specific range after 20 ns. This indicates that these three complexes became more compact during the simulation and achieved stability at the 20 ns. Meanwhile, though there was no significant decline for the curve of the curve of vaccine-HLA 02:01 complex, it always fluctuates below 4.5 nm, still believing that the complex exists in a relatively tight binding. The average Rgs are 4.02 (vaccine-TLR2), 3.82 (vaccine-TLR4), 4.41 (vaccine- HLA-A02:01) and 4.30 (vaccine- HLA-DRB101:01) (Fig 7B). The number of hydrogen bonds reflects the strength of interactions between protein complexes, more hydrogen bonds indicating stronger interaction between proteins. The hydrogen bonds in the vaccine-HLA-DRB101:01 and vaccine-TLR2 complexes remain stable around 10, the hydrogen bonds in the vaccine-HLA-A02:01 and TLR4 complexes flucture and ultimately stabilize around 20 all complexes were considered stable (Fig 7C). RMSF (Root Mean Square Fluctuation) measures the degree of variation in the positions of atoms within the molecule. Smaller RMSF values indicate more stable movements during the simulation process, and in the RMSF analysis of four complexes.\n(A) Radius of gyration (Rg) plots of vaccine-receptors complexes, suggesting the compactness of complexes; (B) H-bonds formed in complexes; (C, D) RMSF (root mean square fluctuation) of vaccine-receptors, reflects the flexibility and fluctuation of the amino-acids residues in the side chain of docked complexes, receptors’ RMSF(C) and vaccines’ RMSF(D); (E) Solvent Accessible Surface Area (SASA) of vaccine-receptor complex; (F) RMSD (root mean square deviation) plots of vaccine-receptors, reflects the stability between the vaccine and receptor.\nResidues around 1–250 in the vaccine-HLA-A02:01 complex exhibit higher flexibility. Residues in the vaccine-HLA-DRB101:01 complex, overall, exhibit lower flexibility. Residues 380–486, as well as residues 400–486, in the vaccine-TLR2 complex exhibit higher flexibility (Fig 7D and 7E). The SASA (Solvent Accessible Surface Area) refers to the area of the complex molecule that comes into contact with the solvent. Inversely, the smaller the contact area between the complex and the solvent, the larger the contact area between the complex molecules, indicating a tighter binding. SASA of four complexes reduced slightly during the simulation, indicting the binding between vaccine and receptors increased during the 100 ns (Fig 7F).\nFurther, the GMX_MMPBSA v1.56 calculated the binding energies of the last 20 ns of molecular dynamics simulation trajectories. The calculated binding energies between the vaccine and HLA-A02:01, HLA-DRB101:01, TLR2, and TLR4 were −130.60 KJ/mol, −145.58 KJ/mol, −97.03 KJ/mol, and −199.63 KJ/mol, respectively (Table 6). The result is visualized using the method of residue energy decomposition, where the binding energy of the receptor and ligand is decomposed onto each amino acid residue to identify the residues that contribute to the binding process (Fig 8). These results further demonstrated that the vaccine can effectively interact with immune receptors, and ultimately eliciting host immune responses.\n(A) Complex of vaccine-TLR2; (B) Complex of vaccine-TLR4; (C) Complex of vaccine-HLA-A*02:01; (D) Complex of vaccine-HLA-DRB1*01:01. In each figure, B molecular stand for the vaccine and A molecular stand for the receptors.\n\n\n7. Population coverage and immunization simulation\nIEDB database was utilized for the assessment of population coverage regarding multi-epitope vaccines. The findings revealed that the multi-epitope vaccines provided coverage of 99.32% to the global population, encompassing 99.0% in China, 99.93% in Europe, 100.0% in the United States, and 90.21% in Australia (Fig 9).\nThe C-IMMSIM server is utilized for simulating the host’s immune response to vaccine antigens. During the simulation of the human immune response over an almost one-year period, after three vaccine injections, the antibody levels progressively increase, reaching a peak level approaching 200,000. The antibody levels plateau at 30,000 after 150 days (Fig 10A). Additionally, three vaccine injections can augment the levels of IL2 and IFN-γ in the host (Fig 10B). As depicted in the figures, the population of B, plasma, and helper T cells undergo a sequential increase, followed by a subsequent decrease and eventual equilibrium during three vaccine injections (Fig 10C, 10D and 10E). Activated cytotoxic T cells (TC cells) exhibit an initial increase followed by a decrease, while dormant cytotoxic T cells initially decline and subsequently rise (Fig 10F). MA, DC and NK cells demonstrate an initial upward trend post-vaccination, followed by a subsequent decline, ultimately reaching a relatively stable state (Fig 10G, 10H and 10I). The simulation results suggest that the vaccine can elicit a robust production of antibodies in the host, potentially leading to long-lasting immunity. Nevertheless, additional experimental validation is required to ascertain its protective efficacy.\n(A) Antibody levels induced by three doses of vaccine injection; (B) Levels of cytokines such as IL2, IFN-γ induced; (C) Levels of B cells induced; (D) Levels of plasma cells; (E) Levels of helper T (TH) cells induced; (F) Levels of cytotoxic T (TC) cells induced; (G) Levels of MA cells induced; (H) Levels of natural killer (NK) cells induced; (I) Levels of dendritic (DC) cells in different states.\n\n\n8. Construction of multi-epitope mRNA vaccine and vaccine vector\nThe Jcat server was utilized for performing reverse translation and optimization. As a result of the improvement process, a 2274 bp cDNA fragment was obtained, containing the full-length epitope vaccine, as well as the tPA and MITD sequences. The cDNA fragment exhibits a CAI value of 0.96 with a 67.28% GC content, both falling within the optimal range, indicating favorable density and thermos-stability. Upon merging with the UTR sequence, the full-length DNA spans 2532 bps. Subsequently, RNAfold analysis the free energy of the thermodynamic ensemble to be −776.90 kcal/mol (S1 and S2 Figs).\nThen, the imRNA processing tool did not identify any immunomodulatory motifs in the vaccine mRNA sequence. The RPISeq tool found binding scores of 0.7 (based on the RF method) and 0.62 (based on the SVM method) for the vaccine mRNA with the TLR3 receptor, both scores exceeding 0.5, indicating that the vaccine mRNA may bind to the TLR3 receptor. Besides, the SVM receptor binding scores of TLR7, 8, and 9 were all below 0.5, indicating that they may not be able to bind to the mRNA vaccine (S1 Table). Then, through the HDOCK server, the binding score between the vaccine mRNA and TLR3 receptor was determined to be −491.93, with a confidence score of 0.9989, indicating that the vaccine mRNA can bind to the TLR3 receptor (Fig 11).\nGraphical output illustrating these results can be found in the S1 and S2 Figs. The predicted results indicate the stability of the multi-epitope mRNA vaccine. Lastly, the vaccine’s DNA sequence was inserted into the Pet28a (+) plasmid between BamHI and XhoI sites for vector construction (S3 Fig).",
    "Discussion": "SFTSV is an emerging tick-borne virus that has garnered increasing attention due to its high fatality rate and frequent outbreaks [50]. How to treat and prevent SFTSV has always been the focal point of researchers’ attention. Recently, progress has been made in the treatment of SFTSV, and calcium channel blockers (CCB) have been found to effectively reduce the mortality rate, CCB can accelerate virus clearance by impairing viral internalization and genomic replication [51]. Prior to this, ribavirin was also considered a potential antiviral drug [52]. Besides, the gut probiotic Akkermansia muciniphila has been found to protect the host from SFTSV infection through its secretions [53]. However, overall, there is still a lack of effective treatment methods for SFTSV. Meanwhile, in the field of vaccine development, there are also some attempts have been made. Live attenuated vaccine platform is a traditional but effective strategy, the existing two types of live attenuated vaccines both achieve reduced viral pathogenicity through the editing of the Ns protein [54], which also indicates that Ns is the main virulence protein of the virus. Compared to live attenuated vaccines, vector vaccines or component vaccines can provide stronger targeting, and VSV-based Gn/Gc vaccine can induce strong humoral immunity [13], which is consistent with our understanding that Gn/Gc can provide potent neutralizing epitopes. The NP or glycoprotein precursor (GPc) vaccine based on the LC16m8 vector can reduce the mortality rate of mice, and the concurrent humoral transfer experiment once again demonstrates the importance of B-cell immunity in SFTSV infection [14]. Nucleic acid vaccines carries antigens coded by DNA or RNA, administering multiple antigens within a single immunization can induce both cellular and humoral immunity, particularly eliciting a strong CD8+ T cell response. Additionally, nucleic acid vaccines are safer and have stronger specificity compared to traditional vaccines [55]. Kang’s team developed a novel protective DNA vaccine encoded Gn, Gc, and NP/NS protein, this study also found that stimulating helper T cells with IL-12 can improve the vaccine’s efficacy [56]. Compared with DNA vaccine, an mRNA vaccine can provide stronger protection [57], mRNA vaccine can activate a balanced T cell and B cell responses, while reducing the risk of integration into the receptor genome. Furthermore, mRNA vaccines have demonstrated production advantages in fighting against COVID-19, such as flexible antigen design, simple preparation process, and the ability to rapidly scale up production capacity [58].\nAt this present, our team designed a novel mRNA vaccine and validated the vaccine with in silico methods. The core sequence of the vaccine is conservative epitopes from proteins Gn, Gc, Np, and NSs, which are considered to generate protective immunity. RNA viruses rely on RdRp for replication and lack proofreading mechanisms, this leads to easy generation of mutations in RNA viruses, allowing them to escape vaccine-induced memory immunity [59]. However, there are always relatively stable core sequences in the viral genome, alignment of 230 known SFTSV sequences make sure that multi-epitope vaccine screened from reference sequence of SFTSV can cover most strains without losing the protective ability during viral mutations. Meanwhile, to induce both humoral and cellular immune response, 16 T cell epitopes (including 9 CTL epitopes and 7 HTL epitopes) and 8 LBL epitopes were selected for mRNA vaccine construction, in addition to being highly conserved in SFTSV, these epitopes also possess strong antigenicity and suitable immunogenicity. Moreover, no homology were shown between selected epitopes and human or human gut commensal bacteria, to avoid inducing latent autoimmunity damage. To construct a vaccine with epitopes, GPGPG, AAY, and KK linkers connected epitopes, including a PADRE epitope for stimulating additional helper T cells, these linkers are chosen to facilitate cleavage and elicit an enhanced immune response [60,61]. Two adjuvants are connected to the epitope sequence by EAAAK linkers, β-defensin Ⅱ is attached to the N-terminal to regulate CTL and HTL response, in addition to its well-documented antimicrobial function, β-defensin II plays a crucial role in the chemotaxis of Toll-like receptors (TLRs), particularly TLR2 and TLR4 [62]. TAT sequence is attached to the C-termini for a leading vaccine across the cell membrane and stimulate the phagocytic function of antigen-presenting cells towards the vaccine [63]. Finally, the vaccine contains 486 aas with a molecular weight of 52.08 kDa, for vaccine design and subsequent synthesis, this weight falls within an appropriate range, analysis of the construction’s aa composition also indicates that instability index [33.61], and aliphatic [70.39] are within the ideal range. To further validate that the vaccine can synthesize stable proteins and raise immune responses after being taken up by body cells, we predicted the folding conformation of the protein in space with the ab initio prediction method, Ramachandran plot and parameters such as Z-score predict the rationality of protein spatial structures. Given the roles of TLR2 and TLR4 in virus recognition and induction of inflammatory cytokines, we further docked the vaccine protein with both TLR2 and TLR4, meanwhile, docking simulation between vaccine molecules and MHC molecules were also carried out. In all four docking simulations, vaccine molecular docked tightly with receptors. Next, molecular dynamics simulations were used to simulate the interactions inside the vaccine-receptor complexes in a water molecular environment. During the 100 ns computation, the RMSD results indicate the presence of stable interactions between the vaccine and receptor. RMSF (root mean square fluctuation) analysis provided insights into the flexibility of the residues while the radius of gyration (Rg) plots give out the degree of loosening in the complexes, results observed further supported that the complex is stable. In accordance to MD analysis, MM/GBSA estimation validates that the binding affinity between the vaccine and receptors are relatively high.\nFurthermore, the detection results of the binding between mRNA and TLR molecules showed that mRNA can bind to TLR3, but may not be able to bind to TLR7, 8, or 9. In virus infection, these TLR molecules may trigger excessive inflammatory responses, even leading to a cytokine storm. However, the binding of mRNA to TLR3 molecules can regulate the activation and proliferation of the TLR signaling pathway, leading to various cascades and cross-signaling pathways, which may help subunit vaccines function more effectively.\nAt last, C-IMMSIM predicted the immune response generated after vaccine injection, high titer antibody responses were observed after infection, which is very important for the prevention of SFTSV. IgM and IgG increased significantly after vaccination and tended to maintain a relatively stable titer over a longer period of time, indicating strong and rapid response and long-lasting protective immunity. During the procedure of HTL epitope selection, the potential ability to induce cytokines was an important criterion, and later we noticed the vaccine elicit an increase of IFN-g, IL-2 and IL-4. Meanwhile, powerful cellular and humoral immune responses were observed, vaccination triggers the activation of B and T-cell populations, and ultimately, it forms immunological memory. In general, the vaccine is highly effective as expected.",
    "Conclusion": "In this present, our group have designed a novel mRNA vaccine candidate to combat SFTSV with immunoinformatic methods. We selected multi-epitope mRNA vaccine as a platform. By incorporating immunodominant epitopes, we aimed to achieve improved targeting while minimizing undesirable side effects. Additionally, a design with conserved epitopes can offer a wider range of protection against different subtypes, also, a vaccine containing T and B cell epitopes are expected to elicit both humoral and cellular immune responses. Further experimental verification is required for this mRNA vaccine in vivo and vitro. After the procedure of transcription, capping, and packaging, the vaccine will be injected into mice to observe the immune response. It should be pointed out that the final efficacy of the vaccine still needs to be determined through in vitro and in vivo experiments. But in summary, the design of this vaccine is a promising vaccine candidate that performs well in simulations. Given the limited research on SFTSV vaccines, it can provide an effective strategy for the prevention of SFTSV."
}