{
    "Background": "Reduced susceptibility of mosquito vectors to currently used insecticides hampers control interventions. Recently pyriproxyfen, an insect growth regulator has been demonstrated to effectively reduce the reproductive potential in vector mosquitoes.",
    "Methods": "Pyriproxyfen (PPF), in different concentrations (0.75%, 0.075%, 0.0075%, and 0.00075%) was applied on papers and Indian wild type Aedes aegypti female mosquitoes (N ≥ 20 for each treatment) were exposed onto it as per WHO guidelines, to study the reproductive disruption. PPF concentration on treated papers was quantitatively cross-determined using HPLC method. Reduction in fecundity, fertility and adult emergence in exposed female Ae. aegypti was determined. Abnormal development in ovary and eggs of exposed females was studied microscopically after different time intervals.",
    "Results": "Eggs laid, eggs hatched, pupae formed and adults emerged per female exposed in both before blood meal and after blood meal groups declined significantly from lowest to highest concentration of PPF (F ≥ 5.2; p < 0.02). Adult emergence inhibition in females exposed to PPF before and after blood meal groups ranged from 58.8% [OR = 0.18 (95% CI = 0.09–0.36)] to 79.2% [OR = 0.04 (95% CI = 0.02–0.10)] and 64.4% [OR = 0.12 (95% CI = 0.05–0.28)] to 77.1% [OR = 0.05 (95% CI = 0.02–0.14)] respectively in different concentrations. The probit model used suggested that FI50 (50% fertility inhibition) and EI50 (50% emergence inhibition) were 0.002% (p = 0.82) and 0.0001% (p = 0.99) for females exposed before blood meal, while 0.01% (p = 0.63) and <0.0001% (p = 0.98) for the females exposed after blood meal, respectively. The eggs laid by the females exposed to PPF-treated surface showed altered body organization, desegmentation and disoriented abdominal and cervical regions in the developing embryo. Quantification of PPF on impregnated papers showed that it was uniformly distributed throughout the matrix.",
    "Conclusions": "The present study has shown that tarsal contact to PPF-treated surface for a small time drastically influenced the fecundity, fertility and adult emergence in Indian wild Ae. aegypti mosquitoes. Results suggest that a certain minimum concentration of PPF through contact exposure can reduce the abundance of vector mosquitoes to a considerable level. The formulations based on combination of PPF and other compatible insecticides may be an impactful approach where susceptible mosquitoes are killed by the insecticide component while resistant mosquitoes are sterilised by PPF."
}