{
    "Background": "Schistosomiasis control relies mainly on mass drug administration of Praziquantel (PZQ) to school aged children (SAC). Although precision mapping has recently guided decision making, the sub-districts and the epidemiological differences existing between bio-ecological settings in which infected children come from were not taken into consideration. This study was designed to fill this gap by using POC-CCA and KK to comparatively determine the prevalence and infection intensities of Schistosoma mansoni (S. mansoni) and to perform fine-scale mapping of S. mansoni infections and its infection intensities with the overarching goal of identifying sub-districts presenting high transmission risk where control operations must be boosted to achieve schistosomiasis elimination.",
    "Methodology": "During a cross- sectional study conducted in Makenene, 1773 stool and 2253 urine samples were collected from SAC of ten primary schools. S. mansoni infections were identified using the point of care circulating cathodic antigen (POC-CCA) and Kato-Katz (KK) test respectively on urine and stool samples. Geographical coordinates of houses of infected SAC were recorded using a global position system device. Schistosome infections and infection intensities were map using QGIS software.",
    "Results": "The prevalence of S. mansoni inferred from POC-CCA and KK were 51.3% and 7.3% respectively. Most infected SAC and those bearing heavy infections intensities were clustered in sub-districts of Baloua, Mock-sud and Carrière. Houses with heavily-infected SAC were close to risky biotopes.",
    "Conclusion": "This study confirms the low sensitivity of KK test compared to POC-CCA to accurately identify children with schistosome infection and bearing different schistosome burden. Fine-scale mapping of schistosome infections and infection intensities enabled to identify high transmission sub-districts where control measures must be boosted to reach schistosomiasis elimination."
}