{
    "Abstract": "Combined incompatible and sterile insect technique (IIT-SIT) has been considered to be an effective and safe approach to control mosquito populations. Immobilization of male adults by chilling is a crucial process required for the packing, transportation and release of the mosquitoes during the implementation of IIT-SIT for mosquito control. In this study, effects of chilling on the Aedes albopictus males with triple Wolbachia infections (HC line), a powerful weapon to fight against the wild type Ae. albopictus population via IIT-SIT, were evaluated under both laboratory and field conditions. Irradiated HC (IHC) males were exposed to 1, 5 and 10°C for 1, 2, 3, 6 and 24 h. The survival rate of the post-chilled IHC males was then monitored. Longevity of post-chilled IHC males was compared to non-chilled males under laboratory and semi-field conditions. Mating competitiveness of IHC/HC males after exposure to 5 or 10°C for 0, 3 and 24 h was then evaluated. Effects of compaction and transportation under chilled conditions on the survival rate of IHC males were also monitored. The optimal chilling conditions for handling IHC males were temperatures between 5 and 10°C for a duration of less than 3 h with no negative impacts on survival rate, longevity and mating competitiveness when compared to non-chilled males. However, the overall quality of post-chilled IHC/HC males decreased when exposed to low temperatures for 24 h. Reduced survival was observed when IHC males were stored at 5°C under a compaction height of 8 cm. Transportation with chilling temperatures fluctuating from 8 to 12°C has no negative impact on the survival of IHC males. This study identified the optimal chilling temperature and duration for the handling and transportation of Ae. albopictus IHC male adults without any detrimental effect on their survival, longevity and mating competitiveness. Further studies are required to develop drone release systems specific for chilled mosquitoes to improve release efficiency, as well as to compare the population suppression efficiency between release of post-chilled and non-chilled males in the field."
}