{
    "Background": "Community-acquired bacteremia (CAB) or bloodstream infection is a common cause of sepsis, potentially leading to death, in low and middle-income countries (LMICs) [1, 2]. Sepsis is a life-threatening organ dysfunction due to dysregulated host response to infection [1]. In 2017, 11 million sepsis-related deaths were estimated to occur worldwide, with the highest burden in sub-Saharan Africa, Oceania, south Asia, east Asia and southeast Asia [3]. The importance of obtaining a blood culture especially in persons with sepsis has been highlighted in sepsis guidelines to identify the cause of infection and ensure appropriate antimicrobial therapies [2]. In high-income countries, the rate of hospitalization due to CAB is around 77 to 92 per 100,000 people per year, and the 30-day mortality is around 13 to 19% [4–8]. However, due to challenges of access to diagnostic microbiology facilities and data sources, our understanding of the epidemiology and outcomes of CAB in resource-limited settings remains rudimentary [9, 10].\nIn recent years, there have been greater efforts to examine the clinical characteristics and deaths of patients with bacteremia caused by specific pathogens in tropical developing countries and particularly in South-east Asia [9]. Nonetheless, the need for comprehensive studies to improve our understanding and to develop antibiotic prescribing recommendations for CAB or community-acquired sepsis cannot be understated. Observational studies in Northeast Thailand have demonstrated a rising incidence of CAB with a significant all-cause mortality [11–15]. The most commonly identified organisms causing CAB in this region are Escherichia coli, Burkholderia pseudomallei, and Staphylococcus aureus [11]. While E. coli, B. pseudomallei and S. aureus bacteremia have each been studied in isolation [9, 12–15], no studies to date have prospectively and directly compared these bacteremia which may provide discrete or overlapping risk factors and epidemiology to utilize in screening and treatment pathways. Thus, we sought to evaluate clinical characteristics, treatment and outcomes of hospitalized patients with CAB caused by E. coli, B. pseudomallei, or S. aureus in Northeast Thailand, a representative resource-limited setting.",
    "Methods": "Ethics statement\nThe study was approved by the ethics committees at Sunpasitthiprasong Hospital (039/2556), Mahidol University Faculty of Tropical Medicine (MUTM2012-024-01), the University of Washington IRB (42988) and the University of Oxford (OXTREC172-12). Informed consent was obtained from all study participants.\n\n\nStudy design and study site\nThis was a pre-planned analysis of the Ubon-Sepsis study, a prospective observational study completed in Sunpasitthiprasong Hospital in Ubon Ratchathani province, Northeast Thailand from March 1, 2013 through February 1, 2017 (NCT02217592); the details of the study design and variables are described elsewhere [16–18]. Ubon Ratchathani has a population of 1.8 million persons and is the largest province with an area of 16,113 km2. The study site is a public tertiary-care hospital and acts as a referral center due to its availability of intensive care unit (ICU) and microbiology facilities.\n\n\nStudy participants\nThe study prospectively enrolled consenting patients ≥18 years old who were admitted to the general medical wards or the medical ICUs with a primary diagnosis of community-acquired infection made by the attending physician, were within 24 hours of admission to the study hospital, and had at least three Surviving Sepsis Campaign criteria for sepsis documented in the medical record (S1 Table from primary study publication) [16]. Patients with a previous hospitalization within the past 30 days, those who were transferred from other hospitals with a total duration of hospitalization >72 hours and those who were diagnosed with hospital-acquired infections were excluded. In this study, patients with blood culture collected within 24 hours of admission culture positive for the most common three pathogens were included for analysis.\n\n\nStudy team point-of-care assessments\nFollowing enrollment, patients were evaluated by the study nurses using four point-of-care assessments; including a whole blood glucose rapid diagnostic test (RDT) (ACCU-CHECK Performa, Roche Diagnostic, Germany), a whole blood lactate RDT (Lactate Pro 2, Arkray Global Business Inc., Australia), pulse oximetry (Nellcor N-65, Covidien plc., Ireland) and the Glasgow Coma Scale (GCS). Blood samples (4±10 mL) were also collected for culture using BD BACTEC automated blood culture system (Becton-Dickinson, Sparks, MD, USA) [16]. During the study period, antimicrobial susceptibility was determined using the disc diffusion method according to Clinical and Laboratory Standards Institute (CLSI) [19]. The results were reported to the attending physicians. The study did not involve any clinical interventions and all medical treatment was provided by the attending physicians and respective medical teams.\n\n\nData collection\nDemographic and clinical data was collected onto a validated case report form (CRF) for the study period. Mortality in hospital and at 28 days was collected through chart review and telephone contact as applicable.\n\n\nDefinitions\nBlood culture results from blood samples collected within 24 hours of admission were evaluated. Patients with more than one blood stream pathogen were excluded from analysis. Presenting clinical syndromes were classified based on the primary diagnoses of attending physicians. The clinical syndromes were grouped into acute febrile illness, lower respiratory infection, diarrheal illness, sepsis, septic shock and others [16]. Infection with organ dysfunction (sepsis) was determined in accordance with recent sepsis guidelines; a modified sequential organ failure assessment (SOFA) score (continuous and categorized as ≥2 and <2) within 24 hours of admission was used to define organ dysfunction and is detailed elsewhere [16, 20, 21]. Laboratory values of hemoglobin, hematocrit, platelets, white blood cells (WBC), blood urea nitrogen (BUN), creatinine, albumin, aspartate transaminase (AST), bilirubin, and international normalized ratio (INR) within 24 hours of admission were used for analysis. Recommended antibiotics for treatment of E. coli bacteraemia were aminoglycosides, third-generation cephalosporins, fluoroquinolones, penicillin plus beta-lactamase inhibitors and carbapenems [22, 23]. Recommended antibiotics for treatment of B. pseudomallei bacteraemia were ceftazidime, carbapenems and amoxicillin/clavulanic acid [24, 25]. Recommended antibiotics for treatment of S. aureus bacteraemia were oxacillin, cefazolin, clindamycin, daptomycin and vancomycin [22, 26].\n\n\nStatistical analysis\nContinuous and categorical variables were compared with Kruskal-Wallis tests and Chi-square tests, respectively. Fisher’s exact test was used when appropriate. The primary outcome was 28-day mortality. We performed survival analyses using Kaplan-Meier methods and Cox proportional hazard models. The multivariable models were developed using purposeful selection [27]. The modified SOFA score was included as a continuous variable in the models. Because of collinearity between empirical antibiotic prior to or during transfer and empirical antibiotic effective within the first day of hospital admission, we conducted a separate analysis including empirical antibiotic within the first day of hospitalization in the multilevel Cox proportional hazard model. To explore the effect of antimicrobial resistance, a sensitivity analysis was also conducted by categorizing receipt of antibiotics into: (a) did not receive any empirical antibiotics recommended for the causative organism, (b) received recommended empirical antibiotic, to which the causative organism was susceptible and (c) received recommended empirical antibiotics, to which the causative organism was resistant. All analyses were performed with STATA 14.2 (StataCorp, College Station, TX, USA). The final data dictionary and database are accessible online (https://doi.org/10.6084/m9.figshare.14257457).\n\n\nResults\nThe Ubon-sepsis study prospectively evaluated 3,806 patients presenting with community-acquired sepsis from March 2013-January 2017. A total of 522 (14%) patients had blood collected within 24 hours of admission to the study hospital culture positive for a pathogenic organism. The most common pathogens were E. coli (n = 155), B. pseudomallei (n = 131) and S. aureus (n = 37), and those 323 patients were included for analysis (Fig 1).\n\n\nBaseline characteristics\nThe baseline characteristics of 323 patients included in the analysis are described in Table 1. The proportion that were male was higher among patients with B. pseudomallei and S. aureus bacteraemias (66% and 73%, respectively) compared to those with E. coli bacteraemia (42%) (p<0.001). The median age was highest among patients with E. coli bacteraemia (65 years, IQR 57–75 years) and lowest among those with B. pseudomallei bacteraemia (56 years, IQR 46–66 years) (p<0.001). A known history of diabetes mellitus was more common in patients with B. pseudomallei bacteraemia (48%) (p = 0.01) and known history of chronic kidney disease was more common in patients with S. aureus bacteraemia (32%) (p = 0.05). The proportion of patients transferred from other hospitals was highest in patients with B. pseudomallei bacteraemia (94%), followed by those with S. aureus (86%) and E. coli (83%) bacteraemias (p = 0.02). The proportion of patients presenting with lower respiratory infection was highest in patients with B. pseudomallei bacteraemia (40%), followed by those with S. aureus (35%) and E. coli (21%) bactereamia (p = 0.003).\nOn enrollment, there was borderline evidence of higher blood lactate level in patients with B. pseudomallei bacteraemia (median 3.3 mmol/L [IQR 1.9–6.6 mmol/L]) than in those with E. coli (median 2.6 mmol/L [IQR 1.6–4.8 mmol/L]) and S. aureus (median 2.8 mmol/L [IQR 1.7–4.0 mmol/L]) bacteraemias (p = 0.08). The median modified SOFA score was higher in patients with B. pseudomallei bacteraemia (7 [IQR 5–10]) than in those with E. coli (6 [IQR 4–8]) and S. aureus (6 mmol/L [IQR 4–7]) bacteraemias (p = 0.05).\n\n\nEmpirical antibiotic treatment\nOf 284 patients transferred from other hospitals, 225 (79%) received at least one antibiotic prior to or during transfer. Ceftriaxone was the most commonly administered antibiotic (N = 178, 55%), followed by ceftazidime (N = 52, 16%), clindamycin (N = 22, 7%), doxycycline (N = 18, 6%), metronidazole (N = 11, 3%), macrolide drugs (N = 8, 2%), cloxacillin (N = 4, 2%), carbapenem drugs (N = 4, 1%), ciprofloxacin (N = 3, 1%), cefazolin (N = 2, 1%) and aminoglycosides (N = 1, 0.3%). Of 129, 123 and 32 patients with E. coli, B. pseudomallei and S. aureus bacteria transferred from other hospitals, 97 (75%), 31 (25%) and 8 (25%), respectively, received recommended empirical antibiotics for the relevant bacteremia prior to or during transfer (P<0.001).\nOf all 323 patients, 315 (98%) received at least one antibiotic within the first day of hospitalization at the study hospital. Of all 155, 131 and 37 patients with E. coli, B. pseudomallei and S. aureus bacteria, 149 (96%), 98 (75%) and 18 (49%), respectively, received recommended antibiotics for the relevant bacteremia given empirically within the first day of hospitalization (p<0.001).\n\n\nClinical outcomes\nA total of 132 deaths occurred in the study period resulting in an overall 28-day mortality of 41% (Table 2). Patients with B. pseudomallei bacteraemia had a 28-day mortality of 66% (87/131) compared with 43% (16/37) for S. aureus and 19% for E. coli (29/155) bacteraemias (p<0.001). Among those who died, the median time to death was shortest in the S. aureus group (2 days (1–8)) but the difference was not statistically significant between groups (p = 0.76) (Table 2). Among those who survived, the median length of stay at the study hospital was greatest in the B. pseudomallei group (13 days (7–22), p<0.001). Survival curves demonstrated that the majority of deaths occurred within a week of admission (Fig 2).\nIn a multivariable Cox proportional hazard model adjusted for age, sex, transfer status, empirical antibiotics prior to or during transfer, comorbidities and modified SOFA on admission, B. pseudomallei (adjusted hazard ratio [aHR] 3.78; 95%CI 2.31–6.21) and S. aureus (aHR 2.72; 95%CI 1.40–5.28) bacteraemias were associated with higher mortality compared to those with E. coli bacteraemia (p<0.001). Empiric administration of recommended antibiotics for the relevant bacteraemia prior to or during transfer was associated with survival (aHR 0.58; 95%CI 0.38–0.88, p = 0.01) (Table 3). Because of collinearity with empiric administration of recommended antibiotics prior to or during transfer, empiric administration of recommended antibiotics within the first day of hospital admission was not included in the final model. We included empiric administration of recommended antibiotics within the first day of hospital admission in a separate multivariable model and found that this variable was not independently associated with mortality following infection (p = 0.97) (S1 Table).\nTo evaluate the potential effect of antibiotic resistance on the association of empirical antibiotics with outcome, we conducted a sensitivity analysis by categorizing empirical antibiotics based on antimicrobial susceptibility test results of the isolated organisms (S2 and S3 Tables). Of the 155 isolates of E. coli, 53 (34%) were resistant to 3rd generation cephalosporins and 2 (1%) were resistant to 3rd generation cephalosporins and carbapenem drugs. All of the B. pseudomallei isolates were susceptible to ceftazidime, amoxicillin/clavulanic acid and carbapenem drugs. Of the 37 isolates of S. aureus, 4 (11%) were methicillin-resistant S. aureus (MRSA). In a multivariable model, there was no difference in mortality comparing patients with CAB caused by an organism sensitive to the empirical antibiotic administered prior to or during transfer to patients with CAB caused by an organism resistant to the empirical antibiotic administered prior to or during transfer (aHR 0.60 vs. 0.43, p = 0.52, S2 Table). We also did not observe a difference in mortality when repeating this analysis for empirical antibiotics given within the first day of hospitalization (aHR 0.99 vs. 0.91, p = 0.24, S3 Table). Mortality of patients with CAB caused by B. pseudomallei was higher than morality in those patients with CAB caused by S. aureus and E. coli in all models (S1, S2 and S3 Tables).",
    "Discussion": "In our comparative prospective observational study of hospitalized patients with community-acquired infections in Northeastern Thailand, we demonstrated that CAB with the most prevalent pathogens of E. coli, B. pseudomallei, and S. aureus was associated with a significant 28-day mortality of 41%. Mortality of patients with CAB caused by B. pseudomallei was higher than those caused by S. aureus and E. coli, even after adjusting for transfer status, effectiveness of empirical antibiotics received prior to or during the transfer and presence of organ dysfunction on admission. Most of patients in our setting at a public tertiary-care hospital were transferred from other hospital. We found that transfer from other hospitals was associated with higher mortality [16]. The distance from the referring hospital to the study hospital could be up to 200 kilometers and the travel duration could be up to two to three hours by ambulance. However, receipt of effective empirical antibiotic against the causative pathogen prior to or during transfer was associated with survival. Antimicrobial resistance was not uncommon. The prevalence of 3rd generation cephalosporin resistance among community-acquired E. coli bacteremia was 35%. Nonetheless, in our setting, we did not observe that patients who had CAB caused by 3rd generation cephalosporin-resistant E. coli (3GCREC) and received empirical treatment with 3rd generation cephalosporins had higher mortality. We found no evidence to support the use of antibiotics recommended against 3GCREC (such as carbapenem drugs) as the first-line empirical treatment of community-acquired sepsis. Our findings suggest that improving algorithms or rapid diagnostic tests to guide the administration of empirical antibiotic, if possible prior to or during transfer, could improve the outcomes of CAB in LMICs.\nAs the epidemiology of CAB pathogens varies between regions, it is critical to understand local epidemiology for implementation of optimal therapeutic initiatives. Both E. coli and S. aureus are similarly observed as frequent pathogens in CAB cases in both high and low-income settings [4–6, 9, 28–31]. In our study, B. pseudomallei, the cause of melioidosis, was the second most frequently isolated bloodstream pathogen (16%). Given the environmental predilection of B. pseudomallei to tropical climates, it is a common CAB pathogen in studies of South/East Asia as well as Northern Australia [32–34]. However, the presence and prevalence of B. pseudomallei as a pathogen may still be underestimated in many tropical developing countries due to limitations in microbiology laboratory facilities, resources, and expertise [35].\nSelecting empiric antimicrobial therapy to cover pathogens commonly associated with CAB remains challenging. We identified that 75% of patients with CAB caused by E. coli had empiric antibiotics considered effective against E. coli prior to or during transfer. However, 25% of patients with CAB caused by B. pseudomallei and S. aureus had empiric antibiotics considered effective against B. pseudomallei and S. aureus prior to or during transfer. The percentage of having empiric antibiotics considered effective against B. pseudomallei and S. aureus was similarly low even within the first day of hospitalization at the study hospital. The low antimicrobial coverage of B. pseudomallei prior to or during transfer may have been due to lack of ceftazidime at district hospitals; however, this issue should not apply to S. aureus as cloxacillin and clindamycin are fully available in all district hospitals in Thailand suggesting a possibility of under-recognition or limitation of guidelines for antibiotics [36, 37]. The coverage of empirical antibiotics for patients with CAB caused by S. aureus within the first day of hospitalization in this study was low compared to early effective antibiotic therapy for patients with S. aureus infection in a previous study [14] (46% vs. 87%) and may have been due to different study designs. In this study, we enrolled only sepsis patients presenting to the hospital within 24 hours of hospital admission, while the previous study included all patients with a culture positive for S. aureus from any sterile sites and included both community-acquired and hospital-acquired S. aureus infections [14]. Further studies are required to evaluate and study how to improve the selection of empiric antimicrobial therapy for community-acquired sepsis in different settings in LMICs.\nOur study has a number of strengths including the prospective study design, detailed data on organ dysfunction, a large geographic catchment area, extremely high rates of follow-up and minimal missingness of assessment data. Additionally, it is unique in its approach to a comparative assessment of the outcomes following CAB by pathogen group. However, we must consider a number of limitations. Given the resource-limited setting, although clinical assessments were captured, equipment-based testing (beyond point-of-care) was not always completed. Blood cultures were generally taken at a single time-point thus limiting our ability to delineate between transient, intermittent, and continuous bacteremia cases. This may have led to an underestimate of both the incidence and severity of cases. However, given our illness burden and mortality, it is unlikely that patients were misclassified as true infections in this cohort. It is possible that a small proportion of bacteremia cases in our study cohort were hospital acquired but this was unlikely based on our study design, timepoint cutoffs, participants presenting with sepsis, and our restriction to three pathogens that are causes of community-acquired infections. As our mortality assessment was all-cause mortality within 28 days of enrollment, the mortality might reflect other causes of death such as exacerbation of underlying diseases [38]. It is possible that we were still underpowered to account for all potential confounders including baseline socio-demographic and clinical parameters. Also, our sample size was too small to evaluate the specific association between 3rd generation cephalosporin and mortality among patients with methicillin-sensitive S. aureus bacteremia. Despite the limitations, this is one of the first prospective studies to examine the characteristics and outcomes of CAB by pathogen group in a LMIC setting.",
    "Conclusion": "In our large comparative prospective evaluation of CAB in Northeastern Thailand, we identified that CAB is associated with a significant burden of mortality. CAB caused by B. pseudomallei and S. aureus are associated with higher mortality than CAB caused by E. coli even after adjusting for presence of organ dysfunction on admission and effectiveness of empirical antibiotics received. In our setting, a tertiary-care hospital in a LMIC, most patients with CAB are transferred from other hospitals and administration of recommended empirical antibiotics prior to or during transfer is associated with survival."
}