{
    "Background": "Cystic echinococcosis (CE) is a parasitic disease caused by the tapeworm Echinococcus granulosus. Although present throughout Europe, deficiencies in the official reporting of CE result in under-reporting and misreporting of this disease, which in turn is reflected in the wrong opinion that CE is not an important health problem. By using an alternative data source, this study aimed at describing the clinical and temporal-spatial characteristics of CE hospitalizations in Spain between 1997 and 2012.",
    "Methodology/Principal Findings": "We performed a retrospective descriptive study using the Hospitalization Minimum Data Set (CMBD in Spanish). All CMBD’s hospital discharges with echinococcosis diagnosis placed in first diagnostic position were reviewed. Hospitalization rates were computed and clinical characteristics were described. Spatial and temporal distribution of hospital discharges was also assessed. Between 1997 and 2012, 14,010 hospitalizations with diagnosis of CE were recorded, 55% were men and 67% were aged over 45 years. Pediatric hospitalizations occurred during the whole study period. The 95.2% were discharged at home, and only 1.7% were exitus. The average cost was 8,439.11 €. The hospitalization rate per 100,000 per year showed a decreasing trend during the study period. All the autonomous communities registered discharges, even those considered as non-endemic. Maximum rates were reached by Extremadura, Castilla-Leon and Aragon. Comparison of the CMBD data and the official Compulsory Notifiable Diseases (CND) reports from 2005 to 2012 showed that official data were lower than registered hospitalization discharges.",
    "Conclusions": "Hospitalizations distribution was uneven by year and autonomous region. Although CE hospitalization rates have decreased considerably due to the success of control programs, it remains a public health problem due to its severity and economic impact. Therefore, it would be desirable to improve its oversight and surveillance, since officially reported data are underestimating the real burden of CE in Spain."
}