{
    "Abstract": "Relatively little is known about the filarial proteins that interact with the human host. Although the filarial genome has recently been completed, protein profiles have been limited to only a few recombinants or purified proteins of interest. Here, we describe a large-scale proteomic analysis using microcapillary reverse-phase liquid chromatography-tandem-mass spectrometry to identify the excretory-secretory (ES) products of the L3, L3 to L4 molting ES, adult male, adult female, and microfilarial stages of the filarial parasite Brugia malayi. The analysis of the ES products from adult male, adult female, microfilariae (Mf), L3, and molting L3 larvae identified 852 proteins. Annotation suggests that the functional and component distribution was very similar across each of the stages studied; however, the Mf contributed a higher proportion to the total number of identified proteins than the other stages. Of the 852 proteins identified in the ES, only 229 had previous confirmatory expressed sequence tags (ESTs) in the available databases. Moreover, this analysis was able to confirm the presence of 274 “hypothetical” proteins inferred from gene prediction algorithms applied to the B. malayi (Bm) genome. Not surprisingly, the majority (160/274) of these “hypothetical” proteins were predicted to be secreted by Signal IP and/or SecretomeP 2.0 analysis. Of major interest is the abundance of previously characterized immunomodulatory proteins such as ES-62 (leucyl aminopeptidase), MIF-1, SERPIN, glutathione peroxidase, and galectin in the ES of microfilariae (and Mf-containing adult females) compared to the adult males. In addition, searching the ES protein spectra against the Wolbachia database resulted in the identification of 90 Wolbachia-specific proteins, most of which were metabolic enzymes that have not been shown to be immunogenic. This proteomic analysis extends our knowledge of the ES and provides insight into the host–parasite interaction."
}