{
    "Introduction": "Lymphatic filariasis (LF) is a disfiguring and disabling disease that affects approximately 120 million people in 73 countries. The World Health Organization (WHO) initiated a Global Programme to Eliminate Lymphatic Filariasis (GPELF) in 2000 that is largely based on repeated annual cycles of mass drug administration (MDA) with albendazole together with either ivermectin (in Africa) or diethylcarbamazine (outside of Africa) to reduce infection rates and interrupt transmission. GPELF aims to eliminate LF as a public health problem in all countries by the year 2020. With a target population of 1.4 billion, this is easily the largest disease intervention program initiated to date based on MDA; more than 6 billion medication doses were distributed to some 600 million people between 2000 and 2014 [1].\nMDA has dramatically reduced LF infection rates and prevented new cases in many countries [2,3]. However, more work is needed to develop and test methods for determining whether W. bancrofti has been eliminated from countries and regions following MDA. The WHO now recommends use of transmission assessment surveys (TAS) to demonstrate interruption of transmission. TAS surveys use systematic sampling protocol to test 1st and 2nd grade primary school children for filarial antigenemia, and they are powered to provide 95% certainty that infection rates in children are less than 2%. While this is a useful surveillance tool, a recent study showed that antibody testing of sentinel populations and molecular xenomonitoring (MX, detection of filarial DNA in vector mosquitoes by PCR) were more sensitive than TAS for detecting persistent W. bancrofti in Sri Lanka [4]. MX relies on the ability of mosquitoes to efficiently take up filarial parasites from human blood, and parasite DNA is detected in mosquito pools by PCR. Although MX has been used extensively in recent years to demonstrate the impact of MDA on W. bancrofti in communities [4–8], no national LF elimination program has adopted MX as a routine method for post-MDA surveillance.\nSri Lanka was one of the first countries to implement a LF elimination program based on WHO guidelines. The Sri Lankan Ministry of Health’s Anti Filariasis Campaign (AFC) distributed 5 annual rounds of MDA with albendazole plus diethylcarbamazine to all endemic regions of the country between 2002 and 2006 [9]. Various types of surveillance have been conducted since the MDA program ended in 2006. Post-MDA surveillance results (based on detection of parasites in human blood by microscopy) have consistently shown microfilaremia rates lower than the target value of 1% in all sentinel and spot check sites. However, recent studies have provided evidence of persistent LF infection and transmission in several districts, and this is especially worrisome in the Southern district of Galle.\nGalle District, with a population of approximately 1.06 million, is located about 125 km south of the country’s capital in Colombo. The district area is about 1,652 km2 (636 square miles) with 73 km of coastline. Ecological conditions (annual rainfall 200–250 cm, mean temperature 25–28 C, and relative humidity levels often >80%) are favorable for mosquitoes. Survey data before and after the MDA program have consistently shown higher LF rates in coastal areas that have low-lying low plains, low hills, extensive surface water, and higher human population densities than in inland areas of the district that have steep hills and better drainage.\nIt is well documented that Culex quinquefasciatus is the major W. bancrofti transmission vector in Sri Lanka [10–13], and the traditional filariasis belt extends along the coast from Puttalam in the West around to Matara in the South. Some of these areas have poorly drained polluted water, latrine catch pits, coconut husk pits, and rice fields that are primary breeding areas for Culex and other types of mosquitoes [14]. A devastating Tsunami in 2004 in this coastal belt affected the topography in some areas in ways that may have increased mosquito densities and disease transmission. However, there are no mapping data available on distribution of breeding sites for C. quinquefasciatus in Sri Lanka or in Galle district.\nThe central Ministry of Health and Nutrition (MOH) divides districts into progressively smaller health administrative units. Galle is divided into large Ministry of Health areas (MOOH) with populations in the range of 22,000–95,000. Each MOOH area is comprised of Public Health Inspector (PHI) areas, and these sub-district health administration units are comprised of smaller Public Health Midwife (PHM) areas.\nGalle had high rates of LF prior to the national LF elimination program, and government surveys have shown that sentinel sites in this district have consistently had higher microfilaria (Mf) rates than most sites in other districts in the years since the MDA program ended. Although the AFC used the district as an implementation unit for MDA, Galle was divided into two evaluation units (a high-risk coastal EU and low-risk inland EU) for monitoring and evaluation.\nThe AFC conducted transmission assessment surveys (TAS) in these EUs in 2012–2013 according to WHO guidelines, and both EUs easily passed the WHO threshold. However, recent surveys in two public health inspector (PHI) areas in Galle district showed high rates of filarial DNA in Culex quinquefasciatus and high rates of anti-filarial antibodies in primary school children [4]. These results suggested that there are hotspots with persistent W. bancrofti transmission in Galle.\nThe current study was conducted to test a scheme for systematic sampling of mosquitoes so that MX could complement TAS for assessing residual filariasis activity by national filariasis elimination programs. The study also aimed to map areas with persistent W. bancrofti in Galle district and to compare MX results with results from an extensive population survey for microfilaremia that was conducted by the AFC in 2013. While MX has been previously used to assess the impact of MDA on persistent W. bancrofti in populations, this study reports the first time that it has been used by a national LF elimination program to detect persistent W. bancrofti at the scale of large EUs.",
    "Materials and Methods": "Ethics statement\nWe obtained consent from household members to place CDC gravid traps on their property. The Microfilaria surveys were conducted as a public health activity by the Anti Filariasis Campaign, Sri Lanka Ministry of Health. Written consent was obtained from all adults. Participation of children required written consent from at least one parent or guardian plus assent by the child. Unique identifiers of human participants were not used in this study.\n\n\nStudy location\nGalle district is divided into 19 Medical Officers of Health (MOOH) divisions, and each of these are comprised of smaller health administrative units called Public Health Midwife (PHM) areas that were used as evaluation areas (EAs) for the cluster surveys described in this paper. There are 340 PHM areas in Galle district with a mean population of approximately 3,000 (range 669–8025). The district was divided into two evaluation units (EU) for post-MDA surveillance. These included a high risk coastal EU with 210 PHMs in 11 MOOH areas and a low risk inland EU with 126 PHMs in 8 MOOH areas. Three of the 11 high risk MOOH areas are not located near the coast, but in this study they were considered to be part of the high risk coastal EU based on historical LF data, detection of Mf positive cases in routine surveys, and because of they are bordering areas with high Mf rates. In the 2013 census, approximately 24,600 households were listed in the coastal EU and 17,400 households were in the inland EU.\n\n\nMosquito sample size and sampling method\nThe mosquito surveys used cluster sampling based on systematic selection of households (HH) to assess prevalence of Wuchereria bancrofti DNA in C. quinquefasciatus species [15]. The study was designed to collect and test 300 pools of 25 mosquitoes per pool collected from 300, 150, and 75 HH locations. PHM maps, census data and voter registries were used to identify the HH locations in each of these areas. Thirty PHMs were randomly selected as evaluation areas (EAs) in each of the two EUs studied using Survey Sample Builder (SSB) software (http://www.ntdsupport.org/resources/transmission-assessment-survey-sample-builder). The sampling interval was calculated by dividing the estimated number of HH in each EU by the number of HH that were needed for mosquito trap placement in the EU (300). The starting HH for each PHM was selected at random from the census list, and other HH for trap placement in that PHM were selected using the sampling interval. Subsets of 150 and 75 trapping sites were randomly chosen from the pool of 300 per EU for collection of 2 and 4 mosquito pools per trap. To allow for anticipated 10% HH refusal rate for permitting mosquito trap placement, trap locations were increased to 320, 156, 76 or 81, respectively.\n\n\nMosquito collection and DNA preparation\nThe mosquito surveys were performed between December 2013 and September 2014. The long duration was due to administrative issues and not because of time requirements for the work. Mosquitoes were collected with CDC gravid traps (Model 1712, John W. Hock Company, Gainesville, FL) with liquid bait that attracts Cx. quinquefasciatus [4,16]. The traps were placed outdoors in shaded areas adjacent to houses after obtaining consent from the residents. Traps were set to collect mosquitoes from dusk to dawn for 1 to 3 nights. A second trap was placed next to selected houses in some locations in order to collect the required number of mosquitoes. This was commonly done when four pools were required from a trapping location. Traps that did not yield enough mosquitoes to form pools were moved to a new location. Mosquitoes were collected from an average of ten (range 6–19) locations in each of the 60 PHM areas.\nCulex quinquefasciatus were manually sorted to select only gravid, semigravid or blood fed females and pooled in groups of up to 25. Pools were placed in 2 ml seal-rite tubes and dried as previously described [4]. Tubes with mosquitoes were labeled with barcode stickers and these numbers were scanned into cellphones and associated with GPS coordinates. The dried mosquitoes were transferred to the AFC central laboratory in Colombo for DNA isolation and qPCR testing.\n\n\nDNA isolation from mosquito pools\nGenomic DNA extraction of pools of mosquitoes (1–25) was performed as previously described [17]. The extracted DNA samples in 200 μl of Diethylpyrocarbonate (DEPC) treated water was stored at -20 C in 1.5 ml sterile polypropylene tubes with barcode stickers.\n\n\nPCR testing of mosquito pools for detecting W. bancrofti DNA\nW. bancrofti DNA was detected in mosquito DNA samples that were tested in duplicate by quantitative PCR (qPCR) in microtiter plates with an Applied Biosystems 7300 Real Time PCR System (Life technologies, California, USA) as previously described [18,19]. Positive and negative control samples were included in each qPCR assay. Mosquito DNA samples with borderline Ct values (≥38) and those with inconsistent results in duplicate wells were retested. Samples with Ct values >38 were considered to be negative. All DNA extractions and qPCR assays were performed in AFC laboratories in Colombo.\n\n\nCommunity surveys for microfilaremia\nThe AFC conducted a large scale night blood smear survey between March and August, 2013. Households were selected for the survey using the WHO guidelines [20] based on the probability proportional to estimated size (PPES) of the population with the goal of testing approximately 3% of the population (38,000 people drawn from all PHMs in the district). A maximum of 4 people per household were sampled between the ages of 2 and 70 years. Two to four teams collected blood in night blood surveys that started no earlier than 20:30 hr. Each team included a public health inspector, a blood collector, a helper, and a supervisor. It took six months to complete the night blood surveys, but additional time was required for processing of blood smears and microscopy.\n\n\nBlood tests for W. bancrofti microfilariae\nMicrofilaria (Mf) testing was performed with a measured volume of 60 μl of night blood. Finger prick blood samples were collected with One Touch Ultra Soft lancet holders with sterile, single use lancets (LifeScan, Inc., Milpitas, CA). Two-spot blood smears of 30 μl each were stained with Giemsa, and Mf were detected by microscopy.\n\n\nData collection and data management\nPHM numbers, household locations, trap numbers, pool numbers, and pool PCR test results were entered into Motorola (Motorola Solutions, Inc., Schaumburg, IL) Blur phones using preloaded survey forms with a LINKS data collection platform (http://www.linkssystem.org/). Specimens and laboratory qPCR test results were linked to trap locations using barcode stickers (Partnered Print Solutions, Dacula, GA). Data were downloaded as Microsoft Excel files (Microsoft Corporation, Redmond, WA) for analysis at AFC and at Washington University. Demographic information and Mf smear results were entered onto paper forms for the Mf surveys, and this information was later transferred into Excel spreadsheets (Microsoft Corporation, Redmond, WA).\n\n\nSpatial analysis\nGPS coordinates for mosquito sampling sites were obtained with cellphones. Coordinates were plotted using ArcGIS 10.2.1 (ESRI, Redlands, CA).\n\n\nStatistical methods\nqPCR results were expressed as the percentages of positive pools and trap sites by PHM and EU. Filarial DNA rates in mosquitoes (maximum likelihood estimates with 95% confidence intervals) were calculated with PoolScreen 2.0.3 software as previously described [21,22]. Separate PoolScreen estimates (maximum likelihood estimates or MLE with 95% confidence intervals) were calculated for approximately 300 pools from 300 trap sites, 300 pools from 150 trap sites, and 300 pools from 75 trap sites from 30 PHMs (evaluation areas) in each of the two EUs.\nIn order to assess filarial DNA rates in mosquitoes collected in Galle district as a single EU, the merged results from 2 EUs were analyzed by calculating mosquito DNA rates in 30 PHMs randomly selected from the 60 PHMs in two EUs that were sampled in the study. This process was repeated 30 times to assess variability in estimates obtained with different PHM samples. Results were analyzed by ANOVA and the significance of differences was assessed by the Tukey method. Data analysis was performed with Statistical Analysis Software (SAS, version 9.2, SAS Institute Inc. Cary, North Carolina). Some figures were produced with Graphpad Prism 6 (GraphPad Software, Inc., La Jolla, CA).\n\n\nConsent procedures\nWe obtained consent from household members to place CDC gravid traps on their property. The Mf surveys were conducted as a public health activity by the Anti Filariasis Campaign, Sri Lanka Ministry of Health. Written consent was obtained from all adults. Participation of children required written consent from at least one parent or guardian plus assent by the child. Unique identifiers of human participants were not used in this study. However, AFC followed up to treat Mf carriers identified during night blood surveys with anti-filarial medications according to WHO guidelines.",
    "Results": "Mosquito collections and filarial DNA rates in mosquitoes\nApproximately 28,700 blood fed, gravid or semigravid C. quinquefasciatus mosquitoes were collected from more than 600 trap locations in 60 PHMs (30 in each EU) between December 2013 and September 2014 (Table 1). Mosquitoes were sorted into 1208 pools with 1–25 mosquitoes per pool (see Tables 1 and 2). Each pool contained mosquitoes from a single trap location. While 89.5% of pools contained 25 mosquitoes (1081/1208), some pools were smaller, because few mosquitoes were trapped in some collection sites despite placement of traps for up to 3 nights. Indeed, zero mosquitoes were collected in 45 trap locations. Factors such as higher altitude, very effective water drainage, and paradoxically, excessive rain affected collections at these locations.\nqPCR results by EU are summarized in Table 1. Combined results from both EUs showed that 100 of 1208 pools (8%) were positive for filarial DNA. 16/30 PHM areas in the coastal EU and 3/30 (10%) in the inland EU had at least one positive pool (range 1–16). Filarial DNA rates in mosquitoes exceeded provisional targets for filarial DNA [4,19] of 0.25% for maximum likelihood and 1% for the upper confidence limit of the estimate in 12 of 30 PHMs in the coastal EU and in 4 of 30 PHMs in the inland EU (Fig 1). Thus W. bancrofti DNA rates were high in most areas within the coastal EU and much lower in the inland EU. Some of the inland PHMs with positive qPCR results were adjacent to areas in the coastal EU with high filarial DNA rates in mosquitoes.\nFilarial DNA rates (MLE with 95% confidence intervals) for mosquitoes collected in the coastal (panel A) and inland (panel B) EUs in Galle district. Lines with the same color show results from PHMs within a single MOOH area. Filarial DNA rates exceeded the target rate of 0.25% in 16 of 60 PHMs, and the upper confidence limit exceeded the target of 1% in all these 16 PHMs. The solid line in the panel A and B show the provisional target for MX. The dotted lines in the two panels are at the recommended upper confidence limits for filarial DNA rates in mosquitoes.\nFigs 2 and 3 provide information on the general location of mosquitoes with filarial DNA in the PHM areas sampled in this study. Filarial DNA was detected in mosquitoes in 22% (70/317) of trap locations in the coastal EU and in 3% (8/317) of trap locations in the inland EU. Although the number of mosquitoes collected from each trap location varied because of the sampling scheme, Fig 3 shows that mosquitoes with filarial DNA were widely distributed in coastal areas.\nBars with the same color show results from PHMs within a single MOOH area. Twenty-two % of trap locations captured mosquitoes with filarial DNA, but some locations had much higher rates.\nMolecular xenomonitoring results show trap locations with no mosquito pools positive for filarial DNA (coastal: green and inland: blue waypoints), and traps with one or more positive pools for filarial DNA are shown in red (in the coastal and inland EU areas).\n\n\nComparison of different sampling schemes for estimating rates of filarial DNA in mosquitoes\nTable 2 shows that similar results were obtained when similar numbers of mosquitoes were tested in 300 pools that were collected from approximately 75, 150, or 300 sampling locations with 4, 2 or 1 pool per site, respectively. Mosquito DNA rates were also similar when different numbers of collection sites were used in the inland EU, although it was not possible to obtain enough mosquitoes for 4 pools from some collection sites.\nTable 3 shows results that would have been obtained if Galle district had been considered as a single EU rather than as two EUs. The results shown are the mean and SD of 30 separate randomly selected samples of 30 EAs drawn from the entire district. The results show that the estimates were essentially the same whether mosquitoes were sampled from 316, 153, or 70 trap locations. More importantly, the results show that the parasite DNA rate in the combined EU was lower and intermediate between the rates observed in the coastal and inland EUs. Although the filarial DNA rate in mosquitoes from the district wide EU exceeded the provisional target of 0.25%, the diluting effect of results from the inland areas is clear (the MLE for the coastal EU and for the entire district were 0.67% vs. 0.35%, respectively). This emphasizes the importance of creating EU’s so that transmission risks within them are as uniform as practicable [23].\n\n\nMicrofilaria survey results\nNight blood testing was performed with 38,065 samples collected from all PHMs and all MOOH areas in Galle district. Only 52 slides were positive for an overall rate of 0.14% (Table 4). 12 out of 19 MOOH areas recorded at least 1 Mf-positive subject (range 1–22), and the mean (SD) Mf count in positive slides was (17 ± 30; range 1–177). As expected, Mf rates were much higher in MOOH areas in the coastal EU than in the inland EU, and 47 of 52 (90.4%) Mf positives identified in the district-wide survey lived in coastal areas. The Balapitiya MOOH area in the coastal EU had the highest number of Mf-positive subjects and the highest Mf rate (0.9%); 22 of 52 (42%) Mf positive subjects were from this MOOH area. However, Mf rates were much higher (range ≥1%-4.64%) in 12 of the 340 PHMs surveyed. These were Talpe (1.39%), Panagamuwa (1.72%), Paragahathota (4.64%), Galmangoda (3.45%), Balapitiya (4.42%), Randombe (1.73%), Wellabada (1.12%), Dalawella (1.01%), Maliduwua (1.41%), Kumbhalwella-2 (2.75%), Aluthwatta (1.26%), and Mawita (1.13%), respectively. Ten of the PHMs with Mf rates >1% were in the coastal EU and two were in the inland EU.\n\n\nComparison of filarial DNA rates in mosquitoes and microflaremia rates in humans\nTable 4 shows Mf survey results and MX results by MOOH area. Note that all PHM areas were sampled in the Mf survey while MX was performed in only a few PHM areas per MOOH area. Despite this difference, the MX and Mf data both indicated widespread persistence of LF in the coastal EU with much lower rates in the inland EU. The two MOOH areas with the highest Mf rates (Balapitiya and Galle) also had the highest MX signals (% mosquito pools positive for filarial DNA). However, not all areas had consistent results, and three MOOH areas (Ambalangoda, Hikkaduwa, and Habaraduwa) with very high MX positivity had low Mf rates. This may have been due to small samples in the Mf surveys or to differences in the areas sampled, as mentioned above.\nTwo PHM areas (in Imaduwa and Yakkalamulla MOOHs in the inland EU) also had mosquitoes that were positive for filarial DNA (7% and 2% pools positive, Fig 1) and the same MOOH areas had Mf carriers detected by night blood surveys (Mf rate 0.75%) (Table 4). On the other hand, no positive mosquito pools were detected in other PHMs that were located in MOOH areas in the inland EU where Mf carriers were identified (Table 4). Again, this may be because not all PHMs were sampled for MX, and because persistent filarial infections following MDA can be highly focal.\nTable 5 summarizes Mf and MX results for 15 PHM areas in 6 coastal MOOH areas that were tested by both survey methods. These results illustrate the dramatic heterogeneity of persistent W. bancrofti in Galle district. They also show that MX surveys based on relatively small numbers of mosquito pools are more sensitive for detecting persistent W. bancrofti infections than Mf testing with sample sizes in the range of 91–267 per PHM area. Only 5 of 15 PHMs had positive signals by Mf testing while 10 of 15 PHMs had positive mosquito pools by qPCR. On the other hand, one PHM with no positive mosquito pool (out of 17 tested) had a positive Mf signal with 1 positive smear out of 101 tested.\n\n\nSpatial distribution of filarial DNA in fed or gravid Culex quinquefasciatus\nFig 3 shows the location of gravid traps that yielded mosquitoes that were tested for filarial DNA by qPCR. Mosquitoes with filarial DNA were widely distributed in coastal areas and also present in a few inland areas. S1 Fig shows a more detailed map for MX results from three PHM areas that were tested in the Balapitiya MOOH area. Filarial DNA was detected in mosquitoes collected in 58% of trapping sites in Balapitiya. These results show that MX is useful for identifying areas with persistent filariasis, and this information could be useful for targeting additional measures to interrupt transmission.",
    "Discussion": "Prior studies have shown persistence of W. bancrofti in populations following MDA in several areas in Sri Lanka including Galle district, despite the fact that all EUs in the country easily passed TAS performed according to WHO guidelines. This study is the first to demonstrate the value of MX for detecting persistent filarial infection at the level of EUs with large populations. The study was designed to compare MX results for two EUs within one district that were previously shown to have very different rates of persistent infection based on Mf testing and TAS results.\nThe MX results confirmed that there was much more W. bancrofti infection in the coastal EU than in the inland EU, and they also showed that transmission was widespread in the coastal EU (population 610,000) and not confined to one or two small hotspots. The results also showed that MX was more sensitive than night blood surveys for detecting persistent W. bancrofti activity in this study area. We found that MX is feasible for national LF elimination programs. Areas identified as possible hot spots by MX can be followed up with Mf surveys and targeted for intervention with MDA or other options. However, use of MX as a primary surveillance tool requires adequate laboratory facilities, access to supplies, and specially trained personnel required for this method. As a practical matter, the laboratory analysis of mosquitoes is less challenging than the mosquito collection activities, which take a long time and are labor intensive. However, the fact that similar results were obtained by MX in both EUs when the same number of mosquitoes was collected from fewer collection sites is very important, because this would greatly reduce costs and increase feasibility for programs. While it is possible that even fewer mosquito trap sites would have yielded similar results, placement of 75 or 150 traps in 30 randomly selected PMHs for collection of 300 pools of 25 mosquitoes/pool per EU should be feasible for programs interested in using MX as a surveillance method. This result was somewhat surprising, and it is possible that mosquito infection rates in these study areas were unusually homogenous. Additional data will be needed from different areas to establish whether results from this study are generally applicable to areas with Culex transmission of W. bancrofti. We prefer not to speculate regarding implications of this study for post-MDA assessments of areas with filariasis transmission by Anopheles, Mansonia, or Aedes mosquitoes.\nDespite these encouraging results, we recognize that the approach we have used for MX is not feasible for all national LF elimination programs. One alternative to consider would be to send mosquitoes to reference centers for qPCR analysis. Another alternative would be to use traditional dissection and staining methods to detect filarial infection and infectivity in mosquitoes [24–26] even though it is clear that dissection with microscopy is less sensitive than qPCR. While we do not have firm break points for W. bancrofti transmission by Culex, reviews have suggested provisional targets of 0.085% for infectivity and 0.65% for mosquito infection by any parasite stage based on dissection with microscopy [23,27].\nAn additional point to consider is whether results from this study would also apply in areas where filarial parasites are transmitted by Anopheles or Aedes mosquitoes. Gravid traps work well for trapping large quantities of Culex mosquitoes that have fed on human blood, and large numbers of mosquitoes are needed for accurate estimation of parasite DNA rates in mosquitoes [4,27,28]. Human landing catches and indoor sample collections are less effective than gravid traps for collecting mosquitoes for MX. It may be possible to adapt sampling methods used in this study for use with newer mosquito traps that can be used to collect Anopheles or Aedes vectors [29–33].\nMX results obtained in this study were consistent with results obtained by extensive night blood Mf surveys that tested some 38,000 people, which comprised about 3.5% of the population of Galle district. Like MX, Mf testing on this scale is also expensive and labor intensive. In addition, mosquito collection using outdoor traps is less intrusive than collection of finger prick blood samples at night from human subjects. Mf testing showed that 12 of 340 PHM areas tested had Mf rates ≥1%. Since PHM areas are equivalent to sentinel or spot check sites in most countries, EUs with many PHM areas with Mf rates >1% should not have qualified for TAS. The fact that the coastal Galle EU easily passed TAS illustrates the insensitivity of TAS as a post-MDA surveillance tool in Sri Lanka.\nAlthough the WHO has suggested the use of MX to supplement TAS [26,34], it has not provided practical guidelines for systematic sampling of mosquitoes. Results of this study should be helpful for those who are interested in using MX as a surveillance tool at the EU level. One limitation of the mosquito sampling protocol employed in this study is that mosquitoes were only collected from about 20% of the clusters (60 of 340 PHMs) in the coastal and inland EUs. However, some systematic sampling is necessary, because it is not possible to collect random samples of mosquitoes from all areas in an EU. Fortunately, results in Table 3 show that parasite DNA rates were remarkably similar when parasite DNA rates were calculated for 30 different samples of 30 PHMs drawn from the 60 PHMs sampled in this study. This result provides support for the validity of the sampling scheme used in this study. Results in Table 3 also emphasize the importance of using EUs with moderate population sizes that do not mix areas with vastly different risks for persistent W. bancrofti. Districts are often used as EUs. When data from the coastal and inland EU were combined, the strong signal of persistent W. bancrofti infection in the coastal area was diluted by negative results from the inland area in a way that could obscure the need for further intervention in the coastal area.\nThe AFC considered results from this study and other post-MDA surveillance data from Galle district and decided to resume MDA in the coastal areas of the district and simply observe the lower risk inland areas. A repeat MX survey could be used to assess the impact of two additional rounds of MDA that were distributed in September of 2014 and 2015. Time will tell whether MDA alone will solve the problem of persistent W. bancrofti in coastal Galle or whether anti-mosquito measures or other interventions will be needed in this area.\n\nConclusions\nThe Sri Lanka Anti Filariasis Campaign has succeeded in most formerly endemic areas, and the program has fulfilled many of the criteria required for validation according to WHO guidelines. A prior study compared several different types of tests for detecting persistent W. bancrofti at the level of Public Health Inspector areas with populations of ~25,000. This study has used MX and Mf testing to document persistence of W. bancrofti in EUs with populations of 500,000 or more. It is well known that the last mile is often the most difficult for elimination programs. The last 5% is as important as the first 95% when programs are in eradication mode [35]. We have shown that MX can be used as a sensitive method for detecting and mapping areas with persistent W. bancrofti. This type of information could be very helpful for planning interventions to carry programs across the last mile to the finish line."
}