{
    "Background": "Podoconiosis is a non-filarial elephantiasis caused by long-term barefoot exposure to volcanic soils in endemic areas. Irritant silicate particles penetrate the skin, causing a progressive, debilitating lymphoedema of the lower leg, often starting in the second decade of life. A simple patient-led treatment approach appropriate for resource poor settings has been developed, comprising (1) education on aetiology and prevention of podoconiosis, (2) foot hygiene (daily washing with soap, water and an antiseptic), (3) the regular use of emollient, (4) elevation of the limb at night, and (5) emphasis on the consistent use of shoes and socks.",
    "Methodology/Principal Findings": "We did a 12-month, non-comparative, longitudinal evaluation of 33 patients newly presenting to one clinic site of a non-government organization (the Mossy Foot Treatment & Prevention Association, MFTPA) in southern Ethiopia. Outcome measures used for the monitoring of disease progress were (1) the clinical staging system for podoconiosis, and (2) the Amharic Dermatology Life Quality Index (DLQI), both of which have been recently validated for use in this setting. Digital photographs were also taken at each visit. Twenty-seven patients completed follow up. Characteristics of patients completing follow-up were not significantly different to those not. Mean clinical stage and lower leg circumference decreased significantly (mean difference -0.67 (95% CI −0.38 to −0.96) and −2.00 (95% CI −1.26 to −2.74), respectively, p<0.001 for both changes). Mean DLQI diminished from 21 (out of a maximum of 30) to 6 (p<0.001). There was a non-significant change in proportion of patients with mossy lesions (p = 0.375).",
    "Conclusions/Significance": "This simple, resource-appropriate regimen has a considerable impact both on clinical progression and self-reported quality of life of affected individuals. The regimen appears ideal for scaling up to other endemic regions in Ethiopia and internationally. We recommend that further research in the area include analysis of cost-effectiveness of the regimen."
}