{
    "Introduction": "The largest outbreak of Ebola virus disease (EVD) to date occurred in West Africa, mainly in Guinea, Liberia, and Sierra Leone, in 2014–2015 [1, 2]. The World Health Organization (WHO) reported 28601 cases affected by the disease and 11300 deaths up to 30 December 2015 [3]. Retrospective surveillance indicated that the outbreak was initiated by a single introduction of a strain of Zaire ebolavirus (EBOV) from unidentified natural reservoirs in December 2013 in the forest region of southeast Guinea. The variant of the virus introduced, EBOV Makona variant, subsequently spread by human-to-human transmission [1, 4]. Diagnosis of EVD based on clinical manifestations, especially in the early stages of infection, is very difficult as there are no specific initial symptoms of the disease [5]. Rapid laboratory detection is required for early identification of EBOV-infected patients and the provision of supportive medical care in suspected cases. In addition, a highly accurate test could reduce the risk of releasing EBOV-infected individuals into their communities and exclude potential exposure of uninfected people to EVD patients in care facilities. Therefore, a rapid and accurate laboratory diagnosis would play an important role in stemming the transmission chain of EVD [6, 7].\nEBOV has a single-stranded negative-sense RNA genome that encodes seven viral proteins flanked by 3'- and 5'-terminal untranscribed sequences referred to as the leader and trailer regions, respectively [8]. Various detection techniques, such as reverse transcription PCR (RT-PCR), viral antigen-capture enzyme-linked immunosorbent assay, and immunofiltration assay, are now available as laboratory tests for the virus [9, 10]. Real-time RT-PCR (rRT-PCR) is a sensitive, specific, and reliable diagnostic technique for detecting the virus, which is used as the gold standard to identify cases of EBOV infection during outbreaks. In past and current EBOV outbreaks, rRT-PCR was employed to detect EBOV in local and mobile laboratories [5, 11]. However, rRT-PCR requires expensive equipment, a stable power supply, and skilled personnel. Total run time to obtain the results from clinical specimens, including sample inactivation and RNA extraction steps, is several hours. Regions where most outbreaks of EVD occur usually do not have sufficient infrastructure for good laboratory diagnostic services. Therefore, there is an urgent requirement for more rapid and easy-to-use diagnostic techniques for detection of the virus.\nPreviously, we reported a reverse transcription-loop-mediated isothermal amplification (RT-LAMP) method for the rapid detection of EBOV [12]. LAMP is a rapid and sensitive nucleic acid amplification method performed under isothermal conditions [13]. As LAMP reaction can be performed with simpler equipment compared to PCR, the RT-LAMP method for EBOV could be useful in the field or under poor laboratory settings. Current innovative sequencing technologies have revealed the genome sequences of previously isolated strains as well as current strains of EBOV circulating in West Africa [1, 14–18]. The increased information regarding EBOV genome sequences will allow improvement of the RT-LAMP assay to achieve more precise and reliable detection of the virus.\nIn this study, we established an RT-LAMP assay for EBOV using a novel portable LAMP detection platform. Based on the latest genetic information of EBOV strains, we improved the primers targeting the trailer region developed in our previous study, and developed new primers targeting the nucleoprotein (NP) region. Furthermore, to determine the diagnostic accuracy of this assay, we conducted an evaluation study using RNA samples obtained from sera or oral swabs collected from suspected EVD cases in Guinea.",
    "Methods": "Viral RNA\nViral RNA of Lassa, Marburg, and Ebola virus strains were kindly provided by Dr. Heinz Feldmann as described previously [19]. Viral RNA of EBOV H.sapiens-wt/GIN/2014/Makona-C05 (GenBank accession number, KJ660348.2) was kindly provided by Dr. Gary Kobinger, the National Microbiology Laboratory of the Public Health Agency of Canada. Viral RNAs of arboviruses, Rift Valley fever virus, dengue virus, yellow fever virus, and chikungunya virus, were kindly provided by Dr. Koichi Morita, Institute of Tropical Medicine, Nagasaki University (Nagasaki, Japan). Vesicular stomatitis virus Indiana strain and influenza A virus PR8 strain were propagated in Vero and MDCK cells, respectively, and viral RNAs were extracted from infected culture supernatants using a QIAamp Viral RNA mini kit (Qiagen, Hilden, Germany).\n\n\nLAMP primers\nNucleic acid sequence alignments of EBOV strains, including current West African strains, were constructed using ClustalX [19]. The primers for the trailer region were redesigned based on the primers developed in our previous study [12]. The primers for NP were designed with the LAMP primer design software PrimerExplorer v4 (http://primerexplorer.jp/e/) as described previously [19]. The sequences of each primer are shown in Table 1. FIP and BIP included a TTTT spacer between the F1c and F2 sequences, and the B1 and B2c sequences, respectively.\n\n\nRT-LAMP\nRT-LAMP was performed with a real-time turbidimeter (LA-200; Eiken Chemical Co. Ltd., Tokyo, Japan) or a real-time fluorescence detection platform (Genie III; OptiGene, West Sussex, UK). DEPC-treated distilled water and synthesized RNA with partial genome sequences of COD/76/Mayinga strains were used as negative and positive controls, respectively [19]. Real-time turbidity detection for LAMP amplification was carried out with a Loopamp RNA amplification kit (Eiken Chemical) at 63°C for 60 minutes in a final reaction volume of 25 μl containing 2 μl of synthesized RNA dilution. Positive results and time for positive results with this method were determined as described previously [12]. The real-time fluorescence detection of LAMP amplification was carried out with Isothermal Master Mix for Genie III (Nippon Gene, Tokyo, Japan). The reaction mixture (total volume, 25 μl) contained 15 μl of Isothermal Master Mix including GspSSD DNA polymerase and intercalator dye, 1 μl of AMV RTase (0.15 U; Life Technologies, Carlsbad, CA), 4 μl of LAMP primer mix consisting of 5 pmol of F3 and B3, 20 pmol of FIP and BIP, 10 pmol of LF and LB, and 2 μl of synthesized RNA dilution or 5 μl of RNA extract from clinical specimens. LAMP amplification and fluorescence detection were performed in Genie III at 63°C for 30 minutes, followed by dissociation analysis at 95°C–80°C for 5min. Nonspecific amplification was excluded by comparison of the melting temperature with that of the positive control (S1 Fig).\n\n\nEthics statement\nThis study was conducted as part of the surveillance and public health response to stem EVD transmission in Guinea, and was approved by Nagasaki University Institutional Review Board. Whole blood samples from individuals with suspected EVD in the communities or EVD care centers, and oral swab samples from unidentified fatal cases in the communities were collected for EVD diagnostic testing and transmission surveillance as part of the activities of the National Viral Hemorrhagic Fever Project of Guinea.\n\n\nSample collection\nThe samples used in this study were collected in Conakry and its surrounding districts. The collected samples were transported to the reference laboratory of Donka National Hospital (DNH) at Conakry for detection of EBOV. RNAs were extracted from sera and oral swab suspensions with a QIAamp Viral RNA mini kit (Qiagen) according to the manufacturer’s protocol. RNA samples were eluted in 60 μl of elution buffer, and stored at –80°C until use. All of the samples and individual information were managed by DNH.\n\n\nClinical evaluation study\nA total of 100 RNA samples collected between February and March 2015 were selected at random from the RNA sample library in DNH. rRT-PCR was carried out with a QuantiTect RT-PCR kit (Qiagen) and LightMix Modular Ebola Virus Zaire (2014) (TIB Molbiol, Berlin, Germany) as a reference test. Aliquots of 5 μl of RNA samples were added to 25-μl reaction mixtures. Each reaction was performed in a SmartCycler II system (Cepheid, Sunnyvale, CA) with a thermal cycle profile consisting of 42°C for 15 minutes, 95°C for 15 minutes, followed by 40 cycles of 95°C for 15 s and 55°C for 45 s. To quantify viral RNA, the standard curve described with 10-fold serially diluted synthesized RNA with partial sequences of Mayinga strains was used. The RT-LAMP test with Genie III was performed as an index test by the Nagasaki University team in DNH as described above. The Nagasaki University team was blinded to all sample information, including clinical status and reference diagnostic test results. At the end of this trial, the sample information was disclosed to the Nagasaki University team, and the results of reference rRT-PCR tests were compared to those of RT-LAMP.\n\n\nData analysis\nThe precision of the estimates was determined by calculating exact 95% confidence intervals (CIs) for each test statistic. Data were entered into Microsoft Excel 2013 (Microsoft, Redmond, WA) and analyzed using MedCalc version 15.4 (SAS, Cary, NC).",
    "Results": "We prepared two sets of LAMP primers for detection of all known EBOV strains, including West African strains isolated in the current outbreak (Table 1). Based on the viral genome information, we modified the primers targeting the 5'-untranscribed trailer region, which were developed previously and recognized 156 nucleotides with five oligonucleotide primers. We also designed primers for the NP coding sequences, which recognized 171 nucleotides with six primers. For trailer primers, only LF was introduced because no LB candidate primers improved LAMP amplification. In silico analysis of primer specificity revealed that the numbers of mismatches between each set of primers and viral target sequences were at most 6 or 5, and the levels of sequence identity were more than 95.97% or 97.71% for trailer and NP primers, respectively (S1 Table). To examine whether these primers can amplify virus sequences, we performed RT-LAMP using synthesized RNA with primer targeting sequences of five EBOV strains. RT-LAMP with trailer primers successfully detected not only the sequences of strain COD/76/Mayinga with two mismatches, but also strain COD/95/Kikwit with four mismatches, and GAB/96/2Nza, COD/07/9Luebo, and GIN/14/Makona-C05 with five mismatches (S2 Fig), indicating that the primers developed here can detect diverse sequences of EBOV strains. We also examined the primer specificities with other filoviruses, hemorrhagic fever viruses, influenza viruses, and arboviruses, which may potentially be found in areas where EBOV outbreaks occur and cause febrile illness. No cross-reactivity was detected in the reactions with both primer sets, suggesting that the LAMP primers are highly specific for EBOV strains (Table 2).\nNext, we examined the sensitivity of RT-LAMP for EBOV in two type of LAMP amplification and detection platform, i.e., LA-200 and Genie III. LA-200 detects turbidities of reaction mixtures due to insoluble byproducts of LAMP reaction, while Genie III detects increases in fluorescence intensity due to intercalator dye. To compare the sensitivity of the reaction with the two platforms, the same serial dilutions of synthesized RNA of COD/76/Mayinga strain were used for the reactions. More than 50% of the reaction with 680 copies or 64 copies of RNA yielded positive results with primers targeting trailer or NP, respectively (Table 3). The detection limits of LAMP reaction were not different between the two real-time monitoring platforms. However, detection time of RNA at each dilution point by Genie III was half of that by LA-200. Genie III could detect viral RNA within 15 or 20 minutes even with the smallest number of RNA molecules that can be detected by LAMP primers for the NP or trailer region. These results suggested that RT-LAMP performed with Genie III could be used as a rapid and sensitive diagnostic test for detecting EBOV RNA.\nTo assess the utility of RT-LAMP assay with Genie III for clinical diagnosis of EBOV, we conducted an evaluation study using clinical samples collected from suspected EVD cases in Guinea. A total of 100 RNA samples extracted from clinical specimens were randomly selected from the sample library in DNH. The characteristics of the samples tested in this study are described in Table 4. All samples used in this study had been subjected to a reference rRT-PCR test to confirm EBOV infection. Forty-four samples were serum from suspected EVD cases. Fifty-six samples were oral swabs collected from corpses with unidentified deaths in the communities to perform post-mortem testing. The results of the RT-LAMP assay with Genie III are summarized in Table 5. Forty-seven samples were positive in the reference rRT-PCR test. The results of RT-LAMP with primers for the trailer region corresponded completely to those of the reference test. Only one rRT-PCR-positive sample was negative in RT-LAMP assay with primers for NP, and all other samples showed results corresponding to those of the rRT-PCR test. No false positives were observed in the test with both trailer and NP primers. To assess the diagnostic accuracy of the RT-LAMP assay, four statistics were determined, i.e., sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) (Table 5). RT-LAMP using primers for the trailer region showed values of 100% for all of these parameters. The RT-LAMP using NP primers had 100% (95% CI: 93.3–100) specificity, 97.9% (95% CI: 88.7–100) sensitivity, 100% (95% CI: 92.3–100) PPV, and 98.1% (95%CI: 90.1–100) NPV. These results suggested that the RT-LAMP assay with each primer set could be used as a highly sensitive and specific clinical diagnostic test for identifying EVD cases. The only sample that showed a negative result in this test with NP primers was an oral swab suspension collected from a corpse with a cycle threshold (Ct) value of 36.3 in the reference test. Three samples showed higher Ct values, but all of these samples showed positive results in RT-LAMP with NP primers. The negative results in RT-LAMP with NP primers may have been caused by poor quality of the RNA sample, lower sensitivity of NP primers on Makona variant strains, or mutations in the primer recognition position.\nThe Ct values of the samples used in this study ranged from 22.3 to 37.5. The viral load of each clinical sample was determined to be in the range from 5.3×108 to 1.9×104 RNA copies/ml (6.2×106 to 2.2×102 RNA copies per reaction). The times for detection of a positive result (Tp) in this assay were 8.5–19.8 minutes with primers for trailer and 9.0–22.5 minutes with primers for NP. The Ct values have often been used to estimate viral load in patients. Tp from the RT-LAMP with each primer set was correlated with Ct values from the reference rRT-PCR test (Fig 1A; Pearson’s correlation = 0.679, P < 0.0001 for trailer primers, 0.432, P < 0.005 for NP primers). Some samples deviated from the trend line. This variation may have been due to sampling errors arising in the test of RT-LAMP or lower qualities of RNA samples used in this test. Nonetheless, the positive correlation between these tests indicated that the Tp from RT-LAMP test may be used to estimate virus load in the sample. The mean times for detecting RNA in the samples with the lowest level of viral RNA (104–105 copies/ml) were 13.9 minutes and 14.8 minutes with the primers for trailer and NP, respectively (Fig 1B). These results indicated that the RT-LAMP assay using a novel platform, Genie III, could determine most positive results within 15 minutes.\n(A) Tp of respective samples determined by RT-LAMP test with primers for trailer and NP were plotted against Ct value determined with the reference rRT-PCR test. The virus load of each sample determined by Ct value is indicated on the lower x-axis. (B) Mean times of detection of each group with indicated virus load were determined. White and black bars indicate the results of RT-LAMP with primers specific for trailer and NP, respectively (mean ± standard deviation).",
    "Discussion": "Here, we developed a rapid detection assay for EBOV by RT-LAMP using an isothermal amplification and detection platform, Genie III. This platform is a portable B5-size instrument (net weight, 1.75 kg) equipped with a battery. The RT-LAMP assay coupled with this platform would have advantages for use in field laboratories or EVD care points compared with rRT-PCR assay. Genie III also has a function to perform dissociation analysis after the DNA amplification step, which could exclude unintended amplification. The conventional LAMP detection instrument, LA-200, can monitor DNA amplification in real-time by turbidity of each reaction, but cannot exclude nonspecific DNA amplification. RT-LAMP with this platform could also represent a quicker and more accurate method of detecting EBOV. There has been an urgent requirement for rapid and high-throughput diagnostic tests in the current outbreak. rRT-PCR assay time after sample preparation is usually 45 to 90 min. On the other hand, RT-LAMP assay time was approximately 35 min including dissociation analysis. In this study, although we have monitored RT-LAMP amplification for 30 min on Genie III, most positive results could be obtained within 15 to 20 minutes even in the test with the lowest level of authentic viral RNA (Fig 1). Optimized amplification time should be determined by further study. Although some rapid tests based on rRT-PCR have also been developed, they generally take a high cost. The RT-LAMP assay can be defined by its rapidity for obtaining results, the low cost and the portability of the equipment. It could be used as a supplemental diagnostic test, especially under conditions where the gold standard, rRT-PCR, is not available.\nIn the current EBOV outbreak in West Africa, a rapid diagnostic test (RDT) that can be used at the bedside or in point-of-care settings has been required. Necessary characteristics of RDT include the ability for the test to be performed without pretreatment of clinical samples, no requirement for cold-chain transportation, work without electrical power, and be able to be performed by personnel without laboratory skills. Lateral flow test kits for detecting EBOV antigen have been developed for RDT [20, 21]. This molecular technology is highly valuable when considering patient triage in an overburden clinical setting. Despite lower clinical accuracy of the test, the use of RDT in early triaging of suspected patients reduced the potential risk of nosocomial transmission for health care workers and suspected patients without EBOV. Mathematical modeling estimated that the combinations of the RDT and RT-PCR test might reduce the scale of endemics of EVD by over a third [22]. Our RT-LAMP test showed clinical accuracy as high as that of the reference rRT-PCR test even in the samples with lower virus titer (maximum Ct 37.5). However, the RT-LAMP assay still requires pretreatment steps for sample inactivation and RNA extraction. Rapid and simple pretreatment method should also be investigated to apply the assay for EBOV point-of-care diagnostic testing.\nIt has been reported that the virus titer in the initial days of admission reached 106–109 genomes/ml in fatal cases and less than 105–106 genomes/ml in nonfatal cases in the cases in Sierra Leone [5]. The samples used in this evaluation study were randomly selected from the pooled RNA samples, and included 104–108 copies of viral RNA per milliliter (Fig 1). The samples tested in this study included possible viral titers observed in the actual clinical samples. Four of seven samples with lower virus titer (< 105 copies/ml) were serum samples from suspected EVD patients. According to their clinical information, they showed only one or some of the initial symptoms of EVD, such as fever, headache, diarrhea, and conjunctival injection. These observations suggest that the RT-LAMP test could detect EBOV in samples from patients in the early stages of infection. Further evaluation studies are required to determine the detection limit of the assay with clinical samples.\nWe demonstrated that the RT-LAMP assay was highly specific for EBOV strains, and had no cross-reactivity with other viruses that could potentially cause hemorrhagic fever (Table 2). Although there were 5 or 6 mismatched positions in the primers for the trailer region against the viral sequences, we successfully detected the viral RNAs with diverse sequences (S2 Fig). LAMP may be rather tolerant to mismatches in the primer recognition sequences, as DNA synthesis from the primer that incompletely hybridized the target sequence could be complemented by other oligonucleotide primers. EBOV strains isolated in West Africa are phylogenetically placed in a distinct clade from Central Africa strains [1, 14]. Full genome sequence analysis identified more than 300 or 400 single nucleotide polymorphisms in the genomes isolated in Sierra Leone [14, 15]. In 2014, EVD cases were also reported in the Democratic Republic of Congo, and the isolated strains had diverse sequences even when compared with other equatorial African variants [23]. The virus sequence may mutate more frequently than estimated in natural hosts. The sequence information must be assessed to improve the primers for adaptation to strains that may emerge in future.\nIn summary, our assay using RT-LAMP could detect EBOV within 15 minutes using a portable instrument and showed clinical accuracy equivalent to the reference rRT-PCR test. Our test can be performed easily by personnel that are able to perform the PCR test. The Genie III portable platform is more cost-effective than rRT-PCR platforms. It would be easier to introduce the test in countries experiencing EVD outbreaks or exposed to potential risk of the disease. Our technique would also contribute to public health responses in countries with outbreaks of EVD, not only for early detection of EBOV infection but for preparedness for future outbreaks of the disease."
}