{
    "Background": "Severe fever with thrombocytopenia syndrome (SFTS) is an emerging tick-borne infectious disease with high case fatality rate. Unfortunately, no vaccine or antiviral specifically targeting SFTS virus (SFTSV) are available for the time being. Our objective was to investigate the association between clinical laboratory parameters and fatality of SFTS patients.",
    "Methods": "The systematic review was conducted in accordance with The Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 guidelines. We searched (from inception to 24th February 2022) Web of Science, PubMed, National Knowledge Infrastructure databases and Wan Fang Data for relevant researchers on SFTS. Studies were eligible if they reported on laboratory parameters of SFTS patients and were stratified by clinical outcomes. A modified version of Newcastle-Ottawa scale was used to evaluate the quality of included studies. Standardized mean difference (SMD) was used to evaluate the association between laboratory parameters and outcomes. The between-study heterogeneity was evaluated quantitatively by standard Chi-square and the index of heterogeneity (I2). Heterogeneity was explored by subgroup and sensitivity analyses, and univariable meta-regression. Publication bias was determined using funnel plots and Egger’s test.",
    "Results": "We identified 34 relevant studies, with over 3300 participants across three countries. The following factors were strongly (SMD>1 or SMD<-0.5) and significantly (P<0.05) associated mortality: thrombin time (TT) (SMD = 1.53), viral load (SMD = 1.47), activated partial-thromboplastin time (APTT) (SMD = 1.37), aspartate aminotransferase (AST) (SMD = 1.19), lactate dehydrogenase (LDH) (SMD = 1.13), platelet count (PLT) (SMD = -0.47), monocyte percentage (MON%) (SMD = -0.47), lymphocyte percentage (LYM%) (SMD = -0.46) and albumin (ALB) (SMD = -0.43). Alanine aminotransferase, AST, creatin phosphokinase, LDH, PLT, partial-thromboplastin time and viral load contributed to the risk of dying of SFTS patients in each subgroup analyses. Sensitivity analysis demonstrated that the results above were robust.",
    "Conclusions/significance": "The abnormal levels of viral load, PLT, coagulation function and liver function, significantly increase the risk of SFTS mortality, suggesting that SFTS patients with above symptoms call for special concern."
}