{
    "Abstract": "The ocular onchocercosis is caused by the zoonotic parasite Onchocerca lupi (Spirurida: Onchocercidae). A major hindrance to scientific progress is the absence of a reliable diagnostic test in affected individuals. Microscopic examination of skin snip sediments and the identification of adults embedded in ocular nodules are seldom performed and labour-intensive. A quantitative real-time PCR (qPCR) assay was herein standardized for the detection of O. lupi DNA and the results compared with microscopic examination and conventional PCR (cPCR). The specificity of qPCR and cPCR was assessed by processing the most common filarial nematodes infecting dogs, skin samples from O. lupi infected (n = 35 dogs) or uninfected animals (n = 21 dogs; n = 152 cats) and specimens of potential insect vector (n = 93 blackflies; n = 59 mosquitoes/midges). The analytical sensitivity of both assays was assessed using 10-fold serial dilutions of DNA from adult specimen and from a pool of microfilariae. The qPCR on skin samples revealed an analytical specificity of 100% and a sensitivity up to 8 x 10−1 fg/2μl O. lupi adult-DNA and up to 3.6 x 10−1 pg/2μl of mfs-DNA (corresponding to 1 x 10−2 mfs/2μl). Only 9.5% O. lupi-infected skin samples were positive for cPCR with a sensitivity of 8 x 10−1 pg/2μl of DNA. Out of 152 blackflies and mosquitoes/midges, eight specimens experimentally infected (n = 1 S. erythrocephalum; n = 1 S. ornatum; n = 6 Simulium sp.) were positive by qPCR. The qPCR assay herein standardized represents an important step forward in the diagnosis of zoonotic onchocercosis caused by O. lupi, especially for the detection and quantification of low number of mfs. This assay provides a fundamental contribution for the establishment of surveillance strategies aiming at assessing the presence of O. lupi in carnivores and in insect species acting as potential intermediate hosts. The O. lupi qPCR assay will enable disease progress monitoring as well as the diagnosis of apparently clinical healthy dogs and cats."
}