{
    "Introduction": "Malaria remains a significant public health threat, with ~241 million malaria cases globally in 2020 [1]. While Plasmodium falciparum is the most prevalent malaria parasite in Africa, P. vivax remains the predominant malaria parasite in most countries across the Asia Pacific and in the Americas [1]. Moreover, severe, life-threatening illness caused by P. vivax is no longer considered a rare event [2, 3]. Although the WHO recommended widespread use of the first licensed malaria vaccine, RTS,S, this vaccine acts against P. falciparum and is not expected to be cross-protective against P. vivax. Thus, to make progress towards global malaria elimination, a highly effective vaccine targeting P. vivax is urgently needed.\nThe ideal malaria blood-stage vaccine is capable of inducing a specific and durable immune response against antigens that are essential for parasite survival. Parasite-specific antibodies can play a critical role in naturally acquired protective immunity against blood-stage malaria by disrupting the interactions between parasite ligands and cognate host receptors required for RBC invasion [4–6]. Screens of IgG antibody responses against P. vivax antigens with potential roles in erythrocyte binding and/or invasion in Papua New Guinea children living in areas highly endemic for P. vivax identified or confirmed several antigens as vaccine candidates, including erythrocyte binding protein (EBP), Duffy binding protein region II (DBPII), RBP1a, RBP2b, PVX_081550, Pv12, and Pv41 [7, 8]. Antibodies to PvRBP2b have also recently been associated with protection against clinical malaria in low-transmission settings in Brazil and Thailand [9].\nStudying antibody dynamics during and after naturally acquired acute infection can identify serological markers of pathogen exposure and also shed light on the magnitude and longevity of natural humoral immunity to vaccine candidate antigens, which can in turn facilitate the vaccine development process. A recent screen of antibody responses against 342 P. vivax proteins in longitudinal clinical cohorts identified serological exposure markers that accurately predicted recent P. vivax infection [10]. Characterizing the natural IgG responses to these antigens in other malaria-transmission settings would provide further information about how their natural immunogenicity may influence vaccine responses. For instance, pre-existing antibodies generated against an antigen from prior infections can shape and potentially interfere with the antibody response generated by a vaccine targeting that antigen [11, 12]. In addition, identifying antigenic targets that naturally elicit robust and durable antibody responses can help focus vaccine development on candidate antigens that would benefit from boosting during natural exposure to the pathogen [13, 14]. To this end, we conducted a study to evaluate the prevalence, magnitude, and longevity of naturally acquired IgG antibody responses against 9 P. vivax vaccine candidate antigens in Brazilian patients with acute vivax malaria and who were longitudinally followed for a period of up to 180 days. Antigens were chosen based on prior evidence that naturally acquired IgG antibody responses against them have been associated with protection against vivax malaria [7–9] and/or have been validated as serological markers of recent P. vivax infection [10].",
    "Methods": "Ethics statement\nThe original study for the collection of human studies was approved by the Institutional Review Board (IRB) of the Federal University of Juiz de Fora, Brazil (protocol #262.875/2013) [15]. Written informed consent was obtained from all the study participants. Use of de-identified samples and subject metadata from the cohort study was approved as exempt human subjects research by the Indiana University IRB. Plasma used as malaria-naïve controls were obtained with informed consent as part of a healthy donor protocol approved by the Indiana University IRB (protocol #1601403732).\n\n\nStudy site and participants\nDetails of the study site and participants have been described previously [16]. Briefly, between May 2013 and August 2014, 47 study participants with acute, uncomplicated P. vivax malaria were enrolled and longitudinally followed up to 180 days. Participants were recruited from four farming settlements in northwestern Brazil. Three settlements were in the municipalities of Acrelândia, Nova Califórnia, and Plácido de Castro [16]. A fourth settlement, Jéssica, was situated near Acrelândia. The proximity of these settlements to each other facilitated the recruitment and follow-up of participants. This region, located in the Amazon Basin just north of the Bolivian border, has an annual average rainfall of 2318 mm that peaks between November and March. Despite the seasonal fluctuations in rainfall, low-level P. vivax transmission occurs year-round with no reported cases of P. falciparum malaria since early 2012 [17, 18]. Criteria for inclusion were children and adults aged 12 to 64 years diagnosed with acute, febrile vivax malaria. Parasitemia and tentative species identification were initially determined by examination of thick blood smears by experienced microscopists from the Brazilian Ministry of Health with further single species-specific molecular confirmation via real-time PCR targeting the pvr47 and pfr364 genes as previously described [19]. Participants were confirmed to be free of Plasmodium parasitemia by microscopy and real-time PCR at days 30, 60, and 180 after enrollment. None of the participants had additional malaria episodes between enrollment and their final visit as documented by self-reported history with confirmation by review of malaria case records at local diagnostic stations. Exclusion criteria were chronic illness; history of immunodeficiency or use of immunosuppressive medications; recent malaria or use of anti-malarial medication in the 30 days prior to acute malaria presentation; and pregnancy.\n\n\nSample collection\nVenous blood samples were collected into heparinized tubes at the time of admission for acute vivax malaria (day 0, n = 47) and on post-admission days 30 (n = 40), 60 (n = 22), and 180 (n = 21) for those participants who were able to complete follow up. For 3 subjects, admission (day 0) plasma samples had been exhausted by other studies and thus were not available for the current study. At the time of enrollment, all acute vivax cases were treated with anti-malaria drugs (25 mg/kg of chloroquine over 3 days and 0.5 mg/kg/d of primaquine for 7 days) in accordance with the Ministry of Health of Brazil’s guidelines. Plasma was separated from blood cells by centrifugation within 6 h of collection, aliquoted, and stored at -80°C until use in August 2021. Blood samples from 12 malaria-naïve North American volunteers were used as non-malaria exposed controls.\n\n\nRecombinant proteins and coupling\nFull-length P. vivax ectodomains for specific antigens (accession numbers listed in S1 Table) were obtained from previously published plasmids deposited in Addgene [20], or, in the case of PVP01_0102300, synthesized specifically for this project. The PVX_088910 and PVX_113775 ectodomains were subcloned into a pTT3 expression plasmid so that they were preceded by mouse variable κ light chain signal peptide [21], and followed by an enzymatic biotinylating sequence and a hexa-histidine tag. The PVX_097720, PVX_110810, PVX_000995 and PVX_081550 were subcloned into a similar pTT3 expression plasmid, but in which contains a rat Cd4 tag preceding the Bio-linker and hexa-histidine tag. The constructs were expressed as described earlier [22], transfected using a 1:2.5 ratio of vector with PEI (40kDa). To produce biotinylated proteins, 1.25 μl E. coli BirA ligase plasmid was co-transfected with the plasmid of interest. The DNA/PEI mixture was then incubated for 8 min and transfected into HEK 293E cells. The cells were cultured in Freestyle 293 media (Invitrogen) supplemented with Geneticin (Gibco, USA), Biotin (4.8 mg/ml) and 1% fetal bovine serum (Gibco, USA) and were maintained in a shaker flask at 125 rpm, 37°C, 5% CO2 and 70% relative humidity. After 5 days the cell supernatant was harvested and subjected to Ni-NTA chromatography using a 1 ml HisTrap column (Sigma-Aldrich) with a 1 ml/min flow rate. For subsequent binding and washing, 20 mM phosphate buffer with 25 mM imidazole, pH 7.4 was used. The proteins were eluted using 20 mM phosphate buffer with 250 mM imidazole, pH 7.4. The eluants were concentrated using a 10 kDa Vivaspin concentrator (Millipore). The concentration was measured in a NanoDrop (Thermo Fisher Scientific), and purified proteins were frozen at −80°C until further use. The PvRBP recombinant proteins were expressed with relevant tags as previously described [6, 23, 24] (S1 Table). The sequences of all P. vivax recombinant proteins were based on the genome of the P. vivax Sal-1 strain, a monkey-adapted parasite line originally isolated from a P. vivax patient in El Salvador [25].\nThe control proteins bovine serum albumin (Sigma-Aldrich) and tetanus toxoid (Calbiochem/Millipore Sigma) were obtained from commercial vendors. Each P. vivax antigen or control protein was coupled to one color-coded magnetic Luminex microsphere bead regions. The coupling procedure was followed as per manufacturer’s recommended protocol (xMAP Antibody Coupling Kit, Luminex Corporation) using 40 pmol of each protein per 106 magnetic beads, which ensured bead saturation for proteins of different molecular weights. After coupling and final wash, all protein-coupled beads were combined into a single bead mixture containing an approximately equal concentration of coupled beads for each protein (~650 coupled beads for each protein/μl).\n\n\nMultiplex immunoassay\nThe multiplex bead-based immunoassay was performed per the manufacturer’s protocol with adaptation using previously published methods [26, 27]. Briefly, 96-well, flat-bottom, black microplates were pre-washed with phosphate-buffered saline (pH 7.4) containing 0.01% Tween-20, and 0.05% sodium azide (PBS-TN). Plasma was diluted 1:400 in PBS pH 7.4 containing 0.01% Tween-20 and 1% BSA (PBS-T) prior to adding to a mixture of protein-coupled beads. The optimal dilution was determined by serial dilution experiments in which pooled plasma from subjects with acute vivax malaria (enrollment) and malaria-naïve controls was diluted 1:2 starting from 1:50 and ending with 1:3200. The dilution of 1:400 was chosen as it maximized the separation between acute vivax specific “signal” and malaria-naïve “noise” across the 9 P. vivax antigens. Samples were randomized to plates by subject with time points from the same subject maintained on the same plate. Assays were run at a final reaction volume of 100 μl per well containing diluted plasma and 1 μl of each protein-coupled bead. Plasma and beads were mixed and incubated at RT at 550 RPM for 45 mins. After washing with PBS-TN, 100 μl of phycoerythrin-labelled donkey anti-human IgG (Abcam) diluted 1:500 in PBST were added to each well. Samples were incubated for 45 min in the dark with constant shaking. The beads were re-suspended in 150 μl PBS-TN prior to acquisition and analysis using the Multiplex MAGPIX system running xPONENT 4.1 software (Luminex Corporation). For this study, the positive reactivity control consisted of pooled plasma from 20 acute vivax plasma samples randomly selected from the study participants. Plasma samples from 12 malaria-naïve North American donors were used as negative reactivity controls for determining seropositivity thresholds, defined as mean reactivity + 2 standard deviations of naïve donors. Prior to downstream analysis, for each antigen, data was normalized across different plates by multiplying fluorescent intensities by a normalization factor that was equal to the median value of all plates divided by the median value of the plate. Initially, background reactivity against rat Cd4 was subtracted from all values on a per subject basis for antigens with a rat Cd4 fusion. However, a considerable proportion of individuals exhibited background reactivity to rat Cd4 that was higher than against the vivax recombinant proteins. Therefore, we used subtracted background reactivity to BSA for all antigens.\n\n\nStatistical analyses and modeling of antibody kinetics\nAnalysis was performed using R version 4.0.4. Tests for significance are noted in the figure and table legends where appropriate. To more accurately model antibody decay using a simple exponential model, the maximum antibody reactivity was used as the starting point for the decay curve for each antigen and each subject. By excluding earlier time points with lower reactivity than the maximum, only the downward-sloping portion of the natural antibody response during acute malaria was utilized. Subjects without any response during acute infection or less than two data points were excluded from the regression model. For each antigen, linear mixed effects regression was performed using the lme4 [28] and lmerTest [29] packages to estimate IgG antibody half-lives, with ln(reactivity+1) as the dependent variable and time (days) and subject as fixed and random effects, respectively. Half-life (t1/2) was calculated as ln(0.5)/estimate. Additional analyses were also performed with the addition of age (years), sex, city, and years of residence in the malaria-endemic area as fixed effects. For years of residence in the endemic area, missing data for two subjects were imputed using the median. For this study, models with an adjusted R2 > 0.6 were considered as having a good fit.\nThe same approach was used for the re-analysis of the Longley et al. dataset [30]. However, only the model using days and subject as fixed and random effects, respectively, was performed, and analysis was limited up to 24 weeks (168 days) to maintain consistency with the current study’s maximum follow-up time of 180 days. Visualization was performed using the ggplot2 and ggpubr packages.\n\n\nData and code availability\nDe-identified data and code are available at https://github.com/TranLab/Brazil-Pv-IgG-Kinetics-2022.",
    "Results": "Participant characteristics\nPlasma samples were obtained from Brazilian individuals of all ages who presented with acute febrile vivax malaria (Table 1). Individuals from Nova Califórnia and Jéssica had on average been resident in the Amazon basin for a significantly longer time than those near Acrelândia and Plácido de Castro (Table 1, p = 0.033), suggesting different levels of prior exposure. However, there were no differences in gender proportions, age, or number of prior malaria episodes between sites. The number of individuals who completed the 30-, 60-, and 180-day follow-up visits were 37, 19, and 8, respectively.\n\n\nCorrelation of antibody responses between antigens\nPairwise correlation of IgG reactivity across all time points revealed strong and highly significant positive correlations (defined here as Spearman ρ>0.70, adjusted p-value <0.01) between Pv12, Pv41, PvGAMA, and PVX_081550 at the time of presentation (day 0; Fig 1). Notably, IgG reactivity against Pv41 and PVX_081550 strongly correlated across each of the four time points, suggesting that these two antigens induce similar longitudinal responses across individuals. Strong and highly significant positive correlations were also observed between PvEBP and Pv41 at day 60; between PvEBP and PvGAMA at day 180; and between Pv12 and PVX_081550 and Pv41 at day 180. Additional significant correlations are shown in Fig 1.\nPairwise Spearman’s correlations were determined between normalized IgG reactivities for each antigen at day 0 (acute malaria presentation), 30, 60, and 180. Correlation matrices were clustered using the ward.D2 hierarchical agglomerative clustering method. Shown are Spearman’s ρ and significance adjusted for multiple testing using the Holm method. * <0.05, **<0.01, ***<0.001 Red text indicates antigen pairs that have a Spearman ρ > 0.70 and adjusted p-value<0.01, which suggests a strong positive and highly significant correlation. Correlations are inclusive of reactivity data for 9 antigens and all subjects with available plasma at the indicated time points (n).\n\n\nLongitudinal seropositivity rates\nTo assess the maintenance of antibody responses after acute vivax malaria, seropositivity rates were determined for each antigen at each time point (Fig 2). The majority (>50%) of acutely infected individuals became seropositive by day 30 for all antigens except for PvRBP1a. At days 30 and 60 after acute vivax malaria, 100% and 90–91% of individuals were seropositive to Pv41 and PvGAMA, respectively. At 180 days after acute vivax, >70% of individuals remained seropositive against the individual antigens Pv41, PvGAMA, and PvRBP2b, with 100% of individuals seropositive to at least one of these three antigens (Fig 2). By contrast, IgG reactivity to PvRBP1a was markedly less in this population, with only 9–15% seropositivity within the first 30 days of acute infection and 0% seropositivity by 180 days (Fig 2). Longitudinal seropositive rates remained ≥50% after the acute period (day 0) for Pv41, PvGAMA, and PvRBP2b across each of the four study sites (S1 Fig).\nFor each antigen, a seropositivity cut-off was set as the mean reactivity of malaria-naïve North American control samples + 2 standard deviations. Reactivities were converted to arbitrary units (AU) where by fluorescence intensity for each antigen was divided by its respective seropositivity cut-off. Antigens are ordered from left to right by seroprevalence, and columns within each antigen are ordered by seroprevalence. Rows, representing subjects, are ordered from top to bottom by overall seropositivity followed by completeness of longitudinal samples. Gray tiles represent samples that were seronegative (AU≤1). Blank tiles are missing samples. Red text denotes subjects with data at all four time points.\n\n\nKinetics of P. vivax antigen-specific responses post-infection\nFor each of the 8 P. vivax antigens that elicited positive responses in >50% of individuals, we estimated the decrease in specific IgG post-infection using a simple exponential decay model, based on the assumption of relatively constant antibody clearance after malaria treatment and in the absence of reinfection. To better fit this model, we used the time point having maximum antigen-specific IgG reactivity for each individual as the origin. Tetanus toxoid was used as a non-malaria-specific comparator. Antibodies against Pv12, PVX_81550, PvRBP2b, and Pv41 demonstrated slower decay rates than antibodies to PvGAMA, PvEBP, PvDBP-FL, and PvMSP3a (Fig 3A). The exponential model better explained time-dependent variation in antibody decay for Pv41, PvRBP2b, and PvGAMA than for the other antigens, as suggested by adjusted R2 values > 0.60 (Fig 3B). Not surprisingly, the exponential model did not explain variation in tetanus-specific IgG reactivity as well as for the P. vivax antigens given the variable (and unknown) time since tetanus toxoid immunization for individuals in the study.\n(A) Exponential fit curves for antibody reactivities normalized as the percent of maximum antigen-specific IgG across all time points for each individual and for each antigen and plotted against days from the timepoint with maximum antibody reactivity. Bands represent 95% confidence intervals. (B) Same exponential fit curves in (A) with actual reactivity data. A small perturbation of 0.0001 was added to percent of maximum reactivity to avoid taking the log of 0.\n\n\nEstimation of antibody half-lives\nLinear mixed-effects regression was used to estimate antigen-specific IgG half-lives. Antibody half-life for tetanus toxoid was estimated as 430 days (95% confidence interval [CI], 310–690 days; Table 2). Among the 8 P. vivax antigens evaluated, antibodies specific to PVX_081550 had the longest half-life of 100 days (95% CI, 84–140 days), followed by PvRBP2b (91 days; 95% CI, 76–110 days) and Pv12 (82 days; 95% CI, 64–110 days). By contrast, antibodies against PvDBP-FL, PvMSP3a, and PvGAMA had significantly shorter half-lives of <45 days (Table 2). An adjusted analysis controlling for age, gender, prior malaria episodes, years of residence in the endemic area, and municipality was also performed with minimal change in estimates (S2 Table). Unadjusted IgG half-life estimates were compared to longitudinal antibody kinetic data from a prior study in which plasma from Brazilians with acute vivax malaria were screened against >300 P. vivax proteins [30, 31]. The Longley et al. dataset was generated using a high-throughput method (AlphaScreen assay) that utilizes crude proteins and does not standardize protein concentrations between different antigens, which may explain the wider discrepancies in antibody half-life estimates for some antigens [30]. Comparisons were made using the published IgG half-lives [31], as well as IgG half-lives that were re-calculated using the same parameters as in Table 2. Analysis was limited to P. vivax antigens that were assayed in both studies and demonstrated overall seropositivity during acute vivax malaria in both studies. These parameters excluded PvRBP1a and PvEBP. Overlapping 95% confidence intervals for IgG antibody half-lives were observed between the current study and the re-analyzed Longley et al. dataset for the antigens with longer IgG half-lives (PVX_081550, PvRBP2b, Pv12, and Pv41) but not for antigens with shorter IgG half-lives (PvDBP-FL, PvGAMA, and PvMSP3a; Fig 4).\nReported and estimated antigen-specific IgG antibody half-lives for the Longley et al. dataset [30] and the current study. Points are half-lives estimated from linear mixed effects models (see Methods). Bands represent 95% confidence intervals. The re-analysis of the Longley et al. dataset only utilized data to 24 weeks to more closely match the current study, whereas the original analysis of the Longley et al. dataset used all available data to 9 months.",
    "Discussion": "Assessing the dynamics of antibody responses to vaccine candidate antigens after natural infections can aid our understanding of the protective host response and facilitate rational vaccine design. In this study, the kinetics of the IgG antibody response to 9 vaccine candidate antigens after acute vivax malaria were determined by following Brazilian patients up to 6 months after treatment in the absence of any known re-infections. Acute vivax malaria elicited robust IgG responses against Pv41, PvGAMA, PvRBP2b, PVX_081550, and PvDBP-FL, with at least 75% of individuals seropositive at 30 days after presentation. Such high reactivity is consistent with studies that demonstrated their robust immunogenicity in the context of natural vivax infections [20, 32]. Antibody responses of the greatest magnitude and breadth in terms of fold-change seroprevalence, respectively, were observed for Pv41 and PvGAMA. This may have implications for the degree of boosting one might expect after natural infection for potential vaccines that target either of these antigens.\nAntibody responses against PVX_081550, which putatively encodes a StAR-related lipid transfer protein, demonstrated the longest half-life (100 days) of the antigens tested, consistent with the long-lived kinetics for anti-PVX_081550 antibodies observed in cohorts of Thai and Brazilian individuals with acute vivax [10, 30]. Antibodies against PvRBP2b and Pv12 also demonstrated relatively long half-lives of >80 days. The durable IgG responses to these potentially protective antigens after acute vivax malaria may explain why clinical immunity to P. vivax is acquired more rapidly than to P. falciparum [33], as asymptomatic P. vivax infections can often be observed even in low-endemicity settings [34, 35]. By contrast, PvGAMA-specific IgG half-lives were relatively short-lived for both this study (32 days) and the Longley et al. data set (47 days) [30]. While there were a few similarities in antibody half-life estimates between the current study and the Longley et al. dataset, marked differences were observed for PvDBP-FL and PvMSP3a, which may be explained by the use of purified versus crude protein preparation in the current study and Longley et al., respectively. The extent of antigenic divergence among parasites encountered by individuals within each cohort may also have contributed to differences in antigen-specific IgG half-lives observed in each study as exposure to different allelic variants may result in differential IgG reactivity. Of note, both this study and the Longley et al. [30] study estimated antibody half-lives using linear mixed effects models of exponential antibody decay. The narrower half-life confidence intervals estimated in the current study and the reanalysis of the Longley et al. dataset compared to its original analysis were likely achieved by limiting the analysis to data from the maximum reactivity up to 168 or 180 days, which removes the highly variable data points prior to the peak and near the tail of the antibody response curve.\nIt is important to distinguish between comparisons of antibody kinetics after acute vivax using half-life estimates and the maintenance of seropositivity. The latter is dependent on the magnitude of antigen-specific IgG reactivity over a pre-defined threshold, in this case defined by standard deviations over the average reactivity of malaria-naïve controls. With respect to maintenance of seropositivity, the combination of Pv41, PvGAMA, and PvRBP2b may be adequate indicators of more temporally remote P. vivax exposure, which, if independently validated in other settings, could prove useful for sero-surveillance in communities with low transmission [10, 36]. Of the three antigens, PvRBP2b had the longest estimated half-life (91 days). Notably, a recent study of naturally acquired antibody kinetics in Thai patients with acute vivax malaria demonstrated that PvRBP2b-specific IgG seropositivity was maintained for up to 252 days post-infection [37]. Taken together, these data are consistent with the prior study which found antibodies to PVX_094255 (the same PvRBP2b161–1454 fragment used here) to have 75% sensitivity and specificity for classifying recent vivax exposure [10].\nThe high degree of correlation (Spearman ρ = 0.84–0.93) between natural IgG responses against Pv41 and PVX_081550 over all four time points during the 6-month surveillance period is intriguing. A prior study of Papua New Guinean children also found a significant albeit more moderate correlation (Spearman ρ = 0.4) between antibody responses against these two antigens [7, 8]. Given that Pv41 and PVX_081550 share only 16% amino acid identity in the reference Sal-1 sequence using the basic local alignment search tool [38], the correlative responses are less likely explained by cross-reactivity. Pv41 is a GPI-anchored protein on the merozoite surface that forms a heterodimer with Pv12 [20], which could explain why IgG responses against these antigens were highly correlated. However, PVX_081550, which has yet to be functionally characterized [8], is not known to be associated or co-localize with Pv41. Regardless of the mechanism, such tightly coordinated antibody responses during natural infection could be exploited by the inclusion of both antigens in a multi-component blood-stage vaccine, especially since IgG responses against Pv41 and PVX_081550 have been shown to be associated with protection against malaria risk when evaluated alone or in combination with IgG responses to other P. vivax antigens [7, 8].\nOf note, the antibody half-life for tetanus toxoid, which was used as a non-malaria reactivity control in this study, was estimated to be between 310 and 690 days (0.85 and 1.89 years) in this Brazilian population, which is more comparable to the 0.98 years estimated in malaria-exposed Malian children [39] than the 11 years observed in North American adults [40]. This provides additional evidence that exposure to malaria and other tropical infections may contribute to the waning of vaccine-specific antibody responses.\n\nLimitations of the study\nA major limitation of the study was the lack of pre-infection baseline samples, which precluded serological estimates of prior vivax blood-stage exposure and determination of true seroconversion rates. Another limitation was the small number of subjects with full follow-up through 180 days (n = 8), which potentially explains the relatively wide confidence intervals for half-life estimates for some antigens, although they may not be as wide as other comparable studies. Additionally, the first follow-up time point after an acute presentation was 30 days, which is likely at least a couple of weeks beyond the actual peak antibody response for most individuals and precluded higher resolution assessments of antibody longevity using a bi-phasic exponential decay model [37, 41]. Longevity of IgG may be due to differential subclass reactivity, which was not assessed in this study. Seropositivity thresholds were defined by IgG reactivity among malaria-naïve controls from North America, which may not accurately reflect background cross-reactivity among malaria-naïve individuals living in sympatry with the study participants. Lastly, determining the functional significance of a long-lived, naturally acquired antibody response to these antigens, whether by neutralizing parasite-host interactions or via effector functions, was beyond the scope of this study.\n\n\nSummary\nThis study has determined that several recently identified P. vivax vaccine candidate antigens are the target of robust, long-lived natural antibody responses induced during and after acute vivax malaria. Specifically, robust IgG responses in terms of magnitude and seroprevalence are generated against Pv41 and PvGAMA during acute vivax malaria. The most durable IgG responses were observed for Pv41, PvGAMA, and PvRBP2b when assessed by maintenance of seropositivity and for PVX_081550, PvRBP2b, and Pv12 when ranked by half-lives. Thus, antibodies against Pv41, PvGAMA, and PvRBP2b may be useful serological markers of prior P. vivax exposure. Further studies will be required to characterize the functional activity and more precise specificities of these naturally acquired, long-lived IgG antibodies and to determine whether such antibodies are protective against clinical malaria in this community."
}