{
    "Abstract": "Cholera is an issue of major public health importance. It was first reported in Kenya in 1971, with the country experiencing outbreaks through the years, most recently in 2021. Factors associated with the outbreaks in Kenya include open defecation, population growth with inadequate expansion of safe drinking water and sanitation infrastructure, population movement from neighboring countries, crowded settings such as refugee camps coupled with massive displacement of persons, mass gathering events, and changes in rainfall patterns. The Ministry of Health, together with other ministries and partners, revised the national cholera control plan to a multisectoral cholera elimination plan that is aligned with the Global Roadmap for Ending Cholera. One of the key features in the revised plan is the identification of hotspots. The hotspot identification exercise followed guidance and tools provided by the Global Task Force on Cholera Control (GTFCC). Two epidemiological indicators were used to identify the sub-counties with the highest cholera burden: incidence per population and persistence. Additionally, two indicators were used to identify sub-counties with poor WASH coverage due to low proportions of households accessing improved water sources and improved sanitation facilities. The country reported over 25,000 cholera cases between 2015 and 2019. Of 290 sub-counties, 25 (8.6%) sub-counties were identified as a high epidemiological priority; 78 (26.9%) sub-counties were identified as high WASH priority; and 30 (10.3%) sub-counties were considered high priority based on a combination of epidemiological and WASH indicators. About 10% of the Kenyan population (4.89 million) is living in these 30-combination high-priority sub-counties. The novel method used to identify cholera hotspots in Kenya provides useful information to better target interventions in smaller geographical areas given resource constraints. Kenya plans to deploy oral cholera vaccines in addition to WASH interventions to the populations living in cholera hotspots as it targets cholera elimination by 2030."
}