{
    "Abstract": "The 2015–17 Zika virus (ZIKV) epidemic in the Americas subsided faster than expected and evolving population immunity was postulated to be the main reason. Herd immunization is suggested to occur around 60–70% seroprevalence, depending on demographic density and climate suitability. However, herd immunity was only documented for a few cities in South America, meaning a substantial portion of the population might still be vulnerable to a future Zika virus outbreak. The aim of our study was to determine the vulnerability of populations to ZIKV by comparing the environmental suitability of ZIKV transmission to the observed seroprevalence, based on published studies. Using a systematic search, we collected seroprevalence and geospatial data for 119 unique locations from 37 studies. Extracting the environmental suitability at each location and converting to a hypothetical expected seroprevalence, we were able to determine the discrepancy between observed and expected. This discrepancy is an indicator of vulnerability and divided into three categories: high risk, low risk, and very low risk. The vulnerability was used to evaluate the level of risk that each location still has for a ZIKV outbreak to occur. Of the 119 unique locations, 69 locations (58%) fell within the high risk category, 47 locations (39%) fell within the low risk category, and 3 locations (3%) fell within the very low risk category. The considerable heterogeneity between environmental suitability and seroprevalence potentially leaves a large population vulnerable to future infection. Vulnerability seems to be especially pronounced at the fringes of the environmental suitability for ZIKV (e.g. Sao Paulo, Brazil). The discrepancies between observed and expected seroprevalence raise the question: “why did the ZIKV epidemic stop with large populations unaffected?”. This lack of understanding also highlights that future ZIKV outbreaks currently cannot be predicted with confidence."
}