{
    "Introduction": "Up to date, 64 mosquito species are recorded in Iran [1, 2] and several cryptic species have been identified using molecular tools [3, 4]. Mosquitoes of the main genera, Culex and Aedes are incriminated as the most important vectors of arboviruses [5, 6]. The increasing volume of people displacements including movements of refugees, and the traffic of goods and animals between countries of the region, offer multiple opportunities for arbovirus introduction in Iran such as dengue virus (DENV), and West Nile virus (WNV) [7, 8].\nWNV is the most prevalent Culex-transmitted virus frequently reported in Iran [9, 10]. Humans [11] and horses [12] are common vertebrate hosts. Migratory birds play a critical role in introducing WNV; 15% were found serologically WNV-positive and among them, 54% concerned Fulica atra birds suggesting the potential role of common coots in WNV ecology in Iran [13]. Chinikar et al., in 2012 and 2013, found that three patients developing encephalitis were positive for WNV by RT-qPCR assay [14] and detected serologically positive sera in 1.3% of humans and 2.8% of equines [15]. WNV was also detected in mosquitoes: Aedes caspius in the Northwest [16], and Culex pipiens in the North [17] and the South [8]. Besides, the most critical mosquito-borne virus in the world is DENV mainly transmitted between humans by Aedes mosquitoes [18]. Most human cases in Iran were reported in the southeast of the country near the border with Pakistan [7, 19–21], though local transmission has not been confirmed yet [22]. In addition, circulation of chikungunya virus (CHIKV) was suspected in Pakistan [23, 24], possibly due to the global expansion of CHIKV since 2005 [25]. Then, to the best of our knowledge, there is no report of other mosquito-borne viruses like Zika virus (ZIKV), yellow fever virus (YFV) and CHIKV in Iran. Early detection of arboviruses in mosquitoes is a pre-requisite for designing and implementing adapted control measures. To improve the surveillance of arboviruses circulating in humans and animals, new molecular tools are required to screen a wider panel of arboviruses. A novel high-throughput epidemiological surveillance method developed by [26] has been designed using a microfluidic system (BioMark dynamic array system, Fluidigm) capable of performing parallel real-time PCRs using 96.96 chips resulting in 9,216 individual reactions; the original design concerned 149 primers/probe sets able to detect 59 viruses (different genotypes/serotypes) which was validated on experimentally infected mosquitoes and tested using field-collected mosquitoes. Our study aims at identifying arboviruses belonging to the Flaviviridae, Togaviridae and Bunyaviridae families in mosquitoes collected in Iran using this newly developed tool.",
    "Methods": "Study area, field collections and identification of samples\nBased on the important agricultural, husbandry, business, and industrial activities, three provinces were selected for mosquito collections: North Khorasan, Mazandaran, and Fars. North Khorasan province with a moderate highland climate in general (covering an area of 28,434 km2), is surrounded by Republic of Turkmenistan on the north, Razavi Khorasan province on the east and south, Golestan province on the west and Semnan province on the south western part; the capital of the province is Bojnord. Mazandaran province with a moderate subtropical climate (covering an area of 23,842 km2), is located along the southern coast of the Caspian Sea and is bordered by Russia across the sea, Golestan, Semnan, Tehran, Alborz, Qazvin, and Guilan provinces. The diverse nature of the province mostly features rice fields, prairies, forests and rainforest; Sari is the capital of the province. Fars Province with an area of 122,400 km2 is located in southwest Iran, and Shiraz with a population of 1,869,000 is its administrative center. The climate of Shiraz has distinct seasons, and is overall classed as a hot semi-arid climate. Adults were collected during July-September 2018 corresponding to the season of high risk of transmission with high mosquito densities and presence of vertebrate hosts such as migratory birds. Night-biting mosquitoes were caught using CDC light traps (two repetitions; traps were not baited with CO2, and were placed in front of houses and barns from 7:00 PM to 7:00 AM) and day-biting mosquitoes were sampled using aspirators to capture adults when landing on human and animal baits. Human landing catches were conducted in sites where there were no reports of Aedes-vectored disease cases during the period of mosquito collections. The duration of collection was 2 hrs in each collection site and mosquito morphological identification was based on the key of Azari-Hamidian and Harbach [27]. Subsequently, mosquitoes were dissected to separate abdomen from the remaining parts of body (RPB). Abdomens were grouped by species, location and pools of 10, and RPB were stored individually. If a virus was detected in a pool, screening of corresponding individual RBPs was performed to define mosquito infection rates. Regarding North Khorasan province, sampling was conducted in six districts within four counties: Kalateh Shiro, Golian, Haseh Gah, Yeke Sud, Qazi, and Bojnord. For Mazandaran province, samples were collected in five districts within three counties: Baleyran, Nour, Mohammadabad, Boondeh, and Mahmoudabad. Regarding Fars province, sampling was provided only from Shiraz, the capital city (Fig 1). A total of 122 pools and 1,212 mosquitoes were screened.\nThe map was built using the open source map site “https://commons.wikimedia.org/wiki/File:Iran_Counties.svg”.\n\n\nDetection of arboviruses\nTotal RNA was extracted from pools of abdomens with the Nucleospin RNA extraction kit (Macherey-Nagel, Hoerdt, France) and retro-transcribed using the qScript cDNA Supermix kit according to the manufacturer’s instructions (Quanta Biosciences, Beverly, USA). Obtained cDNAs were pre-amplified with the Perfecta Preamp Supermix (Quanta Biosciences, MA, USA) kit according to the manufacturer’s instructions. Briefly, all primers were pooled to 200 nM final each. The reaction was performed in a final volume of 5 μL containing 1 μL Perfecta Preamp 5X, 1.25 μL pooled primers, 1.5 μL distilled water and 1.25 μL cDNA, with one cycle at 95°C for 2 min, 14 cycles at 95°C for 10 sec and 3 min at 60°C. At the end of the cycling program, the reactions were 1:5 diluted. cDNAs were tested in the chip based on the BioMark Dynamic arrays system (Fluidigm Corporation); it allows high-throughput microfluidic real-time PCR amplifications in one experiment using 96 PCR mixes and 96 samples [28]. Amplifications were performed using 6-carboxyfluorescein (FAM)- and black hole quencher (BHQ1)-labeled TaqMan probes with TaqMan Gene expression master mix (Applied Biosystems, France). Thermal cycling conditions were: 2 min at 50°C, 10 min at 95°C, followed by 40 cycles of 2-step amplification of 15 sec at 95°C, and 1 min at 60°C. Data was acquired on the BioMark Real-Time PCR System and analyzed using the Fluidigm Real-time PCR Analysis software to obtain crossing point values. One negative water control was included per chip. To determine if inhibitors present in the sample can inhibit the real-time PCR, a strain of Escherichia coli was added to each sample as an internal inhibition control. Among the 149 primers/probe sets developed in Moutailler et al. (2019) [26], 95 sets targeting 95 different genotypes/serotypes of 37 viral species were chosen for our screening (design of primers/probe sets are available in S1 Table from [26]). Primers and probes were tested and only few cross reactions were observed between serotypes and/or genotypes of targeted viruses (i.e. cross reactions between dengue serotypes, between Usutu virus and WNV). Once the virus was detected in pools of mosquito abdomens, a screening of corresponding individual RBPs was performed to define mosquito infection rates. The virus genotype was defined by RT-PCR and virus isolation was attempted on insect C6/36 cells.",
    "Results": "Diversity of mosquito species in the study area\nA total of 1,212 samples were processed: 371, 769, and 72 mosquito female samples from North Khorasan, Mazandaran, and Fars provinces respectively (S1 Table). Morphological identification revealed the presence of 18 species belonging to five genera in the study area. The most prevalent species belonged to Anopheles maculipennis s.l. (42.41%), Cx. pipiens (19.39%), An. superpictus (11.72%), and Cx. tritaeniorhynchus (10.64%). An. hyrcanus (4.12%), Cx. mimeticus (4.04%), Culiseta longiareolata (2.8%), Cx. theileri (1.32%), Cx. sinaiticus (1.16%), Cx. territans (0.67%), Cx. torrentium (0.49%), Cx. modestus (0.41%), An. claviger (0.25%), An. pseudopictus (0.17%), Cx. hortensis (0.17%), An. marteri (0.08%), Ochlerotatus caspius (0.08%), and Uranotaenia unguiculata (0.08%) were also found (Fig 2).\nOut of 1,212 caught mosquitoes, 18 species belonging to five genera were identified.\n\n\nHigh-throughput screening of arboviruses\nViral detections using the BioMark microfluidic system, able to screen 37 viral species including 95 genotypes/serotypes (detail of viruses targeted presented in the legend of Fig 3), showed the presence of CHIKV in six pools collected from North Khorasan (5) and Mazadaran (1) provinces (Fig 3). When analyzing individual mosquitoes in CHIKV-positive pools, we found six CHIKV-infected individual head-thorax (Table 1). CHIKV was detected in single mosquitoes: Cs. longiareolata from Kalateh Shiro and Yeke Sud, Cx. tritaeniorhynchus from Kalateh Shiro and Golian, and An. maculipennis s.l. from Golian and Baleyran. Cs. longiareolata mosquitoes should be considered carefully as the pools contained engorged mosquitoes (i.e. having ingested a blood meal potentially infected). Cx. tritaeniorhynchus and An. maculipennis s.l. were detected positive with primers designed for the CHIKV Asian genotype. Attempts to isolate the virus failed and whole genome sequencing was not performed.\nA. First batch of 95 mosquito pools. B. Second batch of 27 mosquito pools. Each square corresponds to a single real-time PCR reaction, where rows indicate batches of mosquitoes tested and columns represent the targets of each primer/probe set. Cross indicate cross-reaction of assays. Ct values for each reaction are indicated in color; the corresponding color scale is presented in the legend on the right. The darkest shades of blue and black squares are considered as negative reactions with Ct > 30. The 37 viruses targeted (95 primers/probe sets for different genotypes/serotypes) were: Banna; Banzi; Barmah Forest; Batai; Bwamba; Chikungunya (Chik_ECSA, Chik_IndECSA, Chik_Asia, Chik_Wafri, ChikV); Dengue (D1, D2 D3, D4, Deng_1, Deng_2, Den_3, Deng_4); Murray Encephalitis (EnM_gI, Enm_gII, EnM_gIII, EnM_gIV, EnM_gV); Yellow fever (YFV, FJ_AO_1, FJ_AO_3_6, FJ_AO_4, FJ_AC_AE, FJ_AmS_1, FJ_AmS_2); Germiston; Ilesha; Inkoo; Japanese Encephalitis (JEV, JEV_I, JEV_II, JEV_IIIa, JEV_IIIb, JEV_IV, JEV_V); Kedougou (KedV); Kokobera group (Kok_ I, Kok_II, Kok_Bai, Kok_Tor, Kok_Map, Kok_Strat); Koutango (Kout_I, Kout_II); Middelburg; Ndumu; Ngari; Nyando; O’nyong-nyong (ONN); Orungo; Pongola; RossRiver (RossRiver, Ross1, Ross2); Rift Valley Fever (RVFV, RVF_SegS); Saboya; Semliki forest; Simbu; Sindbis (Sindbis, Sind_I, Sind_2_3, Sind_IV, Sind_V, Sind_VI); Spondweni (Spond_I, Spond_II); Tahyna; Uganda; Usutu; Wesselsbron; West Nile (WN, WN_1A, WN_1B, WN_1C, WN_2.1, WN_2.2, WN_3, WN_4); Yaounde; Zika (Zika2, Zika3, Zika4, Zika6, Zika7, Zika8). Sequences of primers/probe sets are available in S1 Table of [26] or under request.",
    "Discussion": "In our study, CHIKV was detected in six individual mosquitoes (6/1,212): five collected in North Khorasan province and one in Mazandaran province. Surprisingly, no other arboviruses were detected. This report of CHIKV circulation in mosquitoes suggests that this virus is present in Iran.\nWe used a newly developed high-throughput virus-detection assay based on microfluidic PCRs able to detect 64 mosquito-borne viruses in mosquitoes [26]. Among 149 primers/probe sets, only four primer sets showed cross-reactivity with viruses from the same genus or serotype. This tool has been validated on field-collected mosquitoes in a large epidemiological survey in six countries/territories during the last Zika pandemic; with 17,958 mosquitoes collected, three human infecting arboviruses, ZIKV, YFV, and CHIKV, and one rare arbovirus, Trivittatus virus, were detected. In our study, we used 95 primers/probe sets targeting the different genotypes/serotypes of 37 viruses to screen 1,212 collected mosquitoes. We were able to detect CHIKV in six pools and confirmed the result by classical RT-PCR in six individual head/thorax. We failed to isolate the virus and to perform whole genome sequencing. The infection rate of 0.5% in mosquitoes we have obtained is lower than what could be estimated during an epidemic [29]. However this screening method can be used as a passive surveillance system alerting of any increase in infection rates in mosquitoes, sign of an imminent epidemic. In our study, we used CDC light traps and aspirators to collect night-biting and day-biting mosquitoes respectively, and were able to capture 1,212 adult females. We suggest using complementary collection tools (such as BG-sentinel traps and gravid female traps) covering more collection sites to get more chance to detect arboviruses in collected samples including Aedes mosquitoes. A growing body of evidence supports that arboviruses are circulating in Iran. WNV was detected in mosquito vectors as well as vertebrate hosts including humans, birds, and equines [8, 12–16, 30]. Furthermore, serological confirmations of DENV in humans were periodically reported in the southeast part of the country, close to the border with Pakistan [7, 19–21], but local transmission has not been confirmed yet [22]. Endemic to Pakistan since 1994, dengue fever caused a large-scale epidemic in 2006 [31]. In 2011, 20,864 cases were reported in Punjab province and 17,256 in Lahore with respectively 323 and 279 deaths [32].\nReports of CHIKV epidemics are recurrently made in countries neighboring Iran: Pakistan [23, 24], Qatar [33], Yemen [34–36], Iraq [37], Saudi Arabia [36, 37][38, 39], posing the threat of an emergence of CHIKV in Iran. CHIKV disseminates through displacements of viremic people and can extend locally through spreading of infected mosquitoes [40]. Additionally, other vertebrates such as monkeys [41], rodents, and birds can serve as viral reservoirs [42]. The main CHIKV vectors are Aedes aegypti and Aedes albopictus [43]. In Iran, Ae. aegypti has not been reported for more than 60 years [1] and Ae. albopictus is only present in the southeastern regions at the border with Pakistan [44, 45]. This latter is experimentally competent to 26 arboviruses [46] including CHIKV [43]. Against all expectations, this species has been involved in local transmission of dengue, chikungunya, and even Zika in Europe [47, 48]. Thus, even though Ae. albopictus is present at low densities and Ae. aegypti is still absent, the fear of an active circulation of these arboviruses is not negligible [49]. Besides, Cx. annulirostris, Mansonia uniformis, and Anopheles mosquitoes have also been occasionally incriminated [42–44]. Our screening method has detected CHIKV RNA in three species, An. maculipennis s.l., Cs. longiareolata, and Cx. tritaeniorhynchus. To the best of our knowledge, this is the first report of CHIKV infection in Cx. tritaeniorhynchus and An. maculipennis s.l. mosquitoes. Cx. tritaeniorhynchus and An. maculipennis s.l. have a wide zoogeographical distribution in Iran [49]. An. maculipennis s.l. is responsible to transmit human malaria parasites in the country [50]. This vector has also been reported to be infected with WNV [51]. Cx. tritaeniorhynchus is susceptible to Rift Valley fever virus (RVFV) and was found to be infected with RVFV in Saudi Arabia [52]. This vector has also been incriminated in Japanese encephalitis transmission cycle [53]. Both species could be infected following a blood meal on viremic travelers coming from Pakistan where CHIKV has been circulating since 2016 [54]. The circulating CHIKV belonged to the Asian genotype, as we have detected. Extending our study to southern regions at borders with DENV- and CHIKV-epidemic countries will help in tracking Aedes-transmitted arboviruses and implement appropriate measures to limit arboviral introductions in Iran. Our high-throughput screening method by targeting a large range of arboviruses has succeeded in detecting unexpected viruses. This method allows performing 9,216 real-time PCRs in a single run within four hours. The cost is quite low, around $10 per reaction (from RNA extraction to virus detection) [26]. Nevertheless, the instrument is still costly. However, this screening method can be adapted to different biological material (human and/or animal blood or organs) and include other arboviruses (e.g. tick-borne viruses). It can then be suggested with confidence in detecting arboviruses detrimental for human/animal health, especially in situations of viral emergences."
}