{
    "Introduction": "Chikungunya is a widely distributed, re-emerging tropical disease caused by the chikungunya virus (CHIKV) and transmitted by Aedes aegypti mosquitoes [1,2]. Prior to 2013, CHIKV cases and some outbreaks were identified in several countries in Africa, Asia, Europe, and the Indian Ocean Islands. In 2013, the first local transmission of the CHIKV in the Americas was identified in the Caribbean countries and territories. The virus then spread throughout most of the Americas in 2014, especially in Brazil [1,2]. To date, three CHIKV genotypes are known: West African, Asian, and East Central South African (ECSA), of which the last two are prevalent in Brazil [3,4].\nClinically, the disease has three main phases: acute, post-acute, and chronic. In the acute phase, symptom onset ranges from 2–12 days following bites by an infected mosquito. This phase is associated with an abrupt onset of fever, headache, arthralgia, myalgia, fatigue, prostration, and rash. Severe joint pain is the most prevalent symptom, described in 90% of cases. The post-acute phase appears after 14 days of illness, following the febrile period. At this stage, joint pain is observed, which may last for up to 3 months. Finally, in the chronic phase, articular manifestations are seen, which are usually debilitating and can persist for many years [5,6].\nRoutinely, diagnosis is performed using serum or plasma samples [7]. However, the alternative use of urine and saliva samples for molecular diagnosis has been described in the acute phase of flavivirus infections, such as the West Nile virus [8], dengue virus (DENV) [9], and Zika virus (ZIKV) infections [10]. In addition, several studies have suggested a more extended detection and persistence of ZIKV in selected body fluids, such as saliva, urine, semen, sweat, and rectal samples [11–15].\nGardner et al. showed that oral fluid (saliva) of CHIKV-infected animals and humans might contain infective CHIKV in the acute phase of the disease. Human saliva samples were obtained from 13 CHIKV-positive patients who presented with hemorrhagic manifestations [16]. The prolonged detection of ZIKV RNA in semen has been described in some studies [13,17,18]. Although studies involving the isolation of CHIKV in saliva, urine, and semen samples are scarce, during an outbreak of chikungunya in French Polynesia, the virus was detected in saliva and urine samples in the acute phase of the disease [19]. Bandeira et al. reported CHIKV RNA in semen and urine samples 30 days after symptom onset, bringing new perspectives for alternative diagnostic forms and mechanisms of infection transmission [20], with implications for its prevention and control.\nThis study aimed to estimate the presence and duration of detectable levels of CHIKV RNA in bodily fluids, namely serum, saliva, urine, semen, and vaginal secretion in the acute and convalescent phases of the disease.",
    "Methods": "Ethics statement\nINOVACHIK was a prospective cohort study conducted at the Acute Febrile Illness Laboratory, Oswaldo Cruz Foundation outpatient clinic in Rio de Janeiro, Brazil. The institutional review board reviewed and approved the study protocol (CAAE: 06779019.0.0000.5262). Written informed consent wasobtained before participation from all patients.\n\n\nStudy site and cases management\nPatients admitted to the hospital or the intensive care unit were not targeted for enrollment to avoid bias towards patients with more severe disease. Thus, the patients enrolled in the study were screened at a general febrile illness outpatient clinic for more generalizable findings. Patients seen at this outpatient clinic are either referred by other health units in Rio de Janeiro or spontaneously seek care.\nMen and women aged ≥18 years who had developed acute fever or arthralgia (with or without a rash) and no evident focus of bacterial infection within the previous 7 days were enrolled. A standard case report form was used to record information about the epidemiological and clinical features. We defined fever as an axillary temperature ≥ 37.5°C. Patients with symptoms reported for up to 7 days were included in the study. The first visit (with fluid collection) was performed on different days, depending on the patient’s arrival at our clinic.\nClinical data and biological samples were collected every 15 days for 2 months, with a final 3-month collection. The first samples for all fluids were collected in the first week of symptoms, and the second samples were collected within 14 days after the onset of symptoms (+/- 3 days as visit window). Data regarding clinical signs and symptoms was collected during the acute phase (1–14 days). All patients were tested over the study duration (3 months), despite undetectable RT-PCR results in all body fluids collected during a visit.\n\n\nLaboratory tests\nSerum, urine, saliva, semen, and vaginal secretion specimens were collected at enrollment, every 15 days for 2 months, and at the 3-months follow-up.\nThe samples were tested for CHIKV using real-time reverse transcriptase polymerase chain reaction (rRT-PCR). Following the manufacturer’s instructions, RNA was extracted using the QIAmp Viral RNA Mini Kit. The general procedures for rRT-PCR for chikungunya, zika, and dengue have been described elsewhere [21,22,23]. The RT-PCR mix was prepared using the GoTaq Probe 1-Step RT-qPCR System and was run using the Applied Biosystems 7500 Real-Time PCR System. Cycle threshold (Ct) values lower than 38 and sigmoid curves were considered positive. In addition, serum was tested for anti-CHIKV-IgM according to the manufacturer’s protocol.\nAs a reference laboratory, all measures to avoid cross-contamination within the samples were adopted. There were different areas designated only for PCR: 1. In two large rooms, RNA extraction (manual or automated) was performed in cabinets with UV light or in a biological safety cabinet, with an adjacent room for adding samples in the PCR mix; 2. One “clean” room was used for mix preparation only; 3. One room with thermocyclers was used for the amplifications.\nA non-template control (NTC) was used to check for the absence of sample cross-contamination, contamination of reagents, consumables, and environment. The NTC is a negative \"sample\" that can be water or negative plasma extracted simultaneously with the clinical samples and included in the amplification process. In all steps, tips with barriers were used, most consumables were disposable, and gloves were changed frequently. In addition, aseptic cleaning was frequently performed in all rooms.\nTesting for ZIKV and DENV by rRT-PCR, was also performed for serum samples collected during the acute phase of the disease using a commercial kit (ZDC) from the Instituto de Tecnologia em Imunobiológicos Biomanguinhos. The ZDC kit was approved by the Agência Nacional de Vigilância Sanitária/ANVISA (registry #80142170032). Urine specimens collected during the acute phase were also tested for ZIKV using rRT-PCR. In cases where the ZDC Kit detected DENV, the protocol by Lanciotti et al. was used to identify DENV subtypes [24]. All study tests were performed at the National Reference Laboratory for Epidemiological Surveillance of Arbovirus in the Laboratory of Flavivirus at the Oswaldo Cruz Institute, Fiocruz, Rio de Janeiro, Brazil.\n\n\nStatistical analyses\nThe sociodemographic variables were described using frequencies and proportions for categorical variables and medians and ranges or interquartile ranges (IQRs) for continuous variables [25].\nAn exploratory analysis was performed by calculating summary statistical measures, and the violin plot was used to assess the distribution of the persistence time of the fluids. The Kaplan–Meier (K–M) curve technique was used to analyze time-to-event outcomes and estimate the probability of survival at various time intervals. Graphs were used to illustrate survival; in this case, the persistence time for each fluid over time [26]. The time until the lack of RNA detection in each bodily fluid was defined as the number of days between the onset of CHIKV symptoms and the first negative RT-PCR result. We assumed that CHIKV RNA in all specimens was detectable on the day of symptom onset. Patients who never tested positive during the study were excluded from the analysis, even if they had only one visit. Parametric Weibull regression models were used to estimate the time until the loss of CHIKV RNA detection in body fluids. Medians and 95% confidence intervals (CIs) were used to report the results. We estimated survival functions and 95% CIs for the Weibull model with median and 95th percentiles [27].\nThe Weibull curve was used as a smoother curve for the Kaplan–Meier estimator’s distribution. The Weibull curve showed the best choice as a smoothing curve to represent the Kaplan–Meier estimator’s distribution for all studied fluids. Statistical analysis was conducted using R, version 3.6 (R Core Team, 2020) and IBM SPSS Statistics 22.0.",
    "Results": "Participants characteristics\nFrom April 10th to December 5th, 2019, A total of 170 participants were screened. Of these, 152 patients were enrolled in the study. The reasons for exclusion of the 18 potential participants were as follows: unspecified viral disease (n = 13), bacterial tonsillitis (n = 1), syphilis (n = 1), mononucleosis (n = 1), influenza virus (n = 1), and adverse cutaneous reaction (n = 1), as shown in Fig 1.\nThe median and interquartile range (IQR) age was 39.3 (IQR; 26.9, 50.7) for men and 43.5 years (IQR; 33.8, 53.6) for women. The majority of the study population was women (n = 100, 65.8%). Most patients were born in the state of Rio de Janeiro (82.6%). Table 1 shows the main sociodemographic characteristics of the study population.\n\n\nSigns, symptoms, and comorbidities\nArthralgia (99.3%), fever (99.3%), prostration (94.7%), headache (86.8%), taste alteration (81.6%), chills (76.3%), myalgia (71.7%), and retroorbital pain (53.3%) were the most common symptoms reported. Complaints were associated with a rash in 84.9% of these patients. Joint swelling was also a common sign (61.2%), especially in the hands, ankles, and knees. Table 2 shows the signs and symptoms in the acute phase of the disease.\nThe most frequent comorbidities observed were high blood pressure (19.7%), allergic rhinitis (19.1%), and arthrosis (9.9%). Coinfection with HIV was found in eight patients (5.3%), but their clinical presentations did not differ from those of the rest of the study population.\n\n\nZika and Dengue virus coinfection\nAmong the 152 enrolled participants, three (2.0%) had confirmed ZIKV infection, as assessed by rRT-PCR in the serum (n = 2) and urine (n = 1). A positive rRT-PCR result for DENV was found in four participants (2.6%), and all presented with DENV-2 infection.\n\n\nSpecific IgM antibodies against CHIKV\nSpecific IgM antibodies against CHIKV were detected in 146 participants (96.1%). Six participants had a single visit with negative IgM antibodies against CHIKV; therefore, it was not possible to document the occurrence of seroconversion. The lack of IgM class antibody production in these participants was probably because sample collection was performed 2 days after symptom onset in five participants and 3 days after symptom onset in another participant.\n\n\nCHIKV detection in bodily fluids\nAmong the enrolled participants, 122 had detectable CHIKV RNA (80.3%) in serum in at least one specimen (Table 3), and eight (5.3%) had CHIKV RNA detection in more than one serum sample. CHIKV RNA was detected in urine samples only once in 35 (23.0%) of 152 participants (Table 3). CHIKV RNA was detected in urine samples from 30/100 (30.0%) female participants and only 5/52 (9.6%) male participants. Among the 152 enrolled participants, 46 (30.3%) had CHIKV RNA detected in at least one saliva specimen (Table 3), four (2.6%) of whom had positive results more than once. Of the 52 male participants, 42 provided at least one semen sample. Only six participants (14.3%) had detectable CHIKV RNA in semen, of which two had a second detection. All but one female participant provided at least one vaginal secretion specimen for RT-PCR analysis. CHIKV RNA was present in 20 participants (20.2%), with a single detection performed in 19 participants and twice in one participant. Of note, six participants had their first CHIKV RNA detection at or after the third study visit (≥1 month after symptom onset).\nOf the 152 enrolled participants, 114 were included in the persistence analysis. The reasons for exclusion were as follows: only reactive anti-Chikungunya IgM during the whole study (n = 25) without a positive RT-PCR result, the first detection of CHIKV RNA in any bodily fluids occurred during or after the third study visit (n = 6), coinfection with DENV-2 (n = 4), and ZIKV (n = 3). A total of 34 (29.8%) participants were lost to follow-up for unknown reasons, and 80 (70.2%) completed the study for persistence analysis.\nThe median time for the loss of CHIKV RNA detection was 19.6 days (95% CI, 17.5–21.7) in the serum (Fig 2), 25.3 days (95% CI, 17.8–32.8) in urine (Fig 3), 23.1 days (95% CI, 17.9–28.4) in saliva (Fig 4) and 25.8 days (95% CI, 20.6–31.1) in vaginal secretions (Fig 5). The number of semen samples available was too small for statistical estimation. Nevertheless, the maximum detection of CHIKV RNA was observed 56 days after the onset of symptoms in a study participant.\nTable 4 shows the percentiles from the Weibull models and their 95% CIs until the loss of CHIKV RNA in selected body fluids. The 95th percentile of time was 39.7 days (95% CI, 35.7 to 43.7) in serum, 68.4 days (95% CI, 49.2 to 87.7) in saliva, 52.9 days (95% CI, 41.8 to 63.9) in urine, and 48.8 days (95% CI, 37.7 to 59.8) in vaginal secretions based on the Weibull model.\nFigs 6–9 shows RT-PCR Ct values for CHIKV detection for each fluid studied, allowing the understanding of the strength of the signal in the different body fluids over time. Samples with a Ct < 38 (dashed line) were considered positive. Each circle indicates a positive result. As expected, Ct values were lower for all body fluids mainly in serum samples in the acute phase suggesting higher viral loads.\nReal-time reverse transcription PCR cycle threshold values for Chikungunya virus. Samples with Ct <38 (dashed line) were considered to be positive. Each circle indicates a positive result.",
    "Discussion": "This longitudinal study reported CHIKV detection by RT-PCR in several bodily fluids, including genital secretions, during the acute and convalescent phases of the disease (up to 3 months). We demonstrated that CHIKV RNA was detected more than 30 days in all the fluids studied. In addition, serum, urine, and saliva had detectable virus levels and persistence for more than 60 days, while urine had them for more than 90 days. To the best of our knowledge, this was the first cohort study to assess the persistence of CHIKV RNA in genital fluids (vaginal secretions and semen).\nFemales outnumbered male participants in the diagnosis of chikungunya. Similar results have been described in other studies [28–30]. A combination of fever, arthralgia, and prostration was the most prevalent presentation in our cohort, which is consistent with the results described by Anwar et al. [29].\nSince 2014, the presence of co-circulating arboviruses (dengue, zika, and chikungunya) has increased the chance of coinfection. Epidemiological findings from a surveillance study for acute febrile illnesses including 948 participants, showed that 247 (26.1%) had evidence of an acute arboviral infection, of which 224 (23.6%) were single infections and 23 (2.4%) were coinfections [31]. Specifically, 13 (1.4%) patients tested positive for DENV/CHIKV coinfection and nine (0.9%) for CHIKV/flavivirus coinfection [28]. In another study, Dos Santos et al. reported five (9.6%) patients with coinfection with DENV-2 among 52 participants diagnosed with chikungunya [32]. Our cohort had similar results where coinfection of ZIKV and CHIKV was reported in three (2.0%) participants and 14 patients (9.2%) had reactive acute-phase anti-DENV IgM. DENV-2 was detected in only four participants (2.6%). We did not observe differences in symptom severity in patients with these coinfections.\nWe observed that the detection rate of CHIKV RNA was significantly higher in blood, saliva, and urine during the first week of symptom onset, which is consistent with other studies reporting viral presence during the acute phase of the disease [19,20]. In addition, saliva and urine did not increase the detection rate of CHIKV RNA in the acute phase of the disease, and, in concordance with Musso et al., blood was the sample of choice for chikungunya diagnosis [19]. CHIKV RNA persistence in the serum in our study was longer than expected. Most literature reports showed that CHIKV RNA in serum declines to undetectable levels within 1–2 weeks after symptom onset [33–35].\nWe also detected CHIKV RNA in urine 95 days after symptom onset. A similar study by Bandeira et al. reported the maximum viral persistence in urine after 30 days [20]. Interestingly, in our cohort, CHIKV RNA was detected in 30% of urine samples from female participants and in only 9.6% of male participants. We did not find reports evaluating RT-PCR RNA detection rates in urine samples by sex, but contamination by menstrual blood can be a reasonable explanation, although all the guidelines for urine collection were given to the study participants. Additionally, the collection was not performed during the menstrual period.\nTo the best of our knowledge, this is the first prospective study to monitor and detect CHIKV RNA in vaginal secretions. We detected CHIK RNA up to 46 days after the acute onset of symptoms in vaginal secretion samples. We did not perform statistical estimates for semen as the number of samples was small, but the maximum detection of CHIKV RNA in semen was 56 days after the onset of symptoms in a study participant.\nAlthough we detected CHIKV in semen and vaginal secretions, it was impossible to assess its potential for sexual transmission as viral isolation was not attempted. In addition, this study did have an appropriate study design to establish sexual transmission due to the endemic nature of the infection, making it difficult to ascertain the actual route of transmission, sexual or vectorial, but additional studies on viral infectivity are warranted. Therefore, it was out of the scope of this study to assess the sexual transmission of CHIKV.\nChikungunya diagnosis in humans is mainly based on RNA detection in serum or plasma samples. However, we have demonstrated that saliva and urine could be considered as potential alternative samples for diagnosis in the acute and convalescent phases of the disease. Diagnostic algorithms using urine or saliva as alternative samples have the advantage of being quick, easy-to-perform, and being less invasive than blood collection. The demonstration of longer persistence of CHIKV in bodily fluids may help diagnosis in later stages of the disease.\nThis study has some limitations. 1) As the visits and sample collections were scheduled every 15 days, we may have underestimated the exact viral persistence time in the different body fluids; 2) the median duration of CHIKV in semen was evaluated in a small number of patients, because of difficulties in sample collection, mainly due to joint pain in the acute phase of the disease; and 3) the follow-up time was limited to 90 days, making it impossible to assess the maximum persistence of CHIKV in all bodily fluids.\nKnowledge of chikungunya viral persistence, infectivity and epidemiology can inform recommendations for control, treatment, and prevention of the disease, and contribute to public health programs."
}