{
    "1. Introduction": "Despite advancements in healthcare and globalization, Schistosoma infection remains a major global health issue confronting many people, especially children in developing countries. Schistosomiasis is an acute and chronic disease affecting over 230 million people worldwide with at least 218 million people estimated to require treatment [1,2]. Close to 85% of global cases are reported in Africa [2]. S. haematobium, which causes urogenital schistosomiasis, and S. mansoni, which causes intestinal schistosomiasis, are the two primary species infecting people in sub-Saharan Africa including Ghana [3]. Schistosoma infection has been ranked second as the most underestimated tropical disease related to poverty. It is responsible for over 534,000 deaths globally [4] with an estimated cost of 8 million disability-adjusted life years [5].\nIn Ghana, awareness and public concern for schistosomiasis go back to the 1960s during the construction of the Akosombo dam. The construction of the dam resulted in the sudden occurrence and infestation of Bulinus truncatus (an intermediate host of S. haematobium), resulting in urogenital schistosomiasis in several communities along the lake [6]. Additionally, the construction of the Kpong dam compounded this situation [7]. Ghana is still endemic to schistosomiasis and cited to be present throughout the whole country including urban areas according to the 2015 World Schistosomiasis Risk Chart [8]. S. haematobium infection in the country is variable, location-specific and depends on many factors including geographic location, gender, age, occupation, contact with water, distance to water resources and socioeconomic status [9].\nIndividual and community perceptions of schistosomiasis, as well as prevention and treatment, are key factors that impact transmission rates [10]. Early reports suggest that different control strategies should be designed keeping in mind the environmental situation and socioeconomic factors among people living in endemic communities [2,11]. However, information on knowledge, awareness and practice related to Schistosoma infection is scanty in some communities although very important in the formulation of public health campaigns intended to eradicate infection. For instance, in rural communities in the Kwahu Afram Plains North District (KAPND) of Ghana, where water contact activities are common, there is a paucity of information on community-based knowledge, attitude and practices (KAP) related to schistosomiasis. Additionally, there is limited information on the effect of S. haematobium infection on clinical outcomes in patients living in these endemic areas. This has the propensity to negatively impact the effectiveness and sustainability of control interventions aimed at eliminating schistosomiasis at the community level. There is the need therefore to further investigate and establish the burden of infection as this is necessary for public health intervention.\nTo this end, this study was undertaken with the following aims; (1) to estimate the prevalence and assess factors associated with S. haematobium infection at KAPND, (2) to assess the knowledge, attitudes and practices on schistosomiasis among inhabitants, and (3) to examine the effect of Schistosoma infection on haematological and urinary parameters of inhabitants, so that there can be a focused public health intervention for the control of S. haematobium in the district and other places.",
    "2. Methods": "2.1. Ethics statement\nThis study has been reported in accordance with the STROBES guidelines and the Declaration of Helsinki. Permission was obtained from traditional rulers for the communities as well. The purpose of the study was clearly explained to community leaders and participants for their permission and cooperation before their participation. Participants were invited to participate after verbal and written informed consent had been obtained. Participants were made to understand that their participation was voluntary and are free to redraw from the study at any point. Participants were given all details including: what the outcome of the study will be used for, their right to either give or withdraw their consent, data protection, and issues regarding confidentiality. All infected participants were counselled and referred to the district hospital for treatment.\n\n\n2.2. Study design\nThis was a cross-sectional study conducted at Brumben, Amankwakrom, Agordeke Tonu and Donkorkrom which are communities along water bodies in the KAPND in the Eastern Region of Ghana. The selection of these sites was based on reports of cases of schistosomiasis-like symptoms, closeness to water bodies, increased water contacts activities (due to fishing, farming, swimming, and domestic use) and the lack of social amenities such as health, water and toilet facilities. Cross-sectional studies are the most effective technique to measure prevalence and are beneficial for discovering relationships that can subsequently be examined more thoroughly in a cohort study or randomized controlled trial [12].\n\n\n2.3. Study area and population\nKAPND as described in the report of the 2010 population and housing census [13] has a total land area of approximately 2,341.3 km2 with Donkorkrom as its district capital. The area is surrounded by Kwahu Afram Plains South to the south, to the east with the Volta River, and to the west by two Districts in the Ashanti Region (Sekyere East and Asante-Akim Districts) (Fig 1). The population of KAPND is 102,423 representing 3.8% of the region’s total population. Out of this, 54,183 (52.9%) are males and 48,240 (47.1%) are females. The total population of the four communities (Brumben, Amankwakrom, Agordeke Tonu and Donkorkrom) selected for the study upon consultation with primary healthcare personnel was approximately 18,845. The land is generally undulating and rises about 60 meters to 120 meters above sea level. The only high ground is the Donkorkrom Plateau. The district is drained by the Afram River in the west, the Volta River in the east and the Obosom river in the north which flows continuously throughout the year and is used for farming, fishing, and household activities. As high as 72% of households in the district are engaged in agriculture and fishing activities.\nImage credit: Ghana Statistical Service (https://www2.statsghana.gov.gh/docfiles/2010_District_Report/Eastern/KWAHU%20AFRAM%20PLAINS%20NORTH.pdf).\n\n\n2.4. Sample size determination and participants selection\nVan Voorhis and Morgan’s general rule of thumb [14] which has been employed in similar studies [15] states that 30 individuals per group are needed to identify meaningful differences, which might result in 80% power. To improve the study’s reliability, 182 participants were included in this study. A disproportionate stratification based on the population size of each community was used to allocate a sample size of 40 each for Brumben, Amankwakrom, Agordeke Tonu and 62 for Donkorkrom.\nWe selected participants in a manner similar to earlier studies [16]. In each community, participants were recruited by randomly selecting households on a predetermined walking route based on a systematic sampling technique, and then knocking on doors. Specifically, we initially calculated a sample interval by dividing the total number of households in a community by the sample size of each community. Following that, we chose the first household at random using the fishbowl method of simple random sampling, and we chose successive houses at regular intervals. For each selected household, one resident (≥15 years) who agreed to voluntarily participate in the study and is a permanent resident in the community was enrolled. Where eligible adults willing to participate were more than one, a selection is made by balloting. If no adults fit our inclusion criteria in a household, the next household was selected. Individuals who declined to participate and confessed unwell, menstruating or having menstruated a few days before the time of the study were excluded.\n\n\n2.5. Questionnaire survey\nQuestionnaires were administered to participants by three of the researchers, who helped to translate its content for those who could not understand over a twenty-day period (3rd to 23rd August 2021). Participants were administered a structured questionnaire to gather sociodemographic data including age, gender, and occupation. The questionnaire was designed by researchers based on existing studies on community KAP of schistosomiasis [17,18]. Aside from socioeconomic data taken, questions covered; (i) knowledge and attitudes related to schistosomiasis, its symptoms, and its prevention; (ii) attitudes and practices in relation to schistosomiasis prevention; (iii) health-seeking behaviours and (iv) whether the respondent had contracted schistosomiasis and or has received treatment in the past.\n\n\n2.6. Sample collection and laboratory study\nParticipants provided freshly voided urine in clean, sterile, well labelled and leakproof containers between 10:00am to 2:00pm. Instructions on the procedure for collecting urine were given to the participants to ensure that contamination was avoided. A urine routine examination was performed using urine reagent dipsticks (URIT 10V, URIT Medical Electronic Co., Ltd. China). The manufacturer’s instructions were adhered to while taking note of blood, leucocyte and protein detection. Briefly, after immersing the test strip in the urine sample for 2 seconds, the strips were tapped to remove excess urine. Colour changes on reagent areas were then compared with the corresponding colour chart printed on the container label between 1–2 minutes. The results for blood were recorded as 0 (negative), 10 (trace), 25 (+), 80 (++) and ≥200 (+++) erythrocytes/μl urine. Protein was recorded as 0 (negative), 15 (trace), 30 (+), 100 (++) and 300 (+++) mg/dL while leucocyte was recorded as 0 (negative), 15 (trace), 70 (+), 125 (++) and 500 (+++) cell/μL urine.\nUrine was centrifuged with a Biobase centrifuge (China) to obtain sediments for light microscopy. Sediments were analysed for S. haematobium by urine sedimentation technique. The number of S. haematobium eggs per 10 ml urine was determined for each participant [19]. The presence of pus cells and red blood cells were noted during the microscopy.\nFinally, 4ml of venous blood was collected from participants into EDTA tubes for haematological analysis. Blood samples were analysed with a Sysmex automated haematology analyser (XN-350). The haematological profile (red blood cells, haemoglobin, haematocrit, red cell indices, white blood cells, platelets, and white blood cell differential count) was estimated after the control samples run. All samples were analysed within two hours of venepuncture. All laboratory analysis were carried out at the Donkorkrom Presbyterian Hospital Laboratory after samples have been transported in coolers containing ice packs.\n\n\n2.7. Statistical analysis\nData was collected into Microsoft Excel and analysed using IBM SPSS version 26 (Armonk, NY, USA). The prevalence and intensity of infection were determined based on laboratory examination of urine samples. Frequencies and percentages of variables related to knowledge, attitude, and practices related to schistosomiasis were calculated to provide information on the KAPs of S. haematobium among the respondents. Continuous variables such as the age of participants, and the results of the haematological and urine examination were presented using mean and standard deviation. Differences among participants who were positive and negative for S. haematobium were assessed by the Chi-square or Fisher exact test for categorical variables and the students t-test for numerical variables. Associations were explored between a set of indicators relating to levels of KAP, socio-demographic characteristics and Schistosoma infection using univariate logistic regression. To obtain adjusted odds ratios, all independent variables with a P-value ≤ 0.25 were subjected to multivariate logistic regression analysis. P-values less than 0.05 was considered statistically significant in all analysis.",
    "3. Results": "3.1. Participant characteristics and prevalence of schistosomiasis\nIn this cross-sectional study, 182 inhabitants were enrolled. However, 22 participants did not give any or inadequate urine for parasitological and urine examination, and 20 participants had no or incomplete questionnaire data. As a result, the final analysis included 140 individuals (made up of 33 males and 107 females) who completed the questionnaire and provided enough urine samples. The average age of participants was 32.82±15.11 with the youngest being 15 years and the oldest being 79 years. The overall prevalence of S. haematobium among participants was 52.9%. Infection intensities was light (mean: 5.71±7.0, between 4–32 eggs/10ml urine) for all participants. Schistosoma-positive participants were significantly younger than Schistosoma negative participants (29.68 ± 14.08 vs 36.35 ± 15.55, p = 0.009). Many of the study participants were between ages 21 to 40 (57.9%), and worked in the informal sector (62.1%), with statistically significant differences between ages and occupation of Schistosoma positive and negative participants (Table 1).\n\n\n3.2. Knowledge of Schistosoma infection\nParticipants demonstrated inadequate knowledge of schistosomiasis as the majority indicated that they have not heard of schistosomiasis (60.7%), do not know the mode of transmission (49.3%) and do not know how the disease could be spread (52.9%). Many participants mentioned that blood in urine (64.4%) is the main symptom of infection (Table 2).\n\n\n3.3. Attitude and health-seeking behaviours towards Schistosoma infection\nAssessment of attitudes toward schistosomiasis, including participants health-seeking behaviors, showed that most participants (65.7%) considered schistosomiasis as a serious disease, and believe that it is possible to prevent (88.6%). Less than half of participants (48.6%) believe that the disease can be treated. The majority (63.6%, n = 89) indicated that they have not been infected by Schistosoma before. However, 23 (45.1%) of those who have been infected before indicated that they visited the hospital for treatment. Two-third of those who did nothing when they had infection stated that they did not seek for medical attention because they lacked funds (Table 3).\n\n\n3.4. Behavioural practices related to Schistosoma infection\nTable 4 summarizes the responses of participants to questions which assessed their behavioural practices. More than half (55.7%) of the study participants do not have clear water contact sites. Of these, majority (61.5%) believe it is a communal work. The majority (67.9%) visits rivers very often. More than half of the participants have seen blood in their urine before. The majority (45.7%) of those who have seen blood in their urine before indicated that it may be because of intake of water from the stream. Only a few (18/140) have received Schistosoma treatment before of which most (9/18) received it between 3–9 months ago.\n\n\n3.5. Association of demographics and KAP with S. haematobium infection\nTable 5 summarizes the univariate and multivariate analysis of the factors associated with S. haematobium infection at KAPND. The transmission of urogenital schistosomiasis was associated with age, occupation, perceived mode of Schistosoma transmission, knowledge of Schistosoma prevention and awareness of schistosomiasis treatment. Other significant factors included frequency of visit to water bodies, as well as water usage patterns. After adjusting for the confounders, the odds of S. haematobium infection was lower among respondents aged 21–40 (OR  =  0.21, 95% CI: 0.06–0.76), 41–60 (OR  =  0.01, 95% CI: 0.01–0.52) and ≥ 60 (OR  =  0.02, 95% CI: 0.02–0.87) than younger groups (≤ 20). Participants who were informally employed were less likely to be infected (OR  =  0.01, 95% CI: 0.01–0.69) as compared to those unemployed. In addition, participants who were aware that transmission could be acquired by drinking water from river body were (OR  =  0.03, 95% CI: 0.03–0.92) were less likely to be infected than those who were unaware of the mood of transmission.\n\n\n3.6. Effect of Schistosoma infection on haematological parameters\nTable 6 summarises summarizes haematological parameters in Schistosoma positive and negative participants. Schistosoma positive participants had significantly reduced levels of haemoglobin (10.47±2.29, p = 0.020), haematocrit (32.15±6.34, p = 0.002), mean corpuscular volume (78.61±9.97, p = 0.007), mean corpuscular haemoglobin (25.51±3.65, p = 0.005), lymphocytes (25.47±13.54, p = 0.017) and eosinophils (2.31±3.26, p = 0.009) than participants without schistosomiasis. In addition, white blood cells (9.64±4.18 vs 7.55±3.19, p = 0.001), neutrophils (6.48±3.74 vs 4.43±2.82, p<0.001) and monocytes (0.73±0.40 vs 0.59±0.28, p = 0.026) were significantly elevated in Schistosoma infection states.\n\n\n3.7. Effect of schistosomiasis on urine parameters\nUrine analysis results revealed a statistically significant differences among Schistosoma positive and negative individuals. Pus cells (20.93 ± 19.42 vs 11.02 ± 23.36, p = 0.007) and red blood cells (34.01 ± 28.21 vs 4.27 ± 15.92, p<0.001) counts were significantly elevated in Schistosoma positive individuals. In addition, urine protein, blood and leucocytes were predominantly detected in urine samples of S. haematobium positive individuals (Table 7).",
    "4. Discussion": "Urogenital schistosomiasis is one of the most prevalent chronic infections among under-developed nations in the world, known as neglected tropical diseases, with 93% of the world’s 207 million schistosomiasis infections being recorded in sub-Saharan Africa, including 15 million cases in Ghana [20]. Despite attempts to eliminate schistosomiasis through interventions such as mass drug administration initiatives, prevalence is still a problem in some communities in Africa. This study assessed knowledge, awareness, practice as well as clinical outcomes of urogenital schistosomiasis among people living at Brumben, Amankwakrom, Agordeke Tonu and Donkorkrom communities in the KAPND in the Eastern Region of Ghana.\nThe study reports a prevalence as high as 52.9% observed among study participants. This number does not significantly differ from an earlier report among an adult population at the Volta Basin of 46.5% [21] but was much higher than 15.5%, 34.4% and 20.7% earlier reported at villages around Accra [22], Akotokyir in Cape Coast Municipal [23] and Kumasi [24] respectively. However, the reported prevalence was lower than 76% and 77.3% earlier reported at Weija community and Awutu-Efutu Senya District respectively [25,26]. Schistosomiasis infection is focal in distribution; hence variations in prevalence rates are expected. The high prevalence of S. haematobium infection observed in the area is worrying and could be attributed to the heavy dependence on the Afram River, Volta River and the Obosom River for fishing, water supply, transportation, and recreation. This has been spearheaded by poor access to proper water and sanitation facilities and reduced health coverage in the district [27]. Additionally, poor awareness, knowledge and behavioural practices as observed in this study could be responsible for the observed prevalence among inhabitants. Differences in prevalence may be attributed to the localities studied, availability of water bodies, water contact activities, age of study participants, occupation of inhabitants as well as period of the study. In the present study, infection was associated with age, occupation, frequency of visit to water bodies and water usage patterns similar to earlier reports [28,29]. The association of schistosomiasis with knowledge of Schistosoma transmission, prevention and treatment corroborates findings from earlier studies [28,29] and highlights the need to intensify public education.\nThe study further highlights a gap in knowledge about schistosomiasis in the study area as participants demonstrated inadequate knowledge of schistosomiasis with majority indicating that they have not heard of schistosomiasis, do not know the mode of transmission, and do not know how the disease could be spread. This observation was not surprising as prevalence was equally on the rise at the area. Comprehensive information, good attitudes, and practices have been shown to have a favourable impact on parasitic infection prevention and control [30,31]. Unlike our report in this study, appreciable knowledge and awareness were reported among people living around the Volta Basin of Ghana [21]. Schistosoma infection has long been reported to be prevalent in the Volta Basin [6] and may explain the high awareness in the area possibly due to continued educational campaigns in the area. Increased awareness through public education is needed for complete eradication of Schistosoma infection [2,31,32] and when properly conducted, would be necessary for Schistosoma control among the study population.\nBelief in the seriousness and preventability of the disease was revealed to be a key attitude in this study. The findings from the study revealed that participants generally believed that schistosomiasis is a serious disease and can be prevented with a moderate number of them believing that it can be treated (Table 3). High recognition of the seriousness of the disease translated into proper health-seeking behaviours unlike an earlier report from Nigeria [33]. We observed that the majority of participants indicated that they had not been infected before which was not surprising as study participants demonstrated inadequate knowledge of schistosomiasis. However, a larger portion of those who indicated being infected before visited hospital/clinic for treatment which is plausible. Sadly, over two third of those who did nothing when they had been infection stated that they didn’t seek for medical attention because they lacked funds. Similar to our findings, an overwhelming 74.4% of respondents were reported to indicate that they did not seek healthcare because cost of treatment is expensive [21]. This observation is particularly worrying in the fight against mortality and morbidity due to neglected tropical diseases. It is important that treatment for Schistosoma infection be included in the National Health Insurance Scheme (NHIS) to take off the burden of these inhabitants who are mostly in the informal sector and may not be able to foot the cost of medical consultation, diagnosis, and treatment.\nAlthough several studies have been conducted on the prevalence and dynamics of schistosomiasis in Ghana and other places, data on the effect of infection on participant’s haematological profile and urine analysis results is rare. To further understand the clinical impact of schistosomiasis, the impact on clinical outcomes was assessed. The study reports significantly lower levels of HGB, HCT, MCV, MCH, LYM and EOS and higher levels of white blood cells, neutrophils and monocytes in participants infected with Schistosoma. This observation corroborates findings from an earlier study conduct at Yeji, in the Atebubu District of Brong Ahafo Region, Ghana [34]. Low haemoglobin has been reported among individuals with schistosomiasis and have been suggestive of anaemia among people in endemic areas [35]. Reduced red cell indices (MCV and MCH) as observed agrees with findings previously reported [36]. Red cell haemolysis by the spleen and the corresponding urinary iron loss could have accounted for the reduced HGB and RBC indices among the positive cases [34]. Microcythaemia and hypochromia due to reduced MCV and MCHC in Schistosoma infected individuals advance the effect of schistosomiasis through its pathogenesis [37]. The aetiology of anaemia in Schistosoma-infected populations may be complicated, and it is a substantial contributor to schistosomiasis-specific impairment as it has the ability to impart quality of life [38]. Anaemia has been associated with hereditary haemoglobinopathies, haemorrhage, bacteraemia, micronutrient (such as iron, copper, folate, vitamins A and B12) deficiencies, and parasitic co-infections such as malaria and hookworm [38,39]. A significant rise in the WBC, neutrophiles and monocytes is an indication of a corresponding rise in infection and may lead to a general immunological response as a number of systems employing antibodies are released to disturb the schistosomes [34].\nUrine analysis revealed high pus cells and red blood cells counts among Schistosoma positive participants when compared to participants without Schistosoma Infection. In addition, Schistosoma positive participants had significant number being positive for urine protein, blood and leucocytes after biochemical testing using urine dipsticks. Similar to the present finding, increased pus cells were seen in urine samples of 57.5% of Schistosoma positive subjects and was linked to the presence of bacterial infection and inflammatory lesion on the bladder caused by S. haematobium [40]. Haematuria is considered one of the first sign for Schistosoma investigation. Haematuria and proteinuria has long been reported as important predictors of Schistosoma infection [41]. Pyuria, haematuria, and proteinuria observed in this study are linked to urinary tract infection and renal impairment [42,43]. These findings reveal that Schistosoma infection may have resulted in comorbidities and requires immediate clinical attention to be curtailed in the area.\nThe present study presents important findings necessary for policy formulation and consequent eradication of Schistosoma infection at KAPND and other places. However, the study is not without limitations. First, prevalence of S. hematobium was based on examination of samples in a single day, although earlier report suggests that S. haematobium egg released may vary per day [44]. This means that the implication of haematological results could be underestimated based on one urine test result. Second, by picking families based on a planned walking route during the workday, our sampling technique may have introduced bias. Again, by interpreting questionnaires for some participants, we may have introduced some level of response bias influenced by participants’ understanding of the interpretations. Our limited sample size may explain the lack of significance in some haematological parameters despite the high prevalence reported. Again, the study design employed limited our ability to obtain reasons behind participants’ KAP. Clearly, a prospective follow-up research with a mix-method study design and larger sample size would be more useful in determining the impact of infection and to get an in-depth information on the communities’ perceptions and views of S. haematobium. Lastly, assessment of clinical outcomes was based on haematological and urine parameters only. Future studies could look at the effect of schistosomiasis on biochemical parameters such as liver function, kidney function and lipid profile.",
    "5. Conclusion": "We report that S. haematobium is endemic in the KAPND of Ghana and is associated with a gap in knowledge, attitudes, and practices of inhabitants. This study found that individuals had inadequate knowledge of schistosomiasis and that the attitudes and practices reported favours the disease’s prevalence. Again, S. haematobium infection results in poor clinical outcomes and comorbidities by creating an imbalance in the haematological and urine profiles. If not properly managed, these have the potency to impart work capacity, immunogenicity, and cognitive development in these populations. Mass drug administration coupled with nutritional intervention, good water supply, vector control and intensive public health education would be necessary in addressing the prevalence and deleterious effects of S. haematobium infections in the district. A schistosomiasis education campaign should focus on the causes, transmission, treatment, and prevention of the disease as well as, the impact of the infection on the health and nutrition of the inhabitants."
}