{
    "Background": "Visceral leishmaniasis (VL) is a zoonosis of great importance. Limitations in current VL control measures compromise efficacy, indicating the need to implement new strategies. The aim of this study was to evaluate the effectiveness of the mass use of deltamethrin-impregnated collars in dogs as a public health measure to control and prevent canine visceral leishmaniasis (CVL).",
    "Methodology": "An interventional study was implemented in two endemic areas in the district of Monte Gordo (Bahia-Brazil): an intervention area, in which VL seronegative dogs were collared, and a control area in which only conventional CVL control measures were applied. At baseline, seropositive dogs were removed and seronegative dogs were included. Dogs were then reevaluated every 7–8 months for almost two years. At each time point, dogs in the intervention area that remained seronegative received new collars and newly identified seronegative dogs were included and collared. The local zoonosis control authorities were notified of any dogs that tested seropositive in both areas, which were subsequently marked for euthanasia as mandated by the Brazilian Ministry of Health.",
    "Principal findings": "In the first serological survey, seroprevalence was similar in both areas. At the second evaluation, significant reductions in seroprevalence were seen in both areas, while seroprevalence in the intervention area reduced to 6.0% during the final evaluation versus an increase of 11.0% in the control area. This significant increase and the estimated relative risk (RR = 0.55) indicated protection against CVL in the intervention area. Although CVL incidence did not differ significantly between the areas, an increased tendency was observed in the control area, which could be due to low seroconversion rates throughout the study or a high loss to follow-up.",
    "Conclusions/Significance": "Although our evaluation of the effectiveness of deltamethrin-impregnated collars as a community-wide public health control measure was inconclusive, this measure likely provides protection over time. In endemic areas of Brazil, this strategy represents an operational challenge for local zoonosis control authorities, indicating the need for adjustments, including improved collar design."
}