{
    "Background": "Achieving target coverage levels for mass drug administration (MDA) is essential to elimination and control efforts for several neglected tropical diseases (NTD). To ensure program goals are met, coverage reported by drug distributors may be validated through household coverage surveys that rely on respondent recall. This is the first study to assess accuracy in such surveys.",
    "Methodology/Principal Findings": "Recall accuracy was tested in a series of coverage surveys conducted at 1, 6, and 12 months after an integrated MDA in Togo during which three drugs (albendazole, ivermectin, and praziquantel) were distributed. Drug distribution was observed during the MDA to ensure accurate recording of persons treated during the MDA. Information was obtained for 506, 1131, and 947 persons surveyed at 1, 6, and 12 months, respectively. Coverage (defined as the percentage of persons taking at least one of the MDA medications) within these groups was respectively 88.3%, 87.4%, and 80.0%, according to the treatment registers; it was 87.9%, 91.4% and 89.4%, according to survey responses. Concordance between respondents and registers on swallowing at least one pill was >95% at 1 month and >86% at 12 months; the lower concordance at 12 months was more likely due to difficulty matching survey respondents with the year-old treatment register rather than inaccurate responses. Respondents generally distinguished between pills similar in appearance; concordance for recall of which pills were taken was over 80% in each survey.",
    "Significance": "In this population, coverage surveys provided remarkably consistent coverage estimates for up to one year following an integrated MDA. It is not clear if similar consistency will be seen in other settings, however, these data suggest that in some settings coverage surveys might be conducted as much as one year following an MDA without compromising results. This might enable integration of post-MDA coverage measurement into large, multipurpose, periodic surveys, thereby conserving resources."
}