{
    "Introduction": "Arenaviruses are enveloped ambisense single-stranded RNA viruses that are maintained in nature by persistent infections in rodent species. This family is divided into two general complexes, old world (OW) and new world (NW), based on initial geographical region of virus isolation. Of the more than 20 known species of arenaviruses only a select few cause disease in humans [1]. The most prominent human pathogen is Lassa virus (LASV), an OW arenavirus which causes Lassa Fever (LF) resulting in 100-300K human infections per year. New World arenavirus clades include A, B A/B and C. This manuscript focuses on JUNV and GTOV, both members of clade B, and both known to cause viral hemorrhagic fever in humans, with JUNV resulting in Argentine hemorrhagic fever (AHF) and GTOV resulting in Venezuelan hemorrhagic fever (VHF) [2]. These two viruses are included in a group of NW arenaviruses occurring in endemic regions throughout South America and extending as far north as the southwestern United States, where potential illness has been reported from infection with a New World arenavirus [1,3–5]. In addition to GTOV and JUNV, lineage/clade B includes other pathogenic viruses such as Machupo (MACV) and Sabia (SABV) viruses which cause Bolivian hemorrhagic fever (BHF) and Brazilian hemorrhagic fever (BzHF) respectively, as well as Chapare virus infection, which also occurs in Bolivia [5,6].\nNW Arenavirus cases generally occur in low numbers and case fatality rates vary by agent, but are reportedly as high as 30% in AHF without treatment [5,7]. Additionally, because of their route of transmission and potential to cause severe and fatal disease with significant public health impact, arenaviruses have been classified as category A Bioterrorism agents by the U.S. Centers for Disease Control and Prevention [8]. The primary route of transmission is by inhalation or ingestion of contaminated urine or feces shed by the rodent reservoir, the Vesper mouse (JUNV) and short-tailed cane mouse (GTOV). [3,5]. Person to person transmission has been reported with NW arenaviruses but is considered uncommon [1,9].\nThe human clinical and pathological findings caused by NW arenavirus infection are mostly reported based on AHF, the existence of which has been known for a greater amount of time and has been studied more extensively. Nonetheless, many of the clinical features are generally true for what has been reported for VHF [10]. Infection may begin in the lung due to inhalation of infected particles and deposition in terminal bronchioles, followed by infection of macrophage/monocyte lineage cells, early replication in lung tissues, infection of the lymphoid system and systemic spread [10,11]. The incubation period lasts approximately 1–2 weeks and starts with many non-specific symptoms (i.e. fever, malaise) but may also include lymphadenopathy, mucosal petechiae, thrombocytopenia, and leukopenia which is followed by and may progress to respiratory distress, CNS symptoms, and gastrointestinal and cardiac involvement [2,10–12]. Disseminated intravascular coagulation is an uncommon finding but has been reported along with autopsy findings of fibrin thrombi [13]. There are often alterations in coagulation factors reported during the course of disease, but the severity is not correlated with the severity of disease [10,11,14]. Infection of endothelial cells also occurs [10]. The later symptoms associated with hemorrhagic fever may include shock, hemorrhage in various locations such as the gastrointestinal tract as well as neurological involvement/coma, which may predominate [2,10,11,13].\nFindings reported at autopsy in cases of VHF include pulmonary and renal edema, splenomegaly and hemorrhages in multiple organs including the lung, liver, epicardium, gastrointestinal tract, urinary bladder and uterus [15]. Lesions in fatal cases of human AHF may include hemorrhage in multiple organs, renal tubular and papillary necrosis and focal or multifocal necrosis of individual hepatocytes, myocarditis and secondary bacterial infections [11,13]. In spite of neurologic symptoms associated with the clinical syndrome, nervous system pathology is not commonly described and the origin of the neurological component of the disease remains unclear [11]. Central nervous system findings that have been uncommonly reported include hemorrhage in Virchow Robin space, perivascular infiltrates and microglial proliferation [13]. Importantly, fatal cases of AHF are also associated with hematolymphoid tissue lesions such as white pulp necrosis in the spleen with lymphocyte depletion, scattered necrosis in the red pulp, and lymphocyte depletion in the cortex/paracortex of lymph nodes with pyknotic lymphocytes, as well as depletion of multiple cell lines in the bone marrow [11,16]. These clinical and pathological findings create a complex picture of hemorrhagic fever caused by NW arenaviruses for which animal models will facilitate a better understanding, ultimately leading to a more thorough understanding of the infection dynamics that result in illness and death.\nCorrelating the pathology findings with viremia data and cytokine analysis is also crucial to understanding the immunosuppressive aspects of NW arenavirus infection. Comparison of these findings across all pathogenic NW arenaviruses will advance our understanding of the potential for cross protection of vaccines and therapeutics. Herein we compare the pathology and viral RNA distribution pattern caused by JUNV infection or GTOV infection in a Harley (outbred) Guinea pig model. We show that many of the pathologic features associated with NW arenavirus infection, as well as cytokine levels, are very similar in JUNV and GTOV infection, which may support development of cross protecting medical countermeasures for this group of viruses. Previous studies have shown that mouse and non-human primate models are useful to study specific aspects of the immune response to viral infection and vaccines/therapeutics respectively [5,7,17–19]. However, guinea pigs have proven to serve as an optimal model able to mimic important pathologic aspects of human disease while simultaneously facilitating the study of temporal disease development and disease pathogenesis [5,7,20–22]. Our findings show that targeting of hematolymphoid organs is an important aspect of infection and that the vascular endothelium and brain appear to be early targets of infection but do not result in significant pathology prior to day 12. We also reveal important findings about the timing of infection related events and demonstrate that the patterns of lesion development and infection are very similar between JUNV and GTOV thereby providing clarity regarding the disease progression of two important NW arenaviruses.",
    "Materials and methods": "Ethics statement\nResearch was conducted under an Institutional Animal Care and Use Committee (IACUC) approved protocol in compliance with the Animal Welfare Act, Public Health Service (PHS) Policy on Humane Care and Use of Laboratory Animals, and other Federal statutes and regulations relating to animals and experiments involving animals. The facility where this research was conducted is accredited by the Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC), International and adheres to principles stated in the Guide for the Care and Use of Laboratory Animals, National Research Council, 2011. Animals meeting pre-established criteria were humanely euthanized in accordance with American Veterinary Medical Association guidelines.\n\n\nNW arenavirus guinea pig challenge\nFemale Hartley guinea pigs (300-400g; Charles River Laboratories) were infected with 2,000 PFU of JUNV or GTOV by the intraperitoneal (IP) route (16/group). Guinea pigs were monitored for clinical signs of disease (ruffled fur, hunched posture) and weighed daily. At four time points (+3, +7, +10 and +12 days post infection) based on the time course of disease, four animals per group were euthanized (Euthasol) subsequent to anesthesia. There were no unscheduled necropsies. Three animals were designated as uninfected controls and were euthanized on day 12 subsequent to anesthesia. Blood samples (serum) were collected prior to euthanasia and assayed for viral and cytokine levels. Necropsies were conducted and tissues collected for histopathology and in-situ hybridization for viral RNA. Tissues examined include the brain, lungs, heart, thymus, trachea, esophagus, thyroid gland, adrenal gland, liver, spleen, mesenteric and mandibular lymph nodes, salivary gland, bone marrow, pancreas, stomach, small intestine, large intestine, kidney, urinary bladder, ovaries, uterus, eyes, and skeletal muscle.\n\n\nViruses\nJUNV strain Romero [23] and GTOV strain INH95551 [20] were propagated on Vero cell monolayers (ATCC CRL-1587) in Eagle minimal essential medium, containing 10% heat-inactivated fetal bovine serum (FBS), 1% antibiotics (100 U/ml penicillin, 100 mg/ml of streptomycin), and 10 mM HEPES (cEMEM) as previously described [24]. All virus work was conducted in a BSL-4 containment laboratory at United States Army Medical Research Institute of Infectious Diseases (USAMRIID) that was fully compliant with applicable federal statutes.\n\n\nSerum viremia\nViremia was quantified by plaque assay essentially as previously described [25] with some variation. Sera samples were serially diluted 10-fold in cMEM. Subsequently, 100 μl of sample was adsorbed to confluent Vero cell monolayers in 6-well plates for 1 h in a 37°C 5% CO2 incubator and rocked ~15 m. Following adsorption, a 2 ml solid overlay (Earle’s basal minimal essential medium (EBME), 0.5% agarose, 5% heat inactivated FBS, antibiotics (100 U/ml penicillin, 100 μg/ml of streptomycin, and 50 μg/ml of gentamicin) was added to each well. Plates were incubated for six days in a 37°C 5% CO2 incubator, 80–85% humidity then stained with 2 ml of solid overlay mixture that also included 5% neutral red (Gibco). Cells were incubated an additional 24 h in a 37°C 5% CO2 incubator before plaque counting. Data were plotted using Prism software.\n\n\nIFN-α levels\nLevels (pg/ml) of serum IFN-α (100 μL per sample) were determined by commercial ELISA (ABClonal; Cat#RK00743) according to the manufacturer’s directions. Uninfected guinea pigs (n = 3) were used as a baseline control.\n\n\nGross necropsy and histology\nAll necropsies were performed by a histopathology technician and/or a board-certified veterinary pathologist (day 10 and 12 animals) within 3 hours of euthanasia or estimated time of death in the USAMRIID BSL-4 laboratory. The tissues were fixed by immersion into labeled containers of 10% neutral buffered formalin and held in biocontainment for a minimum of 21 days. The tissues were routinely trimmed, processed, embedded in paraffin, cut by microtomy, stained, cover-slipped and screened. All slides were examined by the same board-certified veterinary pathologist. Histopathology and In-situ hybridization severity scores were determined based on the following criteria: Minimal if 10% or less of the cells in the section are affected, then score is 1; Mild if between 11% and 25% of the cells in the section are affected, then score is 2; Moderate if between 26% and 50% of the cells in the section are affected, then score is 3; Marked if between 51% and 79 of the cells in the section are affected, then the score is 4; Severe if between 80% or more the cells in the section are affected, then the score is 5.\n\n\nIn situ hybridization\nTo detect Junin virus (JUNV) and Guanarito virus (GTOV) genomic RNA, RNA in situ hybridization (ISH) was performed using the RNAscope 2.5 HD RED kit (Advanced Cell Diagnostics, Newark, CA, USA) according to the manufacturer’s instructions. Briefly, an ISH probe targeting the reverse complement sequence of 56–1681 of JUNV segment S (genbank accession number JN801476.1) or the reverse-complement sequence of 7–1664 of GTOV segment S (genbank accession number AY129247.1) was designed and synthesized by Advanced Cell Diagnostics. Tissue sections were deparaffinized with xylene, underwent a series of ethanol washes and peroxidase blocking, and were then heated in kit-provided antigen retrieval buffer and digested by kit-provided proteinase. Sections were exposed to ISH target probe pairs and incubated at 40°C in a hybridization oven for 2 h. After rinsing, ISH signal was amplified using kit-provided Pre-amplifier and Amplifier conjugated to alkaline phosphatase and incubated with a Fast Red substrate solution for 10 min at room temperature. Sections were then stained with hematoxylin, air-dried, and mounted.\nTo detect guinea pig cytomegalovirus (GPCMV), ISH was performed as described above using a previously published ISH probe [26] (Cat# 826061 Advanced Cell Diagnostics) targeting the mRNA transcript gp3 of GPCMV [26].\nStatistical analysis. Levels of IFN-α were compared between the different groups using two-way ANOVA.",
    "Results": "Two groups of guinea pigs (n = 16/group) were challenged with 2,000 pfu of JUNV or GTOV by the IP route. Three uninfected Hartley guinea pigs were used as controls for this study. Animals were monitored daily for weight loss (Fig 1A). Animals in both groups gain weight between days 0 and 4, and then begin to lose weight on day 6 through day 12, versus uninfected control animals which continued to gain weight throughout the study (Fig 1A). Weight loss was similar between JUNV and GTOV infected animals. By day 12 JUNV infected guinea pigs lost 12% and GTOV lost 7.5% of their body weight compared to day 0 (Fig 1A). On days 3, 7, 10 and 12 four infected guinea pigs per group were euthanized for sample collection. The three uninfected animals were euthanized on day 12. Serum viremia was evaluated by plaque assay. No virus was detected in either group on day 3; however, titers were detectable on day 7 and increased through day 12, culminating in ~6 log pfu/ml for JUNV and 5 log pfu/ml for GTOV. We also evaluated the level of serum IFN-α by ELISA. IFN-α levels were above baseline starting on day 3 and continued to increase in both groups over the course of infection. By day 12, JUNV had the highest levels of IFN- α with a median level of 2,818 pg/ml versus GTOV at 1,107 pg/ml (Fig 1C). The difference between JUNV and GTOV IFN-α levels were statistically significant on day 12 (2-way ANOVA; p = 0.0054).\nGuinea pigs (n = 16 per virus) were infected with the indicated viruses at 2,000 PFU by the IP route. Three uninfected animals were included as controls. A. Weight loss was monitored over the course of the study and individual weights were calculated based on Day 0 starting weight. B. Viremia (n = 4 guinea pigs per virus per time point) was determined by plaque assay. Log10 titer (pfu/ml) were calculated and graphed with standard deviation. C. Levels of serum IFN-α were determined by guinea pig-specific ELISA. Uninfected guinea pigs (N = 3) were used as a baseline control. Dashed line indicates mean titer of uninfected animals plus three standard deviations.\n\n\nGross pathology\nGross lesions were generally mild and limited to observations in the lymph nodes, lung and liver. Gross lesions were absent in day 3 animals from both groups. Gross lesions that may be attributable to arenavirus infection in the JUNV and GTOV infected day 7 animals included red, diffusely mottled discoloration in the lungs affecting all lobes; enlarged mandibular and mesenteric lymph nodes approximately two to three times normal size; and multifocal, pinpoint areas of tan discoloration in the liver. Gross lesions in both the JUNV and GTOV infected day 10 animals, included multifocal, mild, patchy red discoloration in all lung lobes. The JUNV infected day 10 animals also had multifocal, minimal, small pin-point areas of tan discoloration in the liver. Gross lesions in both the JUNV and GTOV infected day 12 animals and the control animals included multifocal, mild, patchy red discoloration in all lobes. The JUNV and GTOV infected day 12 animals also had multifocal, small (less than 0.5cm) areas of tan discoloration in the liver. A single GTOV infected day 12 animal also had larger (0.5–1 cm), patchy to linear, areas of darker brown discoloration in the liver. No significant gross lesions were identified in the brain, eyes, thymus, heart, trachea, esophagus, salivary glands, thyroid gland, spleen, small and large intestines, adrenal glands, pancreas, gastrointestinal tract, skeletal muscle, kidney, urinary bladder or reproductive organs.\n\n\nHistology & ISH\nThe organs with the highest severity scores and the greatest constellation of lesions were the hematolymphoid organs. Organs examined include the mesenteric and mandibular lymph nodes (LNs), spleen, thymus and bone marrow. Significant histopathology and ISH findings are summarized by number of animals affected at each time point, for each group, in Table 1 (table of findings is not comprehensive). Findings in the lymph nodes included lymphoid hyperplasia in both the follicles and paracortical regions. This finding was seen exclusively in a subset of day 3 animals in both lymph nodes and in both JUNV and GTOV infected groups (Fig 2A and 2D). There was mild variation in the number of animals affected for each lymph node, severity scores and/or whether the lymphoid hyperplasia was predominantly follicular or paracortical, but otherwise the lesions were similar between groups.\nIn graphs A–I select histology lesions are graphed for the lymph nodes and spleen to display changes in lesion severity over time between JUNV and GTOV. A single dot or square represents a single animal and the blue or red shaded region represents the median.\n\n\nHematolymphoid system\nLymphoid depletion was consistently observed in both the mandibular and mesenteric lymph nodes on days 7, 10 and 12 in both JUNV and GTOV infected animals (Figs 2B, 2E and 3). Depletion increased in severity on days 10 and 12 compared to day 7, and this pattern was more consistent in the GTOV infected animals. The lesion is characterized by decreased density of lymphocytes in follicles and paracortical areas and was often accompanied by an increase in tingible body macrophages. Lymphoid depletion occasionally resulted in the absence of germinal centers and/or follicles highlighting a prominent reticular meshwork. Lymphoid necrosis/apoptosis was also present in both lymph nodes on days 7, 10 and 12, in both the JUNV and GTOV infected animals (Fig 2C and 2F). There was variation in this lesion frequency and severity between groups across all days but the only consistent pattern which emerges is the lesion frequency and severity appear greater on day 10 in the GTOV infected animals compared to the day 10 JUNV infected animals (Figs 2C, 2F and 3). Lymphoid necrosis/apoptosis was characterized by either small multifocal to regionally extensive areas of lymphocyte apoptosis with nuclear pyknosis, karyorrhexis and apoptotic bodies and an absence of accompanying inflammation. The lesion was primarily in the cortical and paracortical region of lymph nodes and occasionally in the medullary cords. Areas of lymphocyte apoptosis/necrosis are often populated with numerous tingible body macrophages phagocytosing apoptotic debris and often coincides with the above described lymphocyte depletion and thus, the underlying stroma is occasionally prominent with scattered apoptotic debris.\nBlue boxes in rows 1 and 2 represent enlarged areas in rows 3 and 4. Row 1 represents H&E at 4X magnification; note the decreased density of lymphocytes in the cortex (and medullary cords), including follicles and parafollicular areas. The control LN is mildly hyperplastic with follicles containing prominent germinal centers. Row 2 represents ISH at 4X magnification and shows marked labeling of viral RNA (in same area shown in row 1) in the depleted lymph nodes including cortex, medullary cords, and prominent outlining of vessels in the GTOV group. Row 3 represents H&E at 20X magnification; there is depletion of lymphocytes with apoptosis/necrosis, which is more prominent in the GTOV image, increased tingible body macrophages (blue ovals) and vessels with hypertrophied endothelium (blue arrows). Row 4 represents ISH at 20X magnification; there is marked viral RNA labeling in same area shown in row 3, with labeling throughout the cortex including in areas of apoptosis/necrosis and in vessels.\nInfiltrates of histiocytes were present in the sinuses in both LNs, most often medullary but occasionally cortical, in both the JUNV and GTOV infected groups. The lesion was noted in a subset of animals at the majority of time points for both groups and there was mild variation when comparing groups across the different lymph nodes and time points. The presence/absence and severity were most similar on days 7 and 10, and most dissimilar on day 12, where the lesion was more common in GTOV infected animals (i.e. present in 0–25% of day 12 JUNV infected animals versus 75–100% of day 12 GTOV infected animals). Of note, the lesion was also present in two of three controls in the mesenteric lymph node suggesting at least to some degree it may represent a background finding. Perivascular hemorrhage was also observed in day 7 and 10 animals, predominantly in the mandibular lymph node. While present in both JUNV and GTOV infected animals, it was more common in GTOV infected animals with 62.5% of day 7/10 animals affected and only 25% of JUNV animal affected. The lesion was characterized by extravasation of erythrocytes, often in multiple layers in the cortex, surrounding small or intermediate caliber vessels, with hypertrophic or reactive endothelium.\nVascular changes in the cortex, paracortex and medulla were observed in multiple lymph nodes and most resembles hypertrophy of high endothelial venules (HEV) [27] but also included hypertrophy/reactivity of vascular endothelium in other vessels, such as those in the medullary cords. This finding was present in both JUNV and GTOV infected animals with similar severity and distribution across days 7, 10 and 12, but not day 3 and was characterized by hypertrophy of vascular endothelium, either of the normally larger endothelium of HEVs or the endothelium of other vessels (Fig 3, row 3)). Additional accompanying features include increased migration of lymphocytes across vessel walls, increased aggregation of lymphocytes around vessels and dilation of vessels. These changes occur in response to immune stimulation (i.e. cytokines from the LN stroma) which increases migration of lymphocytes and may be associated with increased cellularity in the lymph node [27].\nIn situ hybridization (ISH) results in the lymph nodes for JUNV and GTOV infected animals were similar in severity, spatial and temporal distribution across days (Fig 4A and 4B). ISH results are summarized by number of animals affected for major organs, by group and time point, in Table 1. The primary differences, albeit minor, include more prominent/frequent labeling in medullary vessels and sinuses in GTOV infected animals at days 10 and 12 than in JUNV animals in some cases, but this is a subtle distinction (Fig 3, row 2). One additional difference is that minimal labeling was noted in a single day 3 animal in the JUNV-infected group but none of the day 3 GTOV infected animals. Both lymph nodes also showed a similar pattern of labeling. There was a clear increase in labeling from days 7 to 10 but labeling was relatively similar on days 10 and 12. Regions with labeling include the cortex (often surrounding follicles but with less labeling in follicles), paracortex and medullary cords with the most extensive labeling often being in the cortex. Labeling was frequently strong and prominent with the strong signal often preventing the ability to determine with precision the cell type infected in many areas. Nonetheless, labeling was specifically identified in macrophages in sinuses, cortical vessels and HEVs, and small and large medullary vessels, including the tunica adventitia of some arteries. Labeling was also present in sinus lining cells (i.e. lymphatic endothelium and/or macrophages). In addition to labeling in the lymph node parenchyma, there was frequently strong labeling in the lymph node capsule and vessels and connective tissue of the surrounding peri-nodal adipose tissue, particularly on days 10 and 12. Additional techniques (i.e. IFA, duplex or multiplex) would be necessary to distinguish labeling in lymphocytes, antigen presenting cells (APC), stromal cells such as fibroblastic reticular cells (FRCs) and macrophages in the cortex, paracortex and medullary cords.\nIn graphs A–I severity of viral RNA labeling is graphed for select organs to display changes in labeling severity over time between JUNV and GTOV. A single dot or square represents a single animal and the blue or red shaded region represents the median.\nMany of the lesions noted in the lymph nodes such as lymphoid depletion and apoptosis/necrosis were also present in the spleen. The severity scoring and temporal distribution of lesions in the spleen were similar between the JUNV and GTOV infected animals. There was minimal lymphoid depletion in one day 3 animal in the GTOV group but and none of the day 3 JUNV group. Lymphoid depletion in the white pulp was noted predominantly at days 7, 10 and 12, with an increase in severity scoring at later time points (Figs 2H and 5). The lesion was characterized by a decrease in lymphocyte density in the white pulp, follicles, including the marginal zone, and Periarterial lymphatic sheath (PALS) in most cases. Occasionally lymphocyte depletion predominated in the PALS. Similar to the lymph nodes, apoptosis/necrosis was also observed in the splenic white and occasionally red pulp. Lymphoid depletion and apoptosis/necrosis were inconsistent in severity and frequency and differed between groups (Fig 2I). In the JUNV animals, lymphoid apoptosis/necrosis was present in three day 12 animals in both the red and white pulp (Figs 2I and 5). Whereas in the GTOV-infected animals the lesion was present in day 10 as well as day 12 animals with greater variation in severity, and was predominantly present in the white pulp in the majority of animals (67% of those affected). Splenic lymphoid apoptosis/necrosis was generally more common in the GTOV infected animals, but less severe than in the JUNV infected animals and was characterized by karyorrhectic and pyknotic nuclear lymphocyte debris scattered throughout the red and/or white pulp (PALS, follicles, and/or marginal zone), often within macrophages. Occasionally the karyorrhectic debris was dense, but in the an absence of inflammation, most consistent with apoptosis.\nBlue boxes in rows 1 and 2 represent enlarged areas in rows 3 and 4. Row 1 represents H&E at 4X magnification; note decreased density of lymphocytes in white pulp, including follicles, PALS and marginal zone (most obvious in GTOV animal). Control spleen shows normal red pulp and white pulp architecture and lymphocyte density. Row 2 represents ISH at 4X magnification; there is marked labeling of viral RNA (in same area as shown in row 1) in both the white and red pulp, with prominently outlining red pulp vascular spaces. Row 3 represents H&E at 20X magnification; there is decreased density of lymphocytes in white pulp (nearly absent in GTOV animal), abundant deposition of fibrin in the marginal zone of the white pulp (black asterisk) and in the red pulp, scattered apoptotic/necrotic debris and hemorrhage in the white pulp. Row 4 represents ISH of spleen at 20X magnification; marked viral RNA labeling is present (same area shown in row 3), with labeling in white and red pulp and prominent outlining of red pulp vascular spaces (between blue arrows).\nInfiltration of macrophages into the splenic red pulp was also a common finding and followed a similar frequency and temporal distribution as lymphoid depletion, with these two lesions being the most common findings in the spleen. Red pulp infiltration by macrophages was predominantly present at days 7, 10 and 12, only being present in one day 3 GTOV infected animal. The temporal distribution and severity were generally similar between the JUNV and GTOV infected animals and was characterized by increased number of macrophages populating the red pulp, often containing yellow-brown granular pigment (likely hemosiderin) and debris in the cytoplasm, particularly in the day 10 and 12 animals. Accumulation of fibrin within the red pulp vascular spaces as well as in the depleted marginal zones surrounding white pulp/follicles occurred in the day 12 animals (only) of both groups (Figs 2G and 5). In the JUNV infected animals it was more consistent throughout the red pulp and in the marginal zone. In the GTOV infected animals it was generally less severe and occasionally occurs in large aggregates (that may have effaced the white pulp). In three day 12 animals, including two JUNV infected and one GTOV infected, there was also mild to moderate hemorrhage in the white pulp.\nIn situ hybridization labeling of the spleen occurs on days 7, 10 and 12 and is similar in JUNV and GTOV infected animals for days 7 and 10, but consistently more severe in the day 12 animals infected with JUNV (Figs 4C and 5). Labeling is present in both the white and red pulp and strong and extensive signal often precluded localization to a specific cell type. However, labeling could specifically be identified in red pulp macrophages, vessels and red pulp vascular spaces. In a subset of animals (from both groups) the labeling was predominantly in the white pulp, including PALS, follicles and marginal zone with much less labeling in the red pulp; whereas, in others it was present in both compartments in approximately equal distribution.\nThymic lymphocyte necrosis/apoptosis is similar between JUNV and GTOV infected animals with mild variation in severity scores and temporal distribution (Fig 6A). This lesion was present but minimal in less than half of the day 7 and 10 animals from both groups but more severe (mild to marked) and present in all the day 12 animals from both groups. It was most predominant in the cortex and characterized by pyknotic nuclear and karyorrhectic debris, but also occurred sporadically at the corticomedullary junction and intermittently extended into the medulla, and in some cases resulted in cortical thinning and a decreased cortical: medullary ratio. In situ hybridization findings in the thymus includes viral RNA labeling at days 7, 10 and 12, increasing in severity over time, and following a similar temporal pattern across JUNV and GTOV infected animals with some slight variations in severity (Fig 4D). Similar to the lymph nodes and spleen, the strong and extensive signal often prevented localization to a specific cell type. However, in most samples labeling was localized to vessels/vascular tunics, stroma, capsule, thymic corpuscles and surrounding adipose tissue. Interestingly, while labeling is present in the cortex and medulla, it was often more prominent/extensive in the medulla; whereas, the majority of apoptosis was present in the cortex or near the corticomedullary (CM) junction. In general, more mature T cells are present in the medulla compared to the cortex (i.e. single positive T cells versus double positive T cells) and there are more thymic epithelial cells, dendritic cells and thymic corpuscles in the medulla [27].\nIn graphs A–H select histology lesions are graphed for a subset organs to display changes in lesion severity over time between JUNV and GTOV; viral RNA labeling by ISH is also graphed for the liver (graph H) to show changes in labeling severity for both viruses over time. A single dot or square represents a single animal and the blue or red shaded region represents the median.\nLesions in the bone marrow included necrosis, hemorrhage and fibrin accumulation. Necrosis was present at day 10 and 12 in both JUNV and GTOV infected animals but is more severe in the JUNV cohort at day 12. The lesion was characterized by abundant karyorrhectic debris and fragmented and pyknotic cells scattered throughout the bone marrow likely consisting of myeloid, erythroid, megakaryocytic and potentially stromal or other cell types such as macrophages (Fig 6B). Of note, a subset of these changes, including numerous pyknotic cells with intact membranes, were more consistent with apoptosis as seen in the lymphoid organs. However, the abundance of scattered cellular debris as well as fibrin and hemorrhage suggest a combination of both necrosis and apoptosis. The pathogenesis of this lesion may involve direct viral effects (i.e. infection followed by cell death) or may be part of a secondary process (such as ischemia, surrounding inflammation, changes in levels of cytokines and/or trophic factors). Hemorrhage and fibrin accumulation were seen in day 12 animals but were more frequent and severe in the JUNV infected animals (Fig 6C). In situ hybridization findings in the bone marrow included viral RNA labeling of the day 7, 10 and 12 animals for both JUNV and GTOV (Fig 4E). Temporal distribution was similar between JUNV and GTOV infected animals but there were subtle differences in severity with day 10 and 12 labeling being slightly more severe in JUNV infected animals. The majority of viral RNA labeling was multifocal but occasionally patchy or diffuse and increased over days 7–12. The signal was strong, extensive and in general was often localized to hematopoietic cells including megakaryocytes, as well as adipose tissue and vascular tunics.\n\n\nNervous system / special senses\nNervous and special sense organs examined include the brain and eyes. Three sections of brain were examined, two transverse sections and one mid-sagittal section. The rostral transverse section included the cerebral cortex, lateral ventricles, corpus callosum, striatum and pallidum; a middle transverse section including cerebral cortex, striatum, hippocampus, thalamus, hypothalamus and third ventricle; and a caudal mid-sagittal section including cerebellum and brainstem (pons and medulla).\nHistologic lesions in the brain were uncommon and predominantly consisted of subtle necrosis and inflammation in the choroid plexus in the third, lateral and/or fourth ventricles and was only present in day 12 animals (Figs 6D and 7). Necrosis was only identified in a single JUNV infected animal, and inflammation was present in 75% of JUNV infected day 12 animals and 25% of GTOV infected day 12 animals (Fig 6D). Necrosis was characterized by small amounts of karyorrhectic debris in the vascular center of the choroid plexus with multifocal areas of fibrin accumulation and occasional hyalinization of capillary walls (Fig 7, image 1c). Inflammation was characterized by accumulation of lymphocytes and macrophages in the vascular center of the choroid plexus with accumulation of fibrin and/or edema around or within the capillary walls. These lesions were likely associated with the presence of viral RNA or virus in the choroid plexus (see below). The nature and location of viral labeling by ISH in many tissues is consistent with some degree of vascular tropism. Viral RNA labeling was present at days 10 and 12, was approximately similar between JUNV and GTOV infected animals and generally increased in severity from days 10 to 12 (Figs 4F and 7). Viral RNA labeling was present throughout all three sections of brain and the majority of labeling was noted in vessels of the meninges, neuropil (predominantly gray matter) and choroid plexus. Significant labeling was not noted in the epithelial lining of the choroid plexus, but rather is concentrated in the center, which is capillary rich with a thin collagen matrix. In the majority of animals there was at least some degree (either minimal focal or multifocal) of labeling of neuroparenchymal (neuropil, neurons, and/or glia) components but was less common than labeling of adjacent vessels (Fig 7, images 2b and 2d).\nImage group 1 represents an area of cerebral cortex at level of central hippocampus/thalamus/hypothalamus (images 1c and 1d correspond to the blue box in images 1a and 1b respectively and images 1b/d show the same area as images 1a/c). In image 1a (4x magnification H&E) at center is a lateral ventricle with choroid plexus (corpus callosum is below) and an infiltrate of lymphocytes is present in the choroid plexus (black arrow). Image 1b (4X magnification ISH; same area shown in 1a) shows an area of strong viral RNA labeling in the choroid plexus and in vessels in the adjacent neuroparenchyma (black arrows). Image 1c (20X magnification H&E) shows inflammation/necrosis in/around vessels of the choroid plexus (with endothelial hypertrophy and leakage of fibrin/edema). Image 1d (20X magnification ISH) shows strong viral RNA labeling in the center/vessels of the choroid plexus–note labeling is predominantly isolated to the center and not in the lining epithelium. Image group 2 shows an area of cerebral cortex (images 2c and 2d correspond to the blue box in images 2a and 2b respectively and images 2b/d show the same area as images 2a/c). In image 2a (4X magnification H&E) there are no appreciable histologic lesions. In image 2b (4X magnification ISH; same area shown in 2a) there is strong viral RNA labeling in vessels and in a large focal area of peripheral neuroparenchyma underlying the meninges (black arrow). In image 2c (20X magnification H&E) there are also no appreciable histologic lesions. In image 2d (20X magnification ISH; same area shown in 2c) there are areas of viral RNA labeling in the neuroparenchyma (glia, neuropil and potentially neurons) as well as strong labeling in vessels, including the endothelium.\nHistologic lesions in the eye most likely associated with viral infection include minimal or mild inflammation and necrosis in the choroid and necrosis in the conjunctival lymphoid tissue (Figs 6E and 8C). These lesions were seen exclusively at day 12 and predominantly in the JUNV infected group. Two (50%) day 12 JUNV infected animals had minimal to mild apoptosis/necrosis of lymphoid tissue in the conjunctiva, one of which also had hyperplastic lymphoid tissue. The lesion likely has the same origin/pathogenesis as the similar lesion seen in the lymph nodes. Both animals had viral RNA labeling in the lymphoid tissue, similar to what is described in the lymph nodes which provides further support for viral predilection for lymphoid tissue. There is also viral RNA labeling in the adjacent conjunctival epithelium. The two lesions in the choroid of the eye are reminiscent of the lesions seen in the choroid plexus of the brain. Inflammation was characterized by either infiltration of lymphocytes and/or macrophages, or rarely granulocytes (eosinophils or neutrophils) into the choroid in low numbers with thickening/expansion of the choroid (Fig 8). The necrosis is characterized by very small amounts of karyorrhectic debris in the thickened choroid. Inflammation and/or necrosis was seen in 100% of the day 12 animals in the JUNV-infected group, but only 50% of the day 12 animals in the GTOV group (Fig 6E).\nImages a and b are from the same region and images c and d represent blue boxes in images a and b respectively. Image a (4X magnification, H&E) shows a thickened choroid; retina is artificially detached from choroid. In image b (4X magnification, ISH) there is strong viral RNA labeling (red) in choroid extending anterior toward the anterior uvea (black arrow); note also the small section of lacrimal gland with a minimal amount of labeling (blue arrow); part of the sclera is artifactually separated from the choroid. Image c (20X magnification, H&E) shows the choroid (between thick black arrows) thickened with infiltrating mononuclear inflammatory cells; note the retina is artifactually separated with only thin layer of outer retina remaining attached. Image d (20X magnification, ISH) shows strong viral RNA labeling in the inflamed, thickened choroid; note the sclera has partially, artifactually separated from the choroid).\nIn situ hybridization viral RNA labeling was seen on days 7, 10 and 12 in both JUNV and GTOV-infected animals but predominantly on days 10 and 12 with an increase in severity on day 12 (Figs 4G and 8). Labeling was seen in a similar temporal pattern between JUNV and GTOV infected animals, but day 12 animals in the JUNV group had consistently higher severity scores (Fig 4G). Labeling was frequently bilateral and noted in the choroid, anterior uvea (iris and ciliary body), sclera/cornea at the limbus, conjunctiva including epithelium and lymphoid tissue. Labeling was not seen in all locations in each animal but was seen in most locations in the most severely affected animals and the choroid was one of the most consistent locations for labeling where it was often strong and extensive (Fig 8). In the anterior uvea labeling was seen in the connective tissue core/stroma and not the epithelium. In some of the more severely affected JUNV animals labeling was also present in the connective tissue and lacrimal glands adjacent to the eye. The pattern of labeling in the eye may also reflect vascular viral tropism as labeling was seen in areas with numerous capillaries (i.e. scleral/corneal limbus and choroid) and in vessels. Interestingly, a low number of animals in all groups, including one control, had conjunctival lymphoid hyperplasia and three of the either JUNV or GTOV infected animals (one day 7, two day 12) also had viral RNA labeling in the hyperplastic lymphoid tissue. It is unclear whether the virus resulted in lymphoid hyperplasia or whether it was trafficked into the lymphoid tissue as part of antigen presentation, particularly given the potential predilection of the virus for lymphoid tissue as seen in the lymph nodes, spleen and thymus. A single day 7 animal in the JUNV-infected group had a focal mononuclear infiltrate in the posterior sclera adjacent to the optic nerve head, localized to the connective tissue adjacent to the optic nerve. It is likely related to viral infection as there is viral RNA labeling localized to the infiltrate and surrounding the optic nerve. Both labeling and lesion severity were minimal in degree but significant given the likely causal association, early presence (i.e. day 7) and location near the optic nerve.\n\n\nCardiopulmonary system\nLesions in the lung were relatively uncommon and when present either of minimal or mild severity. Most lung lesions fall into the equivocal category, meaning they may or may not be directly related to arenavirus infection. Additionally, some of the lesions such as perivascular infiltrates (i.e. infiltration of low numbers of inflammatory cells in the absence of other features of inflammation) were noted in the control animals and are known to be a background finding in guinea pigs and of unknown etiology [28]. Perivascular infiltrates of mononuclear cells, predominantly lymphocytes, and perivascular inflammation were seen collectively as the most common lung lesions and occurred as small nodules adjacent to or surrounding small to medium sized pulmonary vessels (Fig 9A). Viral RNA labeling is associated with some, but not all, of these perivascular lesions. Perivascular inflammation was present in four JUNV animals, from days 7, 10, 12. Perivascular infiltrates were seen in the majority of animals in the study, including three control animals, and at all time points for both JUNV and GTOV with the exception of day 3 JUNV infected animals. Given the distribution of viral RNA labeling, these infiltrates may be associated with infection, but are considered equivocal given their presence in control animals and as a documented background lesion of guinea pigs.\nImages a and b are from the same region; images c and d represent blue boxes in images a and b respectively. In image a (4X magnification, H&E) there are multifocal areas of minimal alveolar inflammation (blue arrow and blue box) that are often associated with small vessels, and areas of mononuclear infiltrate surrounding larger vessels (black arrow). In image b (4X magnification, ISH) there is strong viral RNA labeling in areas of alveolar inflammation and labeling in mononuclear infiltrates surrounding vessels. In image c (20X magnification, H&E) there is minimal mononuclear alveolar inflammation, at the center of which is a small vessel surrounded by a mononuclear infiltrate (perivascular). Image d (20X magnification, ISH) is the corresponding ISH image and shows strong viral RNA labeling in the area of alveolar inflammation and surrounding the small vessel at center.\nThe remaining lung lesions were rare and in most cases of minimal severity. Minimal alveolar inflammation was present in nine animals including one control. The nature of the inflammation was multifocal and variable either being composed of mononuclear cells (lymphocytes and/or histiocytes) and heterophils or eosinophils within alveolar lumina or expanding alveolar septa (Fig 9C). This inflammation is more consistently present in the JUNV infected animals and the temporal distribution (i.e. more consistent in days 10 and 12) suggests these lesions may be associated with viral infection. Additionally, in some cases there is more pronounced viral RNA labeling in areas with alveolar inflammation also suggesting the lesion is secondary to viral infection (Fig 9). Bronchiolar lesions included rare minimal to mild infiltrates of mononuclear inflammatory cells, with fewer heterophils or eosinophils, and are present in both groups at multiple time points but were more common in GTOV infected animals. The infiltrates were often concentrated around bronchioles in the adventitia but also extended into the muscular layer and occasionally to the lamina propria. This finding was relatively rare, only found in five animals. Viral RNA labeling was frequently noted associated with the infiltrates suggesting they may be related to infection.\nViral RNA labeling in the lung is discussed above in reference to specific lesions, but was also noted in other areas throughout the lung and ranged in severity from minimal to marked (Fig 4H). Severity increased over time with marked labeling present in day 12 JUNV infected animals (Fig 4H). RNA labeling was identified in the alveolar septa (pneumocytes, macrophages, capillaries); infiltrates and areas of inflammation as previously discussed; small vessels (endothelium, tunica media, tunica externa); adventitia and smooth muscle of bronchioles; bronchus-associated lymphoid tissue (BALT); and occasionally mesothelium (Fig 9). Similar to other tissues examined in this study, labeling was often noted in the absence of appreciable histologic lesions (Fig 9). Temporal labeling was similar and increased over time for both JUNV and GTOV infected animals with the day 12 JUNV infected animals receiving a slightly higher severity score (Fig 4H). The extensive labeling suggests the lung may be a target tissue for this virus, potentially due to the pulmonary vascular pattern, but also indicates that in many cases the response to viral infection, even in the later time points, is relatively subdued.\nThe primary lesion in the trachea was an infiltrate in the lamina propria and mucosa composed of eosinophils or heterophils in the epithelium, lamina propria and occasionally extending to the submucosa with no obvious tissue damage. The lesion was seen on days 3, 7 and 10 in both GTOV and JUNV infected animals with no relationship to time point, and was also present in control animals suggesting this may be an equivocal lesion (i.e. may or may not be related to infection). There is viral ISH labeling which increases between days 10 and 12 for both JUNV and GTOV infected animals. Labeling was predominantly in the submucosa and lamina propria including submucosal vessels as well as the mucosal epithelium, particularly in the more severely affected animals.\nLesions in the heart were very rare and included minimal mononuclear and/or heterophilic inflammation seen in the atrial septa in a day 3 JUNV infected animal and also in a control, indicating this lesion is most likely incidental, supported by a lack of corresponding ISH labeling. Two day 12 animals, one in each group (JUNV and GTOV), had minimal mononuclear inflammation in the endocardium. In both animals the lesion was very small and focal or multifocal, both in the right ventricle and both with viral RNA labeling in the lesion. Rare, unattached fibrin thrombi are seen in the ventricles or atria of two JUNV infected animals (days 10 and 12) that may have occurred as a consequence of infection or endothelial damage, but may also be incidental given their rarity and minimal degree. Viral RNA labeling in the heart was noted in both day 10 and 12 JUNV and GTOV infected animals which increases from day 10 to day 12 in a similar pattern between groups. Labeling was present most consistently in the endocardium and myocardial vessels, but also in cardiac myocytes, most often in a nuclear or perinuclear location. Labeling was seen in most regions of the heart including both ventricles, the interventricular septum, atria, auricles and papillary muscles.\n\n\nHepatobiliary system\nThe majority of significant lesions in the liver were equivocal. Additionally, there was an extensive set of background or incidental lesions in the liver which have been documented in guinea pigs and which will be briefly discussed at the end of this section. Hepatocellular vacuolation, both microcytic and macrocytic, was the most consistent finding likely related to viral infection, although it was also present to a minimal degree in the control animals (Fig 6G). In the control animals and the majority of infected animals in either group the lesion was macrocytic (i.e. larger sized, often single, clear vacuoles in the hepatocyte cytoplasm that may compress the nucleus). Fewer infected animals showed a microcytic hepatocyte vacuolation pattern (i.e. many smaller vacuoles filling the cytoplasm). These animals were generally in the day 10 or 12 cohorts for both JUNV and GTOV, suggesting viral infection likely played a role in the lesion, either directly or indirectly (Fig 6G). The patterns of vacuolation were either diffuse or peripheral (i.e. at the periphery of lobes) and variably present in all zones (i.e. centrilobular to midzonal or periportal to midzonal).\nThe remaining lesions were much less common and occurred somewhat sporadically in both groups. Portal necrosis was seen in one day 12 animal in the JUNV group and was characterized by small amounts of apoptotic/necrotic debris in the portal region, likely representing individual cell necrosis of biliary epithelium, lymphocytes or endothelial cells. Periportal inflammation or inflammation consisting of predominantly mononuclear cells was seen in a low number of both JUNV- and GTOV-infected animals. There was not a consistent pattern between groups (i.e. it occurred in different day cohorts in JUNV- versus GOTV-infected animals) but the lesion was not seen in control groups and therefore may be related to infection. An adherent fibrin thrombus was seen in the central vein in a single day 10 JUNV infected animal which may have occurred as a consequence of endothelial infection and/or damage. Viral RNA labeling in the liver is seen on days 7, 10 and 12 in both JUNV and GTOV infected animals, and increases from days 7 to 10/12 (Fig 6H). Labeling was present in hepatocytes; sinusoids (Kupffer cells, other sinusoidal lining cells); portal areas (endothelium, other); the periphery of areas of necrosis (degenerate hepatocytes, biliary hyperplasia–note this is the background lesion discussed below). In the animals with higher scores (i.e. day 12) there is a slight zonal pattern with more labeling around central veins and portal regions in some areas, which is similar for both JUNV and GTOV.\nThere was a constellation of lesions in the liver of multiple animals in both groups as well as the control animals that have been documented as background or incidental lesions in guinea pigs [28], but will be described briefly due to their extensive nature. These lesions include hepatocellular necrosis and degeneration with hepatocyte loss, biliary epithelium hyperplasia, hemorrhage, fibrosis and mineralization. The precise cause of these lesions is unclear. These lesions were seen in both groups, as well as the control animals, at multiple time points and with no clear pattern of occurrence. Additionally, this constellation of lesions was seen in animals with no viral labeling and in animals with increased viral labeling in both JUNV and GTOV infected animals; however, labeling was not seen in necrotic hepatocytes. While the reason for this increased labeling is unclear, it is postulated to be related to changes in vascular patterns associated with these incidental lesions, followed by increased viral RNA in the area due to the proclivity of the virus for blood vessels, resulting in increased labeling. These lesions have been previously described/discussed and similar findings are reported elsewhere in the literature [28–30].\nLesions in the gallbladder were noted in one animal with a mononuclear infiltrate. There was viral RNA labeling in a temporal pattern similar to that observed in other organs which was most severe at day 12 in both JUNV- and GTOV-infected animals. Labeling was predominantly in the submucosa and lamina propria, along the basement membrane, in vessels and lymphatics and rarely in the epithelium on the animals with higher labeling scores. JUNV animals showed consistently higher labeling scores than GTOV infected animals.\n\n\nDigestive system\nThe pancreas and salivary gland will be discussed separately, and the remaining gastrointestinal organs will be discussed collectively as a group including esophagus; stomach; duodenum; jejunum; ileum; cecum; and large intestine. Histologic lesions in the pancreas were rare and included minimal inflammation in the peripancreatic adipose tissue noted in two JUNV and one GOTV animal with no specific temporal pattern. There was viral RNA labeling in the pancreas in both groups at days 10 and 12, with the majority in the exocrine acini, the interstitium, or rarely in islets of Langerhans. There were also foci of labeling in the adjacent peripancreatic adipose tissue / mesentery in several cases. Labeling in day 12 JUNV-infected animals had a consistently higher score compared to labeling in day 12 GTOV-infected animals.\nSalivary gland lesions included periductal mononuclear inflammation seen in the mixed/mandibular salivary gland of one day 10 JUNV-infected animal and one day 12 GTOV-infected animal. The inflammation was associated with enlarged ductal epithelial cells with large, eosinophilic, 2–4μm, intranuclear inclusion bodies. This lesion is characteristic of guinea pig cytomegalovirus [28], present as a latent or persistent infection in many guinea pigs. Although it may be considered an incidental finding, it may also suggest some degree of immunosuppression in these animals. The agent was confirmed with ISH viral RNA labeling which was multifocally positive in rare ductal epithelial cells. Viral RNA labeling for arenavirus was also identified in the salivary gland interstitium, and rarely in vessels and epithelium in days 10 and 12 JUNV and GTOV infected animals and did not correlate with histologic lesions.\nEsophageal and gastric lesions did not follow a specific pattern or correlate with viral RNA labeling. The most consistent lesion in the small and large intestine consisted of necrosis/apoptosis in the lamina propria characterized by small amounts of apoptotic or karyorrhectic debris in the lamina propria, often in or around mildly dilated lymphatics (Fig 10C). The necrosis or apoptosis may represent remnants of infiltrating mononuclear inflammatory cells (i.e. macrophages or lymphocytes) and/or endothelium lining vessel and/or lymphatics. The lesion was present predominantly at day 12 in the small and large intestines and was similar between GTOV and JUNV infected animals with the exception of being present at day 10 in GTOV infected animals but not at day 10 in JUNV infected animals (Fig 6F). Other lesions in the intestine included hyperplasia of the gut associated lymphoid tissue (GALT) and apoptosis/necrosis of the lymphoid tissue in both JUNV and GTOV infected animals. Minimal hyperplasia of the GALT was also observed in control animals. GALT hyperplasia was most commonly seen in the ileum and most consistent in day 3 and 7 GTOV infected animals. Apoptosis/necrosis in the GALT was a rare finding in the day 10 and/or day 12 animals in both groups. It is presumed to have a similar pathogenesis to the lesions described above for other lymphoid tissues. Viral RNA labeling was present in both hyperplastic lymphoid tissue as well as areas with apoptosis and is discussed next (Fig 10).\nImages a and b are from the same region; images c and d represent blue boxes in images a and b respectively. In image a (4X magnification, H&E) there is minimal dilation of villar lamina propria with small amounts of apoptotic debris. In image b (4X magnification, ISH), the corresponding ISH images there is strong viral RNA labeling in the lamina propria and submucosa with occasional labeling in the muscular layers; there is prominent labeling in intestinal nerve plexi (submucosal and myenteric) (black arrows). In image c (20X magnification, H&E) there are small amounts of apoptotic debris in the lamina propria (blue arrows); black arrows indicate submucosal and myenteric nerve plexi. In image d (20X magnification, ISH), the corresponding ISH image, there is strong viral RNA labeling in the lamina propria, extending into the submucosa; note rare labeling in the inner muscle layer and labeling in nerve plexi (black arrows).\nViral RNA labeling was seen on days 10 and 12 in the esophagus and stomach and in days 7, 10 and 12 in the esophagus, stomach and small intestine (Fig 4I). ISH was not performed in the large intestine/cecum. The labeling patterns (temporal and spatial) between JUNV- and GTOV-infected animals were similar but the severity scores in the JUNV day 12 animals were higher than those of the GTOV-infected animals (Fig 4I). Gastrointestinal organ labeling was predominantly in the lamina propria including vessels but also extended into the submucosa. Labeling was also present in a focal or multifocal, often sporadic pattern between or within muscle layers and in vessels, including the adventitia (Fig 10). In the esophagus there were multifocal, patchy, but prominent areas of labeling of the squamous mucosal epithelium. The highest amount of labeling occurred in the small intestine and was often seen extending into the villar epithelium (Fig 10). Interestingly, specific, strong and consistent labeling was also present in the myenteric and submucosal plexi (in both groups) in the small intestine, suggesting this agent may also target the enteric nervous system (Fig 10). This labeling was also present in the stomach, but was less prominent. The overall labeling pattern shows an increase over time from day 7 to 12 (Fig 4I).\n\n\nEndocrine system\nEndocrine organs examined include the adrenal gland and thyroid gland. Lesions were rare in the adrenal gland and include both equivocal lesions and lesions most likely related to viral infection. Equivocal lesions included rare, minimal inflammatory infiltrates in either the periadrenal adipose tissue, cortex or medulla. Infiltrates in periadrenal adipose tissue were rarely located within or around the large ganglion positioned adjacent the adrenal gland. Lesions were generally either mononuclear and/or heterophilic and occurred sporadically in both groups but were more common in JUNV infected animals. Other equivocal findings in the adrenal gland included cytoplasmic vacuolation and mineralization in the cortex. Cytoplasmic vacuolation was noted in nearly all animals in the study including controls; however, the vacuolation discussed here was of greater incidence and/or severity than noted in the controls. The lesion was present in a day 7 and a day 12 GTOV infected animal and was isolated to the zona fasciculata. It was characterized by marked expansion of the cytoplasm with compression of the nucleus (often completely obscured) and cell swelling. It is presumed to represent a degenerative change but its relationship to viral infection is unclear due to the rarity of the lesion. Mineralization was noted in the cortex (zona fasciculata and/or reticularis) in three day 12, GTOV infected animals and was presumed to be dystrophic and potentially related to degeneration or necrosis in the cortex, although its rarity makes it difficult to draw specific conclusions about the origin. The remaining lesions in the adrenal cortex were also rare and most likely directly related to viral infection. These lesions include degeneration and/or necrosis, hemorrhage, and inflammation. The degeneration and/or necrosis was characterized by either cell swelling with vacuolation and/or shrunken hypereosinophilic cells with rare nuclear pyknosis, karyorrhexis and fragmentation (and mineralization in one day 12 GTOV infected animal) in the zona fasciculata with and without hemorrhage. Inflammation was seen in three day 12 animals (one JUNV, two GTOV) and was composed of either heterophils or macrophages and lymphocytes. Hemorrhage was a consistent lesion seen only in the four day 12 JUNV infected animals and surrounded and separated adrenal cortical cells in the zona fasciculata and reticularis in either a focally extensive or multifocal pattern. In general the lesions in the adrenal gland were significant based on their likely relationship to viral infection; however, their relative infrequency and low severity scores make drawing specific conclusions about the lesions in this organ problematic.\nViral RNA labeling in the adrenal gland was seen predominantly in day 10 and 12 animals, with increasing severity on day 12, but was also seen in one day 7 JUNV animal and two day 7 GTOV animals and was minimal in all three. In day 10 animals labeling ranged from minimal to mild in both groups. In day 12 it ranged from moderate to marked in JUNV infected animals and mild to moderate in GTOV infected animals. Multifocal labeling was present in all layers of the adrenal cortex as well as in the adrenal medulla and adrenal capsule including the cortical epithelium, medullary cells and in vessels. Labeling was occasionally noted multifocally in the areas of degeneration/necrosis described above, but not all areas of degeneration and necrosis had labeling present. Interestingly, in sections of adrenal gland with adjacent ganglia present in day 10 and 12 animals, there was occasional labeling in ganglion neurons, particularly in the day 12 animals.\nHistologic lesions in the thyroid gland were not observed in this study. However, viral RNA labeling was observed in the thyroid gland on days 10 and 12 in both JUNV- and GTOV-infected animals sharing a similar pattern in the interstitium (between follicles), which may include labeling of endothelium and/or parafollicular/C cells, and rare follicular cells.\n\n\nUrinary system\nUrinary system organs examined included the kidney and urinary bladder. Lesions in the kidney consisted of inflammatory infiltrates, predominantly mononuclear, in the renal pelvis, cortical and medullary and, rarely, perivascular interstitium. This lesion was frequent at all time points in both JUNV and GTOV infected animals, with a slightly higher frequency on day 10 and 12, and was also seen in one control animal. The renal pelvis was the most common location for the infiltrates. Lesions were not noted in the urinary bladder.\nViral RNA labeling was present in the kidney and urinary bladder in the majority of day 10 and 12 animals from both groups. In day 10 animals from both groups the kidney and urinary bladder labeling was minimal. In the day 12, JUNV-infected animals labeling ranged from minimal to moderate in the kidney and was mild in the urinary bladder. In the day 12 GTOV-infected animals, labeling in the kidney was minimal and was minimal to mild in the urinary bladder. In both groups labeling in the kidney was predominantly in the interstitium of the cortex and medulla including vessels, lamina propria underlying the urothelium of the renal pelvis, and rarely the urothelium of the day 12 animals. Labeling often accompanied inflammatory infiltrates in the renal pelvis. In the urinary bladder, labeling was predominantly in the lamina propria underlying the urothelium, but was also rarely seen in the urothelium as well as tunica muscularis and vessels (day 12 animals).\n\n\nReproductive system\nReproductive organs examined include the ovary and uterus. Lesions in the ovary were rare, present only on days 10 and 12 and included mononuclear inflammation or infiltrates at various locations in the ovary, occasionally associated with small vessels, in both GTOV and JUNV animals. Minimal apoptosis/necrosis was also identified in the stroma of one day 12 JUNV infected animal. Similar lesions were noted in the uterus and included mononuclear inflammatory infiltrates in the myometrium or endometrium that were occasionally perivascular. The overall character and temporal occurrence of these lesions suggests they may be associated with viral infection; however, the minimal severity and overall rarity of lesions suggests days 10 and 12 may be relatively early in the infection process or these organs are minimally targeted.\nViral RNA labeling was present in the ovaries and uterus on days 7, 10 and 12. In day 7, JUNV labeling was minimal and only present in 1 animal each in both the uterus and ovaries, similar to what was noted in GTOV-infected animals. All day 10 and 12 animals from both groups had labeling present. In day 10 animals from both groups the severity ranged from minimal to mild in both the uterus and ovaries. On day 12, JUNV labeling ranged from mild to moderate in the ovaries, and minimal to moderate in the uterus. On day 12, GTOV labeling ranged from mild to marked in the uterus and mild to moderate in the ovaries. In both groups, labeling in the in the ovary was present prominently in the thecal layer surrounding follicles, as well as in the corpora lutea and stroma, including vessels and in atretic follicles. In the uterus labeling was noted in the endometrial stroma including vessels, myometrium and limited labeling in the endometrial epithelium in a subset of day 12 animals.\n\n\nMusculoskeletal system\nSections of skeletal muscle were examined and no histologic lesions were found in either group. Viral RNA labeling was present on days 10 and 12 in both JUNV and GTOV infected animals and was localized to the endomysium, occasionally perinuclear in myocytes, in the perimysium/interstitium and around vessels. This pattern was similar to what was seen in other organs with labeling in the absence of a lesion, with and a proclivity for interstitial tissues. Other incidental histologic findings were recorded in various organs but are considered background lesions unrelated to the study and will not be discussed further.",
    "Discussion": "The most severely targeted organs in terms of lesions and viral load were the hemoatolymphoid organs including the lymph nodes, thymus, spleen and bone marrow (and to a lesser extent the gastrointestinal lymphoid tissue). The mesenteric lymph node was the first site where viral RNA was detected, in a single day 3 JUNV infected animal, consistent with the postulated pathogenesis which includes infection of monocyte/macrophage lineage cells in the tissue initially exposed to the virus, followed by infection of the local lymphoid tissue. The pattern of histologic change in these organs suggests there may be early lymphoid hyperplasia (cortical and/or paracortical) with histiocyte infiltration, followed by lymphoid depletion at later time points. It is unclear if the changes are due to direct (primary) viral infection of hematopoietic and lymphoid cells, dendritic cells and macrophages with failure of activation resulting in apoptosis/necrosis and lymphoid depletion [2,3]; or indirect (secondary) to generalized immunosuppression, lymphoid exhaustion [2] and/or inflammation in affected organs. Viral antigen has not been identified within lymphocytes (in human reports) suggesting a more intricate mechanism than primary viral infection induced death as being responsible for the observed lymphocyte apoptosis/necrosis and depletion [16].\nThe precise pathogenesis of decreased lymphocyte density in this study is likely complex and multifactorial. This is particularly true given the lesions in the thymus and bone marrow at the later time points (i.e. day 12), the abundance of viral RNA present in the lymph nodes, and the presence of lymphoid apoptosis/necrosis at the later time points (i.e. days 10 and 12). Decreased lymphocyte cellularity may be due to increased cell death (evidenced by apoptosis/necrosis) and/or decreased production related to changes in the bone marrow and/or thymus, or perhaps both. Additionally, viral RNA in the lymph nodes may affect lymphocytes and/or fibroblastic reticular cells (FRCs)/stromal cells thereby influencing lymphocyte trafficking and distribution. Viral antigen has been described in fibroblastic reticular cells in lymph nodes with experimental infection of guinea pigs with Lassa virus [31]. Increased lymphocyte apoptosis can also occur as a consequence of viral infection, either as a result of stress (glucocorticoid release) or direct viral effects. Increased lymphocyte apoptosis in the thymus for example is often a consequence of stress, such as from viral infection. Given the high levels of viral RNA in the lymph nodes, direct viral effects are also plausible and further investigation of those mechanisms is warranted. Direct effects may include infection of lymphocytes, secondary effects on lymphocytes from infection of stromal cells such as fibroblastic reticular cells [32] and/or macrophages and tissue specific changes in levels of cytokines or trophic factors. Ongoing increased apoptosis/necrosis in this case likely contributed to the lymphocyte depletion as discussed above. Viral infection in general can cause a non-specific decrease in lymphocyte cellularity and because multiple lymphoid organs are affected in this study (i.e. thymus, spleen, and lymph nodes) suggests a systemic deleterious immunomodulatory effect may play a role. The identification of recrudescent, latent guinea pig cytomegalovirus in at least two animals (one in each viral group) in this study supports the concept of a global immunosuppressive environment playing an important role in this infection. Additional investigations to identify specific cell types infected (e.g. duplex immunofluorescence assay and/or electron microscopy) and tissue specific profiles of immunosuppressive cytokines and/or immunoregulatory cytokines such as type I interferons, should aid in understanding the depletion of lymphoid tissues and immunosuppressive aspects of this infection [2].\nImmunosuppression is an important element of arenavirus infection and the ability of the immune response to control the level of viremia early in NW arenavirus infection is an important factor influencing survival [3]. The high viral loads which may result in T cell exhaustion are likely an important component of the immunosuppressive mechanisms of arenavirus infection [2]. Monocytic cells act as an early target of infection but apparently do not result in increased cytokine production/activation as demonstrated for JUNV infection [33]. It is postulated they may act as a reservoir for infection and spread the virus to draining lymph nodes [3]. Alterations in the immune response induced by arenavirus infection are complex and vary between OW and NW arenaviruses. Influencing cytokine profiles, such as interferon (IFN) expression levels, through viral protein interaction (i.e. nucleoproteins and/or Z protein) with various components of the IFN pathway appears to be an important component of immunosuppression [2,11,34]. For example it has been shown that in fatal human cases of AHF, IFN-α levels were much higher than in survivors [35]. Indeed, we also observed high levels of serum IFN-α that corresponded to viral load. Antagonism of the IFN pathway by a myriad of mechanisms is a common strategy employed by many virus families, including those containing other hemorrhagic fever causing viruses, to interfere with the host immune response [36,37]. AHF patients also have increased levels of cytokines including IL-6, IL-8, IL-10 and TNF-α that are associated with disease severity [38]. A more thorough understanding of the mechanism(s) by which NW arenaviruses may circumvent viral inhibition by the IFN pathway and result in immunosuppression will aid in understanding the disease pathogenesis and may also guide the development of therapeutic targets [34]. Correlating the pathology findings with viremia data and cytokine analysis is crucial to understanding the immunosuppressive aspects of NW arenavirus infection. Comparison of these findings across all the pathogenic NW arenaviruses will advance our understanding of the potential for cross protection of vaccines and therapeutics.\nOther published studies with JUNV in guinea pigs showed similar findings in the spleen and liver to what was reported here [21]. Additionally, GTOV administered subcutaneously in guinea pigs has also been reported to cause lung lesions (interstitial pneumonia and hemorrhage) at days 12–14 [20]. These previous studies in combination with ours confirms the consistency of findings in the Guinea pig model of NW arenavirus infection and simultaneously reveals the absence of complete data, including all organ system pathology and virus distribution, in this model, which we provide in this manuscript.\nVascular involvement, including the endothelium, and in other layers of larger vessels (i.e. tunica media and externa) appears to be an important aspect of these infections. The robust labeling signal from the RNAscope ISH procedure in many cases prevented localization of the signal to a specific cell type (i.e. endothelium of small capillaries). Nonetheless, viral RNA labeling was often intense in the stromal elements and interstitium of tissues, where vessels are more concentrated, as opposed to cells of the parenchyma. Labeling was occasionally seen in the epithelium of organs and tissues such as the esophagus, small intestine, salivary glands and conjunctiva. However, labeling was much less common than in the interstitium and stroma of nearly all organs. Labeling was especially prominent in the vessels of the brain. Additionally, prominent labeling was also present in the choroid layer of the eyes along with histological changes such as inflammation and necrosis, similar to the changes seen in the choroid plexus of the brain. The choroid layer of the eye is highly vascular with numerous capillaries in a thin collagen and elastin matrix which may suggest these changes are part of virus mediated vascular damage. Infection of endothelium in the absence of cytopathic effect has been previously documented [39] and this study is supportive of that finding for both JUNV and GTOV. Infection of endothelial cells likely plays an important role in disease pathogenesis and while direct cytopathic effect is not observed, alterations in cell function, such as changes in adhesion molecule expression, coagulation factor release and nitric oxide (NO) and prostaglandin production may be affected and drive the disease process [11,39,40]. Thrombocytopenia is also a component of the clinical syndrome of AHF. JUNV has been found to replicate in megakaryocytes and it has been postulated that the observed decrease in thrombopoiesis may be related to elevated levels of type I interferon [14]. A complex set of events involving endothelial infection and subsequent dysfunction in combination with megakaryocyte infection and thrombocytopenia likely create a disordered coagulation microenvironment leading to the hemostatic abnormalities and bleeding tendencies associated with hemorrhagic fever secondary to NW arenavirus infection [14]. The splenic and bone marrow fibrin accumulation observed in this study also support the presence of endothelial dysfunction and/or damage as the pathogenesis is related to either damage to vascular endothelium, release of inflammatory mediators and/or changes in blood flow dynamics (stasis), or some combination thereof. Further studies should focus on NW arenavirus disruption of endothelial homeostasis within the infected host to illuminate key features of pathogenesis.\nAnother interesting pattern that emerged from analysis of the histology findings combined with the ISH data is the repeated finding of viral RNA labeling in the absence of significant histologic lesions (i.e. inflammation and/or necrosis), or lesions with minimal to mild severity scores. Often when histologic lesions were present (e.g. in the heart or lung), there were of limited severity, but did correlate with viral RNA labeling. Generally, these rare lesions, when present, consisted of minimal to mild areas of mononuclear (lymphocytes and/or macrophages) infiltration or inflammation. These observations support an immunosuppressive and/or immunoevasive component to this infection and the absence of direct cytopathic effect from infection in most cases. However, these findings may also suggest that the latest time point of this study (day 12) was too early to see significant lesions and that the course of this infection may be protracted.\nOne previous study/report in macaques infected with two strains of JUNV suggests some of the most severe lesions (i.e. polioencephalomyelitis) may occur at a much later time point, day 20 or later, and there is lesion variation with strain of virus [17]. It would be informative to study infection at day 15 and 20, or perhaps even later, if supported by survival, in specific organs such as the lymphoid organs, lungs, heart, brain, eye, adrenal glands and perhaps the liver. The lesions in the nervous system and adrenal gland would be particularly interesting to investigate at later time points given that lesions have been reported in the adrenal gland of guinea pigs in previous GTOV studies at the day 12–14 time point (adrenal necrosis with virus localization) [17] and in the brain of macaques infected with JUNV at much later time points (i.e. days 40 and 55) [17]. Further investigation of infection in autonomic ganglia (i.e. nervous plexi in the intestinal tract and ganglia adjacent to the adrenal gland) would also be instructive as similar findings have been previously reported to those observed in this study. This includes autonomic ganglioneuritis in rhesus macaques infected with JUNV, depending on strain (days 21–50) [17], and virus localized to ganglia in GTOV infected guinea pigs [20].\nOverall, the histologic lesions in many organs, aside from lymphoid organs, were mild and nonspecific and many of the findings support those previously reported in other studies. This is especially true in the in lymphoid organs and bone marrow but also in other organs such as the adrenal gland [20,21,41,42]. However, there are also important distinctions such as the occurrence of CNS disease and lung lesions [41,43]. Much of this variation may be associated with differences in study design such as viral strain (i.e. Junin—Romero versus XJ or other), guinea pig strain (Hartley versus strain 13), route of administration (IP versus aerosol or SQ) and day of sampling (i.e. after day 12, the latest time point of this study). Viral labeling in multiple organs, including in the endothelium and various other regions such as the pulmonary and gastrointestinal epithelium has also been previously reported in either GTOV and/or JUNV infection models, along with viral titers in many organs [20,42]. In human cases of NW arenavirus infection, lymphoid tissue as well as the lung develop the highest virus titers. In addition to high levels of viral antigen in cells of the spleen and lymph node, viral antigen is also present in circulating mononuclear cells [16,44]. Virus has also been isolated from the adrenal glands, kidneys, liver and brain of patients at autopsy [13]. This study serves to further reinforce those previous findings, substantiates the guinea pig as an optimal model for studying NW arenavirus infection and importantly, provides a detailed comparison of two different NW arenaviruses, documenting the striking similarities in pathology and viral RNA distribution between the two viruses. These findings also support the previous clinical observations reported following infection with the two viruses [9] and coincides with their presence in the same phylogenetic lineage of the Tacaribe complex despite being geographically distinct and having different reservoirs/animal hosts [5,45].\nThe most pronounced differences between observations in JUNV versus GTOV infected guinea pigs were often observed in day 10 and 12 animals for ISH/viral RNA labeling in various organs. These differences can be visualized in ISH scoring graphs (Figs 4 and 6). While this may indicate a difference in infection properties between viruses it could also reflect differences in probe specificity in the ISH procedure between viruses and may not necessarily be reflective of infection dynamics. Organs in which there was higher intensity of viral RNA labeling in days 10 and/or 12 in the JUNV group included the spleen, bone marrow, eye, lung, liver, gallbladder, stomach and small intestine. Differences in histologic lesion severity or frequency between groups were often subtle and infrequent. These differences included more severe lymphocyte apoptosis/necrosis in lymph nodes of the GTOV infected animals but more severe lymphocyte apoptosis/necrosis in the spleen of JUNV infected animals. More severe necrosis/apoptosis in the bone marrow was observed in JUNV infected day 12 animals and lesions in the choroid plexus were also more common in this group and time pojnt. Additional differences include more consistent alveolar lung inflammation in the JUNV infected animals, and hemorrhage in the cortex of the adrenal gland only identified in day 12 JUNV-infected animals but not GTOV-infected animals. In general, a very similar constellation of histologic lesions and pattern of viral RNA labeling was present in both groups. The differences in histologic lesions and RNA labeling were mild and, in some cases subtle. Even so, these observations may suggest there are differences in pathogenicity and virulence which may help explain some of the differences in clinical signs between the two viruses that have been described [9]. Nonetheless, absence of more striking differences in pathology and viral RNA distribution may also indicate that development of medical countermeasures for one virus may be effective against others in this lineage.\nArenaviruses, as with many other causes of viral hemorrhagic fever, lack effective and approved vaccines and therapeutics. A protective vaccine is available for JUNV but is not FDA approved and has limited distribution [3,46]. Immune plasma therapy is effective against AHF, but it must be administered during the prodromal phase, within eight days of initial symptom onset [3,7]. Protective vaccines are not available for the other arenaviruses and JUNV antibodies do not offer cross protection against other NW arenaviruses [3,47], although infection with attenuated strains of NW arenavirus (i.e. MACV) have been shown to provide cross protection against other strains (i.e. GTOV) [48]. Nonetheless, even with effective antibody/immune plasma therapy for AHF, a small subset of treated patients develop long term neurological sequelae [5,7], emphasizing the need for additional and more widely available therapeutics. Effective therapeutics for many of the other pathogenic NW arenaviruses are unavailable, although work is ongoing in this area [7,46–48].\nAntiviral therapies such as Faviparavir and Ribavarin have shown promise against arenavirus infection [3,7,49,50]. Additionally, some therapies exhibit limited cross protection between NW arenaviruses [48,51,52], but much of the work focused on Lassa virus and additional studies are necessary to determine safety, efficacy and in some cases in vivo effectiveness against NW arenaviruses [53]. Other novel therapies such as antibody blockade of NW arenavirus receptor human transferrin receptor 1 (hTFR1), which is the receptor used by all the pathogenic clade B NW arenaviruses, has recently shown promise in preventing viral infection with the potential for cross protection [46]. Other noteworthy infection dynamics that may aid in therapeutic development have also been discovered and include other receptors (C-type lectins) for JUNV in addition to hTFR1. Studies have also shown that non-pathogenic clade C NW arenaviruses use a different receptor, α-Dystroglycan, which is the same receptor used by Lassa virus [2,5,6,54]. Others have illustrated and discussed how the ability of non-pathogenic NW arenaviruses, including those present in North America, to mutate the glycoprotein that interacts with hTFR1 may result in the occurrence of a new human pathogen [5,55], adding a sense of urgency to this research.\nMoreover, cost effective models that recapitulate human disease are needed to facilitate a better understanding of disease pathogenesis in order to develop additional medical countermeasures with the potential to offer protection across the range of current and emerging pathogenic NW arenaviruses. Here we characterize and compare infection with two different NW arenaviruses in the guinea pig model and clearly demonstrate its ability to reproduce many aspects of human disease. The key features include immunosuppression through effects on lymphoid organs, infection of endothelium, and extensive viral RNA labeling, including in the CNS, with absence of histologic lesions in some organs."
}