{
    "Abstract": "Chagas disease (CD) will account for 200,000 cardiovascular deaths worldwide over the next 5 years. Early detection of chronic Chagas cardiomyopathy (CCC) is a challenge. We aimed to test if speckle-tracking echocardiography (STE) can detect incipient myocardial damage in CD. METHODS: Among 325 individuals with positive serological tests, 25 (age 55±12yrs) were selected to compose the group with indeterminate form of Chagas disease (IFCD), based on stringent criteria of being asymptomatic and with normal EKG/X-ray studies. This group was compared with a group of 20 patients with CCC (55±11yrs) and a group of 20 non-infected matched control (NC) subjects (48±10yrs). CD patients and NC were submitted to STE and CD patients were submitted to cardiac magnetic resonance (CMR) with late gadolinium administration to detect cardiac fibrosis by the late enhancement technique. Global longitudinal strain (GLS), circumferential (GCS) and radial strain (GRS) were defined as the average of segments measured from three apical view (GLS) and short axis views (GRS and GCS). Regional left ventricular (LV) longitudinal strain (Reg LS) was measured from each of the 17 segments. Twist was measured as systolic peak difference between basal and apical rotation and indexed to LV length to express torsion. RESULTS: STE global indices (GLS, GCS, twist and torsion) were reduced in CCC vs NC (GLS: -14±6.3% vs -19.3±1.6%, p = 0.001; GCS: -13.6±5.2% vs -17.3 ±2.8%; p = 0.008; twist: 8±7° vs 14±7°, p = 0.01 and torsion: 0.96±1°/cm vs 1.9±1°/cm, p = 0.005), but showed no differences in IFCD vs NC. RegLS was reduced in IFCD vs NC in four LV segments: basal-inferior (-16.3±3.3% vs -18.6±2.2%, p = 0.013), basal inferoseptal (-13.1±3.4 vs -15.2±2.7, p = 0.019), mid-inferoseptal (-17.7±3.2 vs -19.4±2, p = 0.032) and mid-inferolateral (-15.2±3.5 vs -17.8±2.8, p = 0.014). These abnormalities in RegLS occurred in the absence of myocardial fibrosis detectable with CMR in nearly 92% of subjects with IFCD, while myocardial fibrosis was present in 65% with CCC. CONCLUSION: RegLS detects early regional impairment of myocardial strain that is independent from fibrosis in IFCD subjects."
}