{
    "Introduction": "Cryptococcal meningitis (CCM) is one of the leading causes of mortality among HIV infected patients, especially in sub-Saharan Africa and Asia. Mortality from CCM remains high, in spite of a significant reduction in the incidence of opportunistic infections (OIs), resulting from improvement in HIV management including early initiation of antiretroviral therapy (ART) [1]. Between 2009 and 2014, the estimated global annual incidence and mortality due to CCM reduced from 975,900 to 223,100 and 624,700 to 181,100 respectively [2,3]. While incidence, prevalence, and mortality indices have been used widely to demonstrate the burden of CCM amongst HIV infected patients, its effects on other important measures of health such as quality of life (QOL) have not been adequately evaluated. Due to the advanced stage of AIDS at which CCM occurs, severity of disease pathology, toxicity of antifungal medications and disease sequelae, the QOL post-treatment is likely to be poor. We previously showed that patients with low QOL at treatment completion are more likely to die two years later than those with higher QOL[4] (this analysis included some participants reported on in this paper, particularly those from Uganda). Previous research has demonstrated that QOL measurements amongst HIV infected patients should be done routinely [5–8], since improved QOL is one of the ultimate goals of HIV management. We used data collected from patients enrolled in the CryptoDex trial (PMID: 25391338, ISRCTN59144167) [9,10] to determine QOL at 10 weeks and six months since treatment initiation and the factors associated with high or low QOL at 10 weeks and six months. We hypothesised that QOL would increase between 10 weeks since treatment initiation and six months among patients enrolled in the CryptoDex trial.",
    "Methodology": "Ethics statement\nEthical approval was obtained from: OxTREC, Oxford, UK 25–12; Ministry of Health, Vietnam; Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam; Ministry of Health Laos 039/NECHR; Faculty of Medicine, Universitas Indonesia, Indonesia 623/H2.F1/ETIK/2012; Mahidol University, Thailand MUTM 2012-051-01; Institute for the Development of Human Research Protections, Thailand 04CN; Uganda Council for Science and Technology HS1264; National Drug Authority, Uganda 020/ESR/NDA/DID-01/2013; Ministry of Health, Malawi #1077; Pharmacy, Medicines and Poisons Board, Malawi PMPB/CTRC/111/3105201354; University of Toronto, Canada 28199.\nWritten consent was obtained from all patients or their representatives.\n\n\nStudy design and setting\nThe CryptoDex trial was a double-blind placebo-controlled phase III trial of adjunctive dexamethasone in HIV infected adults with cryptococcal meningitis. The study was conducted between 2013 and 2015 at thirteen sites in six countries in Asia and Africa (Vietnam, Thailand, Indonesia, Laos, Uganda, and Malawi).\n\n\nSubjects enrolled in the CryptoDex study and their management\nPatients recruited in the CryptoDex study were 18 years and above, had HIV infection, a clinical syndrome consistent with CCM, and microbiological confirmation of disease, as indicated by one or more of the following test results: 1) positive India ink staining of cerebrospinal fluid (CSF); 2) culture of Cryptococcus species from CSF or blood; or 3) cryptococcal antigen detected in CSF on cryptococcal antigen lateral flow assay (IMMY). Exclusion criteria included pregnancy, renal failure, gastrointestinal bleeding, having been treated with more than 7 days of anticryptococcal antifungal therapy, and being on or requiring glucocorticoid therapy for coexisting conditions. Informed consent was obtained from all patients or a next of kin where a patient was not in position to consent. Eligible patients were randomised in a 1:1 ratio, stratified by site, to receive either dexamethasone adjunctive therapy or placebo in a tapered dose until 42 days post-randomisation. Details of other study procedures and investigations can be found in the CryptoDex study protocol [11].\nThe treatment regimen included an induction phase with intravenous Amphotericin B (1 mg/kg/day) and oral Fluconazole 800mg daily for 14 days, followed by a continuation phase of 800mg daily fluconazole for eight weeks, and then a maintenance phase with oral fluconazole 200mg daily. This regimen was consistent with the WHO treatment recommendation for settings where Flucytosine was not available at the time the trial was conducted [12].\nPatients were followed up in the study until six months after enrolment, with all study visits conducted at the study clinics or in hospitals for patients under admission. At six months, participants were exited and referred back to their HIV care clinics for continuation of HIV care.\n\n\nSubjects included in this analysis\nThis QOL analysis includes patients who survived up to 10 weeks post-treatment initiation when the first QOL assessment was performed. A second QOL assessment was done at month six and therefore patients who had not died between 10 weeks and six months and were accessible i.e., able to come to the clinics, are included in the six months analysis.\n\n\nVariables and their measurement in the cryptodex study\nQuality of life was measured using the EQ-5D-3L tool [13]. This tool gives a subjective measure for the QOL, which is in line with the definition of QOL by WHO. The WHO defines QOL as an individuals’ perception of their position in the context of culture and value systems in which they live and in relation to their goals, expectations, standards, and concerns [14]. The tool is a widely used measure of health status consisting of two parts. The first part (the descriptive system) assesses health in five dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression). Each dimension has three levels of response (no problems, some problems, extreme problems/not able to). This part of the EQ-5D-3L questionnaire provides a descriptive profile that can be used to generate a health state profile. For example, a patient in health state 11233 would have no problems in mobility and self-care, some problems with usual activities, severe/extreme pain/discomfort, and extreme anxiety or depression. Each health state is assigned a summary index score based on societal preference weights for the health state. Heath state index scores generally range from less than 0 (where 0 is a health state equivalent to death; negative values are valued as worse than death) to 1 (perfect health). Health state preferences can differ between countries. Where a value set is not available for a country/region, the assessor can opt to select a value set for a country/region considered to most closely approximate the country of interest [13]. We used the Thailand value set for sites in Asia (Vietnam, Thailand, Indonesia and Laos) [15] and the Zimbabwe value set for sites in Africa (Uganda and Malawi) [16]. The second part of the EQ-5D-3L questionnaire consists of a visual analog scale (VAS) on which the patient rates his/her self-perceived health from 0 (the worst imaginable health) to 100 (the best imaginable health/perfect health).\nThe tool was translated into the local languages and administered by a study doctor who read the questions to the patient. Other details concerning its administration can be found in the study protocol [11].\n\n\nData analysis\nAll data from the CryptoDex study was derived from the secure OUCRU proprietary CLiRES trial database. Data were extracted into a Microsoft Access database for export to STATA (College Station, TX, version 15.0). Categorical variables were summarised by frequencies and percentages, while continuous variables were summarised using means (standard deviations) and/or medians (interquartile ranges).\nA health profile was generated by continent and time points (i.e., week 10 and month six), from which we derived a health state index score using the selected value sets for each region. We then summarised the index scores by means, standard deviations (SD), and minimum and maximum scores by continent at the different time points. VAS scores were interpreted as very good (81–100), good (51–80), normal (31–50) and bad/very bad (0–30) [17]. T-tests were used to compare VAS scores between continents and to test for significant changes in VAS scores and index scores at the different time points among different variables. We also computed and presented percentages of categories under each of the five dimensions of the EQ-5D-3L questionnaire.\nWe used linear regression to assess the impact of a number of variables on QOL measured using the VAS scores at week 10 and month six including: demographic characteristics (age, sex, and education measured as number of years in school); Glasgow Coma Score (GCS) continent, i.e. Asia or Africa; ART status, i.e. on or not on ART; time on ART; most recent CD4 count at enrolment; presence of convulsions; intervention arm, i.e., dexamethasone or placebo; Number of inpatient days by week 10 and month six (i.e., including days of readmission after the first hospitalisation), baseline CSF fungal burden, yeast culture at 14 days, and Number of adverse events (neurological events, new AIDs defining illnesses, other adverse events, and inflammatory immune reconstitution syndrome events).\nThis analysis was not repeated using index scores as two value sets (Thailand and Zimbabwe) were used, and sample sizes were too small to conduct separate analyses. Variables that had a p-value of 0.2 and below at univariate analysis were included in a multivariable linear regression model. Variables were retained in the multivariable model if their inclusion did not make the model significantly worse at LRT p-value 0.05.",
    "Results": "Baseline characteristics\nFig 1 is a flow diagram showing the patients included in this analysis. Out of 823 patients screened at the 13 sites globally, 451 were found eligible and randomized. One patient was subsequently excluded because he never received the assigned study drug due to an administrative error. Out of the remaining 450 patients, 251 (55.8%) survived to week 10 post-treatment initiation, and 238 (94.8%) completed a QOL assessment and were included in our analysis. The other 13 (5.2%) patients were not accessible for the quality of life assessment since they did not come to the clinics. A comparison of baseline characteristics among the 238 participants included in the analysis and the 213 not included is shown in S1 Table. At baseline, the mean age (SD) of the 238 patients was 35.2 (8.5) years, and 101 (42.4%) were on ART. The median CD4 count (IQR) was 30 (13, 71) cells/ml. Thirty (12.6%) patients reported a history of convulsions. Of the 238 patients, 113 (47.5%) had been randomised to receive dexamethasone adjunctive therapy. The baseline characteristics are summarised in Table 1.\n* Patients were not able to come to clinics to have QOL assessment.\n\n\nAdverse events\nFour hundred and thirty-four adverse events were captured among these participants, including 67 new neurological events, 93 new AIDs defining illnesses, 365 other adverse events, and 9 immune reconstitution syndrome events.\n\n\nQuality of life assessment\nDescriptive system and index scores.Health profile results for patients at both time points are summarised in Table 2. There was no difference in the proportion of patients from Africa or Asia rating themselves as having perfect health (i.e., profile 11111) at 10 weeks (Africa: 40 of 124 (32.3%); Asia: 37 of 114 (32.5%)). At this time point, 4 Asian patients (3.5%) rated themselves as having the worst health state possible i.e. 33333 compared with 1 African patient (0.8%, p = 0.2). At month six, reported quality of life had increased in both African and Asian centres, with 58 of 104 (55.8%) Africans and 48 of 99 (48.5%) Asians rating themselves as having perfect health (p = 0.2).\nAt week 10, the mean index scores (SD, range) were 0.785 (0.2, -0.145 to 1) and 0.619 (0.4, -0.452 to 1) for African and Asian patients respectively, increasing significantly at month six, to 0.879 (0.2, 0.341 to 1), p = 0.002 and 0.731 (0.4, -0.452 to 1), p = 0.052 for African and Asian patients respectively.\n\n\n\nEQ VAS scale results\nThe overall mean VAS score (SD) at 10 weeks was 57.2 (29.7), increasing significantly to 72 (27.4) at month six (p<0.001), both mean scores falling within category 51–80, i.e. “Good QOL”. The mean score (SD) at 10 weeks was significantly higher among African patients than Asian patients i.e., 65.7 (21.5) vs 47.5 (34.5), p<0.001. Similarly, the mean score (SD) at six months was significantly higher among African patients compared to Asian patients i.e., 79 (17.7) vs 64.2 (33.4), p<0.001.\nThe mean (SD) VAS scores at 10 weeks among those that received dexamethasone and placebo were not statistically significantly different, i.e., 54.5 (30.4) and 59.4 (29), p = 0.22 respectively.\nSimilarly, there was no statistically significant difference in mean VAS score at month 6 among those that received dexamethasone and placebo i.e., 69.1 (28.7) and 74.2 (26.1), p = 0.193, respectively.\nMean VAS and Index scores at week 10 and month six are represented in Fig 2. There was a statistically significant increase in mean VAS between week 10 and month six on all variables including gender (16.0, p<0.001 among males; 13.5, p<0.001 among females), GCS at baseline (14.4, p<0.001 among “GCS = 15”; 20.6, p<0.001 among “GCS<15”), confusion at baseline (12.9, p<0.001 for “no confusion”; 21.6, p<0.001 for “confusion present”), Convulsions at baseline (14, p<0.001 among “convulsions present”; 21, p<0.001 among “convulsions absent”), intervention (13.9, p<0.001 for placebo; 16.6, p<0.001 for dexamethasone), CSF culture at baseline (15.2, p<0.001 for “<1000CFU/ml”; 16, p<0.001 among “≥1000CFU/ml”), and CSF culture at day 14(14.3, p<0.001 among “0 CFU/ml”; 16.3, p<0.001 for “>0CFU/ml”), and continent (13, p<0.001 for Africa; 16.9, p<0.001 for Asia).\nAbbreviations: VAS, Visual analog scale; QoL, Quality of life.\n\n\nFactors associated with quality of life\nResults from the univariate and multivariate analysis are summarised in Table 3. At week 10, the baseline factors associated with higher VAS score at multivariate analysis were: greater weight (regression coefficient 0.6, 95% CI: 0.2 to 1.1), p = 007; and being from Africa (regression coefficient 19.4, 95% CI: 9.8 to 29), p<0.001. Higher inpatient days by week 10 was associated with poorer VAS score (regression coefficient -0.6, 95% CI -1.1 to -0.2), p = 0.003. Similarly, positive yeast culture at day 14 was associated with poorer VAS score (regression coefficient -11.7, 95% CI -21.9 to -1.4), p = 0.026. There was no relationship between VAS score at week 10 and presence of confusion, convulsions, CSF pressure, and fungal burden at baseline.\nAt month six, African origin was associated with higher VAS score at multivariate analysis (regression coefficient 15.6, 95% CI 4.5 to 26.7), p = 0.006, while positive yeast culture at day 14 was associated with poorer VAS score (regression coefficient -15.7, 95% CI -26.8 to -4.7), p = 0.006. Again, higher inpatient days was associated with a reduced VAS score at 6 months (regression coefficient -0.7, 95% CI -1.2 to 0.3, p = 0.002. There was no relationship between VAS score at month six and presence of confusion, convulsions, CSF pressure, and fungal burden at baseline.",
    "Discussion": "HIV-associated CCM is an extremely debilitating disease associated with high mortality. Affected patients present with advanced HIV disease and considerable immunosuppression. While the disease itself is associated with significant risks of sequelae including neurological deficits, the treatment as well, of which amphotericin is the backbone, is also associated with significant toxicities [18,19]. All these factors have the potential to reduce the QOL among patients who survive up to treatment completion.\nWe were pleased to see that many patients reported relatively good self-perceived QOL following completion of treatment for CCM, and that this tended to improve thereafter through the 6 months following diagnosis. However, given the nature of the disease and its treatment, it is perhaps not surprising that very few patients reported ‘very good’ or ‘perfect’ health. We did not assess QOL at study entry in the CryptoDex trial and thus could not measure improvement directly attributable to antifungal treatment. However, we found that patients reported significant improvements in QOL between 10 weeks and six months after diagnosis, measured both with the descriptive and VAS scales. These continuing improvements in QOL are likely due to multiple factors. These may include gradual improvement due to neurological recovery, better engagement with health services, and the use of antiretroviral drugs. A previous study identified that patients with stage 3 and 4 HIV disease had significant improvements in QOL after ART initiation [5].\nIt has been shown previously that different antifungal combinations can be associated with long term (6 month) differences in survival [20]. Therefore, while some of the improvement in QOL seen in our patients, who all received the same antifungal treatment, may be due to the factors we described above, developing more effective induction and consolidation therapy for CCM is likely to yield further improvements in QOL.\nWe consider QOL an important health parameter to measure since better scores have been shown to correlate with long term survival [4,21]. In our study, we used the EQ-5D-3L tool. This has the advantages of simplicity and ease of administration including amongst very sick patients, as well as ease of scoring and interpretation. While it has not been used previously in many studies of CCM patients, our work shows that it can identify changes in QOL over time following treatment of CCM. As such, it has the potential to identify patients who may benefit from increased follow-up during the recovery process–further studies are needed. Identifying such patients could help with distribution of scarce resources and ensure the best possible outcomes for all patients.\nWe found that prolonged admission by week 10 and month 6 were associated with lower QOL measured using the VAS at week 10 and month six. This is not surprising—patients admitted for longer periods were likely more ill at baseline. A similar finding was reported in a study done by Nafteux and colleagues in Belgium [22].\nWe were surprised to see that patients from African countries in the CryptoDex trial rated themselves to have better QOL at week 10 and six months than did Asian patients. This effect was seen with both the descriptive scale and VAS. This effect remained apparent in the adjusted model. We suggest that this is probably a societal perceptual variation rather than an indication of impact of disease. It may also be argued that the resilience developed by patients in the African setting may influence their opinion about ill health. They may not eventually perceive as equally bad ill health situations suffered as their Asian counterparts.\nWe found that higher weight was associated with higher VAS at week 10. The most likely explanation here is that low weight is correlated with more severe disease [23].\nWe also found that patients who had positive yeast culture at day 14, which also corresponded to the day of completion of Amphotericin therapy, had poorer quality of life at week 10 and month six. Research had previously shown that positive CSF culture at day 14 of Amphotericin was associated with poorer longer term outcomes including mortality and relapse [24–26]. However, Rolfes and colleagues demonstrated that these poor outcomes were prevented if 800mg of Fluconazole was used in the consolidation phase of treatment [27]. Our finding that positive CSF culture is associated with poor QoL even when Fluconazole was used at this dose deserves serious consideration.\nUnlike a previous study from Uganda amongst HIV patients that found that male gender was associated with better quality of life, we did not identify a difference between males and females in terms of QOL following treatment for CCM [28].\nOur analysis has some limitations. First, we used a subjective measure of QOL, which may not be an absolute indication of the QOL of an individual. Naturally, optimistic people may rate their health status higher than pessimistic ones. However, the WHO recommends that QOL tools should measure from the subjective viewpoint since the patient’s experience is more relevant than the assessment of an objective observer [29]. Second, we used health index scores derived from models of countries that we assumed were similar to our own, since models do not exist for all the countries in our study. Use of validated index scores from the actual countries that participated in CryptoDex could conceivably result in different outcomes. However, we think this is unlikely because we measured QOL at two time points and found improvement over time. QOL was not assessed at baseline in the CryptoDex trial. This would have been very informative since it would have enabled determination of the impact of treatment on QOL as well as a comparison of differences in QOL for those that got dexamethasone and those that did not. It would be interesting to determine the effect of some other factors that were not measured in this study such as one’s perception of their HIV disease and the presence or lack of social support.\nThe current doses of amphotericin, which clearly have the greatest antifungal effect, may in fact be resulting in patient harm because of associated toxicities [30]. These toxicities may contribute to lowering the quality of life of patients. QOL measurements among survivors could help in parsing such data, while we wait for more effective and tolerable novel treatments to be developed. Patients with attributes associated with poor quality of life identified here such as low weight and positive yeast culture at day 14 need special consideration. Useful interventions may include nutritional support and using culture results to inform discontinuation of therapy. Culture and sensitivity may also rule out possibility of resistance to drugs. Simple interventions such as counselling may help patients deal with issues such as anxiety. This may be supplemented by adherence counselling since CCM among patients on long-term ART is often a marker of treatment failure, often due to poor adherence. Going forward, we also recommend that QOL assessment are incorporated in the evaluation of patients with cryptococcal meningitis. The EuroQol Five-Dimension-Three-Level (EQ-5D-3L) tool used in this study and other tools such as the WHO’s WHOQOL-100 [29] may be appropriately used to generate useful data on quality of life. Qualitative QOL assessments may also provide useful information that could inform interventions.",
    "Conclusion": "While self-perceived QOL was only relatively good among this cohort of patients who had survived through treatment for CCM, it continued to improve over the 6 months following diagnosis. Low weight at diagnosis, prolonged hospital admission, being Asian, and positive yeast culture at day 14 were associated with lower self-perceived QOL. QOL is an important outcome that should be considered among HIV infected patients treated for serious infections such as CCM."
}