{
    "Introduction": "Inadequate access to water, sanitation, and hygiene (WASH) is an environmental risk factor for poor health outcomes globally, particularly for children in low- and middle-income countries (LMIC) [1]. Adverse health outcomes associated with poor WASH include worm, enteric, respiratory, skin and ear infections [2]. Despite technological advancements, we remain short of achieving universal access to ‘safe’ WASH by 2030; goal 6 of the United Nations Sustainable Development Goals [3]. WASH interventions, such as infrastructure provision (e.g. taps, latrines, soap), and education programs aimed at behaviour change are critical for achieving this goal and have been implemented widely in low-resource settings [4]. However, many interventions return less than optimal results on long term impact, efficacy and sustainability [5].\nA significant body of WASH intervention research focuses on which interventions ‘work’. This is commonly determined by changes in health or behavioural outcomes [6,7]. Examples of health metrics include diarrheal incidence, worm infections [6,7], treatment outcomes and growth rates in children [8]. Changes in WASH-related behaviour, and attitudes towards a health outcome are also frequently assessed through self-reported ‘knowledge, attitudes and practice’ surveys [9]. Other measured outcomes include patient satisfaction [10], absenteeism and cognitive performance in children [8]. A framework for incorporation of behavioural determinants into WASH intervention design and evaluation has also been developed through systematic review [11].\nTo improve impact and sustainability, research focus in the ‘WASH sector’ has recently expanded from investigating ‘which interventions work’ to ‘how they are best implemented’ [12]. The increased focus on implementation has led to the promotion of community-based behaviour change approaches and the inclusion of psychosocial theory in WASH intervention delivery [9]. The ‘acceptability’ of an intervention is a key component of implementation [13]. This is because acceptability can influence initial uptake, and sustained use of an intervention [14]. Sekhon et al. recently developed the theoretical framework of acceptability (TFA) for healthcare interventions [15]. The TFA outlines seven component constructs of acceptability: “affective attitude, burden, perceived effectiveness, ethicality, intervention coherence, opportunity costs, and self-efficacy.” While acceptability assessments of healthcare interventions are increasingly common in clinical settings [15], their place in WASH has not yet been reviewed.\nTo address this gap, the aim of this review is to synthesise the existing literature on the acceptability measures of WASH interventions and methods of measurement in resource poor settings. We achieve this by an implementation science approach to address the following questions: (1) In what range of settings has the acceptability of WASH interventions been evaluated? (2) What methods have been used to evaluate acceptability? (3) How has acceptability been defined in these different contexts? In answering these questions, we make recommendations on the utility and current methods for evaluating the acceptability of WASH interventions.",
    "Methods": "We designed the review in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Inclusion and exclusion criteria can be found in Table A in S1 Table.\n\nSearch strategy\nWe searched online databases for WASH intervention studies that purported to measure acceptability published between January 1990 and December 2021. The search was restricted to articles published in the English language (Box 1).\n\n\nBox 1. Databases and search terms for the systematic review on acceptability of WASH interventions\nWe searched PubMed, Web of Science, Scopus and the Cochrane Collaboration databases using the following key words in the title, abstract or topic:\n(WASH OR “water, sanitation and hygiene” OR water OR sanitation OR hygiene OR toilet OR latrine OR handwash* OR “drinking water”) AND intervention AND (accept*)\n\n\n\nStudy selection\nOne author (RH) removed duplicates and conducted the initial title scan. The title and abstracts were independently screened by two authors (RH, SYO). A full-text review of retained articles was then conducted by two authors (AL, KW). Any conflicts were resolved by discussion between four authors (AL, KW, RH, SYO). Forward and backward citation analysis and hand-search of reference lists were undertaken for all included studies, and relevant reviews and meta-analyses identified.\n\n\nData analysis and quality assessment\nTwo authors (RH, SYO) extracted data using standardized extraction tables. The pro forma included acceptability definition, method of measurement, timing, use of the acceptability assessment and whether the study was a precursor to further randomised controlled trials (RCTs) or implementations. We undertook quality assessment for all included studies. The Cochrane risk-of-bias tool (ROB-2) was used for randomised studies [16]; degree of bias was determined using the pre-existing criteria set out by Cochrane. Non-randomised studies were assessed using an adapted version of the Newcastle-Ottawa Quality Assessment Scale (NOS) developed by Modesti and Colleagues [17]. NOS scores were considered as follows: 0–3 low quality, 4–6 moderate quality, and 7–10 high quality.",
    "Results": "Search results\nThe initial search strategy generated 1238 articles, after removing duplicates and screening non-relevant abstracts, 87 full text articles were assessed for eligibility. Of the 87 studies included for full text review, 36 met the inclusion criteria (Fig 1).\n\n\nDesigns, settings and WASH interventions\nThe majority (22/36) of identified studies were non-randomized designs including cross-sectional, case-control, household trials (aka trials of improved practice) and pilot and feasibility studies (Table 1). The remaining 14 studies were RCT or cluster-RCTs (Table 2). Of the included studies, 29 were household-level interventions. Most of these studies (22/29) were implemented in rural areas, but three of these also occurred in urban areas and seven in urban areas only. All household studies assessed physical interventions; in ten cases this was combined with a health education component. Five of the household studies also included a community-level intervention aimed at more than one household.\nFive studies evaluated the acceptability of a community-level intervention only. Three of these were ‘health education’ interventions involving community workshops and education sessions and two were community water interventions. We identified two WASH intervention studies that measured acceptability in schools or healthcare facilities. The school study evaluated a drinking water hardware and hygiene education intervention in rural and urban Bangladesh [18]. The healthcare study occurred in a Vietnamese paediatric intensive care unit and evaluated the acceptability of visual reminders for hand hygiene [19].\n\n\nMethods of acceptability evaluations\nThe prospective (i.e. anticipated) acceptability of the intervention was measured in 11 studies. Of these, six also measured retrospective (i.e. experienced) acceptability. All of the prospective evaluations used either focus group discussions, interviews or surveys (Tables 1 and 2). Prospective evaluation was used to make changes to the design, communication, or implementation of the WASH interventions for subsequent randomized controlled trials in seven cases. The remaining five studies made recommendations for changes to the intervention without further trialling. Three found the intervention to be acceptable and recommended wider implementation (Table A and B in S2 Table).\nThe remaining 27 studies evaluated retrospective acceptability. The timing of these evaluations ranged from one day to four years later (Table A and B in S2 Table). The most-common follow-up times were 3, 6 and 12 months after the intervention was initiated. Three of the studies that conducted retrospective evaluations were ‘pilot and feasibility studies’ undertaken in preparation for further randomized controlled trials or wider implementations of the evaluated intervention. Retrospective evaluation was used to make changes to, or select the best, intervention design for subsequent trials or implementation in five cases (Table A in S2 Table). One used a retrospective evaluation to explain the results of an RCT with low uptake and adherence [20]. The remaining studies used the evaluations to make recommendations for further use or changes to future implementations without specified subsequent trials or implementations.\n\n\nDefining acceptability\nAcross the 36 included studies, four explicitly defined their acceptability measure: (\"things liked and not liked\" [21]; \"social acceptance, i.e., the willingness of users to receive and use a technology” [22]; “An acceptable behaviour is one in which participants are willing to adopt and practice, that is feasible, practical, beneficial, and can be adjusted through negotiation” [23]; and “participant’s satisfaction with use of the models” [24]). For the remaining studies, we extracted implicit definitions based on provided interview/survey results or terminology used by the authors. These fell into six distinct but overlapping groups: social/cultural acceptability, behavioural models, measures of use (uptake, compliance, adherence, and adoption), willingness (to use or purchase), barriers and motivations, and feelings towards the interventions (Fig 2).\nVenn diagram is not to scale.\nFive studies based their evaluation on health behaviour models, four of which describe the Integrated Behavioural Model for water, sanitation and hygiene (IBM-WASH) [25]. The remaining study considered the Health Belief Model [26]. For explanation of reviewers grouping of implied definitions, see Table A in S4 Table.\n\n\nRisk of bias\nAll 14 randomised studies were found to be at risk of bias based on the Cochrane RoB assessment [16]. Seven were at high risk of bias, and seven had some concerns relating to bias. Among the 28 non-randomised studies, only four were classed as ‘high quality’ in accordance with the modified Newcastle-Ottawa Scale [17] (Table A, B and C in S3 Table).",
    "Discussion": "There is a substantial gap in the inclusion of consistent measures of acceptability across WASH intervention studies. This review identified 36 articles evaluating the acceptability of WASH interventions in LMIC published between 1990 and 2021. These studies comprise a fraction of WASH interventions implemented in the same time period [9,12]. Given the significant amount of resources that have already been spent on WASH service delivery[56], and the amount required to reach universal access by 2030[57], it is important to maximise the effectiveness of WASH by considering acceptability as a key component that must be evaluated to increase sustainability[13].\nThere were few acceptability studies in schools and healthcare settings. While schools and healthcare facilities are priority targets for WASH interventions in LMIC [58], the lack of acceptability evaluations in these settings is stark. Infections due to inadequate WASH can spread quickly in these settings [59–61]. A lack of WASH effectiveness evaluations in health care facilities and schools was recently highlighted in a global evidence and gap map [9]. Acceptability evaluations that involve school children and healthcare workers in co-design have the potential to encourage hygiene and sanitation related behaviour at a large scale and drive sustainability of WASH interventions. Schools and healthcare facilities may also be less homogenous than single communities, so they are vital conduits to spread health promotion messages and increase adoption of healthy behaviours to diverse audiences [9].\nEvaluating prospective acceptability is valuable because it can influence participation and uptake rates [14], and we recommend that this is routinely included in implementation. Only one-third of the WASH studies evaluated the prospective acceptability of the interventions; fewer still used this information to influence the design or implementation of the intervention. Prospective evaluation also encourages genuine community co-design which can further improve intervention effectiveness [62], and be used to refine intervention design prior to larger trials or wide implementation [15], ensuring the efficient use of resources. Most of the included studies conducted prospective assessments with a combination of focus group discussions and interviews.\nGiven the time and resource constraints commonly imposed on WASH service delivery [9], cross-sectional surveys with potential users may be more widely achievable. Electronic surveys are an increasing possibility as the number of internet and digital technology users in LMIC steadily climbs [63]. Retrospective acceptability evaluations can improve the sustained use of interventions, but their timing should be carefully considered, and based on whether the intervention is physical or sessional. Evaluations of physical interventions should allow sufficient time for users to experience any difficulties in use and maintenance without external support. Educational interventions that are sessional in nature, such as community education sessions or meetings, should be evaluated soon enough that participants have had recent experiences to aid with recall.\nThere was a lack of consistency among conceptualisations of acceptability and associated measures in WASH intervention studies, limiting their comparability and usefulness to inform intervention sustainability. While all 36 included studies claimed to measure acceptability, most did not provide a theoretical basis for their acceptability study design methods, and only four explicitly defined their acceptability measure [21–24]. The first limitation arising from such inconsistency is that studies that used subjective measures, such as ‘feelings towards’ the intervention, missed other potentially key components such as ‘willingness to purchase’ or levels of use and vice versa. The second limitation is that variation in definition limits the comparability of acceptability assessments of the same intervention in different populations.\nA consistent approach to acceptability measurement in WASH is needed. To achieve this, we advocate the use of a theory-based a priori definition for acceptability research in WASH to inform measure development and assessment. An example of this is Sekhon et al.’s definition for acceptability, “a multi-faceted construct that reflects the extent to which people delivering or receiving a healthcare intervention consider it to be appropriate, based on anticipated or experienced cognitive and emotional responses to the intervention” [15]. Sekhon et al.’s theoretical framework of acceptability outlines seven component constructs that capture: attitude towards the intervention (affective attitude), burden, perceived effectiveness, ethicality, understanding (intervention coherence), opportunity costs, and participant’s belief in whether they can use it (self-efficacy). This theory-based definition outlines clear parameters of what acceptability is, while still allowing for varied forms of measurement based on the requirements of the research. Future research may include a greater examination of how adaptable the theoretical framework is in relation to WASH in different settings.\nSome authors used validated behavioural frameworks, such as the health belief model (HBM) and the Integrated Behavioural Model for Water, Sanitation, and Hygiene (IBM-WASH), to design their acceptability measures [35,36,44]. IBM-WASH is a tool designed to identify and address individual and contextual factors that affect behavioural outcomes for WASH interventions [25]. IBM-WASH and similar frameworks designed for health promotion more broadly can be used contextualize or interpret acceptability findings.\nThis review should be interpreted in light of some limitations. First, the number of studies included in this review may have been limited by the search and inclusion criteria; where only articles that included the word “accept*” in the title, abstract or methods were searched for and retained in the final review. The implication of this is that WASH studies that measured related but not equivalent constructs, such as satisfaction, may have not appeared in the search and were not included. However, the aim of this review was to identify how \"acceptability” was measured in WASH interventions. As such, the inclusion of studies that did not focus on acceptability would expand beyond the scope of this review and risk misinterpretation of the findings.\nSecond, this review was also limited to acceptability evaluations of WASH interventions published in English. This may represent a particular limitation for LMIC studies as researchers may prefer to publish in their own language for dissemination of study findings. Third, formative research, which informs the content and delivery of interventions, may involve acceptability components. It is possible that in restricting our review to specific interventions we have underestimated the number of prospective acceptability studies. However, this would not affect the number of studies reporting retrospective acceptability as a measure. The diversity of acceptability measurements and inclusion of a broad suite of interventions limited the potential for meta-analysis, however, a strength of this study was the breadth of WASH captured. While we found a degree of bias in the majority of research, we retained all studies that met the inclusion criteria because the exclusion of all low-quality studies would have considerably limited our review. As our focus is on acceptability measures, which include objective and subjective measures, rather than quantifiable outcomes our findings may be less impacted by the quality of the studies.",
    "Conclusions": "We have identified four main areas that should be addressed for acceptability assessments in WASH. First, there is a need for acceptability evaluations in schools and healthcare facilities. Second, few studies conduct prospective evaluations which are useful for encouraging community collaboration, refining intervention design, and increasing initial uptake. Third, retrospective evaluations may contribute to sustained use, but their timing must be carefully considered. Finally, a clear and consistent approach to definition and measurement of acceptability in WASH development is needed. Inclusion of acceptability in the complex intervention development and evaluation cycle can contribute to improved effectiveness, sustainability and ultimately, use of resources to meet global development goals."
}