{
    "Introduction": "In Latin America, the causative agent of visceral leishmaniasis (VL) is the intracellular protozoan Leishmania infantum (syn. L. chagasi). VL occurs from Mexico to Argentina but the majority of the cases in South America are reported in Brazil [1], where there has been a trend toward VL urbanization and an increased rate of co-infection with HIV in recent years [2]. Differences in the clinical presentation of VL between HIV-infected and uninfected patients and the factors related to an unfavorable outcome are scarcely studied. VL mortality is particularly high among immunosuppressed patients [3]. However, most studies of Leishmania-HIV coinfection have been conducted in Europe and Africa, which likely present a different scenario than in Latin America. HIV infection and several other risk factors have been related to death, such as the presence of very low counts of neutrophils and platelets, dyspnea, jaundice, mucosal bleeding and bacterial infections [4]–[7]. Death can be due to VL itself or direct drug toxicity. Moreover, both parasite and host determinants can influence the treatment failure rate [8]. This study aimed to describe the clinical picture and factors related to clinical outcomes in Leishmania-HIV coinfected patients at an urban referral center in Brazil.",
    "Methods": "Study design and participants\nFrom February 2011 to March 2013, the patient inclusion phase of a prospective cohort study was performed at Eduardo de Menezes Hospital, Fundação Hospitalar do Estado de Minas Gerais (HEM-FHEMIG). The 100-bed hospital is a state reference center for infectious diseases in adults in Belo Horizonte, the capital of Minas Gerais state, Brazil, which contains 20 million inhabitants. The main objective of this cohort study was to evaluate the diagnostic accuracy of several tests [9] and to study the VL characteristics and prognosis of VL by comparing HIV-infected and non-infected patients through a clinical and laboratory follow-up for one year. Approval for this study was obtained from the Ethical Review Board of HEM-FHEMIG and from Centro de Pesquisas René Rachou, Fundação Oswaldo Cruz (CPqRR-FIOCRUZ). Patients were included in the study only after informed consent was obtained.\nClinical suspicion of VL was defined as fever for >14 days or splenomegaly or cytopenia. According to the study protocol, a parasitological test (bone marrow aspirate) was performed for all patients with suspected VL. Diagnostic confirmation was obtained based on parasitology (bone marrow aspiration) or serology plus observation of the clinical response following treatment. The Serological methods were the direct agglutination test (DAT), rk39 antigen based test (InBios International, Seattle, WA, USA) and the indirect fluorescent antibody test (Bio-Manguinhos, Rio de Janeiro, RJ, Brazil). Testing for HIV was performed for all patients with suspected VL, according to Brazilian guidelines [10].\nThe first-line drugs used to treat VL were pentavalent antimony or intravenous amphotericin B deoxycholate for four weeks. For HIV-infected patients, therapy with pentavalent antimony was avoided. The antimony used was antimoniate of N-methylglucamine (Sanofi Aventis, Rio de Janeiro - RJ, Brazil), which contains 81 mg of pentavalent antimony (SbV) per mL (5 mL per ampoule) and was provided by the Brazilian Ministry of Health. The dose employed was 20 mg/kg/day of SbV (a maximum of three ampoules, on the recommendation of the Ministry of Health in Brazil) [10]. Amphotericin B is recommended as the first choice in patients under six months old or over 65 years old, in those with severe clinical manifestation and in HIV-coinfected patients [11]. Liposomal amphotericin B is restricted for patients older than 50 years, organ transplant receipts and those presenting renal dysfunction. In September 2013, the Brazilian Ministry of Health's policy was modified [12], including the use of liposomal amphotericin B for the treatment and prophylaxis of VL in HIV-co-infected patients. For amphotericin B, whether deoxycholate based (generic formulation) or liposomal (Gilead Sciences, San Dimas, CA, USA), a total dose of 20 mg/kg was used. After treatment, all patients with CD4 counts below 350 cells/mm3 received secondary prophylaxis every two weeks (twice monthly) with amphotericin B desoxicolato or liposomal amphotericin B if creatinine clearance was less than 50 mL/min. After September 2013, liposomal amphotericin B was extended to all coinfected patients. Prophylaxis was maintained for at least 6 months and it was discontinued when two consecutive CD4 cells counts were more than 350cells/mm3.\nClinical, sociodemographic and laboratory variables were recorded on a standardized form. The records were assessed by one of three medically-trained investigators and the forms were reviewed for missing data and consistency.\nThe disease's length was defined as the time interval between the onset of symptoms and diagnosis. Bleeding was assessed by history collection and physical examination. Information from patients about gastrointestinal bleeding, epistaxis or hemoptysis during the course of symptoms was considered as evidence of bleeding. Petechiae, ecchymosis and bleeding at sites of venipuncture were determined from medical and nursing records. Urinary bleeding was considered when more than 15 red blood cells per field were noted in a urinary sediment analysis. The presence of bacterial infection was defined as empirical antimicrobial therapy use and/or a bacteriologically confirmed diagnosis recorded in the chart. The spleen was measured at its greatest extent from the left costal margin, at the left midclavicular line, to the splenic tip. The liver was measured from the right costal margin, at the midclavicular line, in the craniocaudal direction. Splenomegaly was defined by the presence of a palpable spleen, and hepatomegaly was defined by a liver that was palpable more than 2 cm from the right costal margin.\nThe following aspects were considered to evaluated the clinical response on the last day of treatment: (a) fever response: the clearance of fever, (b) spleen response: a reduction of 2 cm or more in spleen palpation, (c) hemoglobin response: an increase of 2 g% or more in hemoglobin tax (d) leukocyte response: an increase of 50% or more in the leukocyte count and (e) platelet response: an increase of 50% or more in the platelet count. These criteria were chosen by consensus among researchers because they were considered unambiguously identifiable differences, taking into account the local routine. Clinical cure, assessed at 2 and 6 months after the end of treatment, was defined as meeting all the following criteria: (a) an absence of fever, (b) no hepatosplenomegaly and, (c) no hematological abnormalities. Patients who did not meet all of the above criteria were classified as cases with poor outcome. Death and VL relapse were also considered as poor outcomes. According to our local routine, a parasitological test of cure was not performed. Nonetheless, the collection of a new bone marrow aspirate was indicated to confirm VL relapse when the emergence or worsening of any VL signs or symptoms (fever, hepatosplenomegaly and cytopenia) was observed.\n\n\nStatistical analyses\nContinuous variables were analyzed using unpaired Student's t tests for normally distributed variables and Wilcoxon tests for variables with skewed distributions. Alternatively, the variables were dichotomized into predefined categories to allow for comparison with previous studies (e.g., age, anemia and thrombocytopenia). Chi-square tests were used to compare categorical variables. All clinical, demographic and laboratory variables collected were explored in univariate analysis in relation to risk of early death. Similarly, univariate analyses of the factors associated with a poor outcome at 6 months were performed. All variables with a p value<0.20 were included in a multivariate logistic regression model, using the step-by-step backward likelihood ratio method. The Hosmer-Lemeshow [13] goodness-of-fit test was used to evaluate model fitness. Only variables showing a significant association (p<0.05) with the occurrence of a poor outcome in VL remained in the final model. The statistical analyses were performed by using SPSS version 16 and MedCalc.",
    "Results": "Between 2011 and 2013, 168 patients with suspected VL were evaluated. In total, 53% (90 patients) were then confirmed to be VL patients, of whom 46 were HIV coinfected (51%). VL diagnosis was confirmed by a parasitological exam of bone marrow aspirate in 65 patients (65/79, 82.3%) and by serological tests plus observation of the response to therapy in 25 patients. The patients' ages ranged from 14–68 years, with a mean of 39.1±12.6 years. Overall, 68 (76%) were females. Fifteen of 46 HIV-infected patients had a diagnosis of simultaneous HIV and VL infection (33%), and 15 (33%) had presented an opportunistic infection in the past. Additionally, 30 patients (65%) were on highly active antiviral therapy (HAART), although only 35% of the total (16 patients) were taking medication regularly. The median CD4 lymphocyte count of the 42 HIV-infected patients with available information collected within 3 months before admission was 91 cell/mm3 (25–75%IR 39–194) and the mean HIV viral load, available for 30 patients, was 3.8±1.2 log10 copies/mm3. The demographic characteristics and clinical presentation of the VL patients, grouped by HIV infection status are shown in Table 1. Table 2 presents the treatment details and the main outcomes assessed. Of note, Leishmania-HIV co-infected patients had a significantly higher frequency of having experienced a previous VL episode (43.5% versus 4.5%), were more frequently malnourished (60.9% versus 25%) and presented a lower frequency of fever and hepatosplenomegaly (67.4% versus 90.9%) compared with non HIV-infected patients.\nA significant difference between HIV-infected and non HIV-infected patients was observed concerning to all laboratory parameters measured at the end of treatment, as in the relapse rate (Table 2). The rate of regression of fever and reduction of splenomegaly did not differ between the groups. Overall, six deaths were observed within the first month and the conditions associated with early death in the univariate analysis are shown in Table 3. Two patients (2.3%) were lost at a 6 month-follow-up.\nIn the univariate analysis (Table 4), ten variables associated with a poor outcome in VL at 6 months (with a p value<0.2) were selected for inclusion in the multivariate logistic regression model (Table 5). HIV infection, bleeding and a previous VL episode were independent predictors of this unfavorable outcome in the final model. Details about treatment switching can be observed in Table 6.",
    "Discussion": "Despite the high number of reported cases of HIV-related VL, certain aspects of its epidemiology, clinical features and management remain unknown. In addition, few comparative clinical studies on the disease in HIV-infected and non-HIV-infected patients have been reported [14]–[16]. The tertiary hospital where this study was conducted is a referral center in Minas Gerais state for the treatment of HIV infected patients, which certainly explains the high percentage of coinfected patients herein presented, differently from the national rate of around 6% [17]. In the present study, the clinical presentations of VL were similar in HIV-infected and non-infected patients except, as shown by others, fever and hepatosplenomegaly were significantly more common among immunocompetent patients [18]–[22]. Consistent with this finding, the frequency and magnitude of hepatosplenomegaly were significantly lower in patients coinfected by HIV, which has been associated with a deficit in the proliferative response of mononuclear cells in these organs [23]. Because fever and splenomegaly are the two main markers of VL diagnosis, this shift in the clinical presentation of VL may represent a challenge for initial diagnostic workup in areas where VL is spreading.\nThrombocytopenia was more pronounced in immunocompetent patients (p = 0.005), as observed in Ethiopia [16]. Among the numerous actors involved in immune activation and inflammation during HIV infection, activated platelets are inadequately considered [24]. However, platelets are the major source of circulating soluble CD40 ligand, a master immune activator. It has been shown that platelets are an important effector cell of the immune response, able to produce potent inflammatory cytokines in response to exposure to various antigens, including HIV [25]. Although platelet activation during the inflammatory response has been described in terms of functional, but not quantitative aspects, the difference in platelet counts between VL patients (with and without HIV infection) may reflect the activation of a different immune response related to viral presence. Additional research is needed to study this finding.\nThe drug choice for VL treatment in HIV-infected and uninfected patients reflected the current therapeutic recommendation in Brazil during the study period [10]. In Brazil, pentavalent antimonial drugs are still the first choice for the treatment of VL in non HIV-infected patients due to these drugs proven therapeutic efficacy. Amphotericin B is reserved for patients at extremes of age, patients with signs of clinical severity and patients with comorbidities. Only recently liposomal amphotericin became routinely indicated for the treatment and prophylaxis of VL in HIV co-infected patients. The impact of that change in the Brazilian treatment policy should be evaluated in the near future.\nConsidering clinical cure as the absence of hepatosplenomegaly on physical examination, the disappearance of fever and the normalization of all hematologic parameters, the analysis showed that 69% and 91% immunocompetent patients were cured at 2 and 6 months after treatment, respectively, compared with only 24% and 40% of HIV-coinfected patients, respectively. Furthermore, we may have underestimated treatment failure rates because a parasitological test of cure is not routinely performed. The VL relapse rate also differed significantly between the two groups: it was 2.5% among immunocompetent individuals (only 1 case), in contrast to 37% among HIV-infected patients. It is important to note that according to the local routine, amphotericin B twice a month is offered as secondary prophylaxis for all patients with a CD4 lymphocyte count lower than 350 cell/mm3. A more detailed analysis of factors related to relapse is currently in progress. At the moment, it is possible to observe that many of these relapse episodes occurred under regular use of amphotericin B prophylaxis. In turn, HAART adherence rate is very low in our setting. These findings confirm that patients with HIV-VL coinfection had poorer response rates to antileishmanial treatment, similar to what has been shown by others [26]–[28].\nOverall, six deaths were observed within the first month after VL diagnosis. This small number of fatal events prevents us from performing a more comprehensive analysis of the factors related to mortality. However, in Table 3 the conditions associated with a fatal outcome in the univariate analysis are shown. Regardless of the initial drug used in treatment (Table 2), it can be observed that the fatality rate was 8.7% (4/46) for HIV-infected patients, compared with 4.4% (2/44) for HIV uninfected patients. As noted by others, mortality is particularly high among HIV patients treated with antimony derivatives [3], [28], [29]. The World Health Organization (WHO) recommends liposomal amphotericin B as the treatment of choice in coinfected patients [30], although comparative studies between different drugs or different formulations of amphotericin are scarce. In this observational study, the choice of drug for treatment was directly influenced by the severity of disease, according to Brazilian guidelines, which precludes any analysis of outcomes according to treatment. The conditions related to a poor outcome at 6 months were HIV infection, bleeding and a previous VL episode. All three, in addition to other conditions, have already been reported as related to death or severity of VL in three studies from Africa [31]–[33] and in several other studies from Latin America [5], [6], [34]–[39]. Among HIV-uninfected patients, a higher percentage of switching the drug during VL treatment was observed. This phenomenon was due to the large number of patients in this group who began treatment with derivative antimony or amphotericin B deoxycholate, drugs associated with recognized toxicity.\nIn our analysis, in contrast to the findings of other studies, age was not a determinant of death. This observation possibly reflects the high concentration of young adults studied herein, given the current epidemiology of VL in our urban and recently endemic region [40]. Additionally, we did not identify the length of the disease, diarrhea or vomiting as factors associated with death. It is important to note that our hospital is located in an urban area with relatively good public health coverage. There is a hierarchical system for the referral of patients, which reduces delays in care. Additionally, in contrast to other series, in our experience, HIV infection was not associated with a high risk of death. This finding may partly be due to the non-use of antimony-based treatment in coinfected patients in our setting.\nIn conclusion, despite slow response and a low rate of normalization of clinical parameters, our data demonstrate that it is possible to achieve levels of VL mortality among HIV-infected individuals that are close to the levels observed in immunocompetent patients by avoiding antimony derivatives use and by providing the minimum conditions for the monitoring and treatment of complications and toxicities."
}