{
    "Introduction": "Cholera is a severe dehydrating diarrhoeal disease caused by intestinal infection with Vibrio cholerae which spreads in epidemics causing considerable mortality and morbidity in Africa, Asia, and Hispaniola [1]. Being primarily transmitted through contaminated water, it occurs most often in areas with contaminated water and inadequate sanitation [2]. Since the early 1800s, there have been seven cholera pandemics in which V. cholerae has spread through multiple countries and regions [2]. Although there are more than 200 identified serogroups of V. cholerae, toxigenic strains of V. cholerae serogroup O1 were responsible for pandemic cholera [3]. In late 1992 however, an outbreak of cholera began in Madras and then spread all over India, and the southern part of Bangladesh due to a serogroup that was not O1, but rather toxigenic serogroup O139, subsequently known as O139 Bengal [4, 5]. This was a dramatic change in the understanding of cholera’s epidemiology since previous epidemics were caused only by serogroup O1. This new serogroup spread widely in Asia for a period of a few years but did not enter Africa as previous strains of serogroup O1 had done. Then, after this large outbreak in the early 1990s, the numbers of cases decreased and V. cholerae O139 strain is rarely isolated from clinical samples [6] and countries have not reported it to the World Health Organization (WHO) since 2014 [7]. The most recent published reports of clinical cases due to serogroup O139 were from India [8], Bangladesh [3] and China [9]. In spite of not being reported from other areas, cases due to V. cholerae O139 are still being seen in the Dhaka Hospital of the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) in Dhaka, Bangladesh.\nBangladesh is a country with endemic cholera due to serogroup O1. In the middle part of the country, including Dhaka, there are two seasonal peaks [10]. Bangladesh does not have a national cholera surveillance system but more than 100,000 cases, including about 3000 deaths, occur annually [1, 11]. The ecosystem of flooding in the Ganges Delta, plus the poorly developed sanitation and public health system of Bangladesh limits the ability to reduce human exposure to this ubiquitous organism.\nThe present study was designed to determine the trends of cholera, describe the baseline and clinical characteristics of cholera cases caused by V. cholerae O139 and V. cholerae O1 serogroups, and trends in antibiotic susceptibility among clinical isolates of V. cholerae O139 serogroup obtained during 1993–2020 in an urban diarrhoeal disease hospital in Dhaka, Bangladesh and in a rural hospital at Matlab, Bangladesh.",
    "Materials and methods": "Ethics statement\nWe obtained verbal informed consent from the participants or their parents or legal guardians before enrolling them into the study. The institutional review boards (IRB; named as Research Review Committee and Ethical Review Committee) of icddr,b reviewed and approved the study protocol.\n\n\nStudy design\nThe study used data from facility-based surveillance systems that monitored patients who sought care for diarrhoeal diseases in the urban Dhaka Hospital and the rural Matlab Hospital of icddr,b. We have included data from diarrhoeal patients enrolled in the DDSS of Dhaka Hospital, most of whom come from the urban and peri-urban areas of Dhaka city. The data from the Matlab Hospital also includes all diarrhoeal patients who hail from the villages into the Matlab Health and Demographic Surveillance System (HDSS) of icddr,b.\nThese specialized research and training health facilities primarily provide care to patients with diarrhoeal illnesses or acute respiratory infections with or without associated complications and health problems. Most of the patients are from the poor socioeconomic strata. Since inception, the facilities provide free-of-cost care to the patients and, for the last 10 years, 140,000–190,000 patients annually were treated in the Dhaka Hospital. 18,000–48,000 patients were treated annually at the Matlab Hospital, but only about 3–7% of them live in the HDSS area.\nIn the Dhaka Hospital, since 1979, icddr,b had been operating DDSS that systematically samples patients to collect demographic, socioeconomic, and clinical information using a standard structured questionnaire. This included a 4% sample from 1979 through 1995; then a 2% sample since 1996. At the Matlab Hospital, data from patients seeking care were recorded in the surveillance system, if they live in villages as defined in the HDSS area. In 2014, the population of the 142 villages in the HDSS was 230,185 [12].\nDemographic, socioeconomic, clinical, and laboratory data collected from all patients enrolled in the DDSS of Dhaka Hospital of icddr,b between January 1993 (the first year when Vibrio cholerae O139 was detected in Dhaka) to December 2020 were utilized to form the analyzable dataset for the Dhaka Hospital. Data from 2000 to 2020 was included from the Matlab Hospital. Since socioeconomic indicators have changed over nearly three decades of this surveillance period, the socioeconomic data as well as the clinical features during the last ten years (2011 to 2020) were used when comparing these factors.\nData were included from diarrhoeal patients (three or more loose stools per 24 hours) of all age groups who were treated in the Dhaka Hospital of icddr,b and enrolled in the DDSS, or diarrhoeal patients who were treated at the Matlab Hospital and lived in the villages included in the HDSS system during the study period.\n\n\nLaboratory methods\nRecently collected stool specimens from all enrolled patients were transported to the clinical microbiology laboratories of the respective hospitals. In Dhaka Hospital, stool samples were routinely screened for common enteric pathogens including V. cholerae, Enterotoxigenic Escherichia coli (ETEC), Shigella spp., Salmonella spp. and rotavirus [13]. At the Matlab Hospital laboratory diagnoses were carried out to isolate V. cholerae, Salmonella spp. and Shigella spp. Isolation, identification, serogrouping, and biotyping of these bacterial pathogens were performed using standard laboratory procedures. Antimicrobial susceptibility was determined by the standard disc diffusion method on Muller-Hinton agar with commercial discs (BD, Becton, Dickinson, and Company, USA) and the interpretative categories of sensitive, intermediate, and resistant were determined based on the cutoff of the zone size for antibiotics according to the up-to-date Clinical and Laboratory Standards Institute guidelines for V. cholerae [14].\n\n\nData analysis\nStatistical Package for Social Sciences, version 20.0 Windows, (SPSS, and Chicago, IL) was used to perform data analysis. Data were cleaned and summarized. Statistical analyses included descriptive methods, including percentages of detection, serogroup distribution, and susceptibility to tetracycline, erythromycin, ciprofloxacin and azithromycin.",
    "Results": "In the Dhaka Hospital, between 1st January 1993 and 31st December 2020, 78,239 diarrhoeal patients (irrespective of age and sex) were enrolled in the DDSS. Among them, 14,118 (18%) had microbiologically proven cholera. Two thousand and fifty-nine (2.6%) patients had cholera due to serogroup O139 among all the diarrhoeal patients (Fig 1). Based on the sample from surveillance system, the estimated total numbers of diarrhoea and cholera patients were 3,544,625 and 627,025, respectively over the period of 1993–2020.\nAt the Matlab Hospital, during the years 2000 to 2005, there were 34, 31, 15, 8, 0 and 1 isolates respectively of Vibrio cholerae O139 detected. Serogroup O139 was not detected at the Matlab Hospital since 2006 (Table 1).\nFig 2 shows the yearly estimated number of hospital patients with diarrhoea and the estimated number of cholera cases between 1993 and 2020. During this period, the largest number of total cases occurred in 2019, whereas the largest number of cholera cases occurred in 1998; thereafter, the number of confirmed cholera cases declined. The lowest numbers of cholera cases were reported in 2020.\nFig 3 shows the annual number of patients with cholera due to V. cholerae O139 and V. cholerae O1 during the study period. During 1993 V. cholerae O139 was the predominant serogroup of V. cholerae, but after this year, serogroup O1 predominated during rest of the study period. Between 2005 and 2008 there were no cases of V. cholerae O139 detected; but since 2009, there was a re-emergence of V. cholerae O139 and a limited number of cases were detected each year. During the last ten years (2011–2020), an average of thirteen V. cholerae O139 and an average of two hundred and seventy-one V. cholerae O1 were detected in the 2% surveillance sample.\nTable 2 shows the baseline characteristics of the cholera patients by serogroup during a ten-year period between 2011 and 2020. A comparison of the two groups were generally similar except that, among cases with O139, a higher proportion of cases were in the youngest age group (p<0.05), maternal literacy was higher (p< 0.01) and drinking water was less frequently treated (p<0.05). For both groups, literacy rates were low and most used drinking water that was not treated.\nTable 3 shows the presenting features of cholera cases associated with V. cholerae O139 and V. cholerae O1 for patients treated between 2011 and 2020 Among both the groups, most cases presented within 24 hours of onset of watery diarrhoeal episode with some degree of dehydration. They reported using antibiotics commonly before coming to the hospital. Around two-thirds of the patients left the hospital within 24 hours of hospitalization. These presentations are typical of cholera as seen in Dhaka. Fewer patients infected with serogroup O139 had moderate or severe dehydration, vomiting, and required intravenous hydration. Nevertheless, most of these O139 patients were dehydrated and did require intravenous hydration. There were eight deaths among cholera patients between 1993 and 2020 including two between 2011 and 2020.\nBecause cholera is sometimes associated with concurrent infection with ETEC, we compared the proportion of the cases co-infected with ETEC. As shown in Table 4, ETEC were isolated from 8.1% to 13.8% of patients with serogroup O139 and 6.9% to 13.8% of patient with serogroup O1.\nThe isolates of V. cholerae O139 were examined for susceptibility to tetracycline, erythromycin, ciprofloxacin, and azithromycin. Nearly all isolates were susceptible to tetracycline during 1990s and early 2000s; thereafter, some isolates were found to be resistant (Table 5). Most isolates were susceptible to erythromycin between 1993 and 2004, but when O139 re-emerged in 2009, the isolates that appeared were resistant to erythromycin during the following years. The susceptibility of V. cholerae O139 to ciprofloxacin and azithromycin was high, with some exceptions as shown on Table 5.",
    "Discussion": "We report here the isolation of V. cholerae serogroup O139 in Dhaka, Bangladesh over a period of 28 years between January 1993 and December 2020. After the cholera epidemic of 1992–93, V. cholerae O139 when this serogroup predominated, it was then isolated much less frequently. Except for a period during 2005 to 2008, it has continued to cause cholera in urban Dhaka, but cases have not been detected in rural Matlab since 2006. The clinical disease associated with serogroup O139 is similar to cholera caused by serogroup O1; however, fewer of the O139 cases had severe dehydration. Nevertheless, most cases of cholera with O139 did have moderate or severe dehydration and required intravenous rehydration.\nTreatment of cholera patients includes both immediate hydration with intravenous and/or oral rehydration solution as appropriate for the degree of dehydration, and the use of appropriate antibiotics. Antibiotics are needed to shorten the illness, reduce time in hospital, reduce the stool volume, and limit the fecal excretion of V. cholerae to prevent onward transmission of the infection [6, 15]. To treat effectively, the selection of antibiotic should match the susceptibility of V. cholerae. Though there had been strains resistant to tetracycline, most remained susceptible to tetracycline, ciprofloxacin, and azithromycin. Interestingly, strains of O139 were sensitive to erythromycin during the early years of the study period, but the strains that emerged after a four-year gap were resistant.\nV. cholerae O139 is rarely isolated now in other parts of the Indian subcontinent. In Kolkata, very few isolates of O139 at the National Institute of Cholera and Enteric Diseases were detected since 2008; the last one in 2018 (personal communication Dr. Asish Mukhopadhyay). O139 has also been seen in Odisha during the last decade. A study conducted in Odisha, India between 2004–2013, found that V. cholerae O139 was not detectable between 2004 and 2005, but then it briefly re-emerged in 2006 [16]. Also in Odisha, after an interval of 10 years, V. cholerae O139 re-emerged during April and May 2017 following a major flood event [8]. The intermittent resurgence is remarkable and suggests that this strain may reappear in a region following a long period when it had apparently disappeared.\nAs reported earlier, children have higher rates of O1 cholera compared to adults but O139 cholera was reported to be more evenly distributed across the age spectrum [5, 17]. The lower rates of O1 cholera among older ages was thought to be due to acquired immunity in endemic areas, but since O139 is not endemic, there is less likelihood of developing immunity with age. Thus, it was somewhat surprising to observe higher numbers of O139 cholera in this study in which 36.6% of the cases occurred in children <5 years. This is considerably higher than expected since children <5 make up only 13.5% of the population. This study also showed a trend for patients infected with serogroup O139 coming from families with lower literacy rates.\nOur results showed that cholera remains persistently in Dhaka causing large numbers of persons to become severely ill, requiring hospitalization. There were eight cholera deaths recorded during this study period including two occurring during the last ten years; however, other deaths may have occurred among patients who did not reach the hospital in time and were not counted. While cholera deaths are extremely rare among patients who reach the icddr,b hospital, it can be significantly higher in remote areas and among patients who are delayed in obtaining care or do not have access to medical care [18–20].\nThis study had some limitations. This hospital-based surveillance was conducted at two hospitals in Bangladesh and may not represent the situation in other areas of Bangladesh. Secondly, we did not carry out genomic studies to show that the isolates were toxigenic, nor did we measure antibody responses that are expected to occur in patients with cholera. Of interest, more of the patients with V. cholerae O139 were not dehydrated suggesting that these patients might have ingested a low inoculum or that the recovered isolates may not have been pathogenic. We did not rule out the possibility that some of these illnesses were caused by other pathogens and that the V. cholerae O139 represented an environmental organism passing through the gut. The most likely “other pathogen” that might cause this illness is ETEC, and we found that a small proportion of these cholera patients were co-infected with ETEC, but these co-infections occurred in patients with both serogroups. Though some did not show signs of moderate or severe dehydration, it should be noted that most patients with O139 cholera did have moderate or severe dehydration and a majority required intravenous rehydration. Also, these cases are consistent with the World Health Organization definition of a cholera case as a patient with acute watery diarrheal disease from whom V. cholerae O1 or O139 is detected. Additional genomic studies will be helpful in documenting their enterotoxicity and to compare other attributes of recent strains with earlier strains, especially those isolated before the gap years when erythromycin resistance appeared [21].\nRapid diagnostic tests (dipsticks) for cholera are being used increasingly to detect cholera. Some of these dipsticks have a line for O1 and another for O139, but other tests only have a line only for O1. In many areas, O139 has not been found and the rapid test which detects only O1 is felt to be preferable [22]; however, this will need to be reviewed in the future to determine if the test needs to detect both serogroups, especially if O139 is found to be spreading outside of Asia.\nFuture studies are needed to understand risk factors for O139 and the possibility that these cases are occurring in clusters or from specific locations in the Dhaka area where these infections are being transmitted. Surveillance needs to continue to identify changes in antimicrobial susceptibility patterns to inform treatment decisions. The observation that O139 strains seem to disappear for many years and then reappear suggests that strains may be emerging from environmental reservoir; thus, future studies are needed to determine if such an environmental niche exists. Finally, current WHO prequalified oral cholera vaccines are bivalent for both serogroups; however, protection against 0139 cholera has not been determined because cholera due to O139 was not reported in the field areas when the vaccine was evaluated. Since this vaccine has been administered to many people in Dhaka [23], it may be possible to determine if the vaccine protects against O139 disease by conducting case control studies.\nIn conclusion, cholera due to V. cholerae serogroup O139 continues to cause severe diarrhoea in urban Dhaka and the consistency of these ongoing illnesses seems to be unique among areas with cholera."
}