{
    "Introduction": "HIV remains common in sub-Saharan Africa (SSA) where 91% of HIV-infected children reside and 1 in every 20 adults is infected [1, 2]. Kidney disease is an important complication in HIV-infected individuals and is associated with an increased risk of morbidity and mortality [3, 4]. The prevalence of kidney disease among HIV-infected adults in high-income countries ranges from 5%–50%, and is most common in patients of African descent [4]. Among more than 300 HIV-infected adults starting ART at our own hospital in Tanzania, 70% had evidence of kidney disease [5, 6].\nKidney disease among children with HIV is less well described [7]. In studies from SSA, the prevalence of markers of kidney disease among children with HIV varied greatly, ranging from 0–31.6%, depending on the methods used to evaluate the kidney [8–18]. In the few studies that included HIV-uninfected control subjects for comparison, the controls had less markers of kidney disease (0–6% versus 0–20.5%) [8, 9, 13–15]. None of these studies determined both estimated glomerular filtration rate (eGFR) and albuminuria. For this reason, the total prevalence of kidney disease among HIV-infected children in SSA remains unknown, and it is difficult to know if the kidney disease observed among children in these studies was due to HIV infection itself, medication use, or other factors that might be common among African children.\nTherefore we conducted a cross-sectional study among HIV-infected children and their HIV-uninfected siblings in an area where kidney disease is common among HIV-infected adults. The objectives of our study were to determine the prevalence and correlates of renal dysfunction (defined operationally as eGFR <60mL/min/1.73m2 and/or albuminuria >20mg/L in a single urine test) and to compare the prevalence of renal dysfunction among HIV-infected and HIV-uninfected children. Our hypothesis was that the prevalence of undiagnosed renal dysfunction would be 30% and 5% among HIV-infected and uninfected children, respectively, and that active schistosome infection would be associated with renal dysfunction.",
    "Methods": "Trial design and study participants\nThis cross-sectional study was completed between August—December 2013 in the outpatient HIV clinic at Sekou Toure Regional Hospital. Sekou Toure Hospital is located in the city of Mwanza, along the shore of Lake Victoria in northwestern Tanzania, and it serves a population of approximately 2.7 million people. The outpatient HIV clinic of Sekou Toure follows approximately 475 children who are referred to the clinic from the surrounding community-based voluntary counseling and testing centers in Mwanza. In our study, we enrolled HIV-infected children ages 2–12 years old who were attending the Sekou Toure HIV clinic. All of the mothers of these HIV-infected children were also HIV-infected, so we assume that these children were perinatally infected. The caretakers of all enrolled HIV-infected children were invited to bring uninfected siblings between the ages of 2–12 years for enrollment as controls. We tested siblings for HIV using the Determine HIV-1/2 rapid antibody test (Alere Medical Co., Ltd, Chiba, Japan) as recommended by the Tanzanian National HIV Guidelines [19]. We excluded children with fever and those for whom urine samples could not be obtained.\n\n\nData and sample collection\nAt least one parent or guardian for each child was interviewed. Both HIV-infected and uninfected children were examined. A structured questionnaire was used to collect demographic information, past medical history, and clinical symptoms. Additional information collected from HIV-infected children included a history of opportunistic infections, antiretroviral therapy (ART) status, and WHO clinical stage. In both groups (HIV-infected and uninfected siblings), 4 milliliters of blood were drawn at the time of enrollment to measure the random blood glucose and serum creatinine as well as CD4+ T-cell counts for HIV-infected children. Clean, midstream urine samples were collected for most children, except for a small group of children ≤ 4 years old in whom urine bags were used for urine collection. Urine samples were collected between 8–10AM, after ≥2 hours of fasting. Children ≤4 years old who did not urinate within 1 hour were excluded in order to minimize the inconvenience to their mothers. In order to determine the species of Schistosoma and intensity of infection in this population, we additionally obtained 10mL of urine and fresh fecal samples on 40 consecutive children who were CCA positive.\n\n\nLaboratory analyses\nRandom blood glucose was measured using a OneTouch® glucometer (LifeScan, Inc., Milpitas, California, USA). Fresh urine samples were tested immediately for albumin using a dipstick (Micral B, Roche, Mannheim, Germany). Patients were considered to have albuminuria if the urine albumin concentration was above 20 mg/L, as per instructions provided by the manufacturer and according to our prior research [5, 6, 20], and since a concentration of >20 mg/L has been demonstrated to correlate well with elevated albumin excretion rates by standard laboratory methods [21]. A urine dipstick (Multistix 10SG, Siemens, USA) was used to test for leukocyte esterase, hematuria, nitrates, glucose and ketones. The fresh urine sample was also tested using a circulating cathodic antigen (CCA) cassette test (Rapid Medical Diagnostics, Pretoria, South Africa) to detect active Schistosoma infection. The CCA test indicates active schistosome infection and can be positive in the urine during infection with either species of schistosomes that are endemic in Tanzania (S. mansoni and S. haematobium), though its sensitivity is lower in S. haematobium [22–24]. CCA point­of­care testing is used widely and has been found to be more sensitive than the gold standard Kato­Katz stool diagnosis of S. mansoni, particularly for lighter infections [25]. Following the manufacturer’s instructions, any visible line in the “test” area was considered positive. Line intensities were graded as “1” (test line very faintly visible), “2” (test line visible but lighter than control line), “3” (test line equal to control line), and “4” (test line darker than control line). For fecal samples, five slides were prepared using the Kato-Katz technique, as this has been shown to have a sensitivity comparable to examining stool specimens collected on different days [26]. Ten milliliters of fresh urine was filter concentrated and examined immediately by microscopy for both contamination and for S. haematobium. Intensity of infection was quantified as S. mansoni eggs per gram of stool and S. haematobium eggs per 10mL of urine. The laboratory personnel who performed these analyses were blinded to the HIV-status of the study subjects.\nSerum creatinine was measured using a COBAS Integra 400 Plus clinical chemistry machine (Roche, Germany), calibrated by the Creatinine Jaffe 2 Method. An estimated glomerular filtration rate (eGFR) was calculated using the modified Schwartz equation as recommended by the Kidney Disease Improving Global Outcomes (KDIGO) guidelines [27].\n\n\nDefinition\nRenal dysfunction was defined operationally as an eGFR ≤60 ml/min/1.73 m2 and/or albuminuria >20 mg/L on a single urine dipstick. The severity of renal dysfunction was classified as Stage 1 (albuminuria + eGFR≥90), Stage 2 (albuminuria + eGFR 60–89), Stage 3 (eGFR 30–59), Stage 4 (eGFR 15–29) or Stage 5 (eGFR<15). Given the age of our study population (2 to 12 years), we defined malnutrition according to the BMI-for-age child growth standards from the WHO, defining severe malnutrition as a z-score of ≤-3 [28]. We also reported weight-for-age and height-for-age for those children <5 years old.\n\n\nData analysis\nThe primary outcome was renal dysfunction as defined above. Based on the two-sample proportions Fisher’s exact test, we calculated that 122 children would be needed in each group to provide >95% power (at p = 0.05) to detect the difference in prevalence of renal dysfunction between the two groups that we hypothesized (30% and 5% among HIV-infected and uninfected children respectively) while also providing >80% power to show an association between schistosomiasis and renal dysfunction if the prevalence of schistosomiasis was 50% in the children with renal dysfunction and 25% in the children without renal dysfunction.\nData was entered into Microsoft Excel 2010 and analyzed using STATA version 12 (STATA Corporation, San Antonio, Texas). Categorical variables were described as proportions (%), and continuous variables were described as medians [interquartile range]. Univariable logistic regression analysis was performed to determine which baseline characteristics were associated with renal dysfunction. All variables significantly associated with renal dysfunction by univariable analysis were subjected to a predetermined multivariable logistic regression model, which also automatically included the variables for age, gender, and HIV status. The validity of the multivariable logistic regression model was assessed using the likelihood ratio test and by assessing for interactions. In addition, the linearity assumption was checked for continuous variables by comparing models with these variables represented continuously versus categorically. After schistosomal infection was found to be associated with renal dysfunction, we decided that we should perform an additional univariable logistic regression analysis to determine which specific markers of renal dysfunction were associated with schistosomiasis. P values of less than 0.05 were considered statistically significant.\n\n\nEthical issues\nEthical approval for the study was obtained from the Research and Publications Committee of Bugando Medical Centre (under whose jurisdiction Sekou Toure Regional Hospital falls), as well as the Institutional Review Board of Weill Cornell Medical College. Informed written consent was obtained from the parents and assent was obtained from children ≥8 years. The results of all tests were reported immediately to the clinician caring for the child for the sake of further management. All children with schistosomiasis were treated according to the Tanzanian National Guidelines with 40 mg/kg of praziquantel.",
    "Results": "Study enrollment\nDuring the study period, 139 HIV-infected children were seen at the Sekou Toure HIV clinic, and 17 were excluded for the following reasons: 8 were not able to provide urine samples, 5 had an acute, febrile illness, and 4 parents did not consent. In the end, 122 HIV-infected children were enrolled. For all enrolled HIV-infected children, parents were invited to bring HIV-uninfected siblings between the ages of 2–12 years for enrollment as controls. A total of 132 siblings were screened, and 10 were excluded for the following reasons: 6 were not able to provide urine samples, and 4 had an acute, febrile illness. A total of 122 siblings were enrolled. The characteristics of excluded children did not differ between the 2 groups.\n\n\nBaseline characteristics\n\nTable 1 describes the baseline characteristics of the 2 groups. Among the 122 HIV-infected children, the median age was 8 years [4–11] and 63/122 (51.6%) were female. Among the 122 HIV-uninfected children, the median age was 8 years [5–10], and 55/122 (45.1%) were female.\nHistorical factors that were significantly different between the 2 groups included cough (26/122 [21.3%] vs. 12/122 [9.8%], p = 0.01), history of tuberculosis (10/122 [8.2%] vs. 1/122 [0.8%], p = 0.005), recurrent pneumonia (11/122 [9.0%] vs. 3/122 [2.5%], p = 0.03), and papular pruritic eruptions (12/122 [9.8%] vs. 2/122 [1.6%], p = 0.01). Physical exam factors that were significantly different between the groups were pallor (10/122 [8.2%] vs. 2/122 [1.6%], p = 0.02), thrush (4/122 [3.3%] vs. 0/122 [0%], p = 0.04) and lymphadenopathy (23/122 [18.9%] vs. 3/122 [2.5%] p=<0.0001). No children reported history of neurologic disease and none had signs of neurologic disease on physical examination. The BMI-for-age z-scores were similar in the 2 groups. For the children <5 years old, the weight-for-age and height-for-age z-scores were also similar in the 2 groups (-0.76 [-1.57–0.05] vs. -0.48 [-1.12–0.21], p = 0.47 and -1.58 [-2.16–0.13] vs. -1.33 [-2.54–0.49], p = 0.47 respectively).\n\n\nRenal dysfunction outcomes\n\nTable 2 describes the renal dysfunction outcomes (defined operationally as eGFR <60mL/min/1.73m2 and/or albuminuria >20mg/L in a single urine test). Among 122 HIV-infected children, 61/122 (50.0%) met our criteria for renal dysfunction: 54 (44.3%) had albuminuria, and 9 (7.4%) had an eGFR <60. Among 122 HIV-uninfected children, 51 (41.8%) met our criteria for renal dysfunction: 48 (39.3%) had albuminuria and 6 (4.9%) had an eGFR < 60.\n\n\nFactors associated with renal dysfunction\n\nTable 3 shows the results of the univariable analysis for factors associated with renal dysfunction. In the univariable analysis only the presence of schistosomiasis was significantly associated with renal dysfunction (OR = 2.51, 95%CI 1.46–4.31, p = 0.001). Higher intensity of schistosomiasis was associated with higher prevalence of renal dysfunction (OR = 1.3 (1+) vs. OR≈4 (2+/3+), p for trend = 0.001). By multivariable logistic regression analysis including schistosomiasis, age, sex and HIV status, schistosomiasis remained the only factor associated with renal dysfunction (OR = 2.40, 95%CI 1.37–4.17, p = 0.002). HIV infection was not significantly associated with renal dysfunction by either univariable or multivariable analysis. There was more renal dysfunction among children with higher WHO clinical stage, but this relationship was not statistically significant (p = 0.23). Of note, though, the association between schistosomiasis and renal dysfunction was somewhat stronger among HIV-infected children than their HIV-uninfected siblings (OR = 3.04, 95%CI 1.39–6.68, p = 0.005 vs. OR = 2.08, 95%CI 0.97–4.46, p = 0.06).\n\n\nRenal dysfunction and Schistosoma infection\n\nTable 4 compares the prevalence of renal dysfunction among Schistosoma infected children and Schistosoma uninfected children regardless of HIV status. An eGFR less than 60 ml/min/1.73m2 was more common in the Schistosoma infected children (7.2% versus 5.6%, OR 2.61, 95% CI 1.35–5.04, p = 0.01). There was also a higher prevalence of albuminuria among Schistosoma infected children (55.9% versus 34.4%, OR 2.92, 95% CI 1.61–5.27, p = 0.001). The overall prevalence of renal dysfunction was 60.7% among Schistosoma infected children and 38.1% among uninfected children (OR 2.51, 95% CI 1.46–4.31, p = 0.001).\n\n\nSchistosome species\nNone of the 40 subjects who provided urine for microscopy had eggs of S. haematobium detectable by microscopy. Of the 7 subjects from whom stool samples were available, 6/7 (85.7%) had S. mansoni eggs detected, with concentrations ranging from 17 to 75 eggs per gram.",
    "Discussion": "In our study, half of the HIV-infected children attending an HIV clinic in the Lake Zone of northwestern Tanzania had evidence of renal dysfunction (defined operationally as eGFR <60mL/min/1.73m2 and/or albuminuria >20mg/L in a single urine test): 44.3% had albuminuria >20mg/L and 7.4% had an eGFR <60 ml/min/1.73 m2. These rates are higher than those found in other studies from SSA. Four other countries in SSA (Burkina Faso, Democratic Republic of Congo, Nigeria, and Zimbabwe) have reported the prevalence of markers of kidney disease among HIV-infected children as ranging from 0–31.6% using methodologies similar to ours [8–18]. The reasons for the higher prevalence of renal dysfunction among HIV-infected children in the Lake Zone compared to prior studies in SSA is not known, but our findings are consistent with the findings among HIV-infected adults in our region [5, 6].\nSurprisingly, the prevalence of renal dysfunction was equally high among HIV-uninfected siblings. More than one-third of HIV-uninfected siblings had evidence of renal dysfunction: 39.3% had albuminuria >20 mg/L and 4.9% had eGFR<60 ml/min/1.73 m2. In other studies among children in SSA that have included HIV-uninfected controls, the prevalence of markers of kidney disease in the control group has been low (0–6%) [8, 9, 13–15]. The higher prevalence of renal dysfunction among HIV-uninfected children in our study is likely related to the unique nature of our control group. In order to minimize differences in socioeconomic factors, household exposures and genetics, we chose HIV-uninfected siblings as our control group, whereas prior studies have all used children from the pediatric outpatient clinics of the hospital in which the study was conducted as their controls [8, 9, 13–15]. The high prevalence of renal dysfunction that we observed among HIV-uninfected controls could therefore be related to either in utero HIV exposure or a high population prevalence of renal dysfunction. Because the dates of maternal HIV infection and viral suppression were not known, we could not confirm the HIV-exposure status among HIV-uninfected control siblings, but we suspect that most if not all were exposed since they were born within ~5 years of their HIV-infected sibling. HIV exposure, even in the absence of infection, has been associated with multiple abnormalities that may affect the development and function of the kidney in childhood [29–31]. On the other hand, the high prevalence of renal dysfunction among controls could also reflect a high community prevalence of renal dysfunction among children, possibly related to the known high prevalence of schistosomiasis. In order to investigate this possibility, we are currently planning a longitudinal study to examine a cohort of HIV-uninfected, unexposed school children in the Lake Zone.\nSchistosomiasis was strongly associated with renal dysfunction among HIV-infected and uninfected children (OR = 2.51, 95% CI 1.46–4.31), and a higher intensity schistosome infection was associated with even more renal dysfunction (p = 0.001 for trend). Approximately 46% of children with renal dysfunction had schistosomiasis by CCA testing compared to 25% of children without renal dysfunction. Multiple studies and epidemiological evidence have shown that S. haematobium infection may cause kidney disease (particularly albuminuria) in both adults and children [32–34], but all of the 40 consecutive urine samples we tested were negative for S. haematobium, and <20% of CCA-positive subjects had the hematuria that is typical for this infection. The dominant species of schistosomiasis in our region, S. mansoni [35, 36], is also known to cause glomerulonephritis and kidney disease [37]. The prevalence of proteinuria among adult subjects infected with S. mansoni has been reported to be as high as 20% in Egypt [38, 39] and 15% in Brazil [40, 41], and the severity and irreversibility of the disease has been demonstrated in several clinicopathologic and experimental studies [42–44]. The association between markers of kidney disease and S. mansoni in children, by contrast, has only been investigated in two small studies in SSA [45, 46] which did not find an association between S. mansoni and overt proteinuria, but neither one of them investigated both eGFR and albuminuria as we have done. If further studies confirm the relationship between S. mansoni infection and kidney disease among children, schistosomiasis may become an important target for prevention of kidney disease in our population.\nAlthough schistosomiasis could explain a large proportion of the renal dysfunction in our study, 55% of children with renal dysfunction did not have evidence of current schistosomiasis. In these subjects multiple other factors may be contributing to their renal dysfunction such as acute glomerulonephritis, infections (malaria, recurrent diarrhea), or genetic factors. The APOL1 gene mutation, for example, is known to be associated with renal disease in African populations [47], younger age of onset of kidney disease [48] and faster decline in kidney function [49]. Further studies are needed to determine the factors other than schistosomiasis that might be contributing to the high prevalence of renal dysfunction that we observed. Kidney disease occurring at a young age may lead to end stage renal disease or other complications (e.g. hypertension) in adulthood; therefore targeted screening for early detection of kidney disease and treatment of reversible factors are high priorities. Many simple diagnostic tools such as light microscopy of the urine sediment are currently underutilized in screening efforts. In addition, the implementation of proven strategies for prevention and treatment, such as early antimicrobial therapy for severe infections and rapid correction of hypovolemic shock, must be accelerated.\nOur study has several limitations. First and foremost, this was a cross-sectional study and, therefore, neither confirmation of chronic kidney disease nor causality in the relationship between schistosomiasis and kidney disease could be examined. In addition, several gold standard investigations for HIV and kidney disease, such as quantitative HIV viral load testing, urine albumin-to-creatinine ratio, and kidney biopsies were not performed since they were not available in our region at the time of the study. Our operational definition of renal dysfunction may have resulted in information bias, with over diagnosis of kidney disease, and we are currently planning to assess our findings with a study using the standard KDIGO definition of chronic kidney disease. Also, the exclusion of children who could not produce urine samples, as well as the possibility that HIV-infected patients may have received previous praziquantel therapy could have caused some selection bias and underestimation of the population prevalences of renal dysfunction and schistosomiasis, respectively.\nIn conclusion, our study identified a high prevalence of renal dysfunction (defined operationally as eGFR <60mL/min/1.73m2 and/or albuminuria >20mg/L in a single urine test) among HIV-infected Tanzanian children attending our pediatric HIV clinics. Almost 50% of both HIV-infected children and their siblings had renal dysfunction, and 6% had an eGFR <60 mL/min/1.73 m2. Surprisingly, the prevalence of renal dysfunction among HIV-uninfected siblings was similar to the HIV-infected children. This may be related to either in utero HIV exposure or a high community-wide prevalence of renal dysfunction in children, and further studies are urgently needed to distinguish these possibilities. Schistosomiasis was strongly associated renal dysfunction in this population, and the predominant species of schistosomes in our region is S. mansoni (not S. haematobium). Schistosomiasis may be an important target for prevention of kidney disease in children in sub-Saharan Africa."
}