{
    "Introduction": "Dengue fever (DF) is a tropical mosquito-borne viral infection [1]. Dengue incidence has surged 10-fold over the past 20 years, making it the fastest spreading arboviral disease [2]. The Philippines is a high-incidence country, with over 400,000 cases reported in 2019 [3].\nThe 2009 World Health Organization (WHO) guidelines classify DF into dengue ± warnings signs and severe dengue [4]. Warning signs (abdominal pain or tenderness, persistent vomiting, clinical fluid accumulation, mucosal bleeding, lethargy or restlessness, liver enlargement, and hemoconcentration with rapid decrease in platelet count) may herald progression to severe disease and warrant hospitalization for observation of vital signs [4]. Severe dengue includes severe plasma leakage (including dengue shock syndrome), severe bleeding (dengue hemorrhagic fever), and severe organ impairment [4]. DF is a dynamic disease which progresses through three phases: febrile, critical, and recovery [4]. The clinical evolution and outcome may be difficult to predict and prognostic tools are urgently needed for accurate risk stratification. While most patients recover without complications, a subset develops severe dengue and is at risk of adverse outcomes including death. Hemoconcentration, a hallmark of vascular permeability, may precede dengue shock syndrome [4]. A meta-analysis of 143 studies identified increased hematocrit with a concurrent decrease in platelet count as a significant risk factor for severe dengue [5]. A pediatric study from the Philippines found that the presence of hemoconcentration was associated with a sixfold increase in dengue mortality [6].\nNeutrophils are increasingly recognized for their role in DENV-induced plasma leakage. Activated neutrophils release cytokines, surface molecules, and neutrophil extracellular traps, potentially contributing to endothelial disruption, leading to plasma extravasation [7]. Increased circulating markers of neutrophil activation have been reported in severe dengue compared to uncomplicated cases [8].\nTriggering Receptor Expressed on Myeloid Cells Type 1 (TREM-1) is a transmembrane protein found on peripheral neutrophils, monocytes, and macrophages [9]. TREM-1-ligand interactions initiate a signaling cascade that culminates in the release of inflammatory mediators. TREM-1 may be released from the cell surface into the circulation through proteolytic cleavage, resulting in a soluble form (sTREM-1) [10]. Elevated sTREM-1 concentrations indicate neutrophil activation and are associated with disease severity in sepsis and pneumonia [11,12]. DENV increases TREM-1 expression on cultured human neutrophils in vitro [13]. Early in the course of DENV infection, there is a transient decrease in surface expression of TREM-1 on neutrophils coinciding with increased sTREM-1, suggesting shedding of TREM-1 into the circulation [14]. A multi-center study identified sTREM-1 as one of a combination of inflammatory and vascular markers that predicted the development of moderate or severe dengue [15]. Taken together, these findings implicate TREM-1 in the innate inflammatory response to DENV and suggest that sTREM-1 may be a clinically informative marker of disease severity.\nHere, we investigated plasma sTREM-1 levels in children and young adults with DENV disease at presentation to an outpatient clinic in the Philippines. Our primary objective was to investigate the association between sTREM-1 and hemoconcentration, a sign of vascular leakage. Secondary objectives were to examine the relationship between sTREM-1 and leukocyte count, inflammation, and markers of endothelial activation.",
    "Methods": "Ethics statement\nThe study was approved by the Institutional Review Board (IRB) of Chong Hua Hospital, Cebu City, Philippines, and the University Health Network Research Ethics Committee, Toronto, Canada (UHN REB Number 13–6168-AE). Written informed consent was obtained from participants or, in the case of children, from the parent or guardian.\n\n\nStudy design and participants\nA prospective cohort study of 244 patients was conducted at the Lebumfacil-Santa Ana Medical Centre in Toledo, Cebu province, Philippines. We previously reported the levels of angiopoietins in this cohort [15]. Patients were eligible for inclusion if they were 1 to <26 years old with clinically suspected DENV infection, confirmed through detection of the NS1 antigen or IgM using a rapid bedside test (Bioline DENGUE DUO, Abbott, Abbott Park, Illinois). Exclusion criteria were: (a) alternative bacterial/viral infections; (b) significant comorbidity; (b) pregnant or breastfeeding status; (d) recent blood transfusion within the past 3 months; and (e) prior study participation.\n\n\nStudy procedures\nPatients presenting to the outpatient clinic for clinical care were enrolled if eligible and provided informed consent. At this initial study visit, clinical characteristics were recorded and venipuncture blood was collected. The day of onset of symptoms was ascertained based on patient or parental report at this initial study visit. The WHO disease severity classification was assessed at this initial study visit based on presenting signs and symptoms.\nThe venipuncture sample from this initial visit was used for the quantification of plasma proteins. Concentrations of sTREM-1, tumor necrosis factor (TNF), angiopoietin-2 (Ang-2), soluble FMS-like tyrosine kinase-1 (sFlt-1), and vascular cell adhesion molecule 1 (sVCAM-1) were measured using a multiplex Luminex assay with custom reagents (R&D Systems, Minneapolis, MN). Protein concentrations was below the lower limit of detection of the assay were arbitrarily assigned a value equal to the lower limit of the assay. For sTREM-1, the lower limit of detection was 45 pg/mL. For TNF, the lower limit of detection was 5 pg/mL.\nOver the following 14–21 days, patients were either referred to hospital, or managed as outpatients. A complete blood count (CBC) was obtained at the initial study visit and was repeated during the acute illness to monitor hematologic parameters, as often as clinically indicated. The timing of the repeat CBC assessments was according to the clinician’s judgement. A final CBC was also obtained at a scheduled follow-up visit 14–21 days after study enrolment. To estimate the baseline hematocrit (HCT) for each patient, we used the value measured after recovery from the acute illness (day 14–21 after enrolment). Hemoconcentration was defined as a ≥ 20% rise in HCT relative to the baseline value, considering all available HCT measurements over the course of the illness [4].\nParticipants returned to the outpatient clinic in follow-up after resolution of their acute illness (day 14–21 after presentation) to review and document their clinical course (hemoconcentration, hospitalization, and intravenous fluid requirement).\n\n\nStatistical analysis\nSummary statistics for categorical variables were reported as frequency (n) and percentage (%). Continuous variables were reported as median and interquartile range (IQR). Associations between categorical variables were examined using Pearson chi-squared test, or Fisher exact test, as appropriate. The comparisons of continuous variables employed the Wilcoxon rank sum test. Receiver operator characteristic (ROC) curve analysis was used to determine the optimal cutoff (Youden index) for sTREM-1 as a predictor of hemoconcentration. To verify the association between sTREM-1 and hemoconcentration, logistic regression models were constructed to adjust for potential confounding effects of clinical covariates. Subgroup analyses were performed, stratifying the cohort by age (below and above 9 years). Significance was assessed at the α = 0.05 level. Data analysis and visualization were performed using GraphPad Prism version 6 (GraphPad Software Inc., La Jolla, CA, USA, 2012), and R (version 4.3.0).\n\n\nSample size\nWe calculated that 201 patients were needed to detect a statistically significant difference in sTREM-1 levels between patients with and without hemoconcentration. This calculation assumed a mean (standard deviation) sTREM-1 level of 200 (150) pg/mL, a 50% difference in sTREM-1 between groups, and a proportion of 11% with hemoconcentration [14,16].",
    "Results": "Patient characteristics\nA total of 244 children and young adults presenting to the outpatient clinic from September 2015 to February 2017 were included in the analysis. Based on the WHO classification [4], 63 patients (26%) were diagnosed as uncomplicated dengue without warning signs, 179 (73%) as dengue with warning signs, and 2 (<1%) as severe dengue. There were no fatalities. Patient characteristics at clinic presentation were summarized (Table 1).\nThe median time from symptom onset to presentation to the outpatient clinic was 3 days (IQR 2–4). A total of 181 (74%) of patients were hospitalized. The timing of hospital admission was on the same day as the initial clinic visit in 143 patients (82%), ranging from 0 to 3 days after presentation. The timing of the final follow-up study visit after recovery was a median of 15 days (IQR 14–15) after presentation and 18 days (IQR 17–20) after symptom onset. Clinical outcomes observed during follow-up were summarized (Table 2).\n\n\nElevated sTREM-1 is associated with hemoconcentration\nOur primary objective was to examine the association between sTREM-1 and hemoconcentration. The median plasma sTREM-1 level at presentation was 56 pg/mL (IQR 45–145 pg/mL). Of note, 122 patients (50%) had sTREM-1 plasma concentration of <45 pg/mL (below the limit of detection of the assay) and were arbitrarily assigned a value of 45 pg/mL for subsequent analysis.\nTwenty-seven patients (11%) had evidence of hemoconcentration. The timing of the maximum hemoglobin level was on the day of presentation in all 27 patients. The HCT decreased thereafter with resolution of the infection. No patients developed hemoconcentration de novo after the initial clinic visit. Thus, the HCT measurement defining hemoconcentration was simultaneous with the sTREM-1 measurement and the association between sTREM-1.\nMedian sTREM-1 levels were significantly higher in patients with hemoconcentration (150 pg/mL versus 45 pg/mL, p = 0.0045). Using ROC curve analysis, we determined that the optimal cutoff of sTREM-1 to discriminate between of hemoconcentration was 130 pg/mL (Fig 1A). Patients with elevated sTREM-1 (≥130 pg/mL) had a 3.8-fold higher odds (95%CI 1.6-10) of hemoconcentration (P = 0.0020, Fig 1B). In turn, patients with hemoconcentration had a 4.2-fold higher odds (95%CI 1.0-38) of hospitalization, (P = 0.0497, Fig 1C) and required a greater total volume of intravenous fluid for management (P = 0.019, Fig 1D).\nReceiver operator characteristic curve for sTREM-1 used to discriminate between patients with and without hemoconcentration (A). Elevated sTREM-1 (≥130 pg/mL) was associated with hemoconcentration (B). In turn, hemoconcentration was associated with hospitalization (C) and higher volume of intravenous saline for supportive management (D). *p < 0.05;***p < 0.001.\nTo adjust for potential confounding variables, we constructed logistic regression models of hemoconcentration as a function of sTREM-1 (continuous variable) and clinical covariates. Of note, biological sex and time from symptom onset were statistically significantly associated with sTREM-1 levels and were included as clinical covariates in the multivariable logistic regression model (Table 3). In univariable and multivariable models, sTREM-1 remained statistically significantly associated with hemoconcentration (Table 3).\nWe next performed a subgroup analysis, examining the association between sTREM-1 and hemoconcentration in children below and above 9 years of age (Table 4). Of note, the association was of similar magnitude and was statistically significant in both subgroups.\n\n\nElevated sTREM-1 is associated with higher neutrophil count and systemic inflammation\nWe hypothesized that sTREM-1 would be associated with myeloid cells. Indeed, patients with elevated sTREM-1 exhibited a significantly higher total white blood cell (WBC) count and absolute neutrophil count, whereas the lymphocyte count was similar (Fig 2A-2C). The correlation coefficients between sTREM-1 and WBC, neutrophil, and lymphocyte counts are shown in Table 5.\nElevated sTREM-1 (≥130 pg/mL) was associated with higher total white blood cell (WBC) count (A) and absolute neutrophil count (B), but not lymphocyte count (C). D. The proportion of patients with elevated TNF (>5 pg/mL) was higher in patients who also had elevated sTREM-1. **p < 0.01; ns, non-significant.\nWe further hypothesized that sTREM-1 would be associated with systemic inflammation. Elevated TNF (≥5 pg/mL) was more common in the group with high sTREM-1 (33% versus 14%, P = 0.0014, Fig 2D). The correlation coefficient between sTREM-1 and TNF is shown in Table 5.\n\n\nElevated sTREM-1 is associated with markers of endothelial activation and hemoconcentration\nWe next investigated possible mechanisms by which sTREM-1 may lead to hemoconcentration. Endothelial activation markers Ang2, sFlt-1, and sVCAM-1 were higher in patients with elevated sTREM-1 (Fig 3). The correlation coefficients between sTREM-1 and markers of endothelial activation are shown in Table 5. These markers were also higher in patients with hemoconcentration (p < 0.0001 for all three comparisons).\nElevated sTREM-1 (≥130 pg/mL) was associated with elevated markers of endothelial activation Ang-2 (A), sFlt-1 (B), and sVCAM-1 (C). **p < 0.01;***p < 0.001.\nLevels of sTREM-1, TNF, Ang2, sFlt-1, and sVCAM-1 were summarized, stratified by disease severity category (Table 6), and by NS1 antigen levels (Table 7). Of note, detectable NS1 antigenemia was associated with elevated sTREM-1 (Table 7).",
    "Discussion": "In this prospective cohort study, we demonstrated that sTREM-1 is associated with hemoconcentration, systemic inflammatory response, and endothelial activation. Thus, sTREM-1 may be a clinically informative indicator of plasma leakage and disease severity. Our results confirm and extend those of a previous study that identified sTREM-1 as one of a combination of markers that was associated with progression to moderate or severe dengue [14]. Our study is noteworthy for the inclusion of outpatients early in the disease course with uncertain disease trajectory. This group is representative of the largest number of DENV cases in which clinicians are faced with challenging decisions about admission versus outpatient management.\nOur primary analysis showed that elevated sTREM-1 (≥130 pg/mL) was associated with a 3.8-fold higher odds (95%CI 1.6-10) of hemoconcentration, a sign of plasma leakage. All cases of hemoconcentration were present at the time of presentation and resolved thereafter, suggesting that vascular leak was most severe at the initial encounter. The association between sTREM-1 and hemoconcentration was robust to adjustment for clinical covariates (Table 3) and remained statistically significant in subgroups stratified by age (Table 4).\nConsistent with its known myeloid source, elevated sTREM-1 was associated with higher absolute neutrophil count in our study (Fig 2B). In an experimental study, co-incubation of cultured human neutrophils with DENV-2 resulted in increased surface expression of TREM-1 [13]. In a clinical observational study from Mexico, TREM-1 appeared to be released from the neutrophil cell surface early in the course of DENV infection [14]. Together, these observations suggest that neutrophils contribute to the circulating pool of sTREM-1 through shedding of TREM-1 from the cell membrane. We also found that elevated sTREM-1 was associated with elevated TNF [17,18]. Previous authors have reported an association between sTREM-1 and inflammatory markers results in DENV infection [15] and other conditions [19]. In addition, sTREM-1 was higher in patients with detectable NS1 antigen (Table 7), suggesting that higher viral load may be a driver of neutrophil activation.\nNeutrophil activation may contribute to endothelial activation and hyperpermeability [14,20]. We found that sTREM-1 levels correlated with Ang2, sVCAM1, and sFlt1 (Fig 2D-2F). Previous studies have found an association between elevated levels of these endothelial-specific markers and vascular leak in dengue [21,22]. Clinically apparent plasma leakage (hemoconcentration) and fluid replacement therapy were also associated with higher sTREM-1 in our cohort. Our findings are consistent with a previous study that showed a positive correlation between sTREM-1 and Ang-2 [14].\nOur study has several limitations. We did not have information on the DENV serotypes or on past infection of heterologous serotype. Only two patients developed severe dengue and there were no fatalities, limiting the generalizability of our findings to more severe cases. Because it was observational, our study lacked the ability to draw causal inferences. The lower limits of detection for sTREM-1 (45 pg/mL) and TNF (5 pg/mL) in our assay resulted in undetectable values in some patients. A more sensitive assay would be required for accurate quantification of sTREM and TNF levels in DENV infection. To address this limitation, we analyzed sTREM-1 and TNF as binary variables, allowing their unambiguous classification into “high” and “low” levels. Our study focused on DENV infection; however, sTREM-1 is a host response marker that may be clinically informative in other febrile illnesses. Further studies are warranted to examine the utility of sTREM-1 in other infections. Furthermore, our study did not include healthy controls. sTREM-1 levels should be assessed in healthy individuals without acute infection in order to establish a reference range for this marker. Future experimental research on TREM-1 (e.g., in vitro or animal models) would be useful to dissect the underlying mechanisms of the sTREM-1-DENV interaction.\nIn conclusion, among patients presenting to an outpatient clinic with DENV infection, sTREM-1 was predictive of hemoconcentration, an indicator of vascular leak associated with adverse clinical events (hospitalization, intravenous fluid resuscitation). sTREM-1 may be a marker of pathological processes leading to vascular permeability, including inflammation, neutrophil activation, and endothelial activation. Our findings may have clinical implications. For instance, dampening excessive neutrophil activation may be a therapeutic strategy. Integrating sTREM-1 into rapid diagnostic tests could facilitate the identification of at-risk patients and those who can be safely managed as outpatients. Future exploration is warranted to better assess the role of sTREM-1 in forecasting disease severity and improving outcomes in DENV infection."
}