{
    "Introduction": "Burkholderia pseudomallei (B. pseudomallei) is the causative agent of melioidosis, an infectious disease, endemic across parts of South East Asia and Northern Australia [1]. Despite causing an estimated 89,000 deaths worldwide annually, melioidosis still remains a neglected tropical disease [2]. Being a major cause of community-acquired sepsis, melioidosis has a high mortality rate up to 40% [3]. Common routes of infection include percutaneous inoculation, inhalation, and/or ingestion of contaminated particles or aerosols [4]. Although melioidosis can manifest diverse symptoms such as pneumonia and abscesses in various organs including the brain, bacteremic melioidosis with pneumonia commonly leads to early mortality [5,6]. Apart from acute infection, B. pseudomallei can cause persistent disease with little or no clinical symptoms over a prolonged period of latency in the host, and only reactivate after years [7–9]. This suggests the likelihood of B. pseudomallei to reactivate only when the host immunity wanes. Indeed, B. pseudomallei can be considered also as an opportunistic pathogen, as melioidosis patients are commonly individuals with at least one or more underlying diseases (~80%) and the elderly [3]. Moreover, recurrence rates in patients can be up to ~13% despite appropriate antibiotic treatments[10], suggestive of bacterial persistence and inefficacy of antibiotic regimens. The mechanisms behind bacterial persistence in the host remain unclear.\nSmall-colony variants (SCVs) representing a sub-population of bacteria have been frequently associated with persistent infections [11–15]. As the name implies, SCVs are slow-growing and form pin-point colonies after 24–72 hours of incubation on agar medium [16]. Although the SCVs of Staphylococcus aureus (S. aureus) remain the most extensively studied variant, the morphotypes have also been described in many other bacteria including B. pseudomallei. SCVs are known to be relatively more resistant to antibiotics compared with their wild-type (WT) counterparts [17]. In B. pseudomallei, SCVs were reported to display a greater degree of drug resistance [18]. To the best of our knowledge, we are the only group till date that attempted to study WT and SCVs of B. pseudomallei. Our proteomic studies revealed that SCVs and WT pre- and post-infection of A549 lung epithelial cells showed distinct expressions of proteins involved in adhesion, invasion, and virulence (Al-Maleki et al., 2014; Al-Maleki et al., 2015). More importantly, our previous study also demonstrated that SCVs and WT triggered distinct host immune responses during persistent B. pseudomallei infections. Another study also demonstrated that B. pseudomallei can switch to different morphotypes during stress, and have distinct abilities to persist in vitro and in vivo [19]. Hence, these pieces of evidence together suggest that SCVs and WT could play different roles in persistent clinical melioidosis.\nProgrammed death-1 (PD-1) negatively regulates T cell functions, as its engagement with its ligand PD-L1 and PD-L2 arrest T cell proliferation, cytokine secretion, and cytolytic functions [20]. PD-1 is by far the best characterized co-inhibitory molecule associated with T-cell exhaustion in chronic viral infections [21,22]. Apart from chronically-infecting viruses [23–25], many bacteria that cause persistent infections, such as Mycobacterium tuberculosis and Helicobacter pylori (H. pylori), are known to upregulate PD-1 and PD-L1 [26–30]. Persistent B. pseudomallei infections in BALB/c mice also led to PD-1 upregulation on CD4+ and CD8+ T cells, suggestive of T cell exhaustion. This is in line with a previous study that reported on PD-L1 upregulation in polymorphonuclear neutrophils infected with B. pseudomallei, which consequently inhibited CD4+ T-cell functions as well [31]. These results suggest an important role of PD-1/PD-L1 pathway that might potentially be exploited by B. pseudomallei to facilitate persistence in the host. While the role of PD-1 in functional exhaustion is clearly established in T cells, accumulating lines of evidence indicate that PD-1 negatively regulates the functions of B cells, natural killer (NK) cells, and monocytes [32–37].\nCytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) represents another co-inhibitory molecule that is inducibly expressed on T cells. CTLA-4 is homologous to CD28 (the co-stimulatory molecule that provides second signal for T cell activation), and inhibits T cell activation [38]. Both CTLA-4 and CD28 engage with two cognate ligands, B7-1 (CD80) and B7-2 (CD86), although CTLA-4 binds with a greater affinity [39]. Similar to PD-1, the role of CTLA-4 has been extensively studied in T cells. CTLA-4 upregulation on T cells has been well documented in hepatitis B (HBV) and human immunodeficiency virus (HIV) infections [38,40]. In bacterial infections, CTLA-4 has been reported to cause T cell anergy especially in H. pylori infections in mice, and pathogen clearance was improved following the blockade of CTLA-4 [41]. Notwithstanding, the role of CTLA-4 is well-studied in T cells, its role in other immune cells rather remains ambiguous. To date, very few studies have demonstrated that CTLA-4 inhibits the functions of B cells, NK cells, and monocytes [42–45]. Therefore, it is conceivable to hypothesize that PD-1 and CTLA-4 could dampen host immune responses leading to establishment of persistent infections. We demonstrated previously that persistent B. pseudomallei infections can lead to an increased expression of PD-1 on CD4+ and CD8+ T cells [46]. Here, we aimed to investigate into B cell and innate cell responses, including PD-1 and CTLA-4 expressions, during experimental persistent B. pseudomallei infections. We proposed that persistent B. pseudomallei infections can lead to upregulation of PD-1 on B cells, NK cells, and monocytes, resulting in suboptimal host immune responses. B. pseudomallei employs PD-1/PD-L1 pathway as an immune exhaustion strategy to persist in the host.",
    "Materials and methods": "Ethics statement\nAll mouse experiments were conducted according to the guidelines of the University of Malaya Animal Care and Use Policy (UM ACUP), and the protocols were reviewed and approved by the Animal Experimental Unit of University of Malaya, Kuala Lumpur, Malaysia (Ref. No.: 2014-08-05/MMB/R/JSV). The Animal Experimental Unit of University of Malaya is accredited by the Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC), and conforms to all government laws and regulations. It provides for approved research and teaching activities, and safeguards the health and welfare of staff and students involved in scholarly activities using animals or animal parts derived from animals. Animals were maintained with controlled temperature, 12h light/dark cycles and given water and feed ad libitum. All efforts were made in order to minimize animal suffering. In addition, all bacterial isolates used in this study were analyzed anonymously.\n\n\nBacterial identification\nA clinical isolate of B. pseudomallei from a melioidosis case in University Malaya Medical Center (UMMC) isolated as previously described was used in the study [47]. The isolate, when cultured on agar medium at 37°C, was found to differentiate into two colony morphotypes, OB (WT, INSDC: APLK00000000.1) and OS (SCV, INSDC: APLL00000000.1). OB and OS were characterized using a commercial analytical profile index API 20NE (BioMėrieux) test and an in house PCR assay specific for B. pseudomallei [48]. The two morphotypes were cultured on nutrient agar and a single colony of each morphotype was inoculated into Luria-Bertani (LB) broth (Becton Dickinson, Franklin Lakes, New Jersey, USA) at 37°C overnight in a shaker incubator at 200 revolutions per minute (rpm). Following culture, glycerol (Acros Organics, Geel, Belgium) with a final concentration of 30% (v/v) was added to the LB cultures and stored at -80°C as a stock culture for the entire duration of the study.\n\n\nBacterial inoculum\nBacterial inoculum of OB and OS was prepared as previously described [46]. Briefly, a single colony of OB and OS from nutrient agar was cultured in LB broth and incubated at 37°C overnight at 200rpm. Later, overnight cultures were adjusted to an OD600 of 0.05 with LB broth and incubated under similar conditions. Cultures that reached the mid-logarithmic phase (OD600 0.5–0.7) were harvested, washed, and re-suspended in phosphate-buffered saline (PBS). Subsequently, the bacterial suspensions were ten-fold serially diluted with PBS until the desired inoculum was obtained. The inoculum was plated on nutrient agar to enumerate colony-forming units (CFUs).\n\n\nPersistent infection\nSeven to eight-week-old female BALB/c mice obtained from University Putra Malaysia were used in the experiments. All mice were acclimatized for two weeks prior to infection. Mice were under ad libitum feeding conditions. Mice were anaesthetized with isoflurane (Piramal Healthcare Ltd, India), and 10μL of bacterial inoculum was administered via the intranasal route. A persistent B. pseudomallei infection was generated as described previously with minor modifications [49]. Sub-lethal bacterial dose (~2–8% of LD50) was determined as suggested by Goodyear et al. that used ~5% of LD50 to generate persistent infections in BALB/c mice. Recently, we confirmed that persistent infections with the sub-lethal bacterial dose led to bacterial colonization in the lungs, livers or spleens for ≥60 days by CFU enumeration of these organs, and development of macroscopic hepatic and splenic abscesses in infected mice [46]. Groups of six mice were infected with OB and OS morphotypes, respectively. Only mice that survived for ≥60 days were sacrificed for use in the downstream experiments. One experiment was performed to collect organ samples (n = 4 per group) from infected (OB or OS) and uninfected mice, respectively for histopathological analysis. Two independent experiments were performed in order to collect adequate sample size (n = 6 per group) from OB-infected, OS-infected, and uninfected mice for analysis of immune cells. Mice inoculated with PBS were used as controls, and will be referred to as uninfected mice for simplicity.\n\n\nPeripheral blood mononuclear cells (PBMCs)\nMice with persistent B. pseudomallei infections were anaesthetized with isoflurane, and blood was drawn via terminal cardiac puncture. Heparinized blood samples were diluted with PBS at a 1:1 ratio. PBMCs were isolated as described [50,51]. Briefly, PBMCs were prepared by density-gradient centrifugation over Ficoll-Paque (Sigma Aldrich). PMBC layer was obtained and washed twice with PBS. Cell viability was determined by 0.4% trypan blue (Life Technologies) staining.\n\n\nHaemotoxylin and eosin (H & E) staining\nLungs, livers, and spleens from mice were harvested after withdrawal of blood, and fixed immediately in 10% neutral buffered formalin for 24 hours. Organs were processed as parafilm blocks, followed by the H & E staining, and examined using a microscope. Representative images for each visceral organ were captured.\n\n\nPolychromatic flow cytometry\nPBMCs (1x106 cells in each tube) were stained with Alexa Fluor 488 hamster anti-mouse CD3e (BD Biosciences, clone 145-2C11), Pe-Cy7 rat anti-mouse CD4 (BD Biosciences, clone GK1.5), APC-H7 rat anti-mouse CD8a (BD Biosciences, clone 53–6.7), APC hamster anti-mouse PD-1 (BD Biosciences, clone J43), and PE hamster anti-mouse CTLA (BD Biosciences, clone UC10-4F10-11), Fixable Viability Stain 510 (BD Biosciences, cloneR35-95). Corresponding isotype control for each antibody was prepared for appropriate setting of gates during multicolor flow cytometry analysis. All antibodies were pre-titrated for optimal working concentration. Data were acquired on an 8-color FACSCanto II immunocytometry system (BD Biosciences) with BD FACSDiva software (BD Bioscience). Data were exported from BD FACSDiva and analyzed using Flowjo software version 10 (Tree Star, Oregon, USA).\n\n\nB cell, NK cell, and monocyte immunophenotyping\nWe used a combination of positive and negative selection strategies to identify B cells, NK cells, and monocytes. NK cells express CD8, and monocytes express low levels of CD4 [52,53]. Therefore, we defined B cells as the lymphocyte population (FSC-A vs SSC-A) that was CD3-, CD4-, and CD8-, NK cells as the lymphocyte population that is CD3- and CD8+, and monocytes as the monocyte population (FSC-A vs SSC-A) that was CD3- and CD4dim.\n\n\nStatistical analysis\nTwo-tailed Mann-Whitney U test was used to determine statistical significance among different groups, due to the assumption that samples might not follow Gaussian distribution. Results were illustrated using Box-Whisker Plots. All statistical analyses were done using GraphPad Prism 6 software (La Jolla, California, USA). The level of significance was first set at *P<0.05, ** P<0.01, ***P<0.001, and adjusted with appropriate Bonferroni correction.",
    "Results": "WT B. pseudomallei exhibited rapid growth on Ashdown’s Agar compared to SCV morphotype\nMorphological differences between OB and OS morphotypes on Ashdown’s agar, which is a selective agar for B. pseudomallei [54] were compared following 24 and 48 hours incubation at 37°C under aerobic conditions (Fig 1A & 1B). OB is the WT, whereas OS is the SCV of B. pseudomallei isolated from the same melioidosis patient. OB developed clear and visible colonies on Ashdown’s agar, while OS could hardly be observed after 24 hours of incubation. Over 48 hours, OB continued to grow larger, whereas OS appeared as small pin-point colonies. This suggests that OS can be differentiated from OB by its slow-growth rate and morphology on Ashdown agar under aerobic conditions. In addition, OB and OS showed distinct morphologies after 72 hours of incubation (Fig 1C). OB appeared as pale purple, rough, wrinkled, and irregular colonies, whereas OS appeared as dark purple, smooth, round and ≥ 2mm diameter colony.\n(A & B) OB colonies were visible after 24 hours of incubation, and continued to grow larger up to 48 hours of incubation. OS morphotype only appeared as small colonies after 48 hours of incubation. (C) OB showed rough, wrinkled, and irregular morphology, while OS showed smooth and round morphology after 72 hours of incubation.\n\n\nPersistent B. pseudomallei infections of BALB/c mice resulted in differential histopathological changes in visceral organs\nLungs, livers, and spleens harvested from OS-infected or OB-infected mice (n = 4 per group) were processed and stained with H & E to investigate the histopathological changes in a persistent B. pseudomallei infection. Non-necrotic solid lung lesions characterized by a discrete focus consisting primarily of mononuclear cells (Fig 2F) were observed in infected mice.\n(A) Lung (B) liver and (C-E) spleen of uninfected mice show normal histopathology. (F) Non-necrotic solid lung lesions characterized by a discrete focus consisting of primarily mononuclear cells (arrow). (G) Hepatic lesion with predominantly mononuclear cells (arrow). Cytoplasmic vacuolation of hepatocytes were observed in the area surrounding the lesion, which is characterized by swelling hepatocytes and clearing cytoplasm (arrow heads) Normal hepatocyte-H. (H) Splenomegaly with large encapsulated abscess cavity (arrow). (I) The encapsulated abscess-A was surrounded by foamy macrophages-FM, epithelioid macrophages-EM, and lymphocytes-L. (J) Magnification of the splenic encapsulated abscess, which contains neutrophils, mononuclear cells, bacteria, and necrotic cellular debris. Sections were stained with H & E. Scale bars: 10 μm (A, E, F, J), 50 μm (B & G), 100 μm (D & I) and 500 μm (C & H). Data are representative of one experiment (n = 4 per group).\nLivers of infected mice showed lesions with predominantly mononuclear cells (Fig 2G). Cytoplasmic vacuolation was also observed in the hepatocytes of surrounding lesions, characterized by swelling of hepatocytes and clearing of cytoplasm (Fig 2G). Cytoplasmic vacuolation in hepatocytes suggests the likelihood of mild-acute and sub-acute liver injury due to persistent B. pseudomallei infections.\nSeveral mice showed splenomegaly with large encapsulated abscess cavities containing neutrophils, mononuclear cells, bacteria, and necrotic cellular debris surrounded by a layer of foamy macrophages, followed by epithelioid macrophages and lymphocytes (Fig 2H–2J). On the other hand, some mice (n = 2) after 60 days of persistent B. pseudomallei infections appeared to have normal red and white pulps with no lesion. Together, these results indicate that intranasal infection of sub-lethal dose B. pseudomallei causes persistent infections that can lead to histopathological changes and systemic spread of the bacteria from the lungs into the livers and spleens.\n\n\nPersistent B. pseudomallei infections led to increased frequency of NK cells in BALB/c mice\nNext, we sought to compare the frequencies of B cells, NK cells, and monocytes in the PBMCs of OB-infected, OS-infected, and uninfected mice. Gating strategy for selection of cell population was illustrated (Fig 3). Our results revealed that both OS-infected and OB-infected mice had a higher NK cell frequency relative to uninfected mice (Fig 4B). Interestingly, OS-infected mice had a higher NK cell frequency relative to the uninfected mice. No significant differences were found in monocyte and B cell frequencies among OS-infected, OB-infected, and uninfected mice (Fig 4A & 4C). Together, our results suggest a potential role of NK cell in persistent B. pseudomallei infections.\nLymphocytes and monocytes were gated based on forward and side scatter characteristics. B cells were CD3-CD4-CD8-, NK cells were CD3-CD8+, and monocytes were defined as CD3-CD4dim. All gates were set using respective isotype controls.\n(A) B cell (B) NK cell and (C) monocyte frequencies in PBMCs isolated from uninfected, OB- and OS-infected mice after 60 days of infection. Data representative of two independent experiments (B-D; n = 6 per group). Scatter dot plots show the median value (line), the interquartile range (whiskers). P values were calculated using Mann-Whitney U test. *P<0.025, **P<0.005, ***P<0.0005 after Bonferroni correction for 2 comparisons.\n\n\nPersistent B. pseudomallei infections led to upregulation of PD-1, but not CTLA-4, on B cells in BALB/c mice\nPD-1 and CTLA-4 belong to the B7-CD28 superfamily, and their expressions inhibit B cell functions [32,35,39,42,43]. Adaptive immune responses play a paramount role against persistent infections. However, the expression levels of PD-1 and CTLA-4 on B cells have seldom been investigated in B. pseudomallei infections. We found that the percentage of B cells that expressed PD-1 was increased in OS-infected and OB-infected compared with uninfected mice (Fig 5A & 5B). Nevertheless, no significant changes were found on B cells that expressed CTLA-4 among the three groups studied (Fig 5A & 5C). Taken together, our results indicate that expression of PD-1, but not CTLA-4, could attenuate optimal B cell functions during persistent B. pseudomallei infections.\nRepresentative contour plot of (A) PD-1 and CTLA-4 expressions on B cells of uninfected, OB-infected and OS-infected mice after 60 days of infection. (B) PD-1+ and (C) CTLA-4+ percentage of uninfected, OB-infected and OS-infected mice. Data are pooled from two independent experiments (A-C; n = 6 per group). Scatter dot plots show the median value (line), the interquartile range (whiskers). P values calculated using Mann-Whitney U test. *P<0.025, **P<0.005, ***P<0.0005 after Bonferroni correction for 2 comparisons.\n\n\nSCV B. pseudomallei infections of BALB/c mice resulted in the upregulation of PD-1 on NK cells of BALB/c mice\nNext, we looked into the innate immunity. PD-1 and CTLA-4 expressions arrest IFN-γ secretion capability of NK cells [34,45]. Thus, we examined the profile of PD-1 and CTLA-4 expressions on NK cells. Interestingly, OS-infected mice had a remarkable increase of NK cells expressing PD-1 relative to WT-infected and uninfected mice (Fig 6A & 6B). However, no changes in NK cells expressing PD-1 were observed between the OB-infected and uninfected mice. Interestingly, OB-infected mice had a lower NK cell frequency that expressed CTLA-4 as compared with OS-infected and uninfected mice (Fig 6A & 6C). Our findings demonstrate that SCV B. pseudomallei upregulates PD-1 expression on NK cells in mice during persistent infections, suggestive of NK cell exhaustion.\nRepresentative contour plot of (A) PD-1 and CTLA-4 expressions on NK cells of uninfected, OB-infected and OS-infected mice after 60 days of infection. (B) PD-1+ and C) CTLA-4+ percentage of uninfected, OB-infected and OS-infected mice. Data are pooled from two independent experiments (A-C; n = 6 per group). Scatter dot plots show the median value (line), the interquartile range (whiskers). P values calculated using Mann-Whitney U test. *P<0.025, **P<0.005, ***P<0.0005 after Bonferroni correction for 2 comparisons.\n\n\nSCV B. pseudomallei infection of BALB/c mice culminated in PD-1 upregulation and CTLA-4 downregulation on monocytes\nFinally, we investigated the expressions of PD-1 and CTLA-4 on monocytes, as these two co-inhibitory molecules both negatively regulate monocyte functions [36,37,44]. We observed that OS-infected mice had a higher frequency of monocytes expressing PD-1 compared with OB-infected and uninfected mice (Fig 7A & 7B). No significant differences were observed between OB-infected and uninfected mice. Interestingly, we noticed a remarkable decrease in monocytes expressing CTLA-4 in OS-infected and OB-infected relative to uninfected mice (Fig 7A & 7C). OS-infected mice had a lower frequency of monocytes expressing CTLA-4 compared with OB-infected mice. Together, our results suggest that PD-1 and CTLA-4 are implicated in monocyte functions during persistent B. pseudomallei infections.\nRepresentative contour plot of (A) PD-1 and CTLA-4 expressions on monocytes of uninfected, OB-infected and OS-infected mice after 60 days of infection. (B) PD-1+ and (C) CTLA-4+ percentage of uninfected, OB-infected and OS-infected mice. Data are pooled from two independent experiments (A-C; n = 6 per group). Scatter dot plots show the median value (line), the interquartile range (whiskers). P values calculated using Mann-Whitney U test. *P<0.025, **P<0.005, ***P<0.0005 after Bonferroni correction for 2 comparisons.",
    "Discussion": "Our OS morphotype was stable and reproducible throughout the experiment, as it did not revert back to WT morphology when cultured from glycerol stock, during growth kinetic study and preparation of inoculum for infection. Our previous study showed that OS grew slower on nutrient agar compared to OB [46]. Moreover, our growth kinetic study demonstrated that OS had a defect in growth in vitro, as it grew much slower in Lunia-Bertani (LB) broth and reached a much lower OD600 density compared to OB. In this study, OS also grew slower on Ashdown’s agar and had different morphology when compared to OB. We categorized OB as type I (pale purple, irregular and rough colonies) and OS as type III (dark purple and smooth colonies) morphotype according to Chantratita et al. [19].\nDespite previous studies on SCV and WT B. pseudomallei using both in vitro and in vivo model, literature on the pathogenesis of persistent infections due to SCVs and WT still remains scarce [46,55,56]. Tuchsherr et al. [57] revealed that intracellular infection of endothelial cells with SCVs of S. aureus did not cause any dramatic change in the genes that regulate innate immune responses compared to WT morphotypes. Nevertheless, the study by Tuchsherr et al. could only explain an acute-like intracellular infection in vitro as the infection assay was only conducted for a few hours. Hence, our experimental mouse model serves the purpose of comparing the pathogenesis between SCVs and WT during persistent B. pseudomallei infections. We previously showed that a higher bacterial burden was observed in spleens, but not in the lungs and livers of mice infected with the SCV compared with the WT morphotype [46]. Besides, mice that survived an infection with the SCV of B. pseudomallei for two months were more likely to develop macroscopic liver or splenic abscesses compared with the WT morphotype. Significant changes in lungs, despite using the intranasal route for infection were not observed. This observation can be supported by a previous study on the “persistence model” that demonstrated higher bacterial recovery percentage from livers and spleens compared with lungs after intranasal challenge [49].\nTo date, only Conejero et al. [58] attempted to characterize the histopathological changes in lungs, livers, and spleens in a chronic B. pseudomallei infection using C57BL/6 mice. In their study, four different types of lung lesions were observed, with two types of them forming granulomas. Additionally, the study also observed pyogranuloma with a necrotic center containing neutrophils surrounded by macrophages, plasma cells, and lymphocytes in the liver. Small pyogranulomas containing neutrophils and macrophages were also common in the liver. Moreover, multifocal to coalescent pyogranulomatous splenitis containing a necrotic center and nonnecrotic microgranulomas consisting epithelioid macrophages were also observed.\nIn our study, contrary to Conejero et al.’s findings, only one type of lung lesion was observed, which was characterized by a discrete focus of lymphocyte infiltration, with no granuloma (Fig 2F). However, similar findings were observed in many of the lungs of infected mice that had few to no significant lesions. In contrast to Conejero et al., minor hepatic lesions characterized by infiltration of predominantly mononuclear cells in most of the infected mice were observed. Notably, cytoplasmic vacuolation in hepatocytes of several infected mice was observed, suggesting mild-acute and subacute liver injury due to persistent B. pseudomallei infections (Fig 2G). In contrast to Conejero et al., normal spleen histology for several infected mice was observed in the present study. Several mice with macroscopic abscesses showed splenomegaly and necrotic pyogranulomas containing neutrophils, which was surrounded by a layer of foamy macrophages, followed by epithelioid macrophages and lymphocytes (Fig 2H and 2I).\nDifferent observations compared with Conejero et al. were possibly caused by different strains of B. pseudomallei and mice used in the study. More importantly, Conejero et al. sacrificed mice with chronic B. pseudomallei infections after 20 to 60 days of infections, while our study sacrificed mice only after 60 days of persistent infections. The inconsistent duration of sacrificing mice for histopathological investigation in their study might have contributed significantly to different observations. Mice that were sacrificed on the 20th day could have not survived for a longer period due to a more serious B. pseudomallei infection. This would have led to a more severe histopathological changes and a biased observation. The present study sacrificed mice only after 60 days, which is the period considered as chronic melioidosis [59]. This duration leads to a more accurate and consistent histopathological investigation for persistent B. pseudomallei infections.\nWe speculate that the SCV is more likely to cause severe persistent disease, which was reflected by the higher bacterial load in spleens and more abscess formation in livers and spleens compared with the WT [46]. It is illogical that SCVs result in a more severe pathology than WT, as this process will not benefit the bacteria to persist for a longer duration due to massive host immune responses. However, a recent study by Dietrich et al. [60] demonstrated that non-replicating M. tuberculosis caused a higher CFU and an increased number of granulomas in mouse lungs compared with WT after six weeks. Dietrich et al. suggest that non-replicating M. tuberculosis might undermine host immunity leading to higher bacterial replication and severe pathology. This might be part of the resuscitation process for non-replicating or dormant bacteria to eventually facilitate its transmission. SCVs are similar to dormant bacteria in certain ways, including resistance to antibiotics and slow/zero growth rate. Our results demonstrate that SCVs might employ the same strategy as dormant M. tuberculosis by causing a greater degree of pathology in order to facilitate its transmission in persistent B. pseudomallei infections. This explanation is reasonable as one would anticipate SCVs to relapse in some time in future to transmit the disease.\nThere are only limited studies on the role of B cells, NK cells, and monocytes in melioidosis. Antibodies against B. pseudomallei appears to play a less significant role against melioidosis despite that many individuals still show high seropositivity across endemic regions [61]. B cells were found to play a lesser role in protecting against B. pseudomallei as evident from experiments conducted on B cell-deficient (μMT) mice. Nevertheless, it is now clear that μMT mice still produce B cells that could produce other isotypes, raising doubt of using this model to investigate the role of B cells [62–66]. Moreover, immunized mice which produced a high IgG level after lethal challenge had a survival rate of >80% after 40 days [67], suggestive of a protective role of B cells in experimental B. pseudomallei infections. Here, we showed an increase in B cells expressing PD-1 in the SCV-infected and WT-infected, compared with uninfected mice. This suggests that B. pseudomallei could upregulate PD-1 on B cells to limit optimal B cell functions, which likely affect antibody production, and their interaction with follicular Th cells (Tfh) however, may require more investigations.\nNK cells are a unique population, as many studies have demonstrated that NK cells capture hallmarks of adaptive immunity including antigen specificity and memory responses [68,69]. In addition, NK cells can be functionally exhausted similar to T cells during chronic diseases [70,71]. NK cells have been identified as the major producer of interferon-γ (IFN-γ) in experimental and human melioidosis [66,72]. In experimental melioidosis, NK cell-derived IFN-γ showed functional redundancy with IFN-γ released by other immune cells in the first two days of infection [66]. Nevertheless, NK cells could still be playing an essential protective role over prolonged periods of B. pseudomallei infections [66]. Accordingly, our results demonstrated that persistent B. pseudomallei infections can lead to an increase in NK cell frequency regardless of bacterial morphotype differences. In this study, SCV-infected mice had a higher NK cell frequency as compared with WT-infected mice. Interestingly, only SCV-infected mice showed a higher percentage of PD-1+ NK cells, suggesting NK cell exhaustion. WT-infected mice had a lower frequency of CTLA-4+ NK cells relative to SCV-infected and uninfected mice. However, the role of differential expressions of PD-1 and CTLA-4 on the regulation of NK cell activities warrants further investigation.\nSeveral findings have indicated that monocytes could possibly play a role in B. pseudomallei infections [73–75]. A recent study on human primary monocytes demonstrated that B. pseudomallei infections stimulated IL-23 production in these cells [75]. Interestingly, in our earlier study, it was demonstrated that persistent infections with SCV B. pseudomallei led to an increase in plasma IL-17A. Briefly, IL-23 is essential for inducing the production of IL-17,as well as expanding and stabilizing Th17 cells [76]. Thus, activated monocytes could be the major source of IL-23 in maintaining Th17 cells during persistent B. pseudomallei infections. Moreover, high mRNA expression of inflammatory genes in monocytes positively correlated with mortality in patients with sepsis due to B. pseudomallei [74]. Our findings affirmed that SCV-infected mice had a higher PD-1 expression on monocytes compared with WT-infected and uninfected mice. Strikingly, SCV-infected and WT-infected mice had a lower frequency of monocytes expressing CTLA-4 relative to uninfected mice, with the SCV resulting in a lower CTLA-4 expression on monocytes compared with the WT. The observed changes in PD-1 and CTLA-4 expression on monocyte functions would be an interesting future consideration.\nIn this study, we were not able to use definitive approaches including CD19, CD56, CD14/CD16 to identify B cells, NK cells, and monocytes. However, the markers used in the current study were based on previous studies conducted on HIV infection [52,53]. In addition, we were only able to characterize the expression of PD-1 and CTLA-4 levels on B cells, NK cells, and monocytes without dissecting the functional role of these molecules. Nevertheless, we demonstrated for the first time that persistent B. pseudomallei infections with SCVs can concurrently lead to PD-1 expression on B cells, NK cells, and monocytes in mice, clearly suggesting host immune exhaustion. Remarkably, SCVs caused a higher PD-1 upregulation on NK cells and monocytes compared with WT. Together with our previous work, we could conclude that SCVs caused PD-1 upregulation on adaptive (T and B cells) and innate immune cells (NK cells or monocytes), while WT caused PD-1 upregulation only on adaptive immune cells. These observations might be due to the more efficient ability of SCVs in causing host immune exhaustion, or in causing a greater pathology as compared with WT. We speculate that SCVs initiate a higher expression of PD-1 to suppress the host immune responses and facilitate their persistence, causing increased bacterial burden. Interestingly, SCVs and WT were shown to cause CTLA-4 downregulation on NK cells and monocytes. It is unclear whether PD-1 upregulation and/or CTLA-4 downregulation are playing the dominant role over the functions of these immune cells. Future studies should be aimed to investigate the functional role of PD-1 and CTLA-4 on various immune cells in B. pseudomallei infections using murine knockout models and checkpoint inhibitors using in vivo experiments."
}