{
    "1. Introduction": "Despite the obvious energy cost implications, there are a considerable number of helminth parasites whose lifecycles require migration routes from one tissue of the host to another. In fact, it has been suggested that migration is a selectively advantageous strategy in terms of development, host immune-defence and, hence, parasite survival [1,2]. It has been postulated that to successfully invade host tissues, pathogens must first establish contact with the host extracellular matrix (ECM) by highly specific adhesins [3]. In this sense, pathogen adhesion to ECM proteins, such as laminin (LM) and fibronectin (FN), major components of the basement membrane and interstitial matrix, respectively, has been widely described as one of the initiation mechanisms of the infection process [4,5]. Once adhered, the invasion of these physical barriers relies on the secreted proteolytic machinery of helminth parasites, often involving an array of proteases with different peptide bond specificity [6–8]. Additionally, helminth parasites co-opt the proteolytic functions of the host, such as the one exerted by the fibrinolytic system, to invade the host tissues more efficiently. One such example is the expression of proteins with lysine-rich motifs on their surfaces that bind to host plasminogen (PLG), the main fibrinolytic zymogen [9]. Bound PLG can then be converted into its active form, plasmin, by the tissue-type or urokinase-type PLG activators (t-PA and u-PA, respectively) [10]. Plasmin is a broad-spectrum protease whose substrates not only include fibrin that forms blood clots, but also proteins from ECM, the complement system, and immunoglobulins [11]. Therefore, the recruitment of the host PLG/plasmin protease system to the surface of migrating parasites could be of paramount importance for the parasite in terms of immune evasion and migration by degrading different components of the host defence systems and physical barriers.\nIt is not uncommon that ECM adhesion and PLG-binding functions are carried out by proteins on the host-parasite interface that have other canonical functions in intracellular localisations. A striking example of these ‘moonlighting’ parasite proteins is represented by the glycolytic enzyme enolase [12], whose multifunctionality has been highlighted by its role in pathophysiological conditions [13,14] and as a potential parasite virulence factor [15]. Additionally, enolase has been reported as a PLG-binding receptor of helminth parasites, and its role as a potential pathogen adhesin has also been noted [16–20].\nMigration mechanisms are of particular significance in the life cycle of the liver fluke Fasciola hepatica, a parasitic trematode responsible for fasciolosis in animals and humans worldwide. Following ingestion of metacercariae by the mammalian host, and release of newly excysted juveniles (FhNEJ) in the duodenum, F. hepatica undergoes a complex migratory route through the intestinal wall and in the peritoneum before invading the hepatic tissue. Finally, after some weeks burrowing through and feeding on the hepatic parenchyma, F. hepatica juveniles gain access to the major biliary ducts, where they mature into adult worms [21,22]. Fasciolosis is considered a major zoonotic threat, with up to 180 million people at risk of infection, and a serious problem for livestock worldwide, causing high economic losses (∼US$3000 million per year) [23,24]. A deeper understanding of host-parasite molecular interactions in fasciolosis is still needed to underpin the discovery and design of new pharmacological or vaccine interventions [25].\nRecently, we have described how F. hepatica interacts with host ECM and the fibrinolytic system at the intestinal level as a potential strategy used by the parasite to initiate the migration process [26,27]. Nevertheless, further research is needed to define and characterize the parasitic molecules involved in these adhesin-like mechanisms. In the present work, we performed a functional characterization of F. hepatica enolase (FhENO) that clarifies its role as a moonlighting protein capable of interacting with the ECM and fibrinolytic system of the host and activating PLG to plasmin on the surface of the parasite.",
    "2. Materials and methods": "2.1. Ethics statement\nThe adult parasites of F. hepatica specifically used in this study for the production of antigenic extracts were obtained from experimental procedures carried out at Teagasc Athenry (Ireland) under license from the Health Products Regulatory Authority (HPRA) according to EU Directive 2010/63/EU (License No. AE19132/P115), following ethical review by the Teagasc Animal Ethics Committee (TAEC2021-298). Similarly, parasitic material or sera from sheep experimentally infected with F. hepatica were used from previously published studies, which are described in this section of materials and methods.\n\n\n2.2. Confirmation of the FhENO nucleotide sequence\nThe DNA sequence of FhENO was identified by BLAST analysis using the sequence previously reported by Davis et al. [28] (uniprot identifier: Q27655) against the F. hepatica genome (WormBase ParaSite: PRJEB6687 and PRJEB25283; maker-scaffold10x_935_pilon-snap-gene-0.41) [29]. The sequence was confirmed by PCR amplification. Total RNA was extracted from F. hepatica adult parasites using the miRNeasy Mini Kit (Qiagen) as previously described [30] and cDNA synthesized using the High-Capacity cDNA Reverse Transcription Kit (Thermo Fisher Scientific), according to the manufacturer’s instructions. PCR reactions were performed in a reaction volume of 50 μL, containing 2 μL cDNA, 2× DreamTaq PCR Master Mix (Thermo Fisher Scientific) and 1 nM final concentration of forward and reverse primers. Primers were designed to the regions encoding the putative start and stop codons, respectively, based on the in-silico analysis (Q27655: forward primer 5’-ATGGCAATAAAAGCGATCCACGC-3’, reverse primer 5’-TTATGGTCGGCGGAAGTTCTCC-3’; maker-scaffold10x_935_pilon-snap-gene-0.41: forward primer 5’-ATGGCAACGCTCCGCGCCAG-3’, reverse primer 5’-TTATGGTCGGCGGAAGTTCTCC-3’). The PCR cycling conditions consisted of initial denaturation at 95°C for 3 min, followed by 30 cycles at 95°C for 30 sec, 52°C for 30 sec, 72°C for 1 min, and a final extension at 72°C for 10 min. PCR products were analysed by gel electrophoresis and positive products were purified using the NucleoSpin Gel and PCR clean up kit (Clontech, Takara Bio) before being sent for sequencing by Eurofins Genomics (Germany). The resulting sequences were compared with the in-silico predicted gene sequences by alignment using Clustal Omega [31].\n\n\n2.3. FhENO sequence homology analysis\nThree primary sequences encoding Ovis aries enolases were identified using BLAST: alpha-enolase (XP_042113226), beta-enolase (XP_012040978), and gamma-enolase (XP_012030890). These host enolase sequences were aligned against the parasite’s enolase using Clustal Omega [31]. The % sequence identity and similar positions of each host enolase to parasite’s enolase was determined using BLAST. In addition, homologous enolase sequences from the class Trematoda were retrieved using BLAST and screening of the descriptive annotations for enolase proteins within the publicly available genome databases at WormBase ParaSite (http://parasite.wormbase.org/index.html. Version: WBPS19 (WS291)). Comparative human and sheep sequences were obtained from Uniprot/NCBI. Protein alignments were carried out using Clustal Omega on the full-length sequences and MAFFT with the ginsi options [32], based on the protein sequence Met1-Arg429 (Fh_eno_1 nomenclature) for the phylogenetic analysis. Phylogenetic trees were constructed with PhyML 3.0 [33] using the phylogenetic model Q,yeast +G+I, with five random starting trees and 1000 bootstrap support, and were visualized with FigTree (http://tree.bio.ed.ac.uk/ software/figtree/).\n\n\n2.4. Recombinant expression and purification of FhENO\nFhENO sequence with the addition of a 6x His-tag at the C-terminus was synthesised and codon optimized for recombinant expression in Escherichia coli. The optimized sequence was cloned into a pET-28a (+) vector containing a kanamycin resistant gene (Genscript) and transformed into E. coli BL21 ClearColi cells (DE3; Thermo Fisher Scientific) by electroporation. Transformed cells were selected after growth on Luria Broth Miller (LBM)-Agar supplemented with 50 μg/mL kanamycin and grown overnight at 37°C.\nThe transformed cells were grown overnight in 50 mL LBM-broth supplemented with kanamycin at 37°C rotating at 160 rpm and then inoculated into LBM-broth with 50 μg/mL kanamycin and grown until an OD600 of 0.5 was reached. Expression of recombinant form of FhENO (rFhENO) was induced via the addition of isopropyl β-D-1-thiogalactopyranoside (IPTG) at a concentration of 0.2 mM followed by incubation at 30°C for four hours. The resultant culture was centrifuged at a speed of 10,000 × g for 10 min, the pellet resuspended in ST buffer (10 mM Tris, 150 mM NaCl, pH 8.0) and frozen at -20°C. The cell pellet was thawed on ice, digested with lysozyme at a concentration of 10 μg/mL (Sigma-Aldrich) for 30 min and, after the addition of 0.5% sarkosyl (w/v) (Sigma-Aldrich), was sonicated for 6 × 10 seconds at 70% amplitude on ice. The pellet was then centrifuged at 15,000 × g for 30 min at 4°C. The supernatant was collected, diluted 1:4 with lysis buffer (50 mM NaH2PO4, 300 mM NaCl, 5 mM imidazole, pH 8.0) and run over a 500 μL bed volume of NiNTA-Agarose beads (Qiagen). The beads were washed three times with 10 mL of wash buffer (50 mM NaH2PO4, 300 mM NaCl, 10 mM imidazole, pH 8.0) and rFhENO was recovered with elution buffer (50 mM NaH2PO4, 300 mM NaCl, 250 mM imidazole, pH 7.0). The eluted protein was dialyzed against phosphate-buffered saline (PBS) overnight in 3 kDa dialysis tubing at 4°C, aliquoted, and stored at -80°C.\nThe concentration of purified rFhENO was determined using a Bradford assay (Bio-Rad) and purity was determined using SDS-PAGE on 4–20% Mini-PROTEAN TGX Precast Protein Gels (Bio-Rad) stained with Biosafe Coomassie (Bio-Rad). Further confirmation of purification of the recombinant protein was obtained by immunoblots probed with mouse anti-polyhistidine IgG (Sigma-Aldrich) and goat anti-mouse alkaline phosphatase-conjugated antibodies (Thermo Fisher Scientific). Gels and Western blots were imaged using the G:BOX Chemi XRQ imager (Syngene).\nF. hepatica glyceraldehyde-3-phosphate dehydrogenase (FhGAPDH2; maker-scaffold10x_2706_pilon-snap-gene-0.16) was produced and purified as a recombinant, using the same protocol as outlined above for rFhENO using the E. coli BL21 ClearColi cell expression system and purified by NiNTA-Agarose beads (Qiagen).\n\n\n2.5. Size-exclusion chromatography of rFhENO\nThe tertiary molecular size of rFhENO was established by size exclusion chromatography (SEC) using the Superdex 75 10/300 GL (Tricorn) column at a flow rate of 0.4 mL/min. Three proteins of known molecular weight (MW) were used as markers, namely carbonic anhydrase (29 kDa), bovine serum albumin (66 kDa), and alcohol dehydrogenase (150 kDa) (Sigma-Aldrich). rFhENO (100 μg) was injected onto the column and fractions (200 μL) collected into a 96-well chimney plate (Fisher Scientific).\n\n\n2.6. Enzymatic activity assay of rFhENO\nThe enzymatic activity of rFhENO fractions purified by affinity chromatography and separated by SEC was assessed by a fluorogenic assay using the commercial Enolase Activity Assay Kit (MAK178; Sigma-Aldrich). The molar concentration of protein in each SEC fraction was determined using the Beer Lambert Law (A = ɛcl) based on the mAU readout at 280nm, which was given for each fraction produced by SEC. The SEC readout identified two major peaks, namely peak 1 containing fractions B4-C1 and peak 2 containing fractions C7-D1 that were pooled and assayed for enzymatic activity of rFhENO calculated at 0.1 μM. The activity was read at λex = 540nm / λem = 590nm in a 96-well plate using a PolarStar Omega Spectrophotometer (BMG LabTech), for 30 min at 37°C. The rFhENO activity was expressed as nmole of H2O2 generated / μM of rFhENO.\n\n\n2.7. F. hepatica extracts\nAdult parasites required for somatic protein extraction and recovery of the F. hepatica excretory/secretory (FhES) products were sourced from two experimental F. hepatica infection studies. Somatic extracts: adult parasites were recovered from sheep were experimentally infected with 120 metacercariae (Aberystwyth isolate; Ridgeway Research Ltd, UK) for 16 weeks, at Teagasc Athenry (Ireland). Experimental procedures at Teagasc were carried out under license from Health Products Regulatory Authority (HPRA) by the EU Directive 2010/63/EU (License No. AE19132/P115), after ethical review by the Teagasc Animal Ethics Committee (TAEC2021-298). FhES products: Adult flukes were recovered from sheep experimentally infected with 150 F. hepatica metacercariae (Italian isolate; Ridgeway Research Ltd), as previously described by Cwiklinski et al. [34].\nSomatic extracts of adult F. hepatica (FhSoma) were prepared by homogenising the adult fluke in PBS supplemented with a protease and phosphatase inhibitor cocktail (Sigma-Aldrich, two flukes per mL) using a tissue grinder apparatus before centrifugation at 14,000 × g for 20 min at 4°C to remove any cellular debris. F. hepatica tegument (FhTeg) extracts were prepared by incubating adult parasites in PBS, 1% Tween 20 (v/v), pH 7.4 (two flukes per mL) for 1 hour at 37°C. Following the incubation, the supernatant was separated and centrifuged at 14,000 × g for 20 min at 4°C to pellet cellular debris. FhES products were prepared as previously described [35]. Briefly, adult flukes were washed in sterile saline, transferred into T75 tissue culture flasks (Sarstedt) and cultured (one fluke per two mL) in RPMI medium (Gibco) supplemented with 0.1% glucose, 100 U penicillin and 100 mg/mL streptomycin (Gibco), at 37°C and 5% CO2. After four hours, the medium was collected and centrifuged at 700 × g for 30 min at 4°C.\nFinally, the supernatants containing the three parasite extracts (FhSoma, FhTeg and FhES) were collected separately, their protein concentration determined using a Bradford assay, and the aliquots stored at -80°C until use.\n\n\n2.8. Size-exclusion chromatography of FhES\nFhES was thawed overnight at 4°C, concentrated using a 3 kDa cut-off concentrator spin column (Pierce) and centrifuged at 10,000 × g for 20 min. Concentrated FhES (10 mg total protein) was fractionated (2 mL/fraction) by SEC on a Sephacryl S-200 HR 26/60 column (GE Healthcare) connected to an AKTA Start automated liquid chromatography system (GE Healthcare). The column was calibrated using an LMW gel filtration calibration Kit (GE Healthcare). The fractions containing native FhENO activity (fFhES) (determined as described above), which eluted at approximately 95 kDa, and were concentrated using 3 kDa cut-off concentrator spin columns (Pierce). Protein concentration was determined by BCA Protein Assay Kit (Pierce) prior to analysis by immunoblotting.\n\n\n2.9. Immunoblotting and FhENO identification in F. hepatica extracts by mass spectrometry\nPolyclonal antibodies were raised against rFhENO in rabbits (Davids Biotechnologie GmbH) and used to detect for the presence/absence of FhENO in the following adult fluke extracts: FhSoma, FhTeg, FhES, and fFhES. The extracts were resolved by SDS-PAGE on 4–20% Precast Protein Gels (Bio-Rad) at a concentration of 2 μg/lane. The proteins were electro-transferred into nitrocellulose membranes using the Trans-Blot Turbo Transfer System (Bio-Rad) and blocked overnight at 4°C in blocking buffer (5% milk powder (w/v), PBS containing 0.05% Tween 20 (v/v), PBST). Immunoblots were washed three times with PBST and then probed with either a 1:1,000 dilution of polyclonal rabbit anti-rFhENO (Davids Biotechnologie GmbH) or a 1:1,000 dilution of control pre-immune rabbit sera (Davids Biotechnologie GmbH), for one hour at room temperature (RT). After washing three times with PBST, the blots were incubated with the secondary antibody, goat anti-rabbit IgG HRP-conjugated (Sigma-Aldrich) at a 1:15,000 dilution for one hour at RT. After a further three washes, the immunoblots were developed with SigmaFast 3,3’-diamino-benzidine substrate (Sigma-Aldrich) and imaged using the G:BOX Chemi XRQ imager (Syngene).\nSecondly, liquid chromatography-mass spectrometry (LC-MS) was performed on bands detected in FhSoma extract by anti-rFhENO at ~47kDa and ~35 kDa. FhSoma extract (10 μg /lane) was resolved in a 4–20% SDS-PAGE gel (Bio-Rad) and the bands of interest aseptically excised from the gel and sent to the Proteomic Facility of the Department of Biology, Maynooth University, Ireland. The samples were reduced (final concentration of 20 mM DTT, at 95°C, 10 min) and alkylated (final concentration of 40 mM iodoacetamide, at RT for 30 min in the dark). Tryptic digestion was performed at 37°C for 18 h and the resulting peptides were recovered and evaporated to dryness in a SpeedVac (DNA 120; Thermo Scientific, Waltham, MA, USA). Then, peptides were stored at −20°C prior to ZipTip treatment and transferred to Q Exactive MS vials for injection into a Q-Exactive (ThermoFisher Scientific, U.S.A) coupled to a Dionex RSLCnano for analysis by nano-flow LC electro-spray ionisation tandem MS (LC-MS/MS). Peptides identified were aligned to rFhENO sequence to verify identity and protein coverage, as well as verified against the full F. hepatica protein database downloaded from Uniprot (UniProtKB, https://www.uniprot.org/).\n\n\n2.10. Immunolocalisation of rFhENO in whole FhNEJ and sections of adult worms\nImmunolocalisation was carried out on fixed whole FhNEJ. Metacercariae (Ridgeway Research Ltd) were excysted and cultured for three hours as described by De Marco Verissimo et al. [36]. FhNEJ were fixed in 4% paraformaldehyde (PFA) for one hour at RT and then washed in AbD buffer (PBS containing 0.1% Triton X-100 (v/v), 0.1% bovine serum albumin (BSA, (w/v), and 0.1% NaN3 (w/v)). FhNEJ were probed overnight at 4°C in a 1:500 dilution of either of the following primary antibodies raised in rabbit: anti-rFhENO, pre-immune anti-rFhENO, anti-F. hepatica cathepsin L3 (rFhCL3; Eurogentec) as a non-related control, or pre-immune anti-rFhCL3. After three washes in AbD buffer, FhNEJ were probed with the secondary antibody, fluorescein isothiocyanate (FITC)-labelled goat-anti-rabbit IgG (1:200; Sigma-Aldrich), and incubated overnight at 4°C in the dark. The musculature of the FhNEJ was counterstained with phalloidin-tetramethyl rhodamine isothiocyanate (TRITC, Sigma-Aldrich) at a concentration of 200 μg/mL, overnight at 4°C in the dark. Stained FhNEJ were mounted onto slides using mounting solution (10% glycerol solution with 0.1 M propyl gallate) and images were taken on a Fluorview 3000 laser scanning confocal microscope (Olympus).\nrFhENO was localised in the tissues of adult F. hepatica using immunofluorescence microscopy on JB-4 resin sections as described by Calvani et al. [37]. Briefly, adult parasites were fixed in 4% PFA for four hours at RT, washed in PBS, and dehydrated using increasing volumes of ethanol before being permeated with JB-4 resin (Sigma-Aldrich). Parasite sections were cut at 1 μm thickness, mounted on slides and probed with the following primary rabbit antibodies: anti-rFhENO (1:250 dilution) (David’s Biotechnologie GmbH), anti-F. hepatica cathepsin L1 pro-peptide (rFhCL1pp; 1:500 dilution, non-related control) and pre-immune anti-rFhCL1pp (1:500 dilution) (Eurogentec). Parasite sections were incubated at RT for five hours in a humid container. After three washes with PBST, the secondary antibody (goat anti-rabbit IgG FITC-conjugated diluted 1:200) was added and the samples were incubated overnight at 4°C in a dark, humid container. Following three further washes, sections were covered with mounting solution and a coverslip (thickness 0.13mm—0.16mm, DeltaLab), and fluorescent labelling was visualized using the Leica DM2500 LED optical fluorescent microscope (Leica Microsystems).\n\n\n2.11. Assessment of the immunogenicity of FhENO in sheep experimentally infected with F. hepatica by Western Blot\nSera were obtained from sheep experimentally infected with 120 F. hepatica metacercariae (Italian isolate; Ridgeway Research Ltd), previously described by López Corrales et al. [38]. The recombinant proteins, rFhENO, and rFhGAPDH2 as a related control, were resolved by SDS-PAGE (Bio-Rad) and electro-transferred onto a nitrocellulose membrane as described above. The membranes were blocked overnight at 4°C in blocking buffer and probed with pooled sheep sera obtained at time 0-, 7-, 11-, and 15-weeks post infection (WPI) (1:200 dilution) for one hour at RT. After five washes with PBST, the membranes were incubated with donkey anti-sheep IgG HRP-conjugated (1:15,000 dilution; Thermo Fisher Scientific) for one hour at RT. The blots were developed with SigmaFast 3,3’-Diamino-benzidine substrate (Sigma-Aldrich) and imaged using the G:BOX Chemi XRQ imager (Syngene). Unpooled sera obtained from 5 sheep infected with 120 F. hepatica metacercariae was tested in an enzyme-linked immunosorbent assay (ELISA) for IgG antibody response to rFhENO and rFhCL1 as described in López Corrales et al. [38]. The OD450 results for each time point were background corrected with the 0 WPI reading.\n\n\n2.12. Fibronectin, laminin and plasminogen binding assays\nThe ability of rFhENO to bind host FN, LM and/or PLG was assayed by ELISA as described in Serrat et al. [26,27]. Briefly, multi-well microplates (Costar) were coated with 0.5 μg/well of rFhENO or 1% BSA as negative control, blocked and then incubated with increasing amounts of human FN (Santa Cruz Biotechnology) (from 0 μg to 2 μg), LM (Santa Cruz Biotechnology) (from 0 μg to 2 μg) or PLG (Origene) (from 0 μg to 3 μg). After incubation with the corresponding antibodies and chromogen [26,27], optical densities (OD) were measured at 492 nm in a Multiskan GO spectrophotometer (Thermo Fisher Scientific). A competition assay to study the involvement of lysine residues in PLG binding was performed by including 0–100 mM of the lysine analogue ε-aminocaproic acid (ε-ACA) during PLG incubation with rFhENO. The assays were performed in technical triplicates. The potential positions of these lysine residues in the parasitic protein were visualized by generating a three-dimensional model of rFhENO with the Swiss-Model server (https://swissmodel.expasy.org/). The X-ray crystal structure of gamma-enolase from Homo sapiens (PDB code: 5eu9.3.B) was used as a template, with an identity of 72.096%. The resulting 3D model was visualized using RasMol software v. 2.7.5.\n\n\n2.13. Plasminogen activation assays\nrFhENO was tested in a PLG activation assay to explore the enhancement of plasmin generation by this recombinant protein following the methodology described by Serrat et al. [26]. Briefly, wells containing 2 μg of human PLG (Origene) were incubated with 3 μg of D-Val-Leu-Lys 4-nitroanilide dihydrochloride chromogenic substrate (S-2251) (Sigma-Aldrich) in the presence of 1 or 3 μg of rFhENO for the assay with t-PA or u-PA, respectively, or 1% BSA as negative control in a test volume of 100 μL. Activation of PLG was initiated by the addition of 15 ng or 10 ng of t-PA (Sigma-Aldrich) or u-PA (Sigma-Aldrich), respectively, and plasmin generation was also measured in the absence of PLG activators. Plates were incubated at 37°C for three hours and the amidolytic activity of generated plasmin was monitored by measuring the hydrolysis of the chromogenic substrate at 405 nm absorbance every 30 min in a Multiskan GO spectrophotometer (Thermo Fisher Scientific). Each sample was analysed in technical triplicate.\n\n\n2.14. Statistical analysis\nPlots were created with Prism 9 software (GraphPad Software) and statistical analyses were performed with the R Commander package [39]. Comparisons between two groups was performed with an unpaired Student’s t-test, and comparisons between three or more groups was performed with an Analysis of Variance (ANOVA) test followed by a Tukey post-hoc analysis for pair-wise comparisons. Unless otherwise stated, the differences were not significant.",
    "3. Results": "3.1. Expression and purification of rFhENO\nThe FhENO gene was successfully expressed in ClearColi BL21 as an expected 47 kDa protein, with increasing expression overtime following induction with IPTG (Fig 1A). Immunoblotting performed with anti-HisTag antibody detected the rFhENO protein successfully at the same MW, confirming its expression in the culture (Fig 1B). We were able to successfully purify rFhENO (>95% purity) using NiNTA-Agarose affinity chromatography (Fig 1C and 1D), which resulted in a yield of 12.8 mg/L of culture. Regarding the rFhENO sequence, the homology bioinformatic analysis showed a very high identity (69–71%) and similarity (89–90%) between rFhENO and the three distinct enolases (alpha, beta and gamma) expressed by the sheep host (S1 Fig). Additionally, phylogenetic analysis of enolase proteins expressed by a variety of trematode species (n = 14) revealed that the rFhENO forms a distinct node amongst these parasites (S2 Fig). Unexpectedly, this analysis revealed another enolase branch representing a second uncharacterised enolase expressed by F. hepatica (FhHiC23_g9518) and several trematodes (S2 Fig).\n(A) 4–20% SDS-PAGE gel of time points for recombinant expression of rFhENO in BL21 ClearColi system. T0, T1, T2, T3, and T4 refer to 0, 1, 2, 3, and 4 hours post induction with IPTG, respectively. (B) Corresponding immunoblot of time points of recombinant expression probed with an anti-polyhistidine antibody at 1:10,000 dilution. (C) 4–20% SDS-PAGE gel of NiNTA-Agarose affinity chromatography purification steps of rFhENO; (1) cell pellet of T4, (2) supernatant after cell lysis, (3) run-through of cell lysate, (4) wash of the purification column, and (5) rFhENO eluted from the column with 250 mM imidazole. (D) Corresponding immunoblot of affinity chromatography purification steps probed with an anti-polyhistidine antibody at 1:10,000 dilution. MW = molecular weight in kilodaltons.\n\n\n3.2. rFhENO is functionally active as a homodimeric enzyme\nSEC determined that rFhENO is primarily a dimer, with elution of 86.5% of the protein in the homodimeric form (peak 9.81), whilst 13.5% of it was observed in the monomeric form (Peak 12.16; Fig 2). Specific activity assays showed that the enzymatic activity of rFhENO is associated with its dimeric structure, which can generate 8.07 nmole H2O2 / μM of dimeric rFhENO, while no hydrogen peroxide was generated by its monomeric form. For comparison, rFhENO, which did not undergo SEC separation, was also assayed for activity and generated 2.92 nmole H2O2 / μM rFhENO (Fig 2, inset). The homodimeric form of rFhENO is 176.71% more active than the whole rFhENO purified by affinity chromatograph only, indicating that the enzyme was further purified by SEC.\nA SEC readout of separated dimeric and monomeric peaks of rFhENO are calculated to be ~94 kDa and ~47 kDa, respectively. The black arrows indicate the molecular weight size markers, alcohol dehydrogenase (150 kDa), bovine serum albumin (66 kDa), and carbonic anhydrase (29 kDa), resolved on the same SEC. Peak 9.81 (dimer) eluted at 9.81 mL between the molecular markers 150 and 66 kDa, indicating a dimeric form. Peak 12.16 (monomer) eluted at 12.16 mL between the molecular weight markers 66 and 29 kDa, indicative of the monomeric form. The fractions that eluted within these two peaks were pooled and assayed for enzyme activity at 0.1 μM. The rFhENO activity is graphically represented in orange and expressed as nmoles H2O2 generated per 1 μM of enzyme. Total purified rFhENO not separated by SEC was also assayed at 0.1 μM and its activity is expressed in the figure (inset on the left), to serve as a comparison of enzyme activity of the eluted peaks.\n\n\n3.3. Enolase is present in the tegument and excretory/secretory extracts of adult F. hepatica\nWestern blot analysis was carried out on adult F. hepatica extracts, namely FhSoma, FhTeg, FhES and fFhES, to infer the expression, localisation and function of FhENO within parasite tissues. Native FhENO was detected in the FhSoma and FhTeg extracts at 47 kDa, compatible with the molecular size of our recombinant enolase. However, an additional band at ~35 kDa was also detected by our polyclonal antibodies (Fig 3A). Consequently, the regions in the FhSoma extract gel lane at ~47 kDa and ~35 kDa were sliced, trypsinized and subjected to LC-MS analysis, which confirmed the presence of FhENO as a major component in both bands. Specifically, the peptides detected in both bands were similar and covered most of the enolase protein indicating the presence of full-length enolase at both ~45kDa and ~37kDa (see S3 Fig); this finding suggests that the native FhENO at ~37 kDa is not a breakdown product by why it exhibits a faster migration currently remains an anomaly.\nNotably, FhENO was not detected in the total FhES preparation; however, it was detected in the size-exclusion concentrated fraction of this extract, fFhES, with the same bands plus a few extra bands recognized in the FhSoma and FhTeg extracts (Fig 3A). No bands were detected when the same extracts were probed with the pre-immune rabbit sera (Fig 3B).\nSamples of the different adult liver fluke extracts (2 μg/lane) were probed with (A) Rabbit anti-rFhENO polyclonal antibody at a 1:1,000 dilution. (B) Pre–immune rabbit sera at a dilution of 1:1,000. MW: molecular weight in kilodaltons, (1) adult somatic extract (FhSoma), (2) adult tegumental extract (FhTeg), (3) total adult excretory/secretory products (FhES), and (4) concentrated size-separated fraction excretory secretory products (fFhES).\n\n\n3.4. Immunolocalisation of FhENO in the tegument of FhNEJ and adult worms\nImmunolocalisation studies carried out on FhNEJ using anti-rFhENO antibody revealed the presence of FhENO on the surface tegument (Fig 4). FhNEJ probed with control anti-rFhCL3 shows, as expected, the presence of FhCL3 in the gut of the parasite, whilst parasites probed with pre-immune sera showed no distinct labelling (Fig 4). Immunolocalisation studies carried out on JB-4 resin-embedded sections of adult F. hepatica, showed a distinct presence of FhENO on the tegument layer of the parasite, mainly noticeable on the outer tegument of adults, covering even the spines as shown in the insets in Fig 5C. In contrast, the positive control anti-rFhCL1pp localised the major secreted protease in the gut of the parasite (Fig 5E). Both sections probed with pre-immune sera showed only background fluorescence (Fig 5A and 5D).\nConfocal microscopy of FhNEJ probed with pre-immune anti-rFhCL3 sera (FhCL3 PI), anti-rFhCL3 polyclonal antibody (FhCL3), pre-immune anti-rFhENO sera (FhENO PI), and anti-rFhENO polyclonal antibody (FhENO), from left to right. Positive antibody binding is show in green, whilst the musculature of the parasites was counter-stained with TRITC, which appears as red labelling. OUT and IN indicate the external and internal surfaces of the parasites, respectively. The main FhNEJ’s features are highlighted: G: Gut; OS: Oral sucker; VS: Ventral sucker. Scale bar: 50 μM.\nF. hepatica adult JB-4 resin-embedded sections in the area of the tegument (A–C) and gut (D–F). Sections were probed with (A and D) pre-immune anti-rFhCL1pp sera, (B and E) anti-rFhCL1pp polyclonal antibody, (C and F) anti-rFhENO polyclonal antibody. Scale bar: 50 μM.\n\n\n3.5. F. hepatica enolase stimulates a weak antibody response in sheep infected with F. hepatica\nThe antibody response elicited towards FhENO in sheep experimentally infected with F. hepatica was analysed by immunoblotting against rFhENO. We compared the antigenicity of rFhENO with another glycolytic enzyme, the GAPDH, which we have also recombinantly produced in our laboratory (rFhGAPDH2). We found that under the conditions used, a background detection of both rFhENO and rFhGAPDH2 can be observed at 0 WPI. A definitive antibody response against rFhENO (strong band developed) was observed from 7 WPI, with an increase in the band recognition over the sampling period (Fig 6A). A similar pattern was observed with rFhGAPDH, although in this case a much weaker band developed. This data indicated that both glycolytic enzymes are poorly immunogenic in sheep during liver fluke infection, although FhENO is more immunogenic of the two (Fig 6A).\nThe partial immunogenicity of FhENO was confirmed by ELISA and was particularly evident when this antigen was compared to FhCL1, a molecule currently used in immunodiagnostics of sheep fasciolosis [38]. Low level antibodies to FhENO were detected in serum of experimentally infected sheep only after 13 weeks of infection, whereas FhCL1 could detect antibody response as early as three WPI (Fig 6B).\n(A) Sera collected at different time points from sheep experimentally infected with F. hepatica was analysed for the presence of antibodies against rFhENO, and, for comparison, to another glycolytic enzyme, the glyceraldehyde-3-phosphate dehydrogenase (rFhGAPDH2). (i) 0 weeks post infection (WPI), (ii) 7 WPI, (iii) 11 WPI, and (iv) 15 WPI. The recombinant antigens, rFhGAPDH2 (lane 1) and rFhENO (lane 2). (B) Serum from experimentally infected sheep (5) was analysed by ELISA for IgG response to rFhENO and cathepsin L1 (rFhCL1) at 0 WPI, 4 WPI, 13 WPI, and 20WPI. MW: molecular weight in kilodaltons.\n\n\n3.6. rFhENO binds host laminin but not fibronectin\nThe adhesin property of rFhENO was assessed by examining its ability to bind major components of the host ECM, such as FN and LM, using a protein-protein interaction assay (Fig 7). Using this approach, we showed that rFhENO does not bind FN, which displayed comparable results to the negative controls, but, in contrast, the enzyme bound LM in concentration-dependent manner. Wells coated only with BSA, which served as negative controls, exhibited some non-specific binding activity, but the binding values were significantly lower (p >0.001) than those obtained by rFhENO.\nBinding of rFhENO to FN (A) and LM (B) was analysed over a range of FN and LM concentrations using a microtiter plate method. Wells coated with 1% BSA serve as negative controls, and wells coated with FN or LM serve as positive controls for antibody binding. Each data point represents the mean ± SD of three technical replicates. Asterisks indicate significant differences between rFhENO and 1% BSA (**p≤0.01, ***p≤0.001; Student’s t-test).\n\n\n3.7. rFhENO binds host plasminogen and augments its activation to plasmin\nUsing a microtitre plate assay we showed that rFhENO binds PLG in a directly proportional manner to the amount of host PLG added to the plate well (Fig 8A). To determine whether binding of rFhENO to PLG occurs via the PLG kringle domains, which interacts with lysine residues of partner proteins, a competition experiment was carried out in the presence of the lysine analogue ε-ACA (Fig 8B). PLG binding to rFhENO was inhibited by ~80% after the addition of ε-ACA, which completely abrogated PLG binding to rFhENO at 25 mM. In addition, the in silico three-dimensional modeling of rFhENO allowed for the visualization of the number of lysine residues in this protein and their predominant position on the protein’s outer surface (S4 Fig). The characteristics of rFhENO interaction with PLG were further assessed by measuring the amidolytic activity of plasmin generated by the interaction of these two factors in the presence or absence of the PLG activators t-PA and u-PA. As shown by the results, both PLG activators can generate active plasmin on their own, but this activity was significantly enhanced in the presence of rFhENO (Fig 8C and 8D).\nPLG binding to rFhENO was analysed using a microtiter plate method (A) in the presence or absence of the lysine analogue ε-ACA (B). rFhENO was incubated with PLG in the presence of t-PA (C) or u-PA (D) and a plasmin-specific chromogenic substrate and plasmin generation was measured by monitoring substrate cleavage over time. Wells containing 1% BSA instead of rFhENO serve as negative controls. Data points represent the mean ± SD of three technical replicates. Asterisks indicate significant differences between rFhENO and 1% BSA (*p≤0.05, **p≤0.01, ***p≤0.001; Student’s t-test [A], one-way ANOVA [B-D]).",
    "4. Discussion": "Moonlighting proteins are characterized by their multifunctionality, enabling them to participate in numerous cellular processes of high biochemical or biophysical relevance under the guise of the same polypeptide chain. These proteins are expressed across the evolutionary tree, performing diverse functions in response to environmental changes or different locations. Notably, intracellular enzymes integral to glycolysis (such as enolase) and other conserved metabolic pathways exhibit alternative functions when exposed on the cell surface. This phenomenon is recurrent in pathogenic organisms, where surface-exposed multifunctional proteins facilitate interactions with host tissues and molecules, vital for infection or virulence processes [40,41]. In this study, we aimed to characterize the moonlighting functions of the glycolytic protein enolase from the zoonotic parasitic trematode F. hepatica.\nFirst, after confirming the nucleotide sequence of FhENO, we obtained a peptide sequence of 47 kDa through the recombinant expression and downstream purification of rFhENO, with a MW similar to that obtained in the production of enolases in other helminth parasites such as Schistosoma mansoni (47 kDa) or Trichinella spiralis (51.95 kDa) [42,43]. Next, the characterization of rFhENO began with testing its canonical function as a cytosolic protein involved in the glycolytic pathway. This protein plays a critical role facilitating the conversion of 2PGA to PEP during the final stages of the glycolytic pathway. Enolase, functioning enzymatically, typically exists as a dimer (either homo- or heterodimers), comprised of two subunits positioned in an antiparallel orientation, facing each other [14]. In our study, we confirmed that rFhENO primarily exists as a homodimer, with 86.5% of the protein eluting in dimeric form via SEC. Additionally, specific activity assays demonstrated that the enzymatic activity of rFhENO is associated with its dimeric structure. Enolase activity was evaluated using a coupled enzyme assay, where 2PGA is converted to PEP, leading to the generation of an intermediate that reacts with a peroxidase substrate. This reaction yields a fluorometric product directly proportional to the detected enolase activity, thus validating the canonical activity of rFhENO.\nSecondly, our phylogenetic studies showed that the rFhENO belongs to a specific branch of enolases found in other related trematodes such Opisthorchis viverrini, Clonorchis sinensis, Paragonimus westermani and various schistosomes, all major zoonotic parasites responsible for neglected tropical diseases. This could suggest similar functions to those demonstrated in this study for the enolases of these other trematode parasites. Additionally, rFhENO exhibited very high primary sequence identity (69–71%) and similarity (89–90%) with host enolases, which could be related to processes of molecular mimicry. This mechanism describes how parasites express proteins that resemble host proteins, potentially aiding in evading the host immune response, which could be the case for rFhENO. Interestingly, our phylogenetic analysis uncovered a second uncharacterised FhENO which according to transcriptomic/proteomics data is expressed at very low levels by all stages of the parasite present in the mammalian host and is not detected in the somatic proteome and secretome of adult flukes [29].\nThirdly, to determine if rFhENO has moonlighting functions with relevance \"in vivo\", it is essential to establish whether this protein is expressed and/or localised in parasite tissues that closely interact with the host environment [44]. Furthermore, in the specific case of enolase, this localization is likely particularly associated with parasitic processes, as this protein was identified in 20 species of helminth parasites but was absent in the non-parasitic nematode Caenorhabditis elegans, in a comparative study of secretomes conducted by Tritten et al. [45]. For that reason, we produced polyclonal antibodies against rFhENO and used them to test the expression of native enolase in different extracts of adult worms of F. hepatica by Western blot, as well as its localisation in the tissues of juvenile and adult parasites by microscopic techniques. Our assays revealed the expression of enolase in the total somatic extract of F. hepatica, and more specifically in extracts from the host-parasite interface, such as the tegumental and excretory/secretory extracts. These results are consistent with those obtained by other authors who identified enolase in somatic [46], tegumental [47], and excretory/secretory [48] extracts of adult F. hepatica worms using proteomic techniques. These expression levels were corroborated and expanded upon in immunolocalisation assays, where we observed how enolase is particularly present in the tegumental layer of both juvenile and adult worms of F. hepatica. This suggests the importance of this protein for F. hepatica in its interaction with its host throughout its life cycle, since despite the continuous turnover that the parasite tegument shows during parasite migration from its excystment in the intestine until it reaches the bile ducts [49], enolase maintains its expression at the host-parasite interface. The tegument of F. hepatica is recognized as dynamic, interacting continuously with host tissues to ensure survival of the parasite [21]. Composed of syncytial secretory cells, the F. hepatica tegument, including that of FhNEJ, undergoes significant changes in structure and composition during parasite maturation. Its secretions, crucial for migration and immune evasion, are released via conventional and unconventional pathways, such as exosome-mediated routes, at the host-parasite interface [50,51]. Indeed, enolase has been identified through proteomic techniques as part of the cargo of extracellular vesicles in both juvenile [52] and adult worms [53] of F. hepatica, reinforcing the potential importance of this protein in the host-parasite interaction in fasciolosis. In any case, the exact mechanism by which enolase reaches the tegument of F. hepatica is unknown. In this regard, the fact that enolase has also been detected outside the cuticle of other nematodes such as Angiostrongylus vasorum, Dirofilaria immitis, or T. spiralis [43,54,55], and considering that trematode teguments and nematode surface coats are formed differently [56], suggests that both groups of helminths may share common mechanisms for secreting this type of enzyme that do not depend directly on the composition and renewal of their surfaces.\nAfter confirming the presence of F. hepatica enolase in the extracts of the host-parasite interface, we investigated whether this antigen could be recognized by the host’s immune system in an experimental infection. Western blot results using sera from sheep experimentally infected with the parasite showed that rFhENO is mildly recognized from 7 WPI, revealing some immunogenicity of this protein before the parasites reach their final destination, the bile ducts. In the life cycle of F. hepatica, eggs released by mature worms are found in bile from 8 WPI, and later in faeces (9–12 WPI) [22], allowing direct diagnosis of fasciolosis through coprological techniques [57]. Therefore, although weak, early recognition of enolase by host antibodies could be explored for its potential to establish early serodiagnosis for fasciolosis. In this regard, enolase was identified by Morales and Espino [58] as one of the most immunoreactive antigens from a tegumental extract of F. hepatica, enabling serodiagnosis of human fasciolosis with high sensitivity, specificity, and accuracy. More recently, a recombinant enolase from F. hepatica has been tested for the serodiagnosis of fasciolosis in sheep by ELISA, yielding data with sensitivity and specificity rates of 90% and 97.14% [59]. However, these authors found that the recombinant form of enolase showed significant cross-reactions with other helminths in both Western blot and ELISA assays. In this sense, low-level binding of sheep pre-infected control serum to rFhENO (and to rFhGAPDH2) indicated the presence of non-specific binding antibodies in sheep serum to these glycolytic enzymes and/or cross-reactivity with antibodies that were elicited to enolases of other worms or pathogens.\nEnolase is an enzyme that exhibits a high level of sequence conservation across species, assuming it is present in all organisms, and due to the significance of the process in which it participates, it has not undergone profound changes [60]. This high degree of homology could hinder its use as a vaccine antigen. However, contrary to this assumption, Mahana et al. [61] demonstrated that a tegumental fraction of F. gigantica, consisting essentially of F. gigantica enolase, induced antibodies capable of binding to the surface membrane of newly excysted flukes and mediating their attrition, generating a significant protection of approximately 40% in a vaccine experiment conducted in sheep. This protein also showed 96–100% homology with F. hepatica enolase. These data, along with the fact that moonlighting proteins are promising anti-parasite candidate vaccines as they could interfere with a plethora of pathogen physiological functions, should not rule out rFhENO as a potential vaccine antigen against F. hepatica. Indeed, isoforms of this protein have been tested in various protection assays against other helminths such as Ascaris suum, C. sinensis, Taenia pisiformis, or T. spiralis with promising results [62–65].\nThe multifunctionality of enolase has been known for over 35 years [66], and its role as a moonlighting protein in pathogenic organisms, especially in bacteria, with important functions related to the invasion process, has been extensively studied [67]. In this sense, enolase has been reported to bind a significant amount of host proteins, especially ECM proteins and PLG, justifying the enzyme’s characterisation as an adhesin that is part of bacterial interactions with the environment and responses to environmental changes [16–18,20]. Although the ability of enolase to bind PLG and interact with the host fibrinolytic system has been reported in some helminth species in recent years [19], its role as an adhesin against host ECM proteins has not yet been explored in this group of parasites.\nOur results show that rFhENO has the ability to bind LM, but not FN, in a concentration-dependent manner. This could be significant at the intestinal level since LM constitutes a significant part of the intestinal basement membrane, located directly beneath the intestinal epithelium, while FN is predominantly present in deeper tissue layers, such as the interstitial matrix [5]. These findings suggest that F. hepatica demonstrates a specific adaptation to interact with the tissue microenvironment encountered immediately after excystment. Furthermore, this hypothesis could be extrapolated to the liver since this pattern of organization of the ECM is also maintained at the hepatic level [68], the tissue through which F. hepatica migrates several weeks until the parasite enters the bile ducts to mature into the adult stage [22]. These results also agree with those recently obtained by our group in which we observed the ability of an extract from FhNEJ tegument to bind LM but not FN as a potential invasion mechanism at the intestinal level [27].\nOur data also demonstrate the ability of rFhENO to interact with the host fibrinolytic system by binding to PLG and enhancing its conversion to plasmin in the presence of the activators t-PA and u-PA. Competition assays using ε-ACA acid indicated the participation of lysine residues from rFhENO in the binding of PLG. The association between PLG and its receptors has been linked to the presence of carboxyl-terminally lysine residues [69], so the mechanism of binding of the parasitic protein to PLG is similar to what occurs physiologically. In addition, after examining the spatial location of the lysine residues of rFhENO in its 3D model, these residues appear to be situated on the surface of the molecule, which would facilitate the accessibility of PLG. Plasmin, the end product of the fibrinolytic system, exhibits broad and potent proteolytic activity and degrades both fibrin and various constituents of the ECM and connective tissue. Consequently, the enlistment of this enzyme by any blood or tissue pathogen may not only serve as an effective mechanism to evade potential immobilization by fibrin blood clots but also assist the pathogen in its dissemination and establishment within the host through the breakdown of diverse ECM components [9]. In this context, a large number of blood and tissue parasites express PLG receptors on their surface or secrete them, allowing them to interact with the fibrinolytic system of their hosts. In fact, enolase has been recently reported as the most commonly identified PLG receptor in parasitic helminths in a scoping review conducted by our group [19]. Our results also confirm those obtained twenty years ago by Bernal et al. [70], who identified an enolase in the excretory/secretory products of F. hepatica as a potential PLG receptor, and complement our own findings in which we characterize the potential of the tegument of F. hepatica juvenile [26] and adult worms [71] to interact with the fibrinolytic system of their host. Indeed, the utilization of this mechanism throughout the life cycle of F. hepatica could have different functions adapted to the changing environments faced by the parasite. Enhancing the proteolytic capacity of plasmin could be related to the invasive capacity of the juvenile worm of F. hepatica due to the ability of this host protease to degrade ECM proteins. However, it could also represent a strategy associated with the nutritional requirements of the adult worm, an obligate blood feeder, for which activation of the host’s fibrinolytic system would allow it to dissolve blood clots of fibrin, as described for other helminth parasites [9,19]. Furthermore, the enhancement of plasmin generation by rFhENO occurs in the presence of both activators u-PA and t-PA, which primarily operate at tissue and vascular levels [72], respectively, reinforcing the hypothesis of the key role of this mechanism for F. hepatica in both its migration and nutrition.\nIn conclusion, we have produced a functional recombinant form of F. hepatica enolase and characterized its role as a moonlighting protein. rFhENO is active as a homodimeric glycolytic enzyme fulfilling its canonical function, but it also functions as an adhesin capable of binding host ECM proteins and acts as a receptor for PLG, enhancing the activity of the broad-spectrum protease, host plasmin. This, together with its demonstrated expression at the host-parasite interface in both the juvenile and adult stages of the parasite, reinforces its potential involvement in disparate mechanisms such as the migration or nutrition of F. hepatica. The involvement of enolase in processes crucial for the survival of this parasite, strengthens the possibility of further investigation as a therapeutic target or vaccine antigen with the ultimate aim to establish effective management and control measures against both animal and human fasciolosis. As a paradigmatic example, enolase has recently been suggested as a potential ligand through which FhNEJ evade the activation of the lectin complement pathway, rendering it refractory to killing by this host response [73]. On the other hand, the significant similarity observed between this antigen and host homologous proteins, which can be interpreted as a mechanism of parasitic immune evasion mediated by molecular mimicry, poses a barrier to overcome for its use in vaccine trials."
}