{
    "Background": "Epidemiologically important food-borne trematodes Opisthorchis viverrini and Clonorchis sinensis are recognized as biological carcinogens of Group 1A, while Opisthorchis felineus is in Group 3 as noncarcinogenic to humans. Mechanisms of the biological carcinogenesis are still elusive. Some studies highlight chronic inflammation as a key factor and common pathway for cancer initiation and progression. Nonetheless, the chronic inflammation alone does not explain why these three species differ in carcinogenicity. We focused this study on genome-wide landscapes of liver gene expression and activation of cellular pathways in Mesocricetus auratus golden hamsters infected with C. sinensis (South Korea), O. viverrini (Thailand), or O. felineus (Russia) at 1 and 3 months after infection initiation.",
    "Methodology/Principal findings": "Liver transcriptomes of golden hamsters (HiSeq Illumina, 2X150 bp) were sequenced at 1 and 3 months postinfection. Data processing was carried out using the following bioinformatic and experimental approaches: analysis of differential gene expression, estimates of proportions of affected liver cell types, liver histopathology, and examination of weighted gene coexpression networks. All infections caused enrichment with inflammatory response signaling pathways, fibrogenesis and cell proliferation, and IL2–STAT5, TNF–NF-κB, TGF-β, Hippo, MAPK, and PI3K–Akt signaling pathways. Nevertheless, species-specific responses to each infection were noted too. We also identified species-specific responses of liver cell types, differentially expressed gene clusters, and cellular pathways associated with structural liver damage (such as periductal fibrosis, epithelial neoplasia, and inflammation).",
    "Conclusions/Significance": "This is the first comparative analysis of gene expression landscapes in the liver of experimental animals infected with O. viverrini, O. felineus, or C. sinensis. The trematodes have species-specific effects on the hepatobiliary system by triggering signaling pathways, thereby leading to differences in the severity of hepatobiliary structural lesions and contributing to the pathogenicity of closely related foodborne trematodes."
}