{
    "Abstract": "The Democratic Republic of the Congo (DRC) declared an Ebola virus disease (EVD) outbreak in North Kivu in August 2018. By June 2019, the outbreak had spread to 26 health zones in northeastern DRC, causing >2,000 reported cases and >1,000 deaths. On June 10, 2019, three members of a Congolese family with EVD-like symptoms traveled to western Uganda’s Kasese District to seek medical care. Shortly thereafter, the Viral Hemorrhagic Fever Surveillance and Laboratory Program (VHF program) at the Uganda Virus Research Institute (UVRI) confirmed that all three patients had EVD. The Ugandan Ministry of Health declared an outbreak of EVD in Uganda’s Kasese District, notified the World Health Organization, and initiated a rapid response to contain the outbreak. As part of this response, UVRI and the United States Centers for Disease Control and Prevention, with the support of Uganda’s Public Health Emergency Operations Center, the Kasese District Health Team, the Superintendent of Bwera General Hospital, the United States Department of Defense’s Makerere University Walter Reed Project, and the United States Mission to Kampala’s Global Health Security Technical Working Group, jointly established an Ebola Field Laboratory in Kasese District at Bwera General Hospital, proximal to an Ebola Treatment Unit (ETU). The laboratory consisted of a rapid containment kit for viral inactivation of patient specimens and a GeneXpert Instrument for performing Xpert Ebola assays. Laboratory staff tested 76 specimens from alert and suspect cases of EVD; the majority were admitted to the ETU (89.3%) and reported recent travel to the DRC (58.9%). Although no EVD cases were detected by the field laboratory, it played an important role in patient management and epidemiological surveillance by providing diagnostic results in <3 hours. The integration of the field laboratory into Uganda’s National VHF Program also enabled patient specimens to be referred to Entebbe for confirmatory EBOV testing and testing for other hemorrhagic fever viruses that circulate in Uganda."
}