{
    "Introduction": "Trachoma, caused by repeated infection with the obligate intracellular bacterium Chlamydia trachomatis, is a leading cause of preventable blindness. Elimination of trachoma as a public health problem can be achieved through implementation of the multi-faceted SAFE strategy: Surgery to correct trichiasis, Antibiotics to treat ocular C. trachomatis infection, and Facial cleanliness and Environmental improvement to reduce transmission [1–2].\nThe A, or antibiotic, component of SAFE is carried out at the district level through mass drug administration (MDA) of the macrolide antibiotic azithromycin. Prevalence of trachomatous inflammation—follicular (TF) in children aged 1–9 years currently guides MDA decision-making. One to five years of district-level MDA is undertaken wherever baseline prevalence of TF in children aged 1–9 years is ≥5%. The decision to stop MDA is again based on the prevalence of TF, determined through adequately powered impact surveys [3]. If the TF prevalence in children aged 1–9 years remains ≥5%, district-level MDA may continue.\nThe use of TF as the sole indicator to guide decisions on whether to continue or cease MDA following impact surveys may be problematic because low levels of TF can persist in the absence of ocular C. trachomatis infection [4]. Follicular conjunctivitis can be associated with non-chlamydial bacterial infection [5–6] or be of uncertain aetiology, even in apparently trachoma-endemic populations [7]. Furthermore, as active trachoma prevalence declines, it becomes increasingly difficult to train graders for surveys and to prove that graders have been trained well [8]. These issues have led to suggestions that alternate indicators for use in MDA decision-making and post-MDA surveillance be explored [9–10]. Possible alternatives include nucleic acid amplification-based tests for ocular C. trachomatis infection and assays for the presence of anti-C. trachomatis antibodies [11–12].\nMalawi represents an ideal setting in which to assess the utility of alternate indicators for trachoma elimination programmes. Health officials have known Malawi to be endemic for trachoma since the 1980s [13] although an active control programme was not put in place until a decade ago. The Trachoma Action Plan was developed and launched by the Ministry of Health in 2011. The Global Trachoma Mapping Project completed mapping trachoma in Malawi in 2015 and showed, in combination with data collected previously, that 17 of 28 districts had TF prevalence between 10 and 25% [14–16]. Funding to implement the SAFE strategy in these 17 districts was made possible through the Queen Elizabeth Diamond Jubilee Trust in 2014, with the goal of eliminating trachoma by 2019. Several districts have since completed three rounds of MDA with high treatment coverage [17] and have proceeded to impact surveys, following WHO guidelines. To date, approximately half the population has received MDA and six thousand individuals have received surgery for trichiasis. The aim of the present study was to generate, in a programmatic setting, additional data on C. trachomatis infection and anti-Pgp3 antibodies as possible alternative indicators for making decisions as to whether or not to stop MDA.",
    "Methods": "Study site\nThe study was conducted in two districts: Chikwawa in southern Malawi (estimated population 565,000) [18] and Mchinji (est. pop. 600,000) [18] in central Malawi. Trachoma prevalence was previously assessed in both districts through surveys conducted in 2008 [14]; the prevalence of TF in children aged 1–9 years was 13.6% in Chikwawa and 21.7% in Mchinji. Prevalence of trichiasis in adults aged ≥15 years was 0.6% (Chikwawa) and 0.3% (Mchinji) [14]. Following the 2008 surveys, a trachoma elimination programme was devised and, as a part of that programme, both districts received azithromycin MDA at yearly intervals for three years (2011–2013).\n\n\nSampling strategy\nFor the purposes of the impact surveys, following WHO guidance, each district (Chikwawa and Mchinji) was divided into three evaluation units (EUs) [3]. To estimate a prevalence of TF, in children aged 1–9 years, of 10% in each EU, given a desired precision of ±3%, a 95% confidence limit and a design effect of 2.65, 1,019 children should be examined [8]. The average Malawian household was estimated to contain 4 to 5 people, of who 1–2 are in the 1–9 years age range. Therefore, to achieve the required sample size, taking into account non-response, 24 clusters (villages) were randomly selected in each EU and 30 households were randomly selected, from a list of households, in each cluster. Every consenting member of each selected household aged ≥1 year was examined.\n\n\nData collection\nData collection took place in June and July 2014. Prior to the onset of fieldwork, a workshop was held for trachoma graders (ophthalmic clinical officers) and enumerators. Training included quality control exercises of trachoma grading from slides in a classroom setting followed by practical tests in the field [19].\nQuestionnaires were used to capture demographic information and data on household-level access to water and sanitation. For the latter, questions were asked of the head of each selected household, and (where relevant) sanitation facilities observed. All household members, defined as those who slept in the household the night before, were eligible for trachoma screening. Consenting individuals were examined for clinical signs of trachoma using a 2.5× magnifying loupe and adequate sun- or torchlight. Trachoma grading was carried out according to the WHO simplified grading system [20].\nOcular swabs and dried blood spots (DBS) were collected from children aged 1–9 years. Ocular samples were collected using Dacron swabs (Puritan, Guilford, USA) passed across the upper left tarsal conjunctiva, after everting the eyelid. Field control swabs were also taken, once for every 50 swabs collected (with timing determined at random), by passing a clean swab in the air within two inches of a child’s eyes. All swabs were placed in sterile tubes and kept on cool packs in the field and frozen at -20°C within 10 hours of collection. Blood samples were collected by finger prick with a new, sterile lancet, and absorbed onto filter papers calibrated to absorb 10 μL of blood (TropBio, Townsville, Australia). These were then air-dried, sealed in individual plastic bags and placed in larger bags with desiccant before being stored at -20°C.\n\n\nLaboratory methods\nSwabs were tested for C. trachomatis DNA using the GeneXpert CT/NG assay (Cepheid Inc., Sunnyvale, CA, USA). Swabs were rehydrated in 800 μL nuclease-free water and vortexed vigorously. Two hundred μL of suspension from each of five swabs was then combined to generate a pool [21]. Three hundred μL of the pool was added to 900 μL of CT/NG transport media (Cepheid Inc.) and this total volume added to a GeneXpert CT/NG cartridge (Cepheid Inc.) and tested according to the manufacturer’s instructions. In the case of a positive or invalid result, all five samples making up the pool were then tested individually. Known positive and negative controls, supplied by the London School of Hygiene & Tropical Medicine (London, UK), were run every week during testing as a quality control measure.\nLaboratory personnel were blind to the clinical status of subjects from whom samples were taken and were unable to distinguish between ocular swabs and swabs included as field controls.\nDBS were tested, in duplicate, for antibodies against Pgp3 [22] according to the method previously described [11, 22]. Serum was eluted overnight then applied to Immulon 2HB microtiter plates (Southern Biotech, Birmingham, AL, USA) pre-sensitized with Pgp3 protein. Bound antibody was detected with HRP-labelled mouse anti-human IgG (Fc)-HRP (Southern Biotech). Plates were incubated, washed and 3,3’,5,5’-tetramethylbenzidine (KPL, Gaithersburg, MD, USA) was added before the reaction was stopped with 1N H2SO4. Absorbance was read at 450 nm (A450) using a HaloLED 96 Microplate Reader (Dynamica, London, UK). Readings were corrected for background by subtracting the average A450 of two blank wells containing no serum. Values were normalised by dividing the mean of values for the two wells against the mean for the two 200 U controls included on each plate [23].\n\n\nData entry and statistical analysis\nAll field data were collected using an Android smartphone app and uploaded to a password-protected cloud-based server. Laboratory data were captured electronically on the GeneXpert and HALO plate reader devices.\nData were analyzed using Stata version 14.2 (StataCorp LP, College Station, TX, USA). Prevalence of TF, C. trachomatis infection and antibodies to Pgp3 were calculated and displayed with exact binomial confidence intervals. Correlations between EU-summarised prevalence of TF, C. trachomatis infection and antibodies to Pgp3 were plotted with lines of best-fit and tested using Spearman’s rank correlation. Cluster-summarized prevalence of the three indicators was mapped using ArcMap v10.3 (Environmental Systems Research Institute, Inc. Redlands, CA, USA).\nA finite mixture model was used to classify the samples as seropositive or seronegative based on normalized A450 values [22]. The cutoff for seropositivity was defined as the mean of the Gaussian distribution of the seronegative population plus three standard deviations of the seronegative population [22].\nSeroconversion rates (SCR) were calculated by fitting a simple reversible catalytic model to the measured seroprevalence, stratified into yearly age-groups, using maximum likelihood methods, assuming no seroreversion [24].\n\n\nCase management\nAll individuals with TF were provided with two tubes of 1% tetracycline ointment and instructions for twice-daily use for six weeks. Cases of trichiasis were referred for surgery.\n\n\nEthics statement\nThe study adhered to the tenets of the Declaration of Helsinki and was approved by Malawi’s Ministry of Health National Health Sciences Ethics and Research Committee. Written, informed consent was obtained from the parent or guardian of all children. In the case of adults whose eyes were examined but from whom no samples were taken, verbal consent was obtained and documented electronically. CDC staff did not have contact with study participants and were determined to be non-engaged in the study.",
    "Results": "Overall, 13,556 individuals, representing 94.3% of the censused population, participated in the study. Of these, 6,314 (43.9%) were children aged 1–9 years. Demographic characteristics of individuals and households are given in Table 1.\nThe majority of households reported accessing their drinking water at boreholes (69%) and 70% of households were reportedly within 30 minutes of their water source (Table 1). Access to sanitation was good, with over 90% of households reporting access to either shared or private latrines (Table 1).\nDistrict-level prevalence of trichiasis in participants 15 years of age and older was 0.43% in Chikwawa (13/2,999) and 0.12% (4/3,251) in Mchinji. There was no difference in the prevalence of TT amongst female (11/4,179; 0.26%) and male (6/2,071; 0.29%) participants.\nPrevalence of TF amongst children aged 1–9 years ranged from 4.7% (95% CI 3.4–6.3) in the EU of Kasisi/DHO to 7.2% (95% CI 5.8–8.9) in the EU of Makanda Gumba (Table 2). Overall TF prevalence in children aged 1–9 years was 5.1% (95% CI 4.3–6.0) in Chikwawa district and 6.4% (95% CI 5.6–7.3) in Mchinji (Table 2).\nOcular swabs were collected from 6,075 children. Of these, 185 ocular swabs gave invalid results, indicating they did not contain detectable amounts of human DNA. Swabs from 24 children were missing. A positive or negative PCR result was obtained for the remaining 5,866 swabs (96.6% of the total). The prevalence of C. trachomatis infection was low, ranging from 0.1% (95% CI 0.0–0.6) in the EU of Ngabu Ngokwe to 0.7% in Makanda Gumba (95% CI 0.3–1.3) (Table 2). District-level prevalence of infection was 0.2% (95% CI 0.1–0.4) in Chikwawa and 0.4% (95% CI 0.2–0.7) in Mchinji (Table 2). Of the 264 negative field controls tested, none gave a positive result for C. trachomatis DNA.\nPgp3 ELISA results were obtained for 97.4% of recruited children (5,917/6,075) aged 1–9 years. The mean absorbance value was 0.3581 (standard deviation 0.2765). Seroprevalence was lowest in DHO Nkwazi [6.9% (95% CI 5.4–8.6)] and highest in Makanda Gumba [12.0% (95% CI 10.1–14.0)] and increased with age. The lowest seroprevalence levels were found in children aged 1 year [3.8%, (95% CI 2.4–5.6)] while the highest levels were in children aged 9 years [20.0%, (95% CI 16.8–23.4)] (Table 2). Seroprevalence was similar in both districts; 9.8% (95% CI 8.7–11.0) in Chikwawa and 9.5% (95% CI 8.5–10.6) in Mchinji (Table 2). The seroconversion rate (SCR) was 0.0283 (95% CI: 0.0275–0.029) per year for Chikwawa and 0.021 (95% CI: 0.020–0.021) for Mchinji.\nGeographical distributions of TF, C. trachomatis infection and prevalence of anti-Pgp3 antibodies in children aged 1–9 years are shown in Fig 1. The highest prevalence of all three indicators were found in the EU of Makanda Gumba (Table 2).\nCluster level prevalence of (A) TF, (B) C. trachomatis infection and (C) anti-Pgp3 antibodies.\nNo association was seen between any of EU-summarised prevalence of TF and C. trachomatis infection (Fig 2A), EU-summarised prevalence of TF and anti-Pgp3 antibodies and EU-summarised prevalence of C. trachomatis infection and anti-Pgp3 antibodies (Fig 2C).\n(A) Correlation of EU-summarised prevalence of TF and C. trachomatis infection. (B) Correlation of EU-summarised prevalence of TF and anti-Pgp3 antibodies. (C) Correlation of EU-summarised prevalence of C. trachomatis infection and anti-Pgp3 antibodies. EUs are represented by green dots. Lines of best fit are shown in blue. Shaded areas denote 95% confidence intervals.",
    "Discussion": "Our data show that prevalence of TF one year following the completion of three annual rounds of MDA was low in all six EUs surveyed. Two EUs have reached the elimination TF prevalence threshold of less than 5% in children aged 1–9 years [25] while the remaining four EUs are nearing this target. The prevalence of ocular C. trachomatis infection in the same children was 0.3%, considerably lower than that of active disease. The persistence of low-level rates of TF in communities where ocular infection is rare has previously been clearly documented in trachoma-endemic populations approaching elimination [4] and has been responsible, in part, for prompting the discussion of whether TF is the most appropriate marker on which to base decisions to stop MDA.\nAccording to current guidelines, antibiotic MDA should be stopped only when impact surveys in EUs (population 100,000–250,000 people) indicate the prevalence of TF in children aged 1–9 years is below 5% [25]. The present results therefore indicate that another year of antibiotic MDA is warranted in four of the six EUs before re-survey. Yet, when viewed alongside PCR data that indicate a virtual absence of C. trachomatis infection [prevalence 0.3% (95% CI 0.2–0.5)], doubt is cast on the need for further antibiotic use. There is, however, no current recommendation for programmatic application of data on infection and PCR testing remains expensive. Serology, which can be conducted at much lower cost and multiplexed for integrated surveillance of multiple infectious diseases [10], may prove a viable alternate indicator for stopping MDA and undertaking post-MDA surveillance.\nOverall seroprevalence in the current study (9.6%) was somewhat higher than prevalence of TF (5.8%), which is consistent with the notion that anti-Pgp3 antibody responses are markers of cumulative exposure rather than of persistent infection [26–27]. Furthermore, there was an increase in seropositivity with age seen in the current study, which also reflects cumulative exposure.\nThe cut-off for determining seropositivity with the ELISA assay used in this study was calculated using the finite mixture model, following the approach recommended by Migchelsen et al. [22]. This approach may over-estimate prevalence relative to other methods, such as the receiver operating characteristic (ROC) curves [22–23] used elsewhere [28–30]. Comparison to other studies is further complicated by the varying means of detecting Pgp3 antibodies. Many studies have used bead-based immunoassays [12, 26–27, 30–31], which are more expensive and technically challenging than the ELISA-based method employed here. However, a direct comparison of the two assays (EISA versus bead-based immunoassay) in a pre-validation survey in Ghana showed similar population-level prevalence [5.5% (95% CI: 4.8–6.3) for ELISA; 4.3% (95% CI: 3.7–4.9) for bead-based assay] [32] with calculated SCRs being virtually identical [0.013 (95% CI: 0.011–0.016) for ELISA; 0.012 (95% CI: 0.009–0.016) for bead-based assay). While further direct comparisons of platforms in large-scale surveys are needed, initial studies suggest good agreement of data from different assay platforms, especially if the SCR is the output of greatest interest.\nBefore serology could be adopted as an alternative or adjunct to TF prevalence for stopping MDA and post-MDA decision-making, seropositivity thresholds would need to be established. One approach might be to focus on the youngest children–those born during MDA or after its cessation and presumably very infrequently exposed to ocular C. trachomatis infection. Because the current survey was conducted in the year following completion of the third round of MDA and because children under 1 year of age, who might have had transplacentally-transferred maternal antibodies, were not eligible for inclusion, we do not have data from children born after the cessation of MDA. The youngest children in this study (aged 1–3 years) were born during the three-year MDA campaign and had similar seroprevalence to 1–3-year-olds in elimination settings; in post-validation settings, 1–3-year-olds are reported to have a prevalence of anti-Pgp3 antibodies of <6%, as measured primarily by bead-based assays [12, 32–34].\nA second approach would be to look at overall seroprevalence in 1–9-year-olds. While the prevalence of anti-Pgp3 antibodies here was much lower than that in populations that have high transmission rates [27–28], the antibody prevalence was higher than in communities where longitudinal follow-up and tests for infection have documented sustained elimination of ocular C. trachomatis infection [12, 29–30]. For example, a study conducted 10 years after cessation of antibiotic MDA in Rombo district of Tanzania found just 3.5% (95% CI: 1.4–7.1) of 1–9-year-olds to have anti-Pgp3 antibodies [12], less than the 9.6% seropositivity (95% CI: 8.9–10.4) seen in the children in the current study. In The Gambia, 4.2% (95% CI: 2.9–5.9) of children aged 1–9 years were positive for Pgp3 antibodies 5 years after MDA [29], while in Nepal 3.4% (95% CI: 1.4–6.9) of children aged 9 years were seropositive 4 years following cessation of MDA [30].\nA third approach would be to look at trends in antibody responses with age. The SCR estimated for the two districts here [0.0283 (95% CI: 0.0275–0.029) per year for Chikwawa and 0.021 (95% CI: 0.020–0.021) for Mchinji] were higher than that predicted to be associated with <5% TF [SCR of 0.015 (95% CI: 0.0–049)] [35], but the confidence intervals were overlapping. An algorithm combining these two metrics–seroprevalence and SCR–may have utility as well, particularly in settings like the Malawi districts studied here, where SCR estimates are close to but not below predictions for TF<5%. While it is unclear that this level of seropositivity is definitively associated with local elimination, the current data add to the evidence base that will be needed to determine appropriate thresholds for potential use of serology for surveillance."
}