{
    "Background": "Recent clusters of outbreaks of mosquito-borne diseases (Rift Valley fever and chikungunya) in Africa and parts of the Indian Ocean islands illustrate how interannual climate variability influences the changing risk patterns of disease outbreaks. Although Rift Valley fever outbreaks have been known to follow periods of above-normal rainfall, the timing of the outbreak events has largely been unknown. Similarly, there is inadequate knowledge on climate drivers of chikungunya outbreaks. We analyze a variety of climate and satellite-derived vegetation measurements to explain the coupling between patterns of climate variability and disease outbreaks of Rift Valley fever and chikungunya.",
    "Methods and Findings": "We derived a teleconnections map by correlating long-term monthly global precipitation data with the NINO3.4 sea surface temperature (SST) anomaly index. This map identifies regional hot-spots where rainfall variability may have an influence on the ecology of vector borne disease. Among the regions are Eastern and Southern Africa where outbreaks of chikungunya and Rift Valley fever occurred 2004–2009. Chikungunya and Rift Valley fever case locations were mapped to corresponding climate data anomalies to understand associations between specific anomaly patterns in ecological and climate variables and disease outbreak patterns through space and time. From these maps we explored associations among Rift Valley fever disease occurrence locations and cumulative rainfall and vegetation index anomalies. We illustrated the time lag between the driving climate conditions and the timing of the first case of Rift Valley fever. Results showed that reported outbreaks of Rift Valley fever occurred after ∼3–4 months of sustained above-normal rainfall and associated green-up in vegetation, conditions ideal for Rift Valley fever mosquito vectors. For chikungunya we explored associations among surface air temperature, precipitation anomalies, and chikungunya outbreak locations. We found that chikungunya outbreaks occurred under conditions of anomalously high temperatures and drought over Eastern Africa. However, in Southeast Asia, chikungunya outbreaks were negatively correlated (p<0.05) with drought conditions, but positively correlated with warmer-than-normal temperatures and rainfall.",
    "Conclusions/Significance": "Extremes in climate conditions forced by the El Niño/Southern Oscillation (ENSO) lead to severe droughts or floods, ideal ecological conditions for disease vectors to emerge, and may result in epizootics and epidemics of Rift Valley fever and chikungunya. However, the immune status of livestock (Rift Valley fever) and human (chikungunya) populations is a factor that is largely unknown but very likely plays a role in the spatial-temporal patterns of these disease outbreaks. As the frequency and severity of extremes in climate increase, the potential for globalization of vectors and disease is likely to accelerate. Understanding the underlying patterns of global and regional climate variability and their impacts on ecological drivers of vector-borne diseases is critical in long-range planning of appropriate disease and disease-vector response, control, and mitigation strategies."
}