{
    "Introduction": "Scrub typhus, also known as tsutsugamushi disease, is an acute febrile infectious disease that is caused by Orientia tsutsugamushi, an obligate intracellular gram-negative bacterium [1]. The infection is transmitted to humans or rodents primarily by the bite of chigger mites [2]. Typical presentations for scrub typhus include fever and skin eschars, with fever presenting before other symptoms. However, skin eschars are easily neglected on examination and tracing any patient history of chigger bites is also difficult. Therefore, scrub typhus is often misdiagnosed as other febrile illnesses [3]. The disease has been traditionally reported in the Tsutsugamushi Triangle in the Asia-Pacific region, but the disease has emerged in non-traditional areas in recent years [4].\nHemorrhagic fever with renal syndrome (HFRS) is a natural-focus infectious disease caused by hantaviruses, mainly Hantaan orthohantavirus and Seoul orthohantavirus, members of the Hantaviridae family, and are primarily transmitted by rodents [5, 6]. The disease was thought to be transmitted to humans by inhaling aerosolized excreta of infected animals, or through direct contact with infected rodents and their feces, saliva or blood [7]. The major clinical manifestations of HFRS include fever, hemorrhage and renal failure [8]. HFRS is widely distributed in the world with China reporting the highest incidence [9].\nBased on the fact that scrub typhus and HFRS have similar clinical features during the early phase with atypical and indistinguishable febrile symptoms; Shandong Province of China is endemic for both scrub typhus and HFRS; and both diseases have their peak epidemic season in the fall in China [10–13], we reason that the two diseases may be misdiagnosed with each other. Therefore, we investigated whether scrub typhus was misdiagnosed as HFRS.",
    "Methods": "Ethics statement and consent to participate\nEthical approval of this study was admitted by the ethics committees of Wuhan University (2018010). The data are anonymous, and informed consents were not obtained.\n\n\nSample source and study design\nAcute-phase serum samples of clinically suspected HFRS patients from 2013 to 2014 were collected from local centers for disease control and prevention (CDC) from Zibo and Qingdao cities in Shandong Province, China and were stored at -80°C. The landscape of Zibo City is mainly mountains (42.0%) and hills (29.9%) and Qingdao is a city with seashores and hills. Blood samples of clinically suspected HFRS patients were collected in hospitals and were routinely submitted to the local CDC. We collected patients’ blood samples and medical records, including basic information, clinical manifestations and laboratory tests from the local CDC. Clinical suspected cases of HFRS were diagnosed by local physicians following the criteria of the Chinese CDC (http://www.chinacdc.cn/did/crbzt/dwyxhmjcrb/lxxcxrx/). The IgM positive samples were considered as confirmed cases for HFRS or scrub typhus in this study. The criteria for suspected and confirmed cases of HFRS were described in Table 1.\n\n\nDetection of IgM antibody\nAcute-phase sera of 112 clinically suspected HFRS patients were retrospectively tested for IgM antibodies against O. tsutsugamushi in this study and IgM antibodies against hantavirus had been detected by us previously [14] using double-antigen sandwich ELISA. Orientia tsutsugamushi IgM antibodies were detected with Diagnostic Kit for Human IgM Detection of Tsutsugamushi Diseases from Wending Biotech (Nanjing, Jiangsu, China). The 96-well plates were coated with purified anti-human IgM (μ-chain monoclonal antibody) to specifically capture IgM antibodies in the serum, and captured IgM antibodies against O. tsutsugamushi were detected with HRP-conjugated 56KDa membrane proteins of O. tsutsugamushi. Hantavirus IgM antibodies were detected with HFRS-IgM ELISA Kit (Wantai Biological Pharmacy, Beijing, China) according to the instruction of the manufacturer. Undiluted serum was tested for IgM antibodies against hantavirus and diluted serum was tested for IgM antibodies against O. tsutsugamushi. The optical density (OD) value was measured at 450 nm using a plate reader. Cutoff value was set through formula suggested by the instructions of both ELISA kits (cutoff value for O. tsutsugamushi detection = 0.748 × average OD value of the negative control + 0.146, cutoff value for hantavirus detection = average OD value of the negative control + 0.1). The negative control reagents were provided by ELISA kits. A sample was considered seropositive if the OD value was greater than the cutoff value.",
    "Results": "Serological study\nELISA results showed that among 112 clinically suspected HFRS patients, 63 (56.3%) were IgM antibody positive to hantavirus and 9 (8.0%) were IgM antibody positive to O. tsutsugamushi. Among the confirmed HFRS cases, 7.9% (5/63) of patients were also IgM antibody positive to O. tsutsugamushi. Among the 49 hantavirus IgM antibody negative sera, 8.2% (4/49) were positive to O. tsutsugamushi (Figs 1 and 2).\n(A) Distribution of the OD values for IgM antibody to O. tsutsugamushi. Cut-off: 0.1960. (B) Distribution of the OD values for IgM antibody to hantavirus. Cut-off: 0.1753.\n\n\nCharacteristics of patients\nAmong 112 clinically suspected HFRS patients, 101 had clinical data. The demographic characteristics, epidemiological features, clinical features and laboratory data of patients with scrub typhus, HFRS, co-infection, and unexplained febrile illness were summarized in Table 2.",
    "Discussion": "In this study we showed that some clinically suspected HFRS patients were IgM antibody positive to O. tsutsugamushi, but were negative to hantavirus. In a previous study we had analyzed serum antibody of severe fever with thrombocytopenia syndrome virus (SFTSV) with ELISA in the same sera of clinically suspected HFRS patients used in this study and demonstrated that 4 patients were IgM antibody positive to SFTSV, but negative to hantavirus [14]. Our studies indicated that both scrub typhus and SFTSV infection could be misdiagnosed as HFRS in China. Our studies also indicated that HFRS is often blamed as the culprit of many infectious diseases in Shandong Province of China, because Shandong Province is one of the most serious endemic areas of HFRS, scrub typhus and severe fever with thrombocytopenia syndrome (SFTS) [101113–15]. This led to physicians commonly diagnosing febrile patients with atypical symptoms as HFRS. Because all three aforementioned diseases are prevalent in Shandong Province [15–17], the possibility of misdiagnosis and co-infection cannot be ignored, and further epidemiological investigation is needed. Except for confirmed scrub typhus, SFTS and HFRS cases, a considerable number (n = 45, 35%) of patients were still unconfirmed although they were clinically diagnosed as HFRS. Although we do not know what disease these patients actually had, we cannot exclude that some of the patients could be have had HFRS, scrub typhus, or SFTS due to a lack of convalescent sera of the patients to confirm the diagnosis. Some of them could experience human granulocytic anaplasmosis [18], Japanese spotted fever [19] or leptospirosis [20] according to their undistinguished clinical manifestations, and although the epidemic seasons of these do not overlap traditionally, the season of disease occurrence can vary with climate change and environmental factors.\nWe also found that some patients were IgM antibody positive to both O. tsutsugamushi and hantaviruses. One possibility is that these patients were co-infected with both hantavirus and O. tsutsugamushi at the same time. However, serum samples had been frozen and thawed several times, and due to the poor quality of the samples and their volume limitations, we were unable to perform PCR/RT-PCR on the samples to confirm whether they were co-infected with both O. tsutsugamushi and hantaviruses from pathogens. Another possibility is that these patients were sequentially infected with O. tsutsugamushi and hantavirus in a short period as IgM antibodies might persist for several months. Therefore, the co-infection needs to be further studied by isolation of the pathogens or detection of their nucleic acids in single patients in the future.\nBased on the available clinical data of 3 scrub typhus patients, all scrub typhus patients had nonspecific and similar symptoms with HFRS patients, and none of the 3 scrub typhus patients had pin-point bleeding or hematuria. The prominent clinical features of HFRS patients included fever (n = 55, 100%), proteinuria (n = 50, 91%), acute onset (n = 48, 87%) and thrombocytopenia (n = 47, 85%), which is consistent with the previous study [21]. We noticed that some HFRS patients showed typical symptoms of ache (headache, low back pain and orbital pain) and redness (flushed neck, flushed face and flushed chest), which were similarly exhibited by some scrub typhus patients. In a study, it was found that facial flushing was also presented in 62% scrub typhus patients [12], therefore, facial flushing is not a unique feature for HFRS patients. Other typical symptoms such as fever and proteinuria of HFRS patients [14] were also observed in two scrub typhus patients. Furthermore, while it has been reported that thrombocytopenia was a general and outstanding feature in all enrolled HFRS patients [22], our study found 3 patients who were only infected with scrub typhus that also had thrombocytopenia. A previous report indicated that more than 73% (166/259) of scrub typhus patients had thrombocytopenia [23]. HFRS patients with antibodies to both hantavirus and O. tsutsugamushi had similar clinical manifestations with scrub typhus patients or HFRS patients. These undifferentiated manifestations made it more difficult for physicians to diagnose scrub typhus, HFRS and co-infections. If the physician only carries out antiviral therapy, it is possible to aggravate the degree of damage done to the body of scrub typhus patients and may result in their death by multi-organ failure [24]. The 3 confirmed scrub typhus patients, 96% of HFRS patients and 5 co-infection patients were all farmers. Farmers work in fields, allowing them more opportunities of being exposed to infected rodents, which may carry or harbor both O. tsutsugamushi [25] and hantavirus [26]. This is consistent with the conclusion that farmers constitute the majority of cases of scrub typhus and HFRS [27, 28].\nAntibody detection is a simple and rapid diagnostic method compared with pathogen isolation and detection of nucleic acid. However, due to the limitations of the ELISA and non-specific reaction, there may be false positive and false negative results in actual detection. In our study, the upper and lower area of the cutoff value were set as the gray area, on the basis of kit instructions, and the OD value of samples falling in the gray area were re-detected to obtain accurate results, which was directly related to the diagnosis. The sensitivity of the IgM-ELISA kit for HFRS and scrub typhus were 98.2% and 95%, and the specificity of that were 99.9% and 100.0%, respectively, according to the kit manufacturers. In addition, the conserved region of 56KDa protein of O. tsutsugamushi covered Gilliam, Karp, Kato, Kawasaki and other serotypes was expressed and purified, then conjugated by HRP and used as the diagnostic antigen. The kit manufacture declared that the IgM-ELISA kit for scrub typhus had no cross reaction with serum of other undistinguished diseases, such as Japanese spotted fever and SFTS, so the positive case of scrub typhus is certain, confirming our hypothesis that existing misdiagnosis of HFRS and coinfection with scrub typhus. Furthermore, serum samples were collected during the acute phase of the clinically suspected HFRS patients, and is suitable for retrospective diagnosis for scrub typhus with IgM ELISAs [29]. These evidences demonstrated that the confirmed diagnosis of scrub typhus patients was reliable.\nAs we have found in previous publication utilizing the same sample set, there was a misdiagnosis of SFTS among these clinically-diagnosed HFRS patients [14], this time with potential co-infection by scrub typhus. When multiple diseases exist within a defined geographic area, and have similar clinical features, similar or overlapping seasons of occurrence, and similar risk factors (e.g., outdoor activities), misdiagnosis or co-infection is inevitable. If patients were diagnosed without pathogen-specific assays like 16S rRNA PCR or RT-PCR for confirmation of diagnosis, this problem will be amplified not just with scrub typhus and HFRS, but also with SFTSV. Therefore, physicians should pay attention to pathogenic examination, perform relevant examinations in a timely manner, evaluate the clinical value of laboratory examinations objectively, and antiviral drugs should be combined with antibiotics when necessary.\nIn summary, our study indicated that scrub typhus could be misdiagnosed as HFRS and dual infection of scrub typhus and HFRS may exist in Shandong Province. These results will call physicians’ attention, not only in Shandong Province but also in other endemic regions where both scrub typhus and HFRS are prevalent, to improve their ability and method in differentiating between scrub typhus and HFRS and to note that HFRS patients may be co-infected with scrub typhus while also considering administering anti-rickettsia antibiotics if treatment for HFRS alone does not work."
}