{
    "Introduction": "Oedematous lesions are a less common but more severe form of Mycobacterium ulcerans disease. Misdiagnosis as bacterial cellulitis can lead to delays in treatment. We report the first comprehensive descriptions of the clinical features and risk factors of patients with oedematous disease from the Bellarine Peninsula of south-eastern Victoria, Australia.",
    "Methods": "Data on all confirmed Mycobacterium ulcerans cases managed at Barwon Health, Victoria, were collected from 1/1/1998–31/12/2012. A multivariate logistic regression model was used to assess associations with oedematous forms of Mycobacterium ulcerans disease.",
    "Results": "Seventeen of 238 (7%) patients had oedematous Mycobacterium ulcerans lesions. Their median age was 70 years (IQR 17–82 years) and 71% were male. Twenty-one percent of lesions were WHO category one, 35% category two and 41% category three. 16 (94%) patients were initially diagnosed with cellulitis and received a median 14 days (IQR 9–17 days) of antibiotics and 65% required hospitalization prior to Mycobacterium ulcerans diagnosis. Fever was present in 50% and pain in 87% of patients. The WCC, neutrophil count and CRP were elevated in 54%, 62% and 75% of cases respectively. The median duration of antibiotic treatment was 84 days (IQR 67–96) and 94% of cases required surgical intervention. On multivariable analysis, there was an increased likelihood of a lesion being oedematous if on the hand (OR 85.62, 95% CI 13.69–535.70; P<0.001), elbow (OR 7.83, 95% CI 1.39–43.96; p<0.001) or ankle (OR 7.92, 95% CI 1.28–49.16; p<0.001), or if the patient had diabetes mellitus (OR 9.42, 95% CI 1.62–54.74; p = 0.02).",
    "Conclusions": "In an Australian population, oedematous Mycobacterium ulcerans lesions present with similar symptoms, signs and investigation results to, and are commonly mistakenly diagnosed for, bacterial limb cellulitis. There is an increased likelihood of oedematous lesions affecting the hand, elbow or ankle, and in patients with diabetes."
}