{
    "Background": "The hyaluronidase enzyme is generally known as a spreading factor in animal venoms. Although its activity has been demonstrated in several organisms, a deeper knowledge about hyaluronidase and the venom spreading process from the bite/sting site until its elimination from the victim's body is still in need. Herein, we further pursued the goal of demonstrating the effects of inhibition of T. serrulatus venom (TsV) hyaluronidase on venom biodistribution.",
    "Methods and principal findings": "We used technetium-99m radiolabeled Tityus serrulatus venom (99mTc-TsV) to evaluate the venom distribution kinetics in mice. To understand the hyaluronidase’s role in the venom’s biodistribution, 99mTc-TsV was immunoneutralized with specific anti-T.serrulatus hyaluronidase serum. Venom biodistribution was monitored by scintigraphic images of treated animals and by measuring radioactivity levels in tissues as heart, liver, lungs, spleen, thyroid, and kidneys. In general, results revealed that hyaluronidase inhibition delays venom components distribution, when compared to the non-neutralized 99mTc-TsV control group. Scintigraphic images showed that the majority of the immunoneutralized venom is retained at the injection site, whereas non-treated venom is quickly biodistributed throughout the animal’s body. At the first 30 min, concentration peaks are observed in the heart, liver, lungs, spleen, and thyroid, which gradually decreases over time. On the other hand, immunoneutralized 99mTc-TsV takes 240 min to reach high concentrations in the organs. A higher concentration of immunoneutralized 99mTc-TsV was observed in the kidneys in comparison with the non-treated venom. Further, in situ neutralization of 99mTc-TsV by anti-T.serrulatus hyaluronidase serum at zero, ten, and 30 min post venom injection showed that late inhibition of hyaluronidase can still affect venom biodistribution. In this assay, immunoneutralized 99mTc-TsV was accumulated in the bloodstream until 120 or 240 min after TsV injection, depending on anti-hyaluronidase administration time. Altogether, our data show that immunoneutralization of hyaluronidase prevents venom spreading from the injection site.",
    "Conclusions": "By comparing TsV biodistribution in the absence or presence of anti-hyaluronidase serum, the results obtained in the present work show that hyaluronidase has a key role not only in the venom spreading from the inoculation point to the bloodstream, but also in venom biodistribution from the bloodstream to target organs. Our findings demonstrate that hyaluronidase is indeed an important spreading factor of TsV and its inhibition can be used as a novel first-aid strategy in envenoming."
}