{
    "Background": "Schistosoma japonicum is a multi-host parasite, including asexual amplification in snail hosts and sexual reproduction in mammalian hosts. The genetic diversity of S. japonicum by host switching is less understood, which could help elucidate the genetic evolution of S. japonicum under host pressure and provide instruction for host sampling and the infection pattern to make S. japonicum infection models.",
    "Methods": "Different developmental stages of S. japonicum were collected and genotyped with 24 microsatellite loci, including 345 cercariae from naturally infected snails and 472 and 540 adult worms from artificially infected mice and rabbits, separately. The genetic distribution of S. japonicum within and among hosts by different sampling was assessed, and the genetic diversity and population structure were calculated at different population levels during host switching.",
    "Results": "Seven cercariae were the minimum sample size to retrieve 85% of alleles for S. japonicum in each snail, and meanwhile, sampling parasites from 19 snails could recover 85% of the total Na of S. japonicum in all snails in this study. After infection in mice and rabbits, 8 worms per mouse and 76 worms per rabbit were the minimum samplings to retrieve 90% of alleles from each corresponding definitive host. Further, 16 mice and 2 rabbits were the least sampling size to recover 85% of the total Na of S. japonicum in all mice and rabbits, respectively. Although no significant difference was shown for S. japonicum between mice and rabbits at the suprapopulation level, it is clear that the genetic diversity of worms from 20 (or 40) mice was significantly higher than that from 1 (or 2) rabbits, especially when the host sampling was not sufficiently enough. The differentiation of worms at the infrapopulation level among mice is less than among rabbits. In addition, genetic differentiation was shown between cercaria and adult worms, which was considered to relate to allele loss after host switching.",
    "Conclusions": "The population genetic diversity of S. japonicum differs in different developmental stages. Host species and sampling number significantly affect the distribution pattern of alleles and the genetic structure of S. japonicum at the suprapopulation level."
}