{
    "Background": "Schistosomiasis is one of the neglected tropical diseases (NTD) that infects about 237 million people in tropical and subtropical regions [1]. More than 90% of the cases are concentrated in African countries [2,3]. Frequent contact with infested water during bathing, swimming, fishing, and washing of cloth is associated with the high prevalence of schistosomiasis. In addition, the suitability of the climate conditions for snail intermediate hosts and poor environmental sanitation contributed to the high endemicity of schistosomiasis in the region. Schistosomiasis is the second most common disease next to malaria in terms of socio-economic and health impact in the tropics [4]. Children, in particular, are vulnerable to schistosomiasis that leads to a tremendous negative effect on child development in the region.\nSchistosomiasis is endemic in Ethiopia, where more than 37.3 million people are living in endemic areas and about 5 million people are infected [5,6]. It is one of the major causes of outpatient morbidity in the country [7]. Schistosomiasis is caused by two species namely S. haematobium and S. mansoni in Ethiopia, the latter being the most prevalent and widely distributed species. The burden and prevalence of intestinal schistosomiasis are significantly varied from area to area depending on the suitability of snail intermediate hosts and the level of environmental sanitation. Parasitological studies showed that the prevalence of S. mansoni is ranged from 10% to 92% in Ethiopia [8–11]. The prevalence of S. mansoni could reach as high as 90% in the northwester part of Ethiopia [8,12]. The Ethiopian government launched nationwide mass drug administration (MDA) program in 2015 to reduce the burden of soil-transmitted helminths and schistosomiasis from schoolchildren. The program brings a significant impact on the reduction of schistosomiasis in the country [11,13,14]. However, the effect of MDA varied from study to study depending on various factors such as nature of study population, level of environmental sanitation, availability of snail intermediate host and level of awareness of the community.\nThe present study was conducted in and around Lake Tana, which is one of the United Nations Educational, Scientific and Cultural Organization (UNESCO) registered as a world heritage site. The area is one of the hotspots for schistosomiasis due to the frequent water contact behaviour of the community, availability of snail intermediate hosts and high level of environmental contamination. Despite these suitable conditions for schistosomiasis, only limited studies are available on the islands of Lake Tana and surrounding areas [15,16]. Moreover, these studies used a formal-ether concentration approach, which has poor sensitivity as well as unable to determine the infection intensity. Because of these reasons, the prevalence of S. mansoni was underestimated in the surrounding areas that could result in a prolonged health problem among children. In addition, the above studies were conducted in few schools of the same geographical areas. Thus, the present study was conducted in eight different schools located in different geographical locations of Lake Tana and the surrounding mainland. Therefore, this study aimed to assess the prevalence and intensity of S. mansoni as well as associated risk factors among schoolchildren in selected primary schools around Lake Tana.",
    "Materials and methods": "Ethic statement\nThis study was conducted after obtaining ethical clearance from the Ethical Review Committee of College of Science, Bahir Dar University with Ref. No. PGRCSVD/155/2020. The objective of the study was explained to the school director, students and their parents/guardians. Students were participated in the study only after receiving written consent from their family/guardians for students below 18 years of age. All the results of the laboratory examination were kept confidential and communicated to the family/guardians of each student. All students who were found positive for S. mansoni and other intestinal parasitic infections were treated free of charge in collaboration with the nearby health centers.\n\n\nStudy area\nThis study was conducted in eight selected primary schools in four purposively selected districts (Bahir Dar City Administration, Bahir Dar Zuria, Chuahit, Lebokemekem, and North Achefer) around Lake Tana. The selected district and schools were located at different corners of Lake Tana (Fig 1). Lake Tana is located in north-western Ethiopia at 12o00’ N and 37o14’ E and outside the Great Rift Valley areas. It is the largest lake (covers an area of 3020 km2) in Ethiopia and the major source of the Blue Nile River. The lake consists of 37 islands and peninsulas; some of them even serve for human habitation. Communities living on islands, peninsulas and surrounding areas are intensively used the lake water for their livelihoods (source of drinking water, washing cloth, bathing, irrigation, fishing, recreational activities and other domestic purposes). As a result of these close contacts, the population living on islands/peninsulas and surrounding areas are at risk of human schistosomiasis, particularly for S. mansoni. In addition, the availability of freshwater and climatic conditions are suitable for the reproduction and multiplication of snail intermediate hosts.\nThe map was prepared using ArcGIS online software.\n\n\nStudy design\nA school-based cross-sectional study was conducted from February to April 2021 to assess the prevalence of S. mansoni and associated risk factors among schoolchildren. A multistage purposive sampling approach was used in the study. First, districts (Libokemekem, Bahirdar City Administration, Bahir Dar Zuria, Chuahit, and North Achefer) close to Lake Tana were selected purposefully. Second, eight primary schools (Alabo, Ayertena, Gorgora, Gurer, Qunzela, Robit, Woramit and Ura) present in the selected district together with its accessibility were selected. Third, a quota was allocated to each school based on the number of students at each school. Finally, the assigned number to each school was divided into grade levels in each school followed by section/class by considering class roster as a sampling frame. Students were selected by systematic random sampling using intervals obtained by dividing the total source population by the sample size. The first student was obtained by lottery method and the remaining students were selected using the interval by considering the class roster until the last interval of the last section.\n\n\nSources and study population\nChildren from all schools in the selected islands/peninsula and surrounding areas of Lake Tana were considered as source population while students attending the selected schools in 2020/21 served as the study population. The study was conducted in eight selected primary schools namely Alabo, Ayertena, Gorgora, Gurer, Qunzela, Robit, Woramit and Ura primary schools. The actual number of source population was 7248 (male = 3535 and female = 3713), who attended classes from grade 1 to grade 8 during the 2020/21 academic year.\n\n\nSampling and sample size determination\nThe sample size was determined using single population proportion formula (n = Z2 P (1-P)/d2), by considering 30% prevalence of S. mansoni [15], 5% marginal error and 95% confidence interval. In addition, the sample size was increased by 5% for the non-response rate. Moreover, taking into consideration the design effect, the sample size was doubled and a total of 710 schoolchildren were invited for socio-demographic information and parasitological examination. The number of students allocated to each school was 129, 127, 72, 31, 90, 141, 95 and 25 from Alabo, Ayertena, Gorgora, Gurer, Qunzela, Robit, Woramit and Ura primary schools, respectively.\n\n\nSample collection and processing\nA structured questionnaire was prepared in English and translated to Amahric (local language of the student) to collect socio-demographic information and potential risk factors of S. mansoni. Selected school children and/or their parents/guardians were interviewed regarding socio-demographic information and other explanatory variables of schistosomiasis. After completing the interview, the selected children were requested to bring about 2 grams of his/her stool sample using labelled sterile plastic stool caps. The collected stool samples were processed using single Kato-Katz and Ritchie’s concentration techniques. Kato-Katz stool smears were employed by taking 41.7mg of stool samples [17]. All eggs of S. mansoni were counted from the template and converted to egg per gram of feces (EPG) by multiplying with 24. The infection intensity was classified as light, moderate and heavy based on EPG of 1>99, 100–399 and >400, respectively according to WHO cut-off values [18]. The remaining stool sample was processed using Ritchie’s concentration technique [19]. About 0.5 grams of stool sample was placed in a concentration tube that contained 2.5 ml of formalin. The mixture was shaken very well to make it a uniform suspension followed by the addition of 1mL ether. Then, the test tubes were properly mixed and centrifuged at 1500 rpm for three minutes. After discarding the supernatant, the sediments were examined microscopically for the presence of ova and larvae.\n\n\nOperational definitions\nSchistosoma mansoni infection is defined as the observation of S. mansoni egg or ova observed in the stool. Infection intensity is used to determine the number of S. mansoni egg or ova per gram of feces. Schoolchildren are children who attend primary or secondary schools.\n\n\nQuality control\nAll chemical and consumables were properly checked and quality control was performed at the beginning of the study. The questionnaire was pretested in 5% of students attending nearby schools with similar socio-demographic and environmental conditions but not included in this study. About 10% of the processed samples were selected for re-examination by experienced laboratory technologists who did not have prior knowledge about the result. The result of this examination served as quality control.\n\n\nData analysis\nThe generated data were processed using SPSS version 23 software to assess the prevalence of S. mansoni infection and infection intensity. The infection intensity was categorized as low, moderate and heavy based on EPG according to WHO guidelines. A logistic regression statistical model was used to assess the possible association of factors with S. mansoni as well as to determine the strength of the association. Risk factors with a p-value < 0.25 in the univariate analysis were subjected to multivariate logistics regression analysis to control cofounding effects. The magnitude of the association was expressed as odds ratio with a 95% confidence interval and a p-value less than 0.05 was considered statistically significant.",
    "Results": "Socio-demographic characteristics of study participants\nA total of 710 students were invited to participate in the present study. Out of these, 681 schoolchildren (response rate = 95.6%) fulfilled the inclusion criteria and participated in this study. The number of male and female participants were almost equal, 340 (49.9%) and 341 (50.1%), respectively. The age of students ranged from 5 to 22 years (mean age of 11.65±2.66). The largest proportions of students were in the age group of 10–14 years (67%), followers of Orthodox Christianity (97.4%), and lived with their farmer parents/guardians (45.9%). All study participants came from eight primary schools: 140(20.6%), 125(18.4%), 110(16.2%), 90(13.2%), 88(12.9%), 72(10.6%), 31(4.6%) and 25(3.7%) from Robit, Alabo, Ayertena, Qunzela, Woramit, Gorgora, Gurer and Ura primary schools, respectively (Table 1).\n\n\nPrevalence of Schistosoma mansoni infection\nOut of the 681 study participants, 238(34.9%, 95% CI: 31.4–38.7%) were infected with S. mansoni. The prevalence of S. mansoni was higher in male students (41.2%) than in female counterparts (28.7%). Similarly, significant differences in S. mansoni infections were observed between rural and urban residents and among different family occupations. Moreover, the highest prevalence of S. mansoni was observed among students attending Qunzela primary school (68.9%) while the lowest prevalence was detected from students of Ura primary school (16%) (Table 1).\n\n\nThe Intensity of Schistosoma mansoni infections\nFrom the 238 S. mansoni infected students, only 220 stool samples were positive by Kato-Katz thick smear, which was used for quantification eggs per template. The minimum and maximum EPG of stool were 24 and 1659, respectively. Likewise, the arithmetic and geometric mean values were 138.1 and 85.1, respectively. According to WHO classification [18], out of 220 students, 135 (61.4%), 75 (34.1%), and 10 (4.5%) had light, moderate and heavy S. mansoni infections, respectively. When compared gender-wise, higher moderate S. mansoni infection intensity was observed among male students compared to their female counterparts. The intensity of S. mansoni infection was higher in students aged 10 to 14 years than in students in other age groups. Similarly, the intensity of S. mansoni infection was higher in students attending Qunzela Primary School than in students attending other schools (Table 2).\n\n\nIntestinal helminths detected in the study\nThe present study revealed that eight different helminths were observed among schoolchildren in the study area. S. mansoni was the most prevalent followed by hookworm (11.3%), Ascaris lumbricoides (9.4%) and Hymenolepis nana (2.8%) in the study area. The prevalence of helminths obtained by Kato-Katz, Ritchie’s concentration techniques and combined results was presented in Table 3.\n\n\nPotential risk factors associated with S. mansoni infection\nLogistic regression analysis was conducted to identify explanatory variables associated with S. mansoni infection. Univariate logistic regression analysis showed that gender of students (p = 0.001), residential area (p<0.001), schools in which students attended (p < 0.001), availability of open water in the nearby area (p = 0.023), swimming habit (p = 0.004), bathing habit (p < 0.001), and washing cloth (p = 0.002) in open water were significantly associated with S. mansoni infection (Table 4). However, family occupation, fishing habits, crossing open water, fetching from open water and participating in irrigational activities were not statistically associated with S. mansoni infection (p>0.05).\nMultivariate logistic regression analysis revealed that students gender, bathing habits and schools in which students attend were explanatory factors for S. mansoni infection in the study area. Male students were 1.7 fold more likely to be infected with S. mansoni than female counterparts (AOR = 1.741, 95% CI: 1.233–2.457, p = 0.002). The odds of infection with S. mansoni was 1.5 times higher among students who had a bathing habit in open water than in those without bathing habit (AOR = 1.493; 95% CI: 1.013–2.199, p = 0.043).\nSchool wise, students attending Qunzela primary school were 10.5 times more likely to be infected with S. mansoni compared to students from Ura primary school (AOR = 10.545, 95% CI: 3.264–34.067, p = 0.001). Similarly, students attending at Alabo and Ayertena primary schools had 3.4 fold (AOR = 3.386, 95% CI: 1.084–10.572, p = 0.036) and 3.2 fold (AOR = 3.194, 95% CI: 1.009–10.110, p = 0.048) higher likelihood of S. mansoni infection compared to students attending in Ura primary school (Table 4).",
    "Discussion": "Epidemiological studies are vital to assess the current S. mansoni infection status as well as to evaluate the effectiveness of school-based deworming among schoolchildren. Therefore, this study determined the prevalence and intensity of S. mansoni infection and its associated risk factors among schoolchildren. In line with this, the finding of this study serves as a baseline for designing alternative strategies to improve the health status of schoolchildren in the country.\nThe present study revealed that 34.9% (95% CI: 31.4–38.7%) of schoolchildren in the study areas were infected with S. mansoni. This finding is in line with studies reported from elsewhere [20–26]. In contrast to this finding, higher prevalence of S. mansoni were reported from different parts of Ethiopia (58.6% - 89.9%) [8,12,27,28] and those of 62.1%[29], (53.7% and 76.8%) [30,31] and (90.6%) [32] reported from Rwanda, Kenya and Tanzania, respectively. On the other hand, the prevalence of S. mansoni observed in the present study was higher than other studies from Ethiopia (15.2% - 27.6%) [33–36], 10.7% from Tanzania [37] and 12.2% from, Kenya [38]. These variations might be associated with differences in the level of environmental sanitation, availability of snail intermediate host, type of diagnostic methods used among studies, level of awareness and water contact behaviour of the target children.\nThe prevalence obtained in this study is generally classified as moderate prevalence (≥10% but ≤50% by parasitological methods) according to WHO guidelines for preventive chemotherapy in human helminthiasis [39]. Although the Ethiopian government launched mass drug administration (MDA) for school-aged children in 2015, the intervention strategy did not reduce the observed prevalence of S. mansoni in the study areas. Deworming program is mainly targeting school-aged children and did not target adults, which might serve as sources of infections for other communities. In addition, the deworming program does not prevent from future infection as a result of poor environmental sanitation and high water contact behaviour of schoolchildren in the area. Our previous review showed that 32.5% human population and 15.9% of Biomphalaria snails were positive for S. mansoni in the country [11]. The findings from this particular review paper suggested the use of integrated strategies such as snail control, proper health education, access to toilet services, and proper environmental sanitation together with the ongoing MDA program.\nThe present study indicated that the majority of S. mansoni infection was classified as light infection, which is in agreement with reports from different parts of Ethiopia: Gorgora town [33], urban setting of south Ethiopia [35], Jimma town [40,41], Mana district of Jimma Zone [42] and from coastal and rainforest zone of Brazil [43] and from selected regions of Gambia [44]. In contrast to the present finding, moderate infection intensity was reported from schoolchildren of Ethiopia: FinchaValley [45], Sanja Area [12], selected areas of central Gondar [46] and from Jinja district of Uganda [47]. The difference in the intensity of S. mansoni infection might be associated with the level of environmental sanitation, water contact behaviour of schoolchildren as well as the status and frequency of deworming among the target population.\nThe prevalence and intensity of S. mansoni infection among different age groups were similar in the present study which is in agreement with studies reported from Ejaji [48], Sanja area [12] and Jimma town [41] of Ethiopia. This suggests that all age groups are equally active in their water contact behaviour in the area. In contrast to our finding, students aged 10 to 14 years are at higher risk of schistosomiasis than students below 10 years of age as reported elsewhere [46,49,50]. This might be linked with the high frequency of bathing and swimming habits of schoolchildren of older ages.\nThe infection intensity of S. mansoni was slightly higher in male students than their female counterparts, which is in agreement with other reports from Kemissie and Wondo Genet [9], Jimma town [51] of Ethiopia. The higher infection intensity of S. mansoni among males might be associated with various outdoor activities such as fishing, bathing, swimming and irrigation in open water surfaces than female students.\nLogistic regression analysis was used to assess the potential associated risk factors considered in the present study and their strength of association with S. mansoni infection. The result of the analysis showed that the gender of students, schools in which they attended and their bathing habits were important explanatory variables of S. mansoni infection in the study area.\nThis study showed a higher prevalence of S. mansoni in male students, 41.2% (95% CI: 35.9–46.6) than in female (28.7%) counterparts. The odd of being infected with S. mansoni was 1.7 fold higher among male than among female students. Previous studies from different localities have shown that male students are at higher risk of schistosomiasis compared to females [9,34,41,51]. The high prevalence might be associated with a higher frequency of male students contacting with water infested with cercaria for activities such as swimming, bathing, irrigation and fishing activities in open water compared to females. Although females are more involved in fetching water and washing cloth on open water surfaces, opposite results were observed in this study.\nA significant variation of S. mansoni infection was observed among students attending schools in different geographical areas. Students attending Qunzela primary school were 10.5 times more likely infected with S. mansoni compared to those students attending other schools. Similarly, the odds of being infected with S. mansoni were 3.4 and 3.2 times higher among students attending Alabo and Ayertena primary schools than among students attending other schools, respectively. This difference might be attributed to the difference in the geographical location of the schools, water contact behaviour, and the status of open space defecation. Qunzela primary school is located on the border of Lake Tana and students have high tendency to swim and bathing in the lake water. Students attending Alabo and Ayertena primary schools are also washing cloth and bathing in the nearby rivers.\nBathing habit is one of the important explanatory risk factors of S. mansoni among schoolchildren in the study area. The odds of being infected with S. mansoni were 1.5 times higher among students who had a bathing habit in open water than those students without this habit. The association of S. mansoni infection and bathing habits of students were documented [12,35,36,44,52]. There will be a high chance of being infected with schistosome cercariae infested water bodies during bathing as far as there is poor environmental sanitation and availability of snail intermediate hosts.\nVariables including the availability of open water for swimming, swimming habit and the residential area seemed to be associated with S. mansoni infection in univariate analysis. However, all these variables were not served as explanatory variables for S. mansoni infection in multivariate analysis.",
    "Conclusion": "This study revealed that more than one-third of schoolchildren were positive for S. mansoni infection in the study area. A moderate prevalence of S. mansoni infection was observed among schoolchildren around Lake Tana. The majority of infected cases (61.4%) were classified as having low infection intensity. There were significant prevalence variations among different schools. The highest prevalence was observed in children attending Qunzela primary school f while the lowest prevalence was observed in Ura primary school. Being male, bathing habits and attending different schools were important explanatory variables of schistosomiasis infection in the study area. Despite the ongoing school-based deworming program, the prevalence of S. mansoni is still high in the studied areas. We recommend an integrated intervention approach that increases community awareness about environmental sanitation and minimizes contact with cercaria infested water. Moreover, snail control measures together with ongoing MDA should be strengthened. Although there was no report about drug resistance, monitoring the effectiveness of praziquantel that is being used for MDA is essential for further action.\nThe major limitation of this study is the employment of a single Kato-Katz thick stool smear for detection and quantification of S. mansoni eggs which might have underestimated the true prevalence and intensity of S. mansoni infection among schoolchildren."
}