{
    "Introduction": "Snakebite envenoming (SBE) is a high-priority neglected tropical disease, that affects around 5.4 million people with approximately 140,000 deaths and 400,000 permanent disabilities every year worldwide [1–3]. India is the snakebite ’capital’ of the world as it accounts for nearly half of the global burden of SBE-induced deaths, although the actual numbers are thought to be greatly underestimated due to the lack of reliable data [4–6]. Despite the high burden, very little is known about the fear of snakes among the general population living in rural areas in India as well as mental health sequelae caused by SBE in victims and their families [7]. A previous study highlighted the risk of Post Traumatic Stress Disorder (PTSD) in SBE patients and the necessity to establish better mental health safeguarding for them as this is often overlooked [7,8]. Moreover, the relationships between snake phobias and their direct/indirect influences on SBE burden and snake conservation have not been analysed previously.\nAccording to the World Health Organisation [International Classification of Diseases (ICD)-11) WHO], phobias are anxiety disorders, evoked in people in situations that can be well-defined and pose no danger to the person with the phobia [9]. The spectrum of anxiety or fear-related disorders is classified into different subtypes. Specific phobia is a major subtype that is restricted to highly specific situations, for example, an extreme irrational fear of specific animals [9,10]. Specific phobias are one of the most prevalent lifetime mental health disorders with prevalence rates ranging from 2.6% to 12.5% [11] and they cause long-term distress to many sufferers [9,10,12–14]. Snake phobia is a fear of snakes and is alleged to represent half of all animal phobias [15–17]. Indeed, our evolutionary origins may be responsible for this irrational fear as it might have provided our ancestors with an adaptive protective mechanism from venomous snakes for survival [18]. Hence, humans might have evolved to be predisposed to acquire a fear of snakes [19]. This has also been proposed in Seligman’s preparedness theory [20] which asserted that humans had acquired specific phobias due to inheriting a special sensitivity to stimuli (e.g., snakes) which represented a severe threat. Therefore, this evolutionary susceptibility to acquiring such an irrational fear can be easily induced in humans although it is resistant to treatment [20].\nTo date, very little is known about the prevalence of snake phobias among humans specifically in snakebite-endemic countries such as India, where the risks of SBE-induced deaths, disabilities and socioeconomic impacts are high. Snake phobia also results in poor management of human-snake conflicts and mental health prognosis in SBE victims. Therefore, it is important to estimate snake phobia among vulnerable populations in India and develop appropriate initiatives to reduce such fear of snakes to save snakes, as they play an important part in our ecosystem and mitigate the SBE burden. Despite its high prevalence, only one test to measure snake phobia was developed by Klorman et al. in 1974 [21] and this was then used in multiple countries [15,16,22,23]. The questionnaire was then revised by Zsido et al. 2018 [24] to create the SNAQ12, which is a shorter psychometric test for use in clinical settings and this has been proven to be effective, economical, and efficient in Hungary [25,26], Thailand [27], the USA [28] and the Czech Republic [29]. These studies have presented sufficient evidence to confirm the psychometric properties, uni-dimensionality, validity, utility and reliability of this test in assessing snake phobia among different populations. However, the SNAQ12 has not been tested extensively in wider populations in other countries, specifically where snakebites are prevalent. Here, we present evidence for the validity of SNAQ12 and determined the level of snake phobia in India (with a specific focus on Tamil Nadu), where the SBE burden is high.",
    "Materials and methods": "Ethics statement\nThis study was performed according to the Declaration of Helsinki and approved by the Institutional Ethics Committee of Toxiven Biotech Private Limited (reference: ICMR-Toxiven Ethics 2022/001) and the University of Reading Research Ethics Committee (reference: UREC 23/05). Written informed consent was obtained from all study participants involved in the study to anonymously analyse and publish the data.\n\n\nTranslation and evidence of the validity of SNAQ12\nThe original SNAQ [21] is a 30-item self-reported measure of fear and phobia of snakes. A shorter version of this survey, the SNAQ12 was developed and evidence of validity was demonstrated by researchers in the Hungarian language and was shown to have excellent psychometric properties [24]. The SNAQ12 is a 12-item (so-named SNAQ12) questionnaire employing a discriminatory scale, where participants indicate whether or not they agree with a statement. This test has excellent discriminatory power; hence, it is useful as a diagnostic tool for snake phobia. Therefore, the SNAQ12 can be recommended for use in clinical practice for fast and accurate estimations of a respondent’s fear of snakes. The copyright author provided written consent for the SNAQ12 to be used in this study and to be translated into Tamil. The SNAQ12 was adapted and translated into the Tamil language by lead authors who are fluent in both Tamil and English. Evidence of the validity of the translation was then determined by our colleagues in India by collecting responses and feedback from 100 people. Based on their feedback, an expert panel of researchers ensured the translation was as close as possible to the original SNAQ12 and accessible to both genders and all age groups. The final online survey incorporated both the English and Tamil texts for all participants (S1 Questionnaire).\n\n\nPublic involvement statement\nThe members of the public were not directly involved in the study design, data collection, analysis and writing of the manuscript mainly due to their limited availability to attend several meetings that are often arranged during day times when they are also occupied with their daily work. However, all participants provided written consent to collect these data and publish them in scientific journals. Involvement in this study was completely voluntary and participants could withdraw their consent at any time during the study. The participation did not result in any implications for them. We will ensure that the results of this study are disseminated to study participants and wider communities through scientific publication, which might be followed by press releases in media in the local language and English as well as through outreach activities.\n\n\nStudy design and data collection\nThis cross-sectional study was conducted between September 2022 and February 2023, and we aimed to recruit at least 2000 participants across Tamil Nadu. Due to the nature of this study among the general public without any discriminating factors other the age and the ability to read English or Tamil, the specific sample size was not calculated. Participants living in other Indian states were also allowed to participate following exclusion (anyone aged less than 18 and inability to read and provide consent) and inclusion (anyone aged over 18 with the ability to read and provide consent) criteria. All adults over the age of 18 were invited, and there were no other inclusion or exclusion criteria. Participants were not compensated for their time as participation was completely voluntary. The survey was administered online using Jisc Online Surveys (JISC 2020) and respondents were recruited through social media and our academic and social networks in India. The link to the survey with a short and informative description of the study was posted on various forums, social networks, and mailing lists to ensure maximal participation. To ensure participation from a variety of demographic, socioeconomic and educational backgrounds, invitations to the survey were posted on various forums and mailing lists. Participants were also directly approached in several colleges and community centres in Tamil Nadu.\n\n\nStatistical methods\nAll statistical analyses were performed using SPSS (version 26) (IBM, UK), JASP (version 0.17.2) (JASP team 2023, Amsterdam, The Netherlands), GraphPad Prism (version 8.0.0) (GraphPad Prism Inc, USA) and Jamovi (version 2.3) (www.jamovi.org). The cut-off score of ≥8 on the SNAQ12 was indicative of phobia, as determined by the previous studies [24,25] where they demonstrated that the optimal balance between sensitivity and specificity for this test was attained when a cut-off score of >7.5, which illustrated a sensitivity of 0.909 and specificity of 0.905. This scoring of ≥8 on the SNAQ-12 has been used globally in psychometric testing [24].\nTo determine the reliability of the SNAQ12 among the study population, a confirmatory factor analysis was performed using the diagonally weighted least squares (DWLS) estimator. A solution to model confirmatory factor analysis was also applied to gender to evaluate the measurement of invariance across males and females using the DWLS estimator. This analysis was considered to be the most appropriate method to analyse a quantitative dataset when assessing the validity of psychometric measures. This was also used previously to test the SNAQ12’s suitability to measure snake phobia [24]. For model fit, the comparative fit index (CFI), the Tucker-Lewis index (TLI), the root mean square error of approximation (RMSEA), and the standardised root mean squared residual index (SRMR) were used. Moreover, to demonstrate the internal consistency of the SNAQ12 among this study population, Cronbach’s alpha and McDonald’s omega scores were used. These helped to determine the interrelatedness between the questions used in SNAQ12. The results were corrected using the Benjamini-Hochberg method, and we analysed the empirical relationships to review the central tendency of all the values in the dataset to include the gender and associated age groups by assessing the mean, median and SNAQ12 scores. A generalised linear model was also conducted, including age, sex and the level of education as predictor variables and phobic and non-phobic status as the dependent variables, however, this did not impact the results observed.",
    "Results": "Study population\nA total of 2032 responses were received across a wide geographical distribution of Tamil Nadu (a major state in India with a high SBE burden) as well as other parts of India (Fig 1A). Tamil Nadu is comprised of 38 districts, and we received responses from all districts confirming the representative nature of the data. The following districts in Tamil Nadu displayed the highest responses: Coimbatore [689 (33.9%)], Chennai (the capital city of Tamil Nadu) [180 (8.9%)], Tiruchirappalli [123 (6.1%)] and Salem [89 (4.4%)]. A total of 256 responses were received from other Indian states. Of the 2032 participants, 1086 (53.4%) were males and 946 (46.6%) were females. Moreover, 979 (48.2%) [464 (22.8%) males and 515 (25.3%) females] participants were in the age group of 18 to 25 years old and others were in different age groups (Fig 1B). When the age groups were ranked with the number of participants, the median age of female participants was between 26 and 30 years and males was between 31 and 35 years. A total of 1606 (79%) participants had tertiary university level education, 340 (16.7%) had secondary school education, 32 (1.6%) had primary school education, 21 (1%) had technical/vocational training and 33 (1.6%) had no formal education (Fig 1C).\nA) a map of India showing the location of Tamil Nadu and the geographical heatmap (insert) displaying participant responses from the 38 districts in Tamil Nadu, India. Districts are colour-graded according to the number of responses received. These maps were drawn by the authors using freely available political maps of India (from Survey of India - https://surveyofindia.gov.in/pages/political-map-of-india), and therefore, they should be used only as a guide as the state and country boundaries may not be accurate. B) the total number of participants in this study was organised based on their gender and age groups. C) the distribution of participants based on their level of education.\n\n\nConfirmatory factor analysis ascertains the reliability of the SNAQ12\nThe confirmatory factor and model fit analyses yielded an adequate level of fit on this sample (CFI  =  .992, TLI  =  .989, RMSEA  =  .057 95% CI  = .051 to .064, and SRMR = .057). The factor loadings varied between .63 and .84. These results indicate that the one-factor solution fits the data and the SNAQ12 is a reliable tool in this study population to measure fear of snakes. The invariance testing indicated that no invariance was found after equal factor structure and factor loadings across males and females (Table 1). Moreover, the internal consistency of the SNAQ12 among this study population was confirmed by Cronbach’s alpha [score of 0.84 (0.8 ≤ α < 0.9)] and the McDonald’s omega [score 0.84]. This illustrates that the SNAQ12 has good internal consistency in measuring snake phobia among this study population in India. This also means that a participant scoring ≥8 on the SNAQ-12 in the study population can be considered to be phobic as the reliability of the test has been confirmed.\n\n\nMales are more snake-phobic than females\nThe responses from all study participants for different questions are shown in Fig 2. The overall average score was 7.5 for all 2032 participants with a median score of 8 (SD—3.26). 1061 (52.2%) participants were identified as having a potential snake phobia as they scored 8 or above on the SNAQ12 with an average score of 10 and a median score of 10 (SD—1.5). A total of 971 (47.8%) participants were identified as having no snake phobia as they scored less than 8, with the average score across this population of 4.6, with a median score of 5 (SD—2.1).\nThe total percentage of responses from participants for each SNAQ12 question is shown. Green indicates the percentage of participants that answered ‘yes’ and red indicates the percentage of participants that answered ‘no’ to each question. The questions used in this study are shown in supplementary information.\nFurthermore, the average score for the female population (946) was 6.4 with a median of 6 (SD—3.3). Among them, 359 (38% of the total 946) females were considered to have a phobia as they scored an average of 9.8, a median of 10 (SD—1.4) and 587 (62% of the total 946) females were considered to have no phobia with an average score of 4.3, a median of 5 (SD—2.1) (Table 2). Similarly, 1086 participants were males, and their average score was 8.4, a median of 9 (SD—3). 702 (64.6% of the total 1086) males were considered to have a snake phobia and their average score was 10.2 with a median of 10 (SD—1.4). However, 384 (35.4% of the total 1086) males were considered to have no phobia as they had an average score of 5 with a median of 6 (SD—1.9) (Table 2). Notably, there is a significant difference in the average scores for both males and females (p = <0.0001; t = 14.231; df = 2030) suggesting that males (~65%) are more snake-phobic than females (38%).\nThis table highlights the number of phobic and non-phobic individuals as well as the mean and median age groups of males and females.\n\n\nSnake phobia is not dependent on age group\nWe then analysed the presence of snake phobia among different age groups (Table 3). The results demonstrate that 495 of 18–25 (50.6% of a total 979), 146 of 26–30 (55.5% of 263), 107 of 31–35 (49.8% of 215), 97 of 36–40 (50.6% of 180), 82 of 41–45 (52.6% of 156), 45 of 46–50 (51.7% of 87), 29 of 51–55 (52.7% of 55), 15 of 56–60 (47% of 32), 27 of 61–65 (75% of 36), 12 of 66–70 (75% of 16), and 6 of >70 (46% of 13) were identified as phobic for snakes (Fig 3). Although the percentage of people who are phobic of snakes in the age range of 61–70 is high, there was no significant difference between the average scores across the age groups. These data suggest that age does not impact the presence of snake phobia in this study population. A correlation analysis was also conducted and found that there was no significant correlation between the age groups amongst the total population and average SNAQ scores [r(2032) = .01, P = .53]. However, when comparing the phobias between males (Fig 3A) and females (Fig 3B) among different age groups, males are significantly more phobic than females in all age groups. The correlation analysis found that there was no significant correlation between the different age groups within the male population [r(1084) = -.05, P = .07 and in females r(944) = -.01, P = .64].\nThe scores for SNAQ12 questions for males (A) and females (B) across different age groups are shown as dot plots. The error bars represent the mean ± S.D.\nThis table highlights the number of phobic and non-phobic individuals in different age groups.\n\n\nThe level of education does not impact snake phobia\nWe then analysed the impact of education on developing snake phobia among the study participants. 843 (52.5% of the total of 1606) people who received university-level education were found to have snake phobia [average score—10.1; median—10; SD—1.5]. Similarly, 179 (52.6% of 340) who received secondary school level education were snake phobic [average score—9.9; median—10; SD—1.4]. Moreover, 16 (50%) [average score—10.3; median—10; SD—1.6] who received primary school education, 10 (47,6%) [average score—9.6; median—9.5; SD—1.6] who received technical/vocational training and 13 (39.4%) [average score—10.2; median—10; SD—1.5] who have not received any formal education were found to have a snake phobia. There was no significant difference between the average SNAQ12 scores across the various educational groups. This suggests that the level of education does not impact the presence of snake phobia in this study population.",
    "Discussion": "SBE is a predominant occupational health hazard in rural, impoverished, agricultural communities in developing countries [6,30]. The fear of snakes that develops naturally among rural populations persists throughout their lifetime, and it often affects their mental health and well-being. Although most people are aware that not all snakes are venomous or dangerous, their fear forces them to kill any snake that they see in their dwellings as well as in their natural habitats [27]. This has immense implications for human-snake conflicts and reptile conservation, particularly in vulnerable and diverse biomes, as snakes play a vital predatory role in our ecosystems and food webs albeit not least in balancing rodent populations in agricultural communities. This in turn may reduce the population of snakes and ultimately increase the population of rodents which can affect crop production [31]. Moreover, the fear of snakes often leads to increasing human-snake conflicts, SBE burden, and perpetuation of the cycle of poverty due to long-term complications that are deeply associated with socioeconomic ramifications [32]. For example, some people in rural communities are reluctant to improve their awareness about snakes and SBE mainly because of their phobia of snakes [33]. Thus, the global SBE crisis is a potentially lethal and debilitating consequence derived from a group of multiple interconnected factors that exacerbate the vulnerability of rural communities in low-resource regions [34]. In this scenario, understanding the relationships between human activities, distribution and ecology of snakes, fear, human-wildlife interactions, and snakebites should be critical to tackle the SBE burden. Additionally, the relationship between these key factors is complex, highly dynamic, and context-dependent, which must take into account the religious and cultural aspects of the most affected populations. Mythical and religious beliefs play a key role in the development of snake phobia and consequently, in SBE burden [35]. As a result, synergistic actions, and efforts, such as conflict prevention strategies, community-based programs, sustainable coexistence promotion techniques, snake conservation initiatives and multilevel investigations of the different factors or priority elements mentioned above are crucial to minimise the huge impact of this challenge [36]. Understanding the prevalence of snake phobias in SBE endemic communities allows us to develop targeted educational strategies to improve community understanding and implement productive approaches to snake conservation that not only promote positive wildlife interactions but also minimise snakebite incidents. Therefore, it is critical to tackle this issue by estimating snake phobia and developing better strategies to reduce the fear among vulnerable populations, enhance the conservation of snakes and improve the clinical management of SBE.\nThe data from this study emphasises that males are more likely to be snake-phobic across all age groups compared to females. The age and level of education appeared to not impact the development of snake phobia. This is contrary to most previous studies where the female members of a population were usually reported to be the most phobic of snakes [14,16,37]. When it comes to the epidemiology of anxiety disorders, they are often significantly more prevalent in females compared to males. It is widely accepted that common fears have a higher incidence in childhood and then they rapidly taper off during adolescence and post-puberty [37]. However, our data highlight that the presence of a snake phobia does not decrease with age, in either males or females. When comparing both genders and their respective age groups, males proved to be more significantly phobic compared to females across all ages. It has been reported that the presence of sex differences in specific phobias is more apparent after puberty and the ratings are usually lower when age is increased [37]. The developmental process of adolescent fear responsiveness and acquisition has not been greatly characterised [38]. Unlike other anxiety disorders, it is generally assumed that phobias can be acquired at any time, from childhood fear acquisition to adolescence, and adulthood. Therefore, age is not a restriction to developing, maintaining, and eliminating the fear of snakes as demonstrated in this study. Similarly, many participants in this study received university-level education, but still, most of them were found to be phobic of snakes. This suggests that education is not a factor in developing or removing phobia, and the current education may not help alleviate the fear of snakes among the general population. A more specific curriculum to alleviate the fear of snakes would aid in reducing snake phobia among students, and they may continue to live without the fear for the rest of their lives. A gentle harmless exposure of snakes to phobic people is also likely to reduce their fear of snakes [27]. In a specific population of Nigeria, the increased exposure to snakes has proven to have reduced phobia among the communities although a single snakebite resulted in the opposite effect and killing of snakes [27]. Similarly, a guided internet-delivered exposure strategy has been proposed and evaluated as a promising solution [39,40]. The findings of this study support its potential and applicability to reduce snake phobia. In a clinical setting, other management strategies may also be useful, such as cognitive behavioural interventions and pharmacotherapy.\nMany theories have been put forward for why humans develop or are predisposed to specific snake phobias including the conditioning theory of fear acquisition, social learning theory and the preparedness theory [41–43]. Familial transmission or increased frequency of social or indirect adverse exposure could account for why males in this study population have a higher incidence of phobia. For example, witnessing a reaction to a snake by someone suffering from snake phobia and higher exposure to snakes due to increased presence in agricultural activities could explain the higher phobic incidence among males. Fear of snakes has long been associated with evolutionary origins in protecting and ensuring our survival. The snake detection theory even suggests that the evolution of the primate visual system was innately adapted to detect threats such as snakes better in the environment [44]. Therefore, the ability of our ancestors to identify a snake and potential risk at any age would have been critical to early human survival. This could explain why there was no significance in snake phobia across the age groups in this study. Behavioural and electrophysiological research and the use of event-related potentials and earlier posterior negativity amplitude tests with brain imaging over the past decade have aided in improving our understanding of snake phobias. These studies have illustrated how snakes are not only easily identified by humans but also by primates held in captivity who have never been exposed to a real snake. This provides evidence of the fact that humans are naturally predisposed to rapidly identify a snake [44,45].\nSeveral studies have highlighted that there is a close association between specific phobias and other psychiatric and non-psychiatric disorders [46]. Indeed, specific phobias can result in co-morbidities such as cardiovascular disease, migraine and thyroid disorders [24]. SBE can be considered a traumatic episode for a patient and developing/having a snake phobia can worsen this situation. Therefore, effective, and economical psychometric tools that have been demonstrated to show evidence of validity among vulnerable populations are vital for healthcare providers and mental health professionals when working with SBE patients to provide better care. The clinical assessments of snake phobia have mainly been conducted in developed countries where SBE is not a major concern. For the first time, in this study, the SNAQ12 has been used on the general population of India (specifically, Tamil Nadu) where SBE is an endemic medical issue. The SNAQ12 is a modified version of the original SNAQ with only 12 questions and the reliability and efficiency of this tool have been established previously in Hungary [24]. We developed the SNAQ12 in a bilingual format which can be easily accessed and completed online using any device. The ease of use, lack of interpretability issues and low economic footprint mean the SNAQ12 can be a useful assessment tool for researchers, clinicians, and caregivers to better understand the level of snake phobia in patients and improve treatment outcomes. This will also improve the treatment-seeking behaviour and reduce the long-term impacts on SBE patients as well as others.\nOur perceptions and interactions with the environment influence our relationships with the communities. Human-animal conflict is more common now than ever before and negative emotions and experiences are thought to underpin the maintenance and longevity of specific phobias including snake phobia [25]. Our intrinsic negative attitudes to snakes resulting in humans attacking and killing them have been one of the causes of the great losses to our reptile biodiversity. Killing snakes has a downstream ecological impact on the environment. Due to the threat that snakes pose in communities where SBE is common, they are more likely to be killed [47]. Therefore, it is critical to conserve snakes to promote their support in agriculture while saving lives from SBE. The deployment of the SNAQ12 in assessing the attitudes of populations to snakes and subsequent actions may also aid in reducing the killing of snakes by vulnerable communities. Better education about the importance of snakes among children and adolescent students in schools and colleges/universities will further promote the cohabitation of humans and snakes.\n\nLimitations\nDespite obtaining a high response rate, this study has several limitations. This study was completed mainly in Tamil Nadu, and therefore, it may not be representative of the whole of India. Despite trying to get an equal number of responses from people in various age groups, we received a large number of responses from students who are in college/university education due to their high interest in this study and easy accessibility to smartphones. Although most of the students are likely to be from rural, agricultural backgrounds, this cohort may not fully represent the diverse backgrounds of people living in Tamil Nadu at different age groups. Although snake phobia is likely to develop in childhood for people who live in vulnerable areas, we could not robustly demonstrate how this is likely to change with age. The SNAQ12 was completed online using electronic devices and therefore, this might have prevented people who do not have access to such devices from completing the survey. Moreover, some people might have felt uncomfortable completing a study that is related to snakes. Similarly, this survey was not possible to complete without an assistant for people who were unable to read Tamil or English. Due to ethical concerns, this study only collected responses from people who were aged 18 and older. As specific phobias are some of the most prevalent anxiety disorders in children, this should be considered in future studies along with surveying adolescents to estimate the level of phobia in under-18s/non-adults. In addition, it would be better to include an equal number of males and females in different age groups to quantify their overall SNAQ12 scores. Future research is also required to establish the relationship between snake phobia and SBE burden among vulnerable populations.\nOverall, this study provides an overview of the status of snake phobia in India, which is considered the capital of SBE. This study forms the basis for further research in this underexplored area to determine the level of snake phobia and its relationship with SBE burden and snake conservation. Hence, using the SNAQ12 in other parts of India as well as other countries will further improve our understanding of the relationships between snake phobia and SBE burden. This will pave the way to develop better strategies to tackle the SBE burden and promote snake conservation in vulnerable areas."
}