{
    "Introduction": "Lymphatic filariasis (LF) is an infection caused by the parasitic nematodes Wuchereria bancrofti, Brugia malayi, and Brugia timori and transmitted by mosquitoes. LF is endemic in 73 countries with an estimated 1.1 billion people at risk who required mass drug administration (MDA) in 2014 [1]. LF is targeted for global elimination as a public health problem by 2020 (World Health Assembly resolution 50.29). In Africa, the elimination strategy is through annual MDA with albendazole and ivermectin or diethylcarbamazine.\nOnchocerciasis is an infection caused by filarial parasite Onchocerca volvulus and transmitted by black flies belonging to the genus Simulium. At least 169 million people are estimated to be at risk of infection in 31 countries in Africa [2]. The Onchocerciasis Control Programme (OCP) was launched in 1975 in 11 West African countries to control onchocerciasis mostly through vector control [3]. The program ended in 2002 and was replaced by the African Programme for Onchocerciasis Control (APOC) to control onchocerciasis through annual or six-monthly ivermectin-based MDA [4]. APOC goals transitioned from control to elimination of onchocerciasis after a study published in 2009 that took place in Mali and Senegal provided the first evidence that the elimination of onchocerciasis was feasible in Africa with ivermectin distribution alone [5].\nIn Africa, there is significant overlap between LF and onchocerciasis [6]. However, few studies have attempted to assess the impact of onchocerciasis interventions on LF in co-endemic areas in the absence of albendazole MDA. In a study conducted in Burkina Faso to look at LF prevalence [7], six communities that received ivermectin MDA for six years for onchocerciasis had a filarial circulating antigen (immunochromatographic test, ICT) positivity rate of 37.8% compared to 48.5% for five communities that had not received ivermectin MDA. In addition, the LF microfilaremia rates were 6.9% and 15.9% in ivermectin treated and untreated communities respectively. In another study in Burkina Faso [8], eight communities that had received ivermectin for 14 years were compared to eight that had not received ivermectin. Night blood film examination found no evidence of LF infection in the eight treated villages and 2.9% positives in the untreated villages. In a study in Nigeria [9], ICT antigenemia rates between five treated villages and one untreated village differed significantly, 41% versus 58%. The same study compared anopheline mosquito infection rates between six communities receiving a total of two or five rounds of ivermectin with five communities that had not received ivermectin and found no difference in infection rates. Finally, in a study in north-west Ethiopia, LF transmission was not interrupted in three villages treated during seven years with annual mass treatment with ivermectin monotherapy for onchocerciasis. The baseline mapping results showed antigenemia prevalence ranging from 23 to 56% in these villages. After seven years of ivermectin treatment the mean microfilaremia prevalence in the three villages was still 4.7% [10]. These studies suggest that annual ivermectin may reduce prevalence of infection but may not be sufficient to interrupt transmission.\nSenegal’s goal is to eliminate onchocerciasis, where possible, via preventive mass ivermectin treatment. Eight of the 76 health districts are endemic for onchocerciasis (three districts in Kédougou Region, one district in Kolda Region, and four districts in Tambacounda Region). Onchocerciasis control based on ivermectin treatment started in 1988. Initially the National Onchocerciasis Control Program (PNLO) provided treatment through community-directed treatment with ivermectin (CDTI) in endemic foci (hyper, meso, and hypo-endemic). In 2009, a study showed that O. volvulus transmission has been interrupted in some foci after 15–17 years of ivermectin MDA [5, 11]. No recrudescence of transmission was detected five years after the last round of ivermectin treatment, and infectivity in flies continued to decrease [11]. The areas where these studies were conducted are shown in Fig 1. Nonetheless, in 2012 in Tambacounda, and in 2013 in Kédougou and Kolda the PNLO decided to resume onchocerciasis treatment and the Ministry of Health shifted to a MDA model, integrating the treatment for onchocerciasis with MDA for LF, which is also endemic.\nSenegal’s goal is to eliminate LF as a public health problem by 2020. LF has been fully mapped in Senegal: 14 districts were mapped in 2003, 6 in 2007, 27 in 2010, and the final 6 districts were mapped in 2012. A total of 50 districts are LF-endemic across 12 of the country’s 14 regions. In 2014 when this study took place, 37 of the LF endemic districts were not receiving treatment, of which eight had been receiving ivermectin MDA for onchocerciasis for more than 10 years. In 2015, all 50 LF-endemic districts were treated, 37 of them for the first time.\nIn early 2014, the PNLO planned to perform onchocerciasis epidemiological and entomological evaluations in the Kédougou Region to assess if O. volvulus transmission had been interrupted and ivermectin-based MDA could be stopped. The Ministry of Health was interested to know the status of LF in these same districts since the LF mapping in 2003 showed that LF prevalence was above the treatment threshold and albendazole had never been included in MDAs. Therefore, the objective of this study was to assess the status of LF and onchocerciasis in the three districts of the Kédougou Region in Senegal after more than 10 years of ivermectin-based MDAs for onchocerciasis in an integrated manner using the APOC onchocerciasis-related methodology to confirm that the breakpoint has been reached and that treatment can be safely stopped using prevalence of microfiladermia and entomological evaluation (separate from the study). In addition, we compared the antibody response to the W. bancrofti antigen Wb123 and O. volvulus antigen Ov16 to diagnostic methods used by LF and onchocerciasis programs.",
    "Methods": "Ethics statement\nThis study was conducted by the National Neglected Tropical Diseases Program of the Ministry of Health, Senegal. Ethical approval for the study was obtained from the National Ethical Committee for Health Research (NERS) of the Ministry of Health of Senegal and the Institutional Review Board at the Centers for Disease Control and Prevention (CDC), Atlanta, USA. Written informed consent was obtained from participants before samples were collected. Children under the age of 18 years were recruited into the study after permission was obtained from their parent or legal guardian. Assent was obtained from children 10–17 years old.\n\n\nStudy sites\nThe study took place in the three districts (Kédougou, Saraya, and Salemata) of the Kédougou region. The total populations of the Kédougou, Saraya, and Salemata districts were 76,242, 54,659, and 21,233 (census 2013), respectively. In these districts, the PNLO selected 14 villages located in the Gambia River focus, the Koalakabe River focus, and the Faleme River focus. The 14 villages were from high-risk areas near the rivers and breeding sites for the vector Simulium damnosum. The map presented in Fig 1 shows the villages selected and their locations compared to rivers and districts (solid line). Some but not all the villages included in this study were part of the areas covered by the Diawara et al. study in the Gambia and Faleme foci (dash lines) [5]. During the 2003 mapping for LF, the prevalence of adult filarial antigenemia by ICT was ≥1% in the three villages selected for the mapping (19% in one village and 5% in each of the other two villages). These three villages were not part of the villages selected by the PNLO for this study. When this study was implemented in January 2014, MDA with albendazole for LF had not been started in the Kédougou region. In the villages selected for this study, ivermectin-based MDA for onchocerciasis started in 1988–1989 [12]. Ivermectin treatment was given in April or May just before the rainy season in order to optimize the impact of treatment on the transmission [5, 11]. In the River Gambia focus, treatment was given at six-monthly intervals from 1990 onwards [5]. Table 1 shows the number of years of MDA by village from 1988 to 2012 and the range or treatment coverage (1988–2007) reported by the Ministry of Health in Senegal. Therefore the districts included in this study had the following characteristics: (i) they had been treated with ivermectin for onchocerciasis for >10 years; (ii) they were likely or known to be co-endemic for LF and onchocerciasis; (iii) preventive chemotherapy for LF with albendazole had not yet been started or implemented. It is important to note that this study took place at least 11 months after the last ivermectin treatment.\n\n\nStudy design\nLF evaluation components were added to the standard onchocerciasis epidemiological evaluation used by APOC to assess the impact of ivermectin-based MDAs on O. volvulus transmission. The sampling criteria were defined by the Senegal National Onchocerciasis Control Program following the recommendation outlined in the APOC Conceptual and Operational Framework of Onchocerciasis Elimination with Ivermectin Treatment [13]. The evaluation was performed at least 11 months after the last ivermectin treatment. A community census was performed to define the total population of the selected villages, and any resident age five years and older willing to participate was included in the study.\n\n\nSampling and diagnostic tests\nIn each selected village, all eligible people who agreed to participate in the study (convenience sampling) were examined for onchocerciasis and LF. The study used the established skin snip examination method to determine O. volvulus infection. Briefly, two skin snips were taken from the iliac crests with a sterile 2 mm Holth corneoscleral punch biopsy tool and microscopically examined for the presence of O. volvulus microfilariae after incubation for 30 minutes in distilled water and a further 24 hours in saline for negative skin snips. In addition to the skin snip examination, a total of 160μl of capillary blood was collected from each participant, 100μl were used for the ICT test for filarial antigen, and 60μl were used for dried blood spots (DBS) on filter paper. The DBS were transported to the CDC, Atlanta, USA for multiplex bead assay (Luminex) for antibody reactivity to Ov16 and Wb123 antigens. Information such as location, demographics, and migration history for each person was collected on a personal digital assistant (PDA) (Hewlett Packard iPAQ 211). Each participant was assigned a unique identifier number that was printed on a barcode label. Barcode labels were affixed to the ICT cards and to the filter paper of each participant. External global positioning system (GPS) cards (GlobalSat BC-337) were attached to the PDA to track GPS coordinates of each village.\n\n\nSerologic testing\nThe Ov16 and Wb123 multiplex bead assay uses recombinant antigens of O. volvulus and W. bancrofti respectively to measure the prevalence of IgG4 antibodies. A total of 40μl of serum was eluted from DBS for use in the multiplex bead assay. The assay measured fluorescence intensity from antigen-coupled beads. The fluorescence was reported as median fluorescent intensity minus background (MFI-bg) using Bio-Plex 200 system. The cut-off limit of each antigen was determined by receiver operating characteristics (ROC) analysis of MFI-bg with a panel of 91 defined specimens.\n\n\nField activities\nTo ensure standardization of enrollment and data collection, a three-day training session was conducted for field staff. The team met with community leaders and the village population to explain the nature of the study and its significance, and respond to questions before the study was conducted. Six stations were organized in the middle of each selected village for the informed consent, the census, the questionnaire, the physical examination, the capillary blood collection for ICT and DBS, and the skin snip collection.\n\n\nData analysis\nFrequencies and 95% confidence interval (CI) for skin snip, LF antigenemia, Wb123 and Ov16 positivity were determined using STATA 13 (StataCorp LP, College Station TX). The 95% CI of the prevalence or frequencies was calculated by using binomial confidence interval exact test calculator. Logistic regression analysis was used to determine the risk factors associated with ICT, Wb123, and Ov16 positivity. Statistical significance was determined at the 5% level.",
    "Results": "Participant characteristics\nIn the 14 villages, 2328 individuals were eligible and 51.2% (1192/2328) consented to participate in the study. Among the participants who consented, 96.8% (1154/1192) completed the questionnaire. The median age of the participants was 15 years (range, 5–100 years) and 52.3% were male (604/1154). A total of 286 (24.8%) participants were <10 years old. The median number of years participants had lived in the villages was 13; 7.1% (82/1154) reported living outside the village for more than six months in the last 10 years, and 63.4% (732/1154) reported taking ivermectin in the past. The occupations reported were student (44.4%), farmer (38.6%), housewife (15.4%), gold miner (13%), other (2.9%), teacher (1.1%), and fisherman (0.6%).\n\n\nLF infection by district\nOf the individuals who completed the questionnaire, 99% (1145/1154) provided a capillary blood specimen for ICT test and DBS on filter paper. The overall LF antigenemia prevalence in the three districts was 0.5% (95% CI = 0.2–1.2%) (Table 2). All antigen positive participants were from Salemata district (n = 6, 3.5% prevalence, 95% CI = 1.3–7.5%). The age range of the antigenemia positive participants was 25–79 years and 50% of them were male. In the three districts, the seroprevalence for Wb123 antibodies was 0.6% (n = 7, 95% CI = 0.2–1.3%) (Table 2). None of the antigenemia positive participants were Wb123 positive. The age range of the participants with positive antibody results was 7–69 years and 86% were male. There were no significant associations between demographic characteristics and LF antigenemia or Wb123 prevalence (Table 3).\n\n\nOnchocerca volvulus infection by river foci\nOf the individuals who completed the questionnaire, 86% (992/1154) consented to skin snip examination. The prevalence of microfiladermia among participants was 0.1% (n = 1, 95% CI = 0.1–0.6%) (Table 4). The single skin snip positive participant was a 79-year-old male from the Gambia River focus and came from the Linguécoto village (Table 4). The community of the Sékhoto village refused skin snip entirely. There were no palpable nodules or skin manifestations of onchocerciasis observed among the participants of the study.\nIn the three river foci, the seroprevalence for Ov16 antibodies was 6.9% (n = 78, 95% CI = 5.4–8.5%). The seroprevalence among children 5–9 years old was 2.5% (n = 7, 95% CI = 1.0–5.1%) (Table 5 & Fig 2). Three of these children were from the Gambia focus and four from the Faleme focus. The participants in the age groups 15 years and older had an increased odds of having Ov16 antibodies (OR = 5.0, 95% CI = 2.3–11.1) compared to those who were 5–9 years old (Table 5).",
    "Discussion": "In this report, we examined whether LF testing could be added to a standard onchocerciasis epidemiological survey to provide meaningful results for both elimination programs. We found that after more than 10 years of ivermectin MDA for onchocerciasis, >1% of the participants tested were antigenemia positive for LF in one (Salemata) of the three survey districts. It is interesting to note that this district is located in the River Gambia focus where six-monthly treatment with ivermectin had occurred for more than 10 years. Ivermectin treatment coverages in these three villages ranged from 45% to 90% (Table 1). According to WHO guidelines [14], treatment for LF will be needed for at least five more years in the Salemata district. In the two other districts (Saraya and Kédougou), none of the participants tested were ICT positive, whereas during the 2003 mapping 19% of the persons tested in one village were ICT positive. Though very encouraging, the lack of antigenemia in the other two districts should be interpreted cautiously. The design of this study was not robust enough to conclude with confidence that LF elimination has been achieved in these two districts. Based on the 2011 WHO criteria, <2% antigenemia prevalence among 6–7 year olds (transmission assessment survey [TAS]) needs to be achieved to conclude that LF transmission has been interrupted [15]. On average, about 1,500 children need to be included randomly in a TAS. The design of this study did not allow to achieve these goals. A low level of Wb123 antibody response was detected among participants, which might substantiate that W. bancrofti transmission historically occurred in the three districts. Wb123 is not used routinely by LF program and is still considered as a research tool. As such, unlike ICT, there are no guidelines or standard operation procedure for Wb123 use programmatically. We found a discordance of results between the ICT tests and the antibody tests, and also a very low antibody prevalence among participants (Table 2). The performance of Wb123 in low prevalence setting is still not well understood. It is possible that the cutoff values for the multiplex were inaccurate, leading to inaccurate prevalence estimates. The ability to define robust cutoffs for serologic assays can be challenging and is often limited by the availability of well characterized panels of samples to determine appropriate cutoffs. Other explanations could be the absence of exposure to W. bancrofti or the waning of antibody level in a population treated with ivermectin for many years. Thus, though providing sufficient information in areas where positive results were found to decide if ivermectin distribution should continue to treat LF, this study could not determine if LF transmission was absent in districts where no participants were ICT positive.\nPrevious studies in Senegal and Mali provided the first evidence that ivermectin MDA might eliminate onchocerciasis in some foci in Africa [5, 11]. The study by Traore et al [11] indicated that in the River Gambia focus, where ivermectin treatment was given bi-annually, there was neither presence of microfilariae detected in the skin of the human population nor presence of infective larvae (L3) detected in the head of Simulium vectors three to four years after stopping ivermectin MDA. The current study detected a 0.2% prevalence of microfilariae among the participants from the River Gambia focus using skin snip microscopy. In the River Faleme focus (Fig 1), where Traore et al [11] found an extremely low level of microfiladermia three to five years after the last treatment, no microfiladermia was detected among the participants of this study. Likewise, no microfiladermia was detected among the participants in the River Koalakabe focus. The results found among 5–9 years old children are more concerning. Though none of the children 5–9 years old had a positive skin snip, 2.5% (7/279) were positive for Ov16 suggesting that children 5–9 years old have been infected with or exposed to O. volvulus in the three river foci. Skin snips are no longer an accepted procedure to do evaluations for stopping MDA or assessing interruption of transmission. It is considered too insensitive and as encountered in this study, the refusal rate is high and likely to be among the same persons who also refuse MDAs. The recent WHO Guidelines for stopping mass drug administration and verifying elimination of human onchocerciasis [16] recommends that Ov16 serology test to determine the presence of IgG4 antibodies to the antigen Ov16 should be used in children less than 10 years of age to demonstrate the interruption of transmission of O. volvulus in population receiving MDA against onchocerciasis for the purpose of stopping MDA. Generally, a sample size of 2000 children is needed to detect a prevalence of less than or equal to 0.1% at the upper bound of the 95% confidence interval. Only 279 children 5–9 years old were included in our study but we found a prevalence of positive Ov16 serologic test among children 5–9 years old 25 times higher than the threshold recommended by the new guidelines. Therefore, this area failed to demonstrate elimination based on the new WHO criteria. A more statistically robust study in conjunction with vector collection would allow for an exploration of the status of transmission and contribute to an assessment of the current serologic threshold for the transmission of onchocerciasis.\nThe current study has limitations. The study essentially employed APOC onchocerciasis-related methodology, which included selection of villages based on their proximity to riverine vector breeding sites and convenience sampling. In addition, no clear sample size was determined before the study and the expectation was to include as many eligible persons present in the villages as possible. Only half of the eligible population, based on the census conducted before the study, was included in the study. Oral reports mentioned that many villagers were working elsewhere or that students were absent from the village to attend school in larger localities, but the study did not systematically ascertain the reasons for this low level of inclusion. Of the people who consented to participate, 14% refused the skin snip examination as opposed to <1% who refused to provide capillary blood. It is possible that the people who refused the skin snip were also more likely to not participate in MDAs, which would have biased the results of this study towards participants more likely to be skin snip negative. The skin snip method is more invasive and uncomfortable than capillary blood draw, which possibly explains the poorer compliance for providing skin snip biopsies, especially in communities like the ones selected for this study where people have been subjected to repeated skin snips over the years. The use of less invasive diagnostic tools for onchocerciasis elimination programs for endpoint assessment [17] will likely increase community participation in epidemiological surveys.\nLF and onchocerciasis have overlapping endemicity in many parts of Africa but LF mapping and treatment have unfortunately not happened so far in many districts that have been treated for onchocerciasis. In the nearly 1,500 districts receiving MDA for onchocerciasis in Africa, 588 districts still need to be mapped for LF and 365 districts known to be co-endemic have not started treatment for LF [6]. In some of these districts, it may not be necessary to ever start treatment with albendazole if the districts were to be shown to have already reached interruption of LF transmission. It may be more efficient to assess the two diseases at the same time, especially in areas that have undergone treatment for onchocerciasis and where stop-MDA decisions need to be taken. Recommendations exist to assess onchocerciasis [16] and LF [18] separately, but they are resource intensive and to date there is no clear consensus on how to coordinate the evaluation activities of both diseases in co-endemic areas. This survey demonstrated the feasibility of collection of samples needed for an integrated evaluation of LF and onchocerciasis. It suggested strongly that LF transmission was still present in one of the three districts evaluated despite years of ivermectin distribution for onchocerciasis but the design used could not determine with statistical confidence if the infection rate for W. bancrofti was below the transmission threshold in the districts where no participants were ICT positive. Similarly, the Ov16 prevalence among 5–9 year old children strongly suggests that onchocerciasis transmission was still present and confirms the need for more robust epidemiological studies using more sensitive diagnostic tools like the Ov16 serological test [16] before the decision to stop ivermectin-based MDA for onchocerciasis can be made safely. The Ministry of Health of Senegal decided to start MDA with albendzole and ivermectin in 2015 in the three district of the Kédougou region. This study provides another example of the complexities that encompass the stop MDA decision in onchocerciasis and LF co-endemic areas [19]. This challenge was described by Katabarwa et al in the Wadelai focus of Uganda [20] where ivermectin-based MDA for onchocerciasis could not be stopped due to ongoing transmission of LF. In countries where co-endemicity exists, coordination of onchocerciasis and LF elimination efforts are needed especially when MDA stopping decisions are concerned [6]."
}