{
    "Background": "Visceral leishmaniasis (VL) is a neglected tropical disease and is fatal if untreated. There is no vaccine available against leishmaniasis. The majority of patients with cutaneous leishmaniasis (CL) or VL develop a long-term protective immunity after cure from infection, which indicates that development of an effective vaccine against leishmaniasis is possible. Such protection may also be achieved by immunization with live attenuated parasites that do not cause disease. We have previously reported a protective response in mice, hamsters and dogs with Leishmania donovani centrin gene knock-out parasites (LdCen-/-), a live attenuated parasite with a cell division specific centrin1 gene deletion. In this study we have explored the effects of salivary protein LJM19 as an adjuvant and intradermal (ID) route of immunization on the efficacy of LdCen-/- parasites as a vaccine against virulent L. donovani.",
    "Methodology/Principal Findings": "To explore the potential of a combination of LdCen-/- parasites and salivary protein LJM19 as vaccine antigens, LdCen-/- ID immunization followed by ID challenge with virulent L. donovani were performed in hamsters in a 9-month follow up study. We determined parasite burden (serial dilution), antibody production (ELISA) and cytokine expression (qPCR) in these animals. Compared to controls, animals immunized with LdCen-/- + LJM19 induced a strong antibody response, a reduction in spleen and liver parasite burden and a higher expression of pro-inflammatory cytokines after immunization and one month post-challenge. Additionally, a low parasite load in lymph nodes, spleen and liver, and a non-inflamed spleen was observed in immunized animals 9 months after the challenge infection.",
    "Conclusions": "Our results demonstrate that an ID vaccination using LdCen-/-parasites in combination with sand fly salivary protein LJM19 has the capability to confer long lasting protection against visceral leishmaniasis that is comparable to intravenous or intracardial immunization."
}