{
    "Abstract": "Polyamines are essential compounds to all living organisms and in the specific case of Trypanosoma cruzi, the causative agent of Chagas disease, they are exclusively obtained through transport processes since this parasite is auxotrophic for polyamines. Previous works reported that retinol acetate inhibits Leishmania growth and decreases its intracellular polyamine concentration. The present work describes a combined strategy of drug repositioning by virtual screening followed by in vitro assays to find drugs able to inhibit TcPAT12, the only polyamine transporter described in T. cruzi. After a screening of 3000 FDA-approved drugs, 7 retinoids with medical use were retrieved and used for molecular docking assays with TcPAT12. From the docked molecules, isotretinoin, a well-known drug used for acne treatment, showed the best interaction score with TcPAT12 and was selected for further in vitro studies. Isotretinoin inhibited the polyamine transport, as well as other amino acid transporters from the same protein family (TcAAAP), with calculated IC50 values in the range of 4.6–10.3 μM. It also showed a strong inhibition of trypomastigote burst from infected cells, with calculated IC50 of 130 nM (SI = 920) being significantly less effective on the epimastigote stage (IC50 = 30.6 μM). The effect of isotretinoin on the parasites plasma membrane permeability and on mammalian cell viability was tested, and no change was observed. Autophagosomes and apoptotic bodies were detected as part of the mechanisms of isotretinoin-induced death indicating that the inhibition of transporters by isotretinoin causes nutrient starvation that triggers autophagic and apoptotic processes. In conclusion, isotretinoin is a promising trypanocidal drug since it is a multi-target inhibitor of essential metabolites transporters, in addition to being an FDA-approved drug largely used in humans, which could reduce significantly the requirements for its possible application in the treatment of Chagas disease."
}