{
    "Background": "Buruli ulcer (BU) is a skin disease caused by Mycobacterium ulcerans. Its exact mode of transmission is not known. Previous studies have identified demographic, socio-economic, health and hygiene as well as environment related risk factors. We investigated whether the same factors pertain in Suhum-Kraboa-Coaltar (SKC) and Akuapem South (AS) Districts in Ghana which previously were not endemic for BU.",
    "Methods": "We conducted a case control study. A case of BU was defined as any person aged 2 years or more who resided in study area (SKC or AS District) diagnosed according to the WHO clinical case definition for BU and matched with age- (+/−5 years), gender-, and community controls. A structured questionnaire on host, demographic, environmental, and behavioural factors was administered to participants.",
    "Results": "A total of 113 cases and 113 community controls were interviewed. Multivariate conditional logistic regression analysis identified presence of wetland in the neighborhood (OR = 3.9, 95% CI = 1.9–8.2), insect bites in water/mud (OR = 5.7, 95% CI = 2.5–13.1), use of adhesive when injured (OR = 2.7, 95% CI = 1.1–6.8), and washing in the Densu river (OR = 2.3, 95% CI = 1.1–4.96) as risk factors associated with BU. Rubbing an injured area with alcohol (OR = 0.21, 95% CI = 0.008–0.57) and wearing long sleeves for farming (OR = 0.29, 95% CI = 0.14–0.62) showed protection against BU.",
    "Conclusion": "This study identified the presence of wetland, insect bites in water, use of adhesive when injured, and washing in the river as risk factors for BU; and covering limbs during farming as well as use of alcohol after insect bites as protective factors against BU in Ghana. Until paths of transmission are unraveled, control strategies in BU endemic areas should focus on these known risk factors."
}