{
    "Background": "The protozoan parasite Giardia intestinalis and the pathogenic bacterium Helicobacter pylori are well known for their high prevalences in human hosts worldwide. The prevalence of both organisms is known to peak in densely populated, low resource settings and children are infected early in life. Different Giardia genotypes/assemblages have been associated with different symptoms and H. pylori with induction of cancer. Despite this, not much data are available from sub-Saharan Africa with regards to the prevalence of different G. intestinalis assemblages and their potential association with H. pylori infections.",
    "Methodology/Principal Findings": "Fecal samples from 427 apparently healthy children, 0–12 years of age, living in urban Kampala, Uganda were analyzed for the presence of H. pylori and G. intestinalis. G. intestinalis was found in 86 (20.1%) out of the children and children age 1<5 years had the highest rates of colonization. H. pylori was found in 189 (44.3%) out of the 427 children and there was a 3-fold higher risk of concomitant G. intestinalis and H. pylori infections compared to non-concomitant G. intestinalis infection, OR = 2.9 (1.7–4.8). No significant association was found in the studied population with regard to the presence of Giardia and gender, type of toilet, source of drinking water or type of housing. A panel of 45 G. intestinalis positive samples was further analyzed using multi-locus genotyping (MLG) on three loci, combined with assemblage-specific analyses. Giardia MLG analysis yielded a total of five assemblage AII, 25 assemblage B, and four mixed assemblage infections. The assemblage B isolates were highly genetically variable but no significant association was found between Giardia assemblage type and H. pylori infection.",
    "Conclusions/Significance": "This study shows that Giardia assemblage B dominates in children in Kampala, Uganda and that the presence of H. pylori is an associated risk factor for G. intestinalis infection."
}