{
    "Abstract": "Schistosomiasis is one of the most devastating human diseases worldwide. The disease is caused by six species of Schistosoma blood fluke; five of which cause intestinal granulomatous inflammation and bleeding. The current diagnostic method is inaccurate and delayed, hence, biomarker identification using metabolomics has been applied. However, previous studies only investigated infection caused by one Schistosoma spp., leaving a gap in the use of biomarkers for other species. No study focused on understanding the progression of intestinal disease. Therefore, we aimed to identify early gut biomarkers of infection with three Schistosoma spp. and progression of intestinal pathology. We infected 3 groups of mice, 3 mice each, with Schistosoma mansoni, Schistosoma japonicum or Schistosoma mekongi and collected their feces before and 1, 2, 4 and 8 weeks after infection. Metabolites in feces were extracted and identified using mass spectrometer-based metabolomics. Metabolites were annotated and analyzed with XCMS bioinformatics tool and Metaboanalyst platform. From >36,000 features in all conditions, multivariate analysis found a distinct pattern at each time point for all species. Pathway analysis reported alteration of several lipid metabolism pathways as infection progressed. Disturbance of the glycosaminoglycan degradation pathway was found with the presence of parasite eggs, indicating involvement of this pathway in disease progression. Biomarkers were discovered using a combination of variable importance for projection score cut-off and receiver operating characteristic curve analysis. Five molecules met our criteria and were present in all three species: 25-hydroxyvitamin D2, 1α-hydroxy-2β-(3-hydroxypropoxy) vitamin D3, Ganoderic acid Md, unidentified feature with m/z 455.3483, and unidentified feature with m/z 456.3516. These molecules were proposed as trans-genus biomarkers of early schistosomiasis. Our findings provide evidence for disease progression in intestinal schistosomiasis and potential biomarkers, which could be beneficial for early detection of this disease."
}