{
    "Introduction": "In developed countries, Giardia intestinalis (syn. G. duodenalis, G. lamblia) causes diarrhea while the prevalence of infections in the general population usually does not exceed 5% [1]. In developing countries, however, asymptomatic infections are much more common, with prevalence values in pediatric populations typically being around 30% [2]–[4], and reports on their association with diarrhea are inconsistent. Some reported an association with acute [5] and persistent [6] diarrhea, whereas several studies found no association [6]–[10], or even that Giardia infection was associated with protection against acute diarrhea [9], [11]–[14].\nBecause the role of Giardia as diarrhea-causing agent is controversial and re-infection can occur rapidly in developing areas where it is highly endemic, it has been recommended that children with asymptomatic infection should not be treated in such settings [15], [16]. This notion is challenged, however, by findings from surveys [17]–[21] and a prospective cohort study [22] suggesting that such infections may impair linear growth, presumably by reducing intake and causing malabsorption of nutrients. In addition, in a prospective cohort study, it was found that episodes of Giardia with diarrhea but not diarrhea itself were associated with impaired cognition, perhaps because infection can lead to deficiencies of zinc and other micronutrients that have been associated with deficits in cognitive development [23].\nIn the current study, we aim to compare rates of diarrhea in children with and without Giardia infection. Because the study was conducted in the context of an intervention trial that assessed the effect of multi-nutrient supplementation on malaria, we also assessed to what extent the relationship between Giardia and diarrhoea rates was influenced by supplementation. In addition, we explore whether the presence of Giardia infection at baseline modifies the response of nutritional indicators to multi-nutrient supplementation.",
    "Methods": "Study population\nThis study was part of a randomized placebo-controlled trial in children aged 6–60 months, with the primary aim to assess the effect of supplementation with zinc and other micronutrients on malaria rates (ClinicalTrials.gov, NCT00623857). It was conducted in a rural area in Handeni District, Northern Tanzania that is highly endemic for malaria. In a pilot survey among children aged 6–72 months in 2006 (n = 304), we found a high prevalence of Giardia intestinalis (30%; assessed by microscopic examination of a single stool sample per child), and only few cases of Ascaris lumbricoides, Trichuris trichiura or Schistosoma intestinalis (3%, 5% and 0%, respectively) (unpublished results). Residents in the area virtually all comprise poor farmer families engaged in subsistence farming, with oranges being produced seasonally as cash crops. Families are living in self-constructed clay houses, with very few having pit-latrines. Water for drinking and household use is collected from central shallow wells. Few people boil water before drinking. Access to health-care was limited until we constructed a research clinic at a central location in the study area, which provided free primary care to study participants.\n\n\nDesign\nDetails about study design will be published elsewhere. In brief, between February and August 2008, we recruited all resident children aged 6–60 months, and excluded those with height-for-age z scores >−1.5SD, weight-for-age z-score <−3SD, haemoglobin concentration <70 g/L and with signs of severe or chronic disease, until attaining the target number (n = 600) (Figure S1).\nThe trial had a 2×2 factorial design with children receiving either multi-nutrients with zinc (Table S1), multi-nutrients without zinc, zinc alone (10 mg), or placebo. The levels of magnesium and vitamin C in the multi-nutrient supplement were below the upper limits that were based on osmotic diarrhea and related gastrointestinal disturbances as critical endpoints [24]. Supplements were color-coded and administered daily by community volunteers. Intervention groups were similar in baseline characteristics.\nAt baseline (on the day of enrollment), we collected venous blood in tubes suitable for trace element analyses (Becton-Dickinson, Franklin Lakes, NJ) and a fresh stool sample for each child in a vial that was pre-filled with sodium acetate-acetic acid-formalin (SAF) and stored in a refrigerator immediately after collection. A second vial with unfixed feces was stored in liquid nitrogen (−196°C) for subsequent genotyping. Whole blood hemoglobin concentrations were measured immediately using a portable photometer (Hemocue, Ängelholm, Sweden). An aliquot of plasma was stored in liquid nitrogen. A clinical officer recorded reported symptoms and performed a physical examination using standardised forms. We computed anthropometric indices as the average of two recordings, taken on consecutive days.\n\n\nFollow-up\nWe asked parents or guardians to bring their children to the research clinic if they noticed signs of illness. A clinical officer was on 24 h-duty and collected medical information on standardised forms that included a section on diarrhea.\nA second survey, at 251 days (median; 95% reference range: 191–296 days) after enrolment, followed similar procedures as the baseline survey. Follow-up continued for all children until March 2009, when the study ended for all children simultaneously.\n\n\nLaboratory analyses\nStool samples were analyzed for the presence of Giardia-specific antigen by enzyme immunoassay (ProSpecT Giardia Microplate Assay, Oxoid, Basingstoke, UK). This test has a sensitivity and specificity of 93% and 99%, respectively, as compared to detection by microscopy in two sequential stool samples from individual subjects [25]. Plasma concentrations of ferritin, soluble transferrin receptor, folate and vitamin B12 were measured on a Beckman Coulter Unicel DxC880i system according to the manufacturer's instructions. Plasma concentrations of zinc and magnesium were determined by inductively-coupled plasma-mass spectrometry.\n\n\nEthics Statement\nThe study was approved by ethical review committees in The Netherlands and Tanzania (National Health Research Ethics Review sub-Committee). We sought written individual informed consent; parents or primary caretakers were invited to sign (or thumbprint if illiterate) the informed consent form in the presence of a member of the community as impartial witness (who countersigned the form).\n\n\nStatistical analyses\nCases of diarrhea were defined as: a) all dispensary visits for parent- or guardian-reported loose or watery stools, with episodes being separated by at least 48 h of being without symptoms; or b) similar episodes with ≥3 loose or watery stools per 24-h period. Fever without localizing signs was defined as cases with reported fever that did not classify as malaria and were not accompanied by cough, diarrhea or other localizing signs. Thus cases of diarrhea and fever without localizing signs were mutually exclusive.\nData were analyzed using SPSS (v15·0 for Windows, SPSS, Chicago, IL, USA) and STATA (v11; College Station, Tx, USA). We report incidence rates and assessed group differences by Kaplan-Meier analysis with Tarone-ware test. Differences in the association between Giardia at baseline and morbidity outcomes between intervention groups were assessed by analysis within intervention strata, and directly by Cox regression analysis that included dummies for intervention groups and interaction terms. Cross-over between groups, whereby children who were initially infected became infection-free and vice versa in the course of the intervention period, may dilute potential effects of Giardia over time. For this reason, we restricted our primary analysis to first episodes, because an analysis of all events is probably more susceptible to such dilution of effect. However, because a substantial number of children experienced recurrent events and analysis of all events may better reflect total disease burden, we repeated these analyses based on all events, with robust estimates of the standard error to account for correlation between episodes within children. We explored potential confounding by adjusting for factors that were previously found to be prognostic for diarrhea and other morbidity outcomes (age, distance and height-for-age z scores). Children for whom Giardia infection status at baseline could not be determined were excluded from the analysis of the association between Giardia and disease rates.\nContinuous outcome variables that were not normally distributed were log-transformed as appropriate. We used multivariate linear regression analysis with interaction terms to assess to what extent the effect of zinc and multi-nutrient supplementation (either alone or combined) on indicators of nutritional status depended on Giardia infection.",
    "Results": "The study profile is shown in Figure 1. G. intestinalis was detected in 192 children (31%). We failed to obtain fresh stool samples for 54 children at baseline and for 50 children during the second survey, when 20 children (3%) were lost to follow-up (3 died; 2 were withdrawn by parents; 15 emigrated from the study area). Baseline characteristics are presented in Table 1. Children with Giardia infection were on average 3.3 months older than their uninfected peers, resided somewhat closer to the dispensary, had a lower prevalence of inflammation, marginally higher hemoglobin concentrations, as well as marginally lower plasma concentrations of soluble transferrin receptor and folate. All other biochemical indicators of nutritional status were similar, and we found no evidence that Giardia was associated with symptoms as reported by the mother (Table S2). The percentage of children who received antibiotic or anti-malarial treatment at baseline was similar in both groups.\nAt time of the second survey, 43% of children with Giardia infection at baseline no longer carried the parasite, while 23% of children who tested negative at baseline had become infected (Figure 1).\nThere were 3,268 clinic visits in a total follow-up time of 526 child-years. For 390 of these visits (12%), the parent or guardian reported diarrhoea, of which 223 episodes were accompanied by ≥3 loose stools in the past 24 h. Overall, the incidence of first episodes of diarrhoea was almost 50% lower among children with Giardia at baseline than among those without (Table 2). Similar effect estimates were obtained when including all episodes in the analysis (Table 3). When stratified by intervention group, the association between Giardia infection at baseline and diarrhea was similar in children receiving placebo as in those receiving zinc (in both groups the infection was associated with a protection). Likewise, this association was similar in both groups receiving multi-nutrients (no association in either group; Figure 2); we therefore combined children who received multi-nutrients with or without zinc (henceforth referred to as ‘with multi-nutrients’), as well as their peers who received zinc or placebo (‘without multi-nutrients’) as two separate groups.\nEstimates indicate crude incidence rate ratios (of first or only episodes with ≥3 watery stools/24 h), with 95% confidence intervals. An incidence rate ratio (IRR) of 1 (vertical line) indicates that Giardia intestinalis at baseline was not associated with diarrhea rates. An IRR of less than 1 indicates that Giardia intestinalis at baseline was associated with a reduction in diarrhea rates. Black dot: IRR in children receiving zinc. White dot: IRR in children receiving multi-nutrients without zinc. White square: IRR in children receiving multi-nutrients. Black square: IRR in children receiving placebo. Giardia was associated with protection against diarrhea among children receiving zinc or placebo, but not among children receiving multi-nutrients.\nThus analyzed, Giardia infection at baseline was associated with a substantial increase in time to first diarrhea episode with ≥3 watery stools/24 h (p<0.001), but only so among children without multi-nutrients, whereas no association was found between Giardia infection and diarrhea in those receiving multi-nutrients (Figure 3; top panels, and Tables 2 and 3).\nKaplan-Meier curves are shown for children without multi-nutrients (panel A and C) and for children with multi-nutrients (B and D). The upper two panels (A and B) show survival curves for diarrhea (with ≥3 watery stools/24 h: 157 cases). The lower two panels (C and D) show survival curves for fever without localizing signs (172 casdes). Solid lines: children without Giardia intestinalis infection at baseline. Dashed lines: children with Giardia intestinalis infection at baseline. p-values for group differences between children with and without Giardia (indicated in the panels) are obtained by Tarone-Ware test.\nAdjustment for age and distance to the dispensary led to smaller but still substantial associations between baseline Giardia infection and diarrhea (all events), whilst interaction effects between infection and the multi-nutrient intervention remained virtually unchanged (Figure 4). Further adjustment for baseline factors previously found to be prognostic for diarrhea (height-for-age z-scores, sex, inflammation and use of mosquito nets) led to similar effect estimates (not shown). We also explored the association between Giardia infection and diarrhea within age classes in children without multi-nutrients; although the numbers of cases within these strata was low, all estimates pointed towards a protective association (HR: 0.36 [0.13 to 1.01], 0.81 [0.43 to 1.55], 0.19 [0.04 to 0.84] in children aged 6–17 months, 18–35 months and 36–60 months, respectively). Also, when restricting the analysis to children who were infected at both surveys (n = 98) and those who were never infected (n = 294), we observed very similar patterns and came to the same conclusions (not shown).\nHazard ratios (95%CIs) were calculated using multivariate Cox regression, adjusting for age (continuous), height-for-age z-score (continuous) and distance between homestead and research clinic (< or ≥4 km). Hazard ratios were assessed in all children (panel A), or for children with or without multi-nutrients separately (panel B and C). Further adjustment for sex, zinc deficiency, mosquito net use, weight-for-height z scores and inflammation at baseline led to virtually identical estimates (not shown). Black square: fever without localizing signs; blue diamond: reported diarrhea, ≥3 watery stools per day; red circle: reported diarrhea.\nSimilar patterns were seen for cases of fever without localizing signs: Giardia infection was associated with an increase in the time to first episodes of such fevers among those receiving zinc or placebo, but not among those receiving multi-nutrients. Adjusted estimates of hazard ratios (including all events) are shown in figure 3.\nThe effect of the multi-nutrients on height-for-age z-scores, hemoglobin concentrations and plasma transferrin receptor concentrations measured at the second survey tended to be greater in children without Giardia infection at baseline, whereas supplements seemed to have little effect in those who tested positive at baseline (Figure 5). The overall effects were rather small, and statistical evidence for differences in effect between children with and without Giardia was weak (p-values for interaction between Giardia and multi-nutrients: 0.13 [height-for-age z-scores], 0.24 [hemoglobin concentrations] and 0.32 [plasma soluble transferrin receptor concentrations]). Adjustment for age led to similar conclusions (not shown). For other indicators of nutritional status (plasma concentrations of zinc, magnesium, cobalamin, folate and ferritin), there was no evidence that Giardia infection influenced the effect of supplementation.\nsTfR: soluble transferrin receptor; MN: multi-nutrients. Effect estimates obtained for zinc, MN alone and MN plus zinc are indicated by squares, circles and diamonds respectively. Grey and blue: without and with Giardia infection, respectively. Dependent variables were log-transformed as appropriate, and expressed in natural units by exponentiation of estimates resulting from the analysis. For each nutritional status indicator investigated, effects are adjusted for the same indicator measured at baseline. Line bars indicate 95% CIs.",
    "Discussion": "Giardia intestinalis infection at baseline was associated with a marked reduction in the rates of subsequent diarrhea among children receiving zinc or placebo, but not in those receiving multi-nutrients. Multi-nutrient supplementation among children with Giardia infection resulted in disease rates similar to those found in uninfected children. Similar patterns were observed for cases of fever without localizing signs.\nSubstantial cross-over occurred between groups in the course of the study, and this may lead to underestimates of differences between children with and without Giardia infection at baseline. Our Kaplan-Meier analysis indicates, however, that the protective association occurred almost from the start of the follow-up period, when presumably few cross-over cases had occurred.\nOur study is limited by the observational nature of our data, which does not allow a conclusion that the protection observed was caused by Giardia infection. Although this association was still present after adjustment for age and other potentially confounding factors, we cannot exclude the possibility that children with Giardia infection differed from their uninfected peers in other unmeasured characteristics that are prognostic for diarrhea (e.g. sanitation, or previous or current exposure to other gastro-enteric pathogens [26]–[28] or health-care seeking behavior). We did not measure breastfeeding behavior, but it is unlikely that this could have explained the protective association found against diarrhea in children not receiving multi-nutrients: even in older children (aged 36–60 months), who are unlikely to be breastfed, Giardia infection was associated with a reduction in hazard rates by 81% (16% to 96%). Treatment with artemether at baseline (Table S2) may have had some effect on the prevalence or intensity of Giardia infections, which would argue against a causal role of the parasite in the observed protection [29].\nOur findings support the view that the parasite is not an important cause of diarrhea in our study population. G. intestinalis comprises various genotypes, and its prevalence and its association with diarrheal symptoms seems to vary with geographic areas [30]. A recent study showed that Giardia infection was associated with protection against diarrhea, whereas G. intestinalis assemblage A was associated with acute diarrhea [13]. Thus, due to variation in genotypes and environmental factors, our findings may not apply to other populations, and further research is also needed to determine G. intestinalis genotype in this population.\nIt is not inconceivable that Giardia infection protects against diarrhea, for example by competing with or suppressing other enteric pathogens, or by inducing changes in mucosal immunity [e.g. 11], [31]. Chronic or repeated exposure to non-pathogenic Giardia genotypes may have induced immunity against more pathogenic genotypes. This cannot fully explain the protective effect observed, however, because the magnitude of the protective association found probably exceeds the Giardia-attributable fraction of diarrhea. Giardia infection may also be a marker of an unknown factor (e.g. previous exposure to other pathogens) that leads to protection against both diarrhea and fever without localizing signs.\nWhatever the cause, Giardia-associated protection was no longer present when giving multi-nutrients. This interaction is supported by the magnitude of the differences between the subgroup effects, whilst the probability that the interaction is due to chance seems low. We believe it is highly unlikely that the estimates of the interaction effect are biased: because the intervention was randomly allocated it is improbable that an external factor (e.g. health care seeking behaviour) would coincidentally bias disease rates strongly towards a Giardia-associated protection in the zinc and placebo group, but not in both multi-nutrient groups.\nFurther studies are needed to evaluate how supplemental micronutrients influence the composition, proliferation and pathogenicity of intestinal biota, and the interaction of these biota with their host. Iron deserves special attention in view of findings that it can modify the profile of gut microbiota towards potentially more pathogenic [32], or enhance the virulence and invasion of Salmonella enteritidis [33], whilst a recent study suggests that supplementation with bovine lactoferrin, an iron binding-protein, reduced the prevalence of Giardia among in Peruvian preschool children [34]. A meta-analysis of intervention trials with iron showed a slightly increased risk of diarrhoea due to iron supplementation [35].\nOur study findings do not support treatment of Giardia infections in symptom-free children, and question the benefit of providing multi-nutrient supplements in populations frequently exposed to diarrheal diseases.\nIn conclusion, Giardia infection at baseline was associated with a marked reduction in the rates of subsequent diarrhea. Our data suggest that it is a marker for the response in diarrhea to multi-nutrient supplements, that should be taken into the account when analysing trials assessing the effect of multi-nutrient supplementation on diarrhea."
}