{
    "Background": "Pentavalent antimonials (Sb5) are the first-line drugs for treating cutaneous leishmaniasis in Colombia; however, given problems with toxicity, compliance, availability, and cost, it is imperative to look for better therapeutic options. Intravenous amphotericin B (AmB) has been used extensively to treat visceral leishmaniasis; however, evidence on its topical use for cutaneous leishmaniasis is limited. Anfoleish is a topical formulation based on 3% AmB, which was developed following GMP standards by HUMAX and PECET. Anfoleish was shown to be safe and efficacious in animal model and in an open label study in CL patients. Hereafter we show the results of the first controlled and randomized study assessing the safety and efficacy of Anfoleish administered topically, two or three times per day for 28 days, for the treatment of non-complicated cutaneous leishmaniasis in Colombia.",
    "Methods": "An open-label, randomized, non-comparative phase Ib/II clinical trial was performed. Adult volunteers with a parasitologically confirmed diagnosis of cutaneous leishmaniasis were randomly allocated to receive Anfoleish cream either 3 (TID group) or 2 (BID group) times per day for 4 weeks.",
    "Results": "80 out of 105 subjects screened were included in the study. In intention to treat analysis, final cure was observed in 13 (32.5%) out of 40 subjects (IC 95% = 20.1–48) and in 12 (30%) out of 40 subjects (IC 95% = 18.1–45.5) in the BID and TID group respectively. In the per protocol analysis, cure rates were 39.4% (n = 13) (IC 95% = 24.7–56.3) and 35.3% (n = 12) (IC 95% = 21.5–52.1) in the BID and TID groups respectively. Anfoleish proved to be safe, and the few adverse events reported were local, around the area of application of the cream, and of mild intensity.",
    "Conclusion": "Anfoleish showed to be a safe and well-tolerated intervention. Its efficacy results however do not support at this time continuing with its clinical development or recommending it for the treatment of CL. Additional, studies to improve its current formulation are needed before thinking in conducting additional studies in patients.",
    "Trial registration": "Registered in clinicaltrials.gov NCT01845727."
}