{
    "Background": "Podoconiosis is a stigmatising neglected tropical condition, but the nature of podoconiosis stigma has not been fully explored. There is a growing understanding that the experience of stigma is intersectional, yet no research has been done on this matter in relation to podoconiosis. The aim of this paper is to contribute to the understanding of podoconiosis-related stigma by illustrating how multiple individuals’ positionalities intersect to shape the experience of stigma due to podoconiosis.",
    "Methods": "We used qualitative research to explore the experience of stigma among people affected by podoconiosis. Data were gathered using participant observation, interviews, focus group discussions and participatory methods. A total of 59 participants, including patients, local leaders, community health workers, and family members, were purposively selected to participate in this study.",
    "Findings": "We identified three features in which stigma related to podoconiosis was grounded. These were bodily deformation, illness contamination and bodily weakness. The experience of stigma was shaped by the convergence of multiple individual positionalities and identities. Social positionalities and identities based on socio-economic, gender, age and illness status intersected to shape podoconiosis stigma.",
    "Conclusion": "Our study demonstrates that the experience of stigma due to podoconiosis is intersectional, going beyond biological features of podoconiosis. The stigma experienced by affected individuals is complex, and shaped by the convergence of social structures and many individual identities such as socio-economic status, gender, disability and age. This understanding is crucial to analysing stigma related to podoconiosis, or other NTDs, and for designing interventions that address stigma that arise from biological aspects of disease and social factors simultaneously. Such holistic interventions can significantly improve the well-being of those affected by podoconiosis."
}