{
    "Background": "New strategies to combat the global scourge of schistosomiasis may be revealed by increased understanding of the mechanisms by which the obligate snail host can resist the schistosome parasite. However, few molecular markers linked to resistance have been identified and characterized in snails.",
    "Methodology/Principal Findings": "Here we test six independent genetic loci for their influence on resistance to Schistosoma mansoni strain PR1 in the 13-16-R1 strain of the snail Biomphalaria glabrata. We first identify a genomic region, RADres, showing the highest differentiation between susceptible and resistant inbred lines among 1611 informative restriction-site associated DNA (RAD) markers, and show that it significantly influences resistance in an independent set of 439 outbred snails. The additive effect of each RADres resistance allele is 2-fold, similar to that of the previously identified resistance gene sod1. The data fit a model in which both loci contribute independently and additively to resistance, such that the odds of infection in homozygotes for the resistance alleles at both loci (13% infected) is 16-fold lower than the odds of infection in snails without any resistance alleles (70% infected). Genome-wide linkage disequilibrium is high, with both sod1 and RADres residing on haplotype blocks >2Mb, and with other markers in each block also showing significant effects on resistance; thus the causal genes within these blocks remain to be demonstrated. Other candidate loci had no effect on resistance, including the Guadeloupe Resistance Complex and three genes (aif, infPhox, and prx1) with immunological roles and expression patterns tied to resistance, which must therefore be trans-regulated.",
    "Conclusions/Significance": "The loci RADres and sod1 both have strong effects on resistance to S. mansoni. Future approaches to control schistosomiasis may benefit from further efforts to characterize and harness this natural genetic variation."
}