{
    "Abstract": "Schistosomiasis causes severe morbidity in many countries with endemic infection with the schistosome digenean parasites in Africa and Asia. To control and eliminate the disease resulting from infection, regular mass drug administration (MDA) is used, with a focus on school-aged children (SAC; 5–14 years of age). In some high transmission settings, the World Health Organization (WHO) also recommends the inclusion of at-risk adults in MDA treatment programmes. The question of whether ecology (age-dependant exposure) or immunity (resistance to reinfection), or some combination of both, determines the form of observed convex age-intensity profile is still unresolved, but there is a growing body of evidence that the human hosts acquire some partial level of immunity after a long period of repeated exposure to infection. In the majority of past research modelling schistosome transmission and the impact of MDA programmes, the effect of acquired immunity has not been taken into account. Past work has been based on the assumption that age-related contact rates generate convex horizontal age-intensity profiles. In this paper, we use an individual based stochastic model of transmission and MDA impact to explore the effect of acquired immunity in defined MDA programmes. Compared with scenarios with no immunity, we find that acquired immunity makes the MDA programme less effective with a slower decrease in the prevalence of infection. Therefore, the time to achieve morbidity control and elimination as a public health problem is longer than predicted by models with just age-related exposure and no build-up of immunity. The level of impact depends on the baseline prevalence prior to treatment (the magnitude of the basic reproductive number R0) and the treatment frequency, among other factors. We find that immunity has a larger impact within moderate to high transmission settings such that it is very unlikely to achieve morbidity and transmission control employing current MDA programmes."
}