{
    "Background": "With the rise in fluoroquinolone-resistant Salmonella Typhi and the recent emergence of ceftriaxone resistance, azithromycin is one of the last oral drugs available against typhoid for which resistance is uncommon. Its increasing use, specifically in light of the ongoing outbreak of extensively drug-resistant (XDR) Salmonella Typhi (resistant to chloramphenicol, ampicillin, cotrimoxazole, streptomycin, fluoroquinolones and third-generation cephalosporins) in Pakistan, places selective pressure for the emergence and spread of azithromycin-resistant isolates. However, little is known about azithromycin resistance in Salmonella, and no molecular data are available on its mechanism.",
    "Methods and findings": "We conducted typhoid surveillance in the two largest pediatric hospitals of Bangladesh from 2009–2016. All typhoidal Salmonella strains were screened for azithromycin resistance using disc diffusion and resistance was confirmed using E-tests. In total, we identified 1,082 Salmonella Typhi and Paratyphi A strains; among these, 13 strains (12 Typhi, 1 Paratyphi A) were azithromycin-resistant (MIC range: 32–64 μg/ml) with the first case observed in 2013. We sequenced the resistant strains, but no molecular basis of macrolide resistance was identified by the currently available antimicrobial resistance prediction tools. A whole genome SNP tree, made using RAxML, showed that the 12 Typhi resistant strains clustered together within the 4.3.1.1 sub-clade (H58 lineage 1). We found a non-synonymous single-point mutation exclusively in these 12 strains in the gene encoding AcrB, an efflux pump that removes small molecules from bacterial cells. The mutation changed the conserved amino acid arginine (R) at position 717 to a glutamine (Q). To test the role of R717Q present in azithromycin-resistant strains, we cloned acrB from azithromycin-resistant and sensitive strains, expressed them in E. coli, Typhi and Paratyphi A strains and tested their azithromycin susceptibility. Expression of AcrB-R717Q in E. coli and Typhi strains increased the minimum inhibitory concentration (MIC) for azithromycin by 11- and 3-fold respectively. The azithromycin-resistant Paratyphi A strain also contained a mutation at R717 (R717L), whose introduction in E. coli and Paratyphi A strains increased MIC by 7- and 3-fold respectively, confirming the role of R717 mutations in conferring azithromycin resistance.",
    "Conclusions": "This report confirms 12 azithromycin-resistant Salmonella Typhi strains and one Paratyphi A strain. The molecular basis of this resistance is one mutation in the AcrB protein at position 717. This is the first report demonstrating the impact of this non-synonymous mutation in conferring macrolide resistance in a clinical setting. With increasing azithromycin use, strains with R717 mutations may spread and be acquired by XDR strains. An azithromycin-resistant XDR strain would shift enteric fever treatment from outpatient departments, where patients are currently treated with oral azithromycin, to inpatient departments to be treated with injectable antibiotics like carbapenems, thereby further burdening already struggling health systems in endemic regions. Moreover, with the dearth of novel antimicrobials in the horizon, we risk losing our primary defense against widespread mortality from typhoid. In addition to rolling out the WHO prequalified typhoid conjugate vaccine in endemic areas to decrease the risk of pan-resistant Salmonella Typhi strains, it is also imperative to implement antimicrobial stewardship and water sanitation and hygiene intervention to decrease the overall burden of enteric fever."
}