{
    "Background": "No commercially licensed vaccine or treatment is available for dengue fever,\n                        a potentially lethal infection that impacts millions of lives annually. New\n                        tools that target mosquito control may reduce vector populations and break\n                        the cycle of dengue transmission. Male mosquito seminal fluid proteins\n                        (Sfps) are one such target since these proteins, in aggregate, modulate the\n                        reproduction and feeding patterns of the dengue vector, Aedes\n                            aegypti. As an initial step in identifying new targets for\n                        dengue vector control, we sought to identify the suite of proteins that\n                        comprise the Ae. aegypti ejaculate and determine which are\n                        transferred to females during mating.",
    "Methodology and Principal Findings": "Using a stable-isotope labeling method coupled with proteomics to distinguish\n                        male- and female-derived proteins, we identified Sfps and sperm proteins\n                        transferred from males to females. Sfps were distinguished from sperm\n                        proteins by comparing the transferred proteins to sperm-enriched samples\n                        derived from testes and seminal vesicles. We identified 93 male-derived Sfps\n                        and 52 predicted sperm proteins that are transferred to females during\n                        mating. The Sfp protein classes we detected suggest roles in protein\n                        activation/inactivation, sperm utilization, and ecdysteroidogenesis. We also\n                        discovered that several predicted membrane-bound and intracellular proteins\n                        are transferred to females in the seminal fluids, supporting the hypothesis\n                        that Ae. aegypti Sfps are released from the accessory gland\n                        cells through apocrine secretion, as occurs in mammals. Many of the\n                            Ae. aegypti predicted sperm proteins were homologous to\n                            Drosophila melanogaster sperm proteins, suggesting\n                        conservation of their sperm-related function across Diptera.",
    "Conclusion and Significance": "This is the first study to directly identify Sfps transferred from male\n                            Ae. aegypti to females. Our data lay the groundwork for\n                        future functional analyses to identify individual seminal proteins that may\n                        trigger female post-mating changes (e.g., in feeding patterns and egg\n                        production). Therefore, identification of these proteins may lead to new\n                        approaches for manipulating the reproductive output and vectorial capacity\n                        of Ae. aegypti."
}