{
    "Abstract": "Burkholderia pseudomallei, the bacterial agent of melioidosis, causes disease through inhalation of infectious particles, and is classified as a Tier 1 Select Agent. Optical diagnostic imaging has demonstrated that murine respiratory disease models are subject to significant upper respiratory tract (URT) colonization. Because human melioidosis is not associated with URT colonization as a prominent presentation, we hypothesized that lung-specific delivery of B. pseudomallei may enhance our ability to study respiratory melioidosis in mice. We compared intranasal and intubation-mediated intratracheal (IMIT) instillation of bacteria and found that the absence of URT colonization correlates with an increased bacterial pneumonia and systemic disease progression. Comparison of the LD50 of luminescent B. pseudomallei strain, JW280, in intranasal and IMIT challenges of albino C57BL/6J mice identified a significant decrease in the LD50 using IMIT. We subsequently examined the LD50 of both capsular polysaccharide and Type 3 Secretion System cluster 3 (T3SS3) mutants by IMIT challenge of mice and found that the capsule mutant was attenuated 6.8 fold, while the T3SS3 mutant was attenuated 290 fold, demonstrating that T3SS3 is critical to respiratory melioidosis. Our previously reported intranasal challenge studies, which involve significant URT colonization, did not identify a dissemination defect for capsule mutants; however, we now report that capsule mutants exhibit significantly reduced dissemination from the lung following lung-specific instillation, suggesting that capsule mutants are competent to spread from the URT, but not the lung. We also report that a T3SS3 mutant is defective for dissemination following lung-specific delivery, and also exhibits in vivo growth defects in the lung. These findings highlight the T3SS3 as a critical virulence system for respiratory melioidosis, not only in the lung, but also for subsequent spread beyond the lung using a model system uniquely capable to characterize the fate of lung-delivered pathogen."
}