{
    "Background": "Scabies is a contagious skin disease caused by the parasitic mite Sarcoptes scabiei. The disease is highly prevalent worldwide and known to predispose to secondary bacterial infections, in particular by Streptococcus pyogenes and Staphylococcus aureus. Reports of scabies patients co-infected with methicillin resistant S. aureus (MRSA) pose a major concern for serious down-stream complications. We previously reported that a range of complement inhibitors secreted by the mites promoted the growth of S. pyogenes. Here, we show that a recently characterized mite serine protease inhibitor (SMSB4) inhibits the complement-mediated blood killing of S. aureus.",
    "Methodology/Principal Findings": "Blood killing of S. aureus was measured in whole blood bactericidal assays, counting viable bacteria recovered after treatment in fresh blood containing active complement and phagocytes, treated with recombinant SMSB4. SMSB4 inhibited the blood killing of various strains of S. aureus including methicillin-resistant and methicillin-sensitive isolates. Staphylococcal growth was promoted in a dose-dependent manner. We investigated the effect of SMSB4 on the complement-mediated neutrophil functions, namely phagocytosis, opsonization and anaphylatoxin release, by flow cytometry and in enzyme linked immuno sorbent assays (ELISA). SMSB4 reduced phagocytosis of S. aureus by neutrophils. It inhibited the deposition of C3b, C4b and properdin on the bacteria surface, but did not affect the depositions of C1q and MBL. SMSB4 also inhibited C5 cleavage as indicated by a reduced C5b-9 deposition.",
    "Conclusions/Significance": "We postulate that SMSB4 interferes with the activation of all three complement pathways by reducing the amount of C3 convertase formed. We conclude that SMSB4 interferes with the complement-dependent killing function of neutrophils, thereby reducing opsonization, phagocytosis and further recruitment of neutrophils to the site of infection. As a consequence secreted scabies mites complement inhibitors, such as SMSB4, provide favorable conditions for the onset of S. aureus co-infection in the scabies-infected microenvironment by suppressing the immediate host immune response."
}