{
    "Introduction": "Blindness from trachoma is the end result of progressive scarring of the conjunctiva driven by Chlamydia trachomatis. The major risk factor of blinding corneal opacification (CO) is trichiasis (TT), the in turning of the eyelashes. TT traumatises the delicate epithelium of the cornea, rendering it vulnerable to secondary infection. TT encompasses a range of eyelid and eyelash abnormalities from a few peripheral in turned lashes to the entire upper eyelid pulled inwards by scarring (entropion). TT can also occur without entropion, from metaplastic or misdirected lashes [1]. Recent global estimate suggested that in 2008 there were 8.2 million people living with trichiasis. Surgical treatment for TT is a key component of the SAFE strategy for trachoma control, directly reducing the risk of blindness [2].\nSeveral different surgical procedures have been used to correct upper lid TT, some of which have been compared in randomized trials [3]–[6]. The technique of Bilamellar Tarsal Rotation (BLTR) has the lowest recurrence risk. However, the widely used Posterior Lamellar Tarsal Rotation (PLTR or ‘Trabut’ procedure) was not included in these comparisons. The World Health Organisation (WHO) advocates either BLTR or PLTR surgery for TT [7]. Both procedures involve a horizontal tarsotomy combined with everting sutures to rotate the inferior portion of the upper lid outwards [3].\nTT surgery can prevent or reduce progression of corneal opacity, improve vision and relieve pain [6], [8], [9]. However, surgical outcomes are variable. Most studies of post-operative TT recurrence reports rates of 20%–40% at one-year, ranging from 7.4% at one year to 62% at three years [5], [6], [8], [10]–[22]. Recurrence is generally subdivided into early (before six months) and late (after six months). Early recurrence is probably attributable to a number of factors including the severity of the preoperative disease, the type and quality of the surgery, and post-operative wound healing events [8], [23], [24]. Substantial inter-surgeon variation of TT recurrence rates has been reported [8], [23]. After six months there is a steady accumulation of recurrence that probably results from progressive scarring disease [8], [22].\nSerious surgical complications are rare in TT surgery. However, complications such as granuloma and lid contour abnormalities (notching) occur relatively frequently [23]. Granulomas are pedunculated masses of inflammatory tissue ranging in size from a few millimetres to over a centimetre. Larger granulomas can obscure the visual axis, and all except the smallest require surgical removal. The reported frequency of granulomas ranges from 0% to 14% [6], [10], [11], [16], [23], [25]–[28]. Lid notching, a focal overcorrection of the lid caused by irregular suture tension or an irregular tarsal incision is cosmetically unsatisfactory and may be associated with lagophthalmos, putting the cornea at risk [29].\nDuring the course of two recently reported randomised controlled trials conducted in Ethiopia we recruited 1300 individuals with the full spectrum of TT type and severity, who received PLTR surgery with silk sutures, and were followed up for two year [30], [31]. This represents the largest data set to date on the results of PLTR surgery (recurrence risks, vision and other outcomes), and provides an opportunity to investigate outcomes in relation to the type and position of the trichiatic lashes.",
    "Methods": "Ethical approval\nThe National Health Research Ethics Review Committee of the Ethiopian Ministry of Science and Technology, the London School of Hygiene & Tropical Medicine Ethics Committee and the Emory University Institutional Review Board approved this study. Informed consent was taken at the time of enrolment. The research adhered to the tenets of The Declaration of Helsinki. All participants gave written informed consent to take part in the study.\n\n\nStudy design and participants\nTwo previously reported randomised controlled trials of the management of TT were conducted in Ethiopia from 2008 to 2010 [30], [31]. Each trial recruited 1300 individuals aged 18 years or older with previously unoperated TT: in each trial one arm comprised participants undergoing TT surgery with silk sutures. For the purpose of these studies, TT was defined as one or more lashes touching the eye or clear evidence of epilation (broken/re-growing lashes), without another obvious cause for the trichiasis, such as trauma, malignancy, involutional changes or severe blepharitis. Exclusion criteria were previous eyelid surgery and self-reported pregnancy.\nParticipants presented during TT surgical treatment campaigns in rural villages in the West Gojjam Zone, Amhara Regional State, which were advertised in local markets, churches and schools. Additionally, health extension workers from every sub-district (kebele) across West Gojjam were trained to recognize trichiasis. They visited each village in their kebele to identify potential participants.\nIn the first trial, individuals with major TT (>5 lashes touching the eye) were randomly allocated to PLTR surgery with either silk or polyglactan (vicryl) sutures. In the second trial individuals with minor TT (<6 lashes touching) were randomly allocated to either PLTR surgery with silk sutures or repeated epilation. In individuals with bilateral TT, one eye was randomly designated (sequentially selected from a blocked randomly generated list of right and left eyes) as the study eye and included in the analysis, although both eyes were treated. In both trials, participants were allocated to surgeons sequentially. Surgeons were not permitted to select specific participants and participants were not allocated according to severity.\nThe group described in this report is comprised of all the individuals who were randomly allocated to the PLTR with silk suture arms of the two studies. They represent the full spectrum of TT disease (both major and minor TT) and received exactly the same surgical intervention performed by the same group of surgeons.\n\n\nClinical assessment\nParticipants were examined immediately before surgery and again at 6, 12, 18 and 24 months. The methods used have been described in detail [30], [31]. Briefly, LogMAR visual acuity was measured in each eye. Participants' weight and height were measured in order to calculate the body mass index (BMI). Both eyes were examined for signs of trachoma using 2.5× magnification loupes and a bright torch. Baseline, one-year and two-year examinations were by a single ophthalmologist (SNR) and the six and 18-month examinations were by a single ophthalmic nurse (EH). The examiners were standardised to each other. Lashes touching the eye were counted (‘lash burden’) and sub-divided into the part of the eye contacted when looking straight ahead (corneal or peripheral (lateral or medial conjunctiva) and subdivided by the type of trichiatic lash (entropic, misdirected or metaplastic). Clinical evidence of epilation was defined as the presence of broken or newly growing lashes, or areas of absent lashes. In the absence of epilation, eyes with <6 trichiatic lashes were designated as minor TT and those with >5 lashes as major TT. In the presence of epilation, a clinical judgement was made of the number of epilated lashes, by assessing regrowing lash stubs that were pointing towards the globe; if the total trichiatic lashes+epilated lashes was <6, the lid was designated as having minor TT and >5 as major TT. Upper lid entropion was graded using a previously described system [1]. Corneal scarring was classified based on a modified WHO FPC grading system [32], [33]. Corneal opacity was graded in the field and with high-resolution digital photographs (Nikon D300, Nikon 105 mm macro lens). The eyelid was everted and the location of the muco-cutaneous junction (MCJ) graded [1]. Following surgery the presence/absence of notching and granuloma were noted. Notching was defined as central overcorrection of the lid such as to cause a clear deviation in contour of the lid margin. This would correspond to either moderate or severe lid contour abnormalities in a recently published grading system [34].\n\n\nInterventions\nSurgery was performed under local anaesthesia using the technique previously described [30], [31]. Post-operatively, the operated eye was padded for a day and then tetracycline eye ointment was self-administered twice a day for two weeks. Five nurses, who had previously been trained in and were regularly performing PLTR surgery, performed the surgery. They were selected as the best surgeons from a larger group of 10, during a two-day standardisation workshop. The PLTR techniques of the five nurses were carefully observed and standardised to ensure that all performed the operation in the same way. The intra-operative quality of surgery was periodically reviewed during the course of the trials. Participants were seen at 7–10 days post-operatively, at which point silk sutures were removed. The presence of trichiasis and other complications were noted and treated as needed. Any individual who had five or more lashes at any follow-up examination was offered repeat surgery to be performed by a senior surgeon, within a few weeks of the follow-up assessment. Individuals in whom other ophthalmic pathology (e.g. cataract) was detected were referred to the regional ophthalmic services.\n\n\nOutcome measures\nThe primary outcome measure was trichiasis recurrence defined as either (1) one or more eyelashes touching the eye or (2) clinical evidence of epilation. Secondary outcome measures were surgical complications, entropion and conjunctivalisation.\n\n\nStatistical methods\nData were double entered into an Access (Microsoft) database and transferred to Stata 11 (StataCorp, College Station, TX). For participants who had bilateral surgery only the randomly designated ‘study eye’ was included in the analysis. The cumulative incidence of failure in each six-month block of follow-up was calculated using the Kaplan-Meier method. The associations of binary outcomes with exposures were assessed using logistic regression to estimate odds ratios (OR) and 95% confidence intervals (CI). Variables associated with the outcome on univariate analyses (p<0.2) were retained in the multivariable model. The p-values for the association between categorical variables and specific outcomes were calculated using likelihood ratios. For visual acuities of counting fingers or less, logMAR values were attributed: counting fingers: 2.0, hand movements: 2.5, perception of light: 3.0, no perception of light: 3.5.",
    "Results": "We recruited 1300 individuals with previously unoperated trichiasis in at least one eye. No individuals refused participation. Recruitment took place between March and July 2008. The follow-up assessments were conducted at the following times: 6-month, August to December 2008; 12-month, February to July 2009; 18-months, August to December 2009; 24-months, January 2010 to May 2010. The final follow-up was conducted two months ahead of schedule because of the Ethiopian general election (May 2010), during which time follow-up would not have been possible. Almost all individuals (98.1%) were reviewed on at least one occasion.\nBaseline characteristics are shown in Table 1; 650 eyes had major TT and 650 had minor TT. All participants were from the Amhara region of Ethiopia. The logMAR visual acuity was 0.3 (6/12 Snellen equivalent) or less in 853/1289 (66%) individuals it was possible to test. Of those with major TT, 359 had less than five lashes, but had evidence of epilation consistent with the eye having more than five trichiatic lashes. The majority of the participants were female (78.2% of those with major TT, 68.9% of those with minor TT: p = 0.005). Corneal opacity was present in 768 (59.9%) individuals of whom 419 (32% of all study eyes) had opacity within the central 4 mm of the cornea.\n\n\nRecurrent trichiasis\nOverall, recurrence occurred in 315/1276 (24.7%) study eyes. Recurrence was more frequent in participants with pre-operative major TT (32.6%) compared to minor TT (16.9%): OR 2.39, 95%CI 1.83–3.11, p<0.005 (Figure 1 and Table 2). This association was found at each follow-up (Table 2). Within both TT groups, the risk of recurrence was much higher during the first six-month period compared to all subsequent periods (p<0.0001; Figure 1 and Table 2), with 58.0% and 48.1% of recurrences accruing during this initial period in major TT and minor TT participants, respectively. Thirty-eight participants had recurrence at the 6 months follow-up, but not at any subsequent timepoint, of whom ten had repeat TT surgery.\n1a: The lid margin at baseline showing marked conjunctivalisation; the Meibomian gland orifices are completely surrounded by conjunctival-type surface. 1b: The lid margin of the same participant at the two-year follow-up; the conjunctival surface appears to have receded and the Meibomian gland orifices are surrounded by skin with a normal appearance.\nOverall, there was a significant reduction in mean lash burden between baseline (4.66 lashes) and 24 months (0.29 lashes; t-test p<0.0005) (Table 2). Amongst people with recurrence who were examined at 24 months, 14/198 (7.1%) of those with baseline major TT had more trichiasis at 24 months compared to baseline, compared with 2/107 (1.9%) of those with baseline minor TT (Table 2). There were similar risks of recurrence in right and left eyes in both groups (Table 2).\nIndividual surgeon's recurrence rates ranged from 17.7% to 52.6%. The pre-operative severity of cases operated by the different surgeons varied to a degree (X2: p = 0.035), as did their post-operative under-correction rates (X2 = 0.003) (Table 3). Their risk of recurrence was not affected by the variation in case mix (Table 4). There was no significant difference between the recurrence rate in the first 20 surgeries conducted by each surgeon (32/100, 32%) and the last 20 surgeries (29/100, 29%, p = 0.42).\nMultivariable logistic regression modelling identified increased baseline TT severity, the presence of entropic lashes (compared with misdirected or metaplastic lashes without entropion), specific surgeons (No. 2 and No. 5) and older participant age as independent risk factors for recurrence (Table 4).\n\n\nSurgical complications\nEarly (noted by the 7–10 day suture removal follow-up) and later (seen at any subsequent follow-up) post-operative complications and their association with recurrent trichiasis are presented in Table 5. Over three-quarters (23/30, 77%) of individuals noted to have trichiasis at the 7–10 day follow-up had recurrent trichiasis at a subsequent follow-up (OR: 10.3, 95% C.I.: 4.33–24.23, p<0.001) (Table 6). Post-operative granuloma (OR: 0.39, 95% C.I.: 0.19–0.83, p = 0.014) and notching (OR: 0.44, 95% C.I.: 0.28–0.72, p = 0.001) were both significantly associated with lower recurrence rates (Table 6).\nUnivariate and multivariable associations for developing a granuloma and lid notching are shown in Tables 7. Surgeons (No. 1 and No. 4) who had the lowest recurrence rates also had significantly higher rates of granuloma and notching. There was no association between granuloma formation and visible suture fragments being left in the lid (X2: p = 0.495), gender (X2: p = 0.239) or younger (<41 years) age (X2: p = 0.41)\n\n\nEntropion and conjunctivalization\nSurgery successfully corrected entropion: 1148 (93.5%) participants at 12 months and 1126 (92.1%) at two years had no entropion, compared to 327 (25.2%) at baseline (Table 8). Surgery reduced the entropion grade in 886/918 (97%) (Paired t-test: p<0.0001). Entropion grade worsened in three participants. In the 1213 participants with conjunctivalization of the lid margin at baseline, an improvement was seen in 699 (58%) (paired t-test: p<0.0001) and worsening in 29 individuals (Fig. 1a and b).",
    "Discussion": "Trichiasis recurred in a quarter of study eyes by two years. Recurrence severity was very variable, ranging from a single peripheral metaplastic lash to complete entropion. However, only 13% of recurrences had more than five lashes touching they eye and there was a substantial reduction in lash burden. Therefore, although any recurrence is unsatisfactory, the likely severity of the recurrence should be considered in a balanced assessment of the risks and benefits of surgery.\nOver half of all recurrences occurred by six months and the risk decreased significantly for each subsequent six-month period. Higher rates of early recurrence have been reported previously. In a study from The Gambia the recurrence at four years was 41%, over three quarters of which occurred within the first six months after surgery [22]. In a study from Southern Ethiopia, the recurrence rate at 6 weeks was 2.3% and at one year was 7.6% [17]. Taken together, these observations indicate the importance of understanding and addressing the determinants of early (<6 months) recurrence. A combination of risk factors are likely to be important: baseline disease severity, choice of procedure, the surgeon's ability, and early wound healing responses are likely to be dominant. Overall, PLTR was effective at correcting entropion, with only 8% of participants having residual entropion at the end of the follow-up. Conjunctivalization of the lid margin reversed; the epithelium with conjunctival appearance recedes and meibomion gland openings become surrounded by macroscopically normal looking skin, presumably in response to an altered epithelial environment following entropion correction.\n\nPre-operative disease severity\nRecurrence was twice as frequent in individuals with major TT pre-operatively. Furthermore, pre-operative entropic trichiasis (rather than misdirected or metaplastic) was an independent risk factor for recurrence. More severe pre-operative trichiasis is consistently a major risk factor for recurrent TT [8], [11], [15], [17]–[20], [22], [35], [36]. Such individuals generally have more conjunctival scarring and may have horizontal or vertical lid shortening. The lid surgery is technically more challenging as the anterior and posterior lamellae are more difficult to dissect and post-operatively there may be strong contractile forces pulling the lid back to an entropic position. These cases, who are at higher risk of sight threatening disease, should be treated by more experienced surgeons and have enhanced follow-up to detect recurrence. Interestingly, metaplastic lashes, even in the absence of entropion, appear to be ‘cured’ by surgery. It is unclear whether they cease to grow, or whether they are simply rotated far enough away from the globe.\n\n\nSurgical procedure\nIn our study only the PLTR procedure was used and gave recurrence rates in the middle of the reported range for this procedure: 12% to 55%, with reported follow-up periods of between 3 months and four years [8], [10], [20]–[22], [26], [37], [38]. One randomised trial has compared the PLTR and BLTR procedures and found similar outcomes [10]. However, ophthalmologists performed all the surgery, follow-up was only three months and sample size insufficient to address the question. The range of outcomes in these different studies suggests that a comparative trial of PLTR and BLTR is required under more representative operational conditions to determine if one procedure is superior, particularly for more severe cases.\n\n\nInter-surgeon variation\nThe surgeons in this study were selected for their surgical ability and given additional training. Their technique was intermittently observed. Nevertheless, two surgeons had significantly higher recurrence rates than the best performing surgeon. Surgeon No. 5, who had the highest recurrence rate, did operate on a higher proportion of major TT cases than the other surgeons, but remained an independent risk factor for recurrence after adjusting for baseline TT severity.\nInter-surgeon variability has previously been highlighted as a concern in trachoma surgery with one study finding recurrence rates ranging from 0–83% between surgeons [8]. Several factors may contribute to variable outcomes. Firstly, surgical training varies in quality and number of cases performed [39]. Secondly, supervision and refresher training is often sporadic and of variable quality and content, with many surgeons operating entirely independently [39], [40]. Thirdly, surgical volume may be low which may lead to loss of surgical skills. In cataract surgery, for example, higher volume is associated with better outcomes [41]. The WHO advises that a minimum of 10 TT procedures per month should be conducted [7]. Studies from Ethiopia and Tanzania found few high volume surgeons, with the vast majority of TT surgeons perform few cases [39], [42]. In our study surgeon 5 did perform less procedures than the other surgeons as she was dismissed for disciplinary matters mid-way through the trial. However, she still conducted over 150 procedures during the trials from which this study emanates, so low surgical volume is unlikely to explain the variation. Finally, despite attempts to standardise, subtle residual variation in technical ability and technique probably remain. For example, short incisions have been associated with increased recurrence following BLTR surgery (crude OR: 3.58, 95% C.I.: 1.39–9.23) [23]. The immediate post-operative lid position warrants further investigation: if this is predictive of outcome, immediate revision could be undertaken. In programmatic settings, if individual surgeons are underperforming this needs to be addressed. Ideally, they would receive refresher training and be reassessed. Unfortunately, TT surgical audit is rarely conducted, so poor performance is probably frequently missed.\n\n\nNotching\nNotching is focal external rotation or irregularity of part of the lid usually caused by excessive suture tension. Some authors include notching within a broader category of ‘lid contour abnormalities’ [11]. Large notches may cause lagophthalmos and disruption of the tear film, leading to corneal exposure. Notching can be cosmetically unsightly, in contrast to general overcorrection which is less noticeable. Other studies have reported notches in 6–30% for PLTR surgery and 0–14% in BLTR surgery [11], [21], [23], [27], [37]. The association between notching and reduced recurrence is not surprising, as notching usually reflects a degree of overcorrection. Notching occurred more frequently in older and less well nourished people (lower BMI), which may reflect age and nutrition-related reduction in tarsal plate rigidity, leading to a more pliable eyelid.\n\n\nGranuloma\nGranulomas usually develop at the incision site within weeks of surgery. They require excision when they are large. In ophthalmic surgery they have been described following tarsal rotation and chalazion surgery and found to be associated with residual suture fragments, male gender and younger age [23], [43]. Here we report an association between granulomas and a lower recurrence rate and increased baseline papillary inflammation. Granulomas do not usually develop following surgery that tightly closes the incision site. In tarsal rotation surgery, the everting sutures hold the lid in an out-turned position, which may slightly part the edges of the incision from where granulomas develop. With greater external rotation, the posterior incision is less well opposed, leading to more granulation tissue formation. Granulomas may therefore be an inevitable consequence of tarsal rotation surgery with a good degree of eversion.\nThis study has a number of limitations that potentially constrain the generalisation of the conclusions. It is possible that the results are better than those achieved under routine operational conditions. The five surgeons were selected for their technical skill, received additional training and supervision and performed relatively large volume surgery. They are, therefore, not truly representative of many ‘field’ TT surgeons, who typically perform few cases, have limited training and supervision [39], [42]. Participants were not randomly assigned to a surgeon, however, the risk of selection bias was low, as participants were allocated on a “first-come-first-served” as surgeons became available. Finally, only one operation type, the PLTR, was used for all cases.\nSet against these limitations, this study has a number of strengths. Firstly, we report the results of a large number of operations performed in a standardised manner. Secondly, follow-up rates are high despite the inaccessibility of many participants; reducing follow-up bias. Finally, participants were representative of the spectrum of TT disease in the wider population of TT patients in Ethiopia, which remains the country with the highest prevalence of TT in the world.\nRecurrence rates were comparable to previous studies. Baseline disease severity and inter-surgeon variation are major determinants of recurrent disease. However, PLTR surgery successfully corrected most entropion and much of the recurrence was minor, which may not represent a significant risk for most patients. The inter-surgeon variation in recurrence rates is concerning. Further research is needed to ascertain whether recurrence can be predicted immediately after surgery, and whether it can be ameliorated."
}