{
    "Abstract": "Soil-transmitted helminths (STH) are endemic and widespread across Sub-Saharan Africa. A community wide soil-transmitted helminth (STH) prevalence survey was performed on the island of Bubaque in Guinea-Bissau using both Kato-katz microscopy and qPCR methodology. Predictors of infection and morbidity indicators were identified using multivariable logistic regression, and diagnostic methods were compared using k statistics. Among 396 participants, prevalence of STH by microscopy was 23.2%, hookworm was the only species identified by this method and the mean infection intensity was 312 eggs per gram. qPCR analysis revealed an overall prevalence of any STH infection of 47.3%, with the majority A. duodenale (32.3%), followed by N. americanus (15.01%) and S. stercoralis (13.2%). A. lumbricoides, and T. trichiura infections were negligible, with a prevalence of 0.25% each. Agreement between diagnostic tests was k = 0.22, interpreted as fair agreement, and infection intensity measured by both methods was only minimally correlated (Rs = -0.03). STH infection overall was more common in females and adults aged 31–40. STH infection was associated with open defaecation, low socio-economic status and further distance to a water-source. The prevalence of anaemia (defined as a binary outcome by the WHO standards for age and sex) was 69.1%, and 44.2% of children were malnourished according to WHO child growth standards. Hookworm infection intensity by faecal egg count showed no statistically significant association with age (Rs 0.06) but S. Stercoralis infection intensity by qPCR cycle threshold was higher in pre-school aged children (Rs = 0.30, p-value 0.03) There was no statistically significant association between STH infection and anaemia (OR 1.0 p = 0.8), stunting (OR 1.9, p-value 0.5) and wasting (OR 2.0, p-value 0.2) in children. This study reveals a persistent reservoir of STH infection across the community, with high rates of anaemia and malnutrition, despite high-coverage of mebendazole mass-drug administration in pre-school children. This reflects the need for a new strategy to soil-transmitted helminth control, to reduce infections and ultimately eliminate transmission."
}