{
    "Background": "India suffers ~58,000 annual deaths due to snakebites. The ‘Big Four’ snakes (Russell’s viper, Indian cobra, common krait, and saw-scaled viper) that are responsible for most bites cause diverse clinical effects. Delayed treatment increases the risk of serious complications and treatment costs. Although government hospitals offer free treatment for snakebites in India, most patients opt for private healthcare, which is an out-of-pocket expense as they often lack health insurance coverage. This study aims to analyse snakebite treatment costs in private tertiary care hospitals in Tamil Nadu, India and identifies the key factors contributing to treatment costs.",
    "Methodology/Principal findings": "The treatment cost details for 913 snakebite victims were collected from 10 private tertiary care hospitals across Tamil Nadu. The data were classified into hospital, pharmacy, investigation, and laboratory costs, and analysed to determine various factors that contribute to the costs. The results demonstrate that the average treatment costs vary widely for different snakes. The hospital and pharmacy costs are higher than investigation and laboratory costs for all snakebites. Notably, Russell’s viper bites cost significantly more than the bites from other snakes. Overall, the type of snake, nature of complications, specialist treatments required, and arrival time to hospitals were identified as some of the key factors for higher treatment costs.",
    "Conclusions/Significance": "These data demonstrate that ~80% of snakebite patients can be treated with INR 100,000 (~GBP 1000 or USD 1200) or less. This study emphasises the urgent need to improve rural medical care by providing appropriate training for healthcare professionals and essential resources to facilitate early assessment of patients, administer the initial dose of antivenom and refer the patients to tertiary care only when needed. Moreover, the outcome of this study forms a basis for developing appropriate policies to regulate snakebite treatment costs and provide affordable medical insurance for vulnerable communities."
}