{
    "Introduction": "Leprosy control is based on early diagnosis, treatment, and cure, aiming at the elimination of sources of infection and of sequels in affected individuals. Similar to other countries, in Brazil leprosy control measures are integrated into general public health care, thus facilitating access to affected individuals and reduction of disease-related stigma [1].\nInterruption and defaulting of multidrug therapy against leprosy (MDT) are still important obstacles of disease control in many endemic countries, with consequences for both patients and the control programs: low adherence is responsible for potentially remaining sources of infection, incomplete cure, and irreversible complications, and in addition may lead to multidrug resistance [2]. In Brazil, the number of patients defaulting treatment was reduced from 3,148 individuals in 2002 to 529 in 2009 (with approximately 49,000 and 37,500 new cases, respectively) [3].\nThe causes leading to low adherence and non-compliance to MDT are diverse and may include socio-economical, cultural, psychosocial, behavioral, drug-related and disease-related factors, as well as health service-related aspects [2], [4]–[9]. For example, a recent study from India identified stigma as the most common reason given by defaulters, but failed to detail data and to compare these factors with non-defaulters [4]. In Paraíba State in the northeast of Brazil, defaulting of MDT was associated with regular alcohol use, but not with clinical characteristics [5]. However, that study involved only 13 patients who defaulted, as compared to 28 patients finishing treatment regularly. Here we present - as part of a major epidemiological investigation in 78 municipalities in Brazil - population-based data to further investigate factors associated with interruption and defaulting of MDT in a hyperendemic area.",
    "Methods": "Study area and population\nTocantins State is located in the central savannah region of Brazil (Figure 1). The state has been created in 1988 and has a total population of 1,3 million (2009), distributed throughout 139 municipalities; 83% of the municipalities have less than 10,000 inhabitants. Tocantins is hyperendemic for leprosy: in 2009, a total of 1,345 new cases were notified, and the detection rate was 88.54/100.000 inhabitants.\nThe light gray area indicates the cluster of high transmission risk situated in the states Maranhão, Pará, Tocantins and Piauí.\nThe present study is part of a major epidemiological investigation performed in 79 municipalities of northern Tocantins. These municipalities are at highest risk for leprosy transmission, according to a recent cluster analysis performed by the Brazilian Ministry of Health (Figure 1) [10], [11]. The target population included all individuals newly diagnosed with leprosy from 2006–2008, living and notified as leprosy cases in these municipalities. We excluded the municipality of Araguaína from the present analysis, the biggest city in the region with about 120 thousand inhabitants. Araguaína has a leprosy reference clinic and shows different characteristics, as compared to the other smaller municipalities that share mainly rural characteristics. These results will be published elsewhere.\nWe also excluded patients who moved to municipalities outside the endemic cluster, suffered from mental disability or who have shown other characteristics that impeded an interview, such as individuals under the influence of alcohol. Relapsed leprosy cases were also excluded. Individuals who had died after diagnosis were not included in data analysis.\n\n\nStudy design and data collection\nThe 78 Municipal Health Secretariats were informed by the Tocantins' State Health Secretariat about the study and the timeframe when the team would perform field visits for data collection. Previous to field visits, the target population was identified in the database of the National Information System for Notifiable Diseases (Sistema de Informação de Agravos de Notificação – SINAN). In the municipalities, the patients' charts and the local notification records were first reviewed regarding clinical variables (clinical form, operational classification, disability grade at diagnosis, mode of case detection, date of diagnosis, date of release from treatment and date of last appearance at health center for treatment). If in the local records patients were identified that had not been notified, we included them in the target population. Then, affected individuals were invited by community health agents to be interviewed at the local health care center. If individuals did not present at the health care center, we performed home visits accompanied by local community health agents. Data were obtained at this occasion according to a previously defined framework, using pre-tested structured questionnaires. The framework comprised of four blocks of independent variables possibly associated with the outcomes: 1. Socio-demographic block (gender, age, marital status, education, residence area, number of rooms, number of persons per household, household income, migration); 2. Disease-related block (clinical form of disease, operational classification, disability grade, leprosy reaction, adverse events to MDT, difficulty swallowing MDT drug); 3. Health service-related block (mode of case detection, non-availability of MDT drugs, distance to health care center, perceived difficult access to health care center); 4. Knowledge, attitudes and practices block (alcohol consumption, information of peer persons regarding disease, knowledge on leprosy and cure). Data were collected from September to December 2009.\nTo reduce inter-observer bias, all questionnaires where applied by two previously trained field investigators (OAC, ARO) who were supervised during the entire study. Data from patients' charts were collected by another two investigators (KH, FW). Extensive pre-tests were performed under supervision.\n\n\nData entry and analysis\nData were entered twice, using Epi Info software version 3.5.1 (Centers for Disease Control and Prevention, Atlanta, USA) and cross-checked for entry-related errors. Answers to open-ended questions were grouped according to similarities and categorized for bivariate analysis. Open-ended questions included information on clinical characteristics for definition of leprosy reaction and adverse events; and questions on knowledge, attitudes and practices. Data analysis was done using STATA version 9 (Stata Corporation, College Station, USA).\nAs the number of individuals defaulting MDT was relatively low, two separate bivariate analyses were performed, with two different outcomes based on the non-attendance of patients at treatment centers:\n\nDefaulting from treatment:For this outcome, we used the definition of the Brazilian Ministry of Health [12]: defaulters were defined as individuals that did not complete MDT and who did not present to the health care center for the monthly supervised treatment for at least 12 months. We reviewed the most recently available SINAN database of 2009 regarding this information and in addition collected information on defaulting from the local patients' charts.\nInterruption of treatment:Interruption of MDT was defined as duration of treatment ≥7 months in the case of the paucibacillary form of disease (PB) or ≥13 months in the case of the multibacillary form (MB). Standard MDTs as set by the World Health Organization (and adopted by the Brazilian Ministry of Health) are 6 four-week blister packs for PB, and 12 four-week blister packs for MB patients. Data analysis of interruption included only individuals that had potential time to complete the treatment (all PB cases; MB cases that had begun treatment ≥13 months previous to data collection).\nVariables were first analyzed and presented in a bivariate manner. Odds ratios and their respective 95% confidence intervals are given. We applied Fisher's exact test to estimate significance of the difference of relative frequencies. Continuous and discrete variables were not normally distributed and thus compared applying the Wilcoxon rank sum test for unmatched data.\nUnconditional logistic regression analysis using backward elimination was then performed to calculate adjusted odds ratios for the independent association between 1) interruption of; and 2) defaulting MDT, and the respective explanatory variables. Results of both analyses are presented separately. In addition to sex, age and leprosy form (PB/MB) which we used as adjusting variables throughout multivariate analysis, variables with a p value<0.25 in the Fisher's exact test were entered into the initial regression models, and then backward elimination was run. To remain in the model, a significance of p<0.05 was required. Variables were checked for collinearity. Confounding and interaction between variables were also investigated by stratification and by constructing 2×2 tables. All variables that remained in the final models are presented, and odds ratios were adjusted for all other variables in the respective model.\n\n\nEthics\nThe study was approved by the Ethical Review Board of the Federal University of Ceará (Fortaleza, Brazil) and by the Ethical Review Board of Lutheran University of Palmas (Tocantins, Brazil). Permission to perform the study was also obtained by the Tocantins State Health Secretariat, the State Leprosy Control Program and the municipalities involved.\nInformed written consent was obtained from all study participants after explaining the objectives of the study. In the case of minors, consent was obtained from a caretaker. Interviews were always performed separately to guarantee strict privacy, and the diagnosis of leprosy was not given to family members or other community members, in case the patient had not revealed the diagnosis. If any leprosy-associated pathology was observed during the interview or during clinical examination (data of clinical examination to be published elsewhere), participants were referenced to the responsible health care service.",
    "Results": "Study population and basic characteristics\nOf the target population of 1635 individuals from 78 municipalities, 936 (57.2%) from 74 municipalities were included in data analysis; one municipality did not diagnose a single case of leprosy in the study period, and another three municipalities had few cases, but no participants were included (non-consent or not encountered). Twelve patients refused to participate in the study. We excluded another 13 (five under of influence of alcohol that impeded an interview; four convicted; three severely sick who were hospitalized; and one due to advanced age). In addition, 674 were not encountered even after home visits, were not known at the local health centers, or had moved to another city outside the cluster. For the analysis of interruption of MDT 130 individuals were excluded (92 did not have information about date of the beginning of treatment or last date of supervised monthly dose in the health care center, and 38 were classified as MB leprosy with treatment started <13 months before data collection). Thus, data analysis regarding defaulting included 936, and regarding interruption 806 individuals. Information from patients' charts was available in 894 of cases.\nOf the total of 936 individuals, 491 (52.5%) were males; the age ranged from 5 to 98 years (mean = 42.1 years; standard deviation: 18.8 years). Two-hundred and twenty-five (24.0%) were illiterate. Median monthly family income was R$ 465 (about 270 USD at the time of the study; interquartile range: R$ 300–R$ 900). In total, 497 (55.6%) were classified as PB leprosy, and 395 (44.1%) as MB.\nWe identified 28 (3.0%) patients who defaulted MDT; 16 defaulters were included by reviewing the SINAN data information system, and an additional 12 locally in the patients' charts. Only 5 individuals were in the both databases. In total, 147/806 (18.2%) interrupted MDT.\n\n\nFactors associated with interruption of MDT\nFactors associated with interruption of MDT are detailed in Table 1. Moving to another residence after diagnosis and living in a small residence were significantly associated with interruption. In addition, disease- and health service-related variables (difficulty in swallowing MDT drug; temporal non-availability of MDT drugs) were significantly associated with an increased chance of interruption of treatment (Table 1). Interestingly, disease-related factors such as the clinical form, presence of leprosy reactions or occurrence of adverse events to MDT did not play a significant role.\nFigure 2 depicts the frequency of interruption of MDT, stratified by age groups and gender. In general, the 16–30 year-olds showed the highest chance of interruption, as compared to all other age groups together (OR = 1.84; 95% confidence interval: 1.20–2.77; p = 0.04). This effect could be mainly attributed to the 16–30 year-old males, who showed the highest frequency of interruption (34.4%), roughly a two-fold difference to females of the same age group (17.6%; p = 0.01; Figure 2).\nLogistic regression analysis identified temporal non-availability of MDT drugs at the health care center as an independent risk factor for treatment interruption (Table 2). An increased number of rooms per household (as an indicator for wealth) was identified as an independent protective factor.\n\n\nFactors associated with defaulting MDT\nBivariate analysis of factors associated with defaulting MDT is depicted in Table 1. Several socio-economic variables (number of rooms per household; moving to another residence after diagnosis; family income) were significantly associated with defaulting (Table 1). Similar to interruption of MDT, disease-related factors did not play a significant role. Health service variables did also not show any significant association.\nIn logistic regression analysis, we identified the number of rooms per residence as a factor independently associated with defaulting, with a protective odds ratio of 0.67 for each additional room in the household (Table 2), but no other factors.",
    "Discussion": "Low adherence to drugs is in general a major obstacle in the control of infectious diseases that require prolonged treatment, such as leprosy and tuberculosis. Our comprehensive population-based study shows that poverty, behavior, drug-related and service-related factors were associated with adherence to MDT, hampering leprosy control in a hyperendemic area in Brazil, and suggest evidence-based actions for improving control measures.\nIt is widely believed that understanding and behavior of patients in relation to drug compliance are largely influenced by their socio-economic condition and level of knowledge; socio-economic factors were previously suggested to influence adherence to MDT [5], [7], [13]. Even though family income as a direct indicator of poverty was not significantly associated with low adherence (but with defaulting), number of rooms was identified as an independent risk factor in both bivariate and multivariable analyses. Poverty and its consequences, similar to other neglected tropical diseases, has been shown to be associated with leprosy in general [14], and our results reflect this complex interaction of causation leading to higher risk of disease in underprivileged populations.\nIn addition, population movements are usually associated with socio-economic conditions in Brazil. In our study, people who had moved to another residence were more vulnerable for low adherence. These people may lose their bonds with community health workers and other health professionals of the primary health care centers, besides other factors that change in life when moving to another place. Similar findings have been made in India and southeast Brazil, where treatment interruption due to migration has been reported [15], [16]. In the case of tuberculosis, moving to another district with subsequent change of health unit was also shown to increase the risk of defaulting treatment in Uganda [17]. On the other hand, changing residence due to leprosy was clearly not a factor that played a role in our study (data not shown).\nInterestingly, the frequency of defaulting MDT was relatively low, as compared to other settings [2], [4], [13], [18], [19], with a rate of only 3%. In Tocantins, the defaulting rate was 47% in 2005, but was reduced drastically in subsequent years [20]. This may reflect the success of efforts made in the last years by Tocantins's health services. In fact, the Brazilian national and state leprosy control programs have put a major effort in improving the decentralized primary health care services, with 90% population coverage of the Family Health Program in Tocantins. As another consequence, variables related to health services seemed to play a minor role for defaulting in our study, despite the identification of temporary shortage of drugs as a significant risk factor for interruption of MDT. We have shown previously that the patients of this area answered most commonly to an open-ended question about the reason for interrupting MDT with temporary shortage of drugs at the health care center, but median time of interruption was only 15 days which indicates that this operational issue was usually resolved quickly [21]. In fact, these logistical problems occurred mainly on the municipality level, as MDT provided by the State Leprosy Control Program to the municipalities did not suffer any shortage in the study period (A.C.F., unpublished observation). In other countries and settings, where leprosy control programs are not yet well established, such as in northern Mozambique, Nigeria and Sudan, health-service related factors play a more crucial role [4], [7], [18], [19], [22].\nOur data also indicate that in a setting with an established leprosy control program, clinical variables are of minor importance for low adherence to MDT. In case of leprosy reactions, for example, the primary health care services and the reference centers seem to be prepared to cope with the situation. Similarly, previous studies from northeast Brazil, the Philippines and Nepal suggested that clinical data such as type of leprosy, occurrence of reactions or disability grading at diagnosis would not play a significant role in the given context [2], [5], [23]. Difficulty in swallowing drugs was previously suggested as a factor associated with low adherence to MDT [2]. Considering also the long course of treatment, this shows the need for the search of new formulations that may be better accepted by patients.\nStudies from other parts of the world, mainly from the South Asian and Southeast Asian sub-regions, identified other risk factors for low adherence. For example, in the Philippines adverse events were given by the patients as the most important reason (40%) for defaulting [2]. People in Assam (India) who defaulted treatment mentioned loss of occupational hours when going to the health care center (33,1%), adverse events (26,0%) and social stigma (18,1%) as the most common reasons [13]. About 10 years ago, these factors were identified in a qualitative study from Espírito Santo State in Brazil [16]. Since then, Brazilian control programs have improved considerably, e.g. by performing health education on adverse events and leprosy reactions, by training health care professionals and by improved access of the users to the primary health care system. The results of our study reflect these efforts and highlight the differing situation in other countries.\nAvailable evidence on the influence of demographic variables on adherence to treatment is contradictory. Similar to the study from the Philippines [2], demographic data such as gender, age and civil status were not associated with low adherence in our study population. In contrast, in endemic regions of Nepal and India, more males than females completed treatment, and illiteracy was also significantly associated with low treatment compliance [9], [13]. However, both studies had some methodological problems, and analysis of data is limited. Interestingly, our study showed highest interruption rates in young males, when data were stratified by gender. This indicates that factors are multifaceted and that in this case, young males, who are generally known to show insufficient health care behavior, should be considered a vulnerable group for low adherence. In fact, the Brazilian Ministry of Health has taken into consideration the special needs of the male population and recently launched an integrative program focusing on male gender issues [24].\nSimilar to leprosy, tuberculosis needs prolonged treatment and has also shown to reveal problems regarding adherence. Improving adherence to treatment against leprosy can thus be expected to have positive impact also on other diseases, such as tuberculosis. In fact, the factors associated with low adherence to tuberculosis are similar. For example, in Ethiopia, the occurrence of adverse events to tuberculosis treatment was found to be a significant risk factor for defaulting, whereas knowledge about duration of treatment was protective and increased the odds of terminating treatment [25]. A study from Nepal identified distance to health care services and low knowledge on disease and its treatment as risk factors for non-adherence to tuberculosis directly observed short-course (DOTS) [26].\nAn ancillary finding was the detection of incomplete patients' charts and registries in many cases. We detected in total 128 leprosy cases that were not included in the national SINAN database for notifiable diseases, and a considerable number of cases of abandonment from treatment, which had not been registered as such in SINAN. In addition, only in 72.1% (645/894) information on degree of disability at diagnosis was available in the patients' charts. The quality of patients' records and datasets has improved in the past years, but there is still a clear need for more complete data sets and patient charts, as suggested recently in a study performed in northeast Brazil [27].\nThough being a population-based study performed in a considerable number of municipalities in a leprosy hyperendemic region, our study is subject to limitations. First, the number of defaulters, as a result of the ongoing leprosy control measures, has been reduced significantly in the past years, and we included only 28 patients who defaulted treatment. This hampered statistical analysis to some degree. Second, non-participation bias, mainly of those who abandoned treatment, may have played a role. Thus, we performed an additional analysis using a less stringent criterion for compliance: interruption of treatment, based on the duration of treatment. However, this analysis did not take into account adherence to drugs taken at home, but was based on appearance at the health care centers for the monthly supervised dose, which should be taken into account in the interpretation of results. Finally, incomplete patients' charts and subsequent missing data hampered analysis regarding clinical variables in some cases. On the other hand, integration of local primary health care professionals and of the State and Municipal Leprosy Control Programs reduced non-participation bias.\nWe conclude that in an area in Brazil where leprosy control actions are well established, adherence to MDT is a result of a complex interaction between different socio-cultural, service-related, drug-related and economical factors. Intermittent problems of drug supply need to be resolved, mainly on the municipality level. MDT producers should consider oral drug formulations that may be more easily accepted by patients. An integrated approach is needed to further improve adherence and other aspects of leprosy control, such as early diagnosis, including the stakeholders involved: patients and their families, health care professionals, and policy makers [6], [28], [29]. Improved adherence to MDT will further improve the leprosy control programs and in addition minimize the risk of possibly upcoming drug resistance."
}