{
    "Abstract": "Malaria transmission requires that Anopheles mosquitoes ingest Plasmodium gametocyte stages circulating in the human bloodstream. In the context of malaria elimination, understanding the epidemiology of gametocytes relative to all Plasmodium infections and the contribution of asymptomatic and sub-microscopic parasite carriers to the gametocyte reservoir is necessary, especially in low endemic settings with predominance of P.vivax. A 13-month longitudinal study was conducted in two communities (n = 1935 individuals) of Loreto Department, Peru, with five active screenings for Plasmodium infections and gametocyte stages by quantitative real-time PCR (qPCR) and reverse transcription (RT)-qPCR, respectively. Parasite prevalence by qPCR was 7.2% for P.vivax (n = 520/7235; range by survey 6.0%-8.1%) and 3.2% for P.falciparum (n = 235/7235; range by survey 0.4%-7.7%). Sub-microscopic infections accounted for 73.5% of P.vivax (range by survey 60%-89%) and almost the totality of P.falciparum cases. Gametocytes were found in 28.4% P.vivax infections (range by survey 18.7%-34.1%), with a peak of 61.5% in one community at the start of the transmission season. About 59.8% of all P.vivax gametocyte carriers were asymptomatic and 31.9% were sub-microscopic. Age patterns for gametocyte prevalence paralleled asexual stage infections and peaked among >15–25 year old individuals. Asexual parasite density was found to be the strongest predictor for P.vivax gametocyte presence in longitudinal multivariate analysis (odds ratio 2.33 [95% confidence interval 1.96, 2.78]; P<0.001). Despite significant differences in seasonality patterns and P.vivax prevalence found at the local scale, sub-microscopic and asymptomatic infections predominate and contribute significantly to the gametocyte reservoir in different communities of the Peruvian Amazon. Control and elimination campaigns need sensitive tools to detect all infections that escape routine malaria surveillance, which may contribute to maintain transmission in the region."
}