{
    "Introduction": "Zika virus (ZIKV) is an emerging tropical arbovirus that was first identified in humans in 1952 in Uganda and the United Republic of Tanzania [1]. ZIKV outbreaks are possible wherever Aedes aegypti and Aedes albopictus mosquito species are present [2], but ZIKV can also be transmitted sexually or through blood transfusion [3]. Although infected individuals are often asymptomatic, ZIKV infection in adults can cause Guillain–Barré syndrome, a potentially fatal autoimmune disease characterized by muscle weakness and paralysis. Infection during pregnancy can result in congenital Zika syndrome in newborns, characterized by microcephaly, eye defects, deafness, and growth deficits [4, 5]. The most recent ZIKV epidemic in 2015–2016 involved up to 1.3 million cases in Brazil alone, with disease rapidly spreading throughout South and Central America and to the Caribbean Islands [6–8].\nZIKV is an enveloped flavivirus with a single-stranded, positive-sense 10.6 kb RNA genome that encodes seven non-structural and three structural proteins: capsid, premembrane (prM), and envelope (E) [9]. E and prM are the immunodominant proteins for flaviviruses, including ZIKV and dengue virus (DENV). Identified anti-ZIKV antibodies predominantly target the E protein, although some important MAbs target non-structural protein 1 (NS1) [10]. Although the overall structure of the ZIKV E protein is similar to that of DENV and other flaviviruses, numerous ZIKV-specific structural features contribute to its distinct antigenicity [11–16].\nThe development of flavivirus vaccines continues to be a challenge hindered by the lack of efficient and reliable methods for screening human sera for functional antibodies. Historically, the Plaque Reduction Neutralization Test (PRNT) was the standard measure of flavivirus neutralization [17]. The PRNT assay determines viral neutralization based on the decrease in the formation of viral plaques on a cell monolayer. However, PRNT has numerous disadvantages—it is relatively slow, uses a large amount of serum or antibody, can be highly variable, uses live infectious virus, and some strains of virus do not readily form readily visible plaques [18–21]. To overcome many of these limitations, we and colleagues previously developed a plasmid-based, replication-incompetent DENV reporter virus particle (RVP) production system for DENV studies [22–24]. Antigenically equivalent to wild-type viruses, RVPs incorporate virus-specific capsid and prM/E proteins, contain a modified RNA genome, and express a reporter gene upon cellular infection, providing an efficient, reproducible, and safe alternative to plaque assays.\nAs part of the international response to the ZIKV outbreak, we developed and optimized pseudo-infectious ZIKV RVPs by modifying our DENV RVP system [22]. Our ZIKV RVPs have already been used for measuring endpoints in preclinical studies of two different ZIKV vaccines and for supplementing clinical testing of human serum samples [25–27]. However, the use of ZIKV RVPs as critical reagents in human clinical trials requires their further validation using stability and reproducibility metrics for large-scale applications. Here, we validate our ZIKV RVPs using infectivity and neutralization assays with monoclonal antibodies (MAbs) and human ZIKV-positive serum, comparing data for reproducibility within experiments, across days, between RVP production lots, and across different laboratories. Stability was tested up to 37°C and after multiple freeze-thaw cycles. Finally, we compared RVP neutralization titers with those obtained from PRNT. Our results demonstrate that ZIKV RVPs provide a safe, high-throughput, and reproducible reagent for large-scale screening applications, which can facilitate screening and epidemiological studies and help expedite ZIKV vaccine development.",
    "Materials and methods": "Plasmids, cell lines, and reporter virus particles\nZIKV RVPs were produced by modifying the DENV RVP system described previously [22–24]. An expression plasmid containing the CprM/E structural genes for ZIKV (strain SPH2015) was transfected into stable cell line BHK-DRRZ [28], which expresses the full-length DENV2 replicon with the CprM/E genes replaced by a gene for Renilla luciferase. After 72h, supernatants containing RVPs were harvested, passed through 0.45 μm filters, aliquoted, and stored at −80°C. For all experiments, frozen ZIKV RVPs (stored at −80°C) were thawed for 3 minutes in a 37°C water bath and then placed on ice before use. The following cell lines were used in this study: K562, BHK, HEK-293T, Vero (all from ATCC), Raji-DC-SIGN-R (kindly provided by Robert Doms), BHK-DRRZ cells expressing DENV2 replicon, and BHK cells expressing DC-SIGN (derived from BHK21 clone 15, Center for Vector-borne Diseases, UC Davis). All cell lines were grown at 37°C at 5% CO2 in DMEM complete medium (DMEM with 10% FBS and 1% penicillin-streptomycin, 2 mM L-glutamine, 10 mM HEPES, 1 mM sodium pyruvate and 1% MEM non-essential amino acids) (Corning). Raji-DC-SIGN-R cells were grown in RPMI with 10% FBS and 1% penicillin-streptomycin and 2 mM L-glutamine.\n\n\nMonoclonal antibodies and human sera\nThe following antibodies were used in ZIKV binding and neutralization studies: DENV neutralizing pan-flavivirus MAbs 4G2 (ATCC), 1N5, and 4E8 [29], DENV and ZIKV neutralizing MAbs 1C19 [29], C8 [30], and C10 [30], and ZIKV neutralizing MAbs LM-081 (generated and sold by Integral Molecular), A9E [31], ZIKV-117, ZIKV-195, and ZIKV-116 [32]. MAbs that do not bind ZIKV, including CHIKV-specific MAb CKV063 [33] and DENV1-specific 1F4 [34], were used as negative controls. ZIKV positive IgG serum was obtained from Boca Biolistics (donor D000013779). Human sera were heat inactivated for 30 minutes at 56°C prior to use. A polyclonal anti-prM antibody (GeneTex), and anti-E MAb D11C (D004) [35] were used in western analyses of RVPs.\n\n\nZIKV RVP infectivity assays\nLuciferase ZIKV RVPs were serially diluted (two-fold) using infection medium and dispensed into a 96-well black plate coated with Poly-D-Lysine, so that the first well contained 50 μL of undiluted RVPs. “Infection Media” consists of complete DMEM supplemented with 10% FBS adjusted to pH 8 ± 0.05 with NaOH, used within 14 days of preparation. 3×104 cells (BHK-DC-SIGN and Vero cells) or 4×104 cells (Raji-DC-SIGN-R cells) were added to each well and plates were incubated for 72 h at 37°C. Following incubation, plates were spun for 10 minutes at 2,000 rpm (581g, Sorvall Legend XTR), medium was removed, and cells were lysed using 25 μL of freshly prepared 1X Renilla luciferase assay lysis buffer. Covered plates were incubated at room temperature with shaking at 500 rpm for 30 minutes. Luciferase activity (relative luminescence units, RLU) was assessed by adding 30 μL luciferase assay buffer (buffer + substrate) per well and gently mixing by manually swirling the plate (a 5 min incubation prior to reading the plate is recommended) before reading luciferase activity on an Envision plate reader (Perkin Elmer). Due to time sensitivity of the luciferase signal, plates were read in the same order as substrate addition. Luciferase assay reagents tested included the Promega Renilla-Glo Luciferase Assay System (E2710) (recommended), Promega Renilla Luciferase Assay System (E2810), Abcam Luciferase Reporter Assay Substrate Kit (ab228546), and Pierce Renilla Luciferase Glow Assay Kit (ThermoFisher 1616). To determine the Z’ value of the RVP infectivity assay, we infected BHK-DC-SIGN cells on one plate with 12 replicate serial dilutions (7-fold) of luciferase ZIKV RVPs from a single lot (P-258B). As a negative control, cells were incubated without ZIKV RVPs.\n\n\nZIKV RVP neutralization assays\nMAbs or sera were diluted in 250 μL Infection Media in a 96 well V bottom plate. MAb stocks were initially diluted to 120 μg/mL and 3-fold dilutions were made thereafter using aerosol barrier tips. Serum samples were initially diluted 5-fold and then 3-fold dilutions were made thereafter. 90 μL of diluted MAbs were transferred in duplicate to a black, 96-well plate pre-coated with Poly-D-Lysine. ZIKV RVPs were thawed and diluted to a working concentration using Infection Media. 90 μL of diluted RVPs were added to each well of the neutralization plate containing MAbs. The RVP volume added to each well was determined from the infectivity assay to provide a signal of 200,000 to 500,000 RLU per well on an Envision plate reader. Neutralization plates were covered and placed in a 37°C tissue culture incubator. Following a 1 h incubation, 3×104 BHK-DC-SIGN cells were added to each well in 50 μL of infection medium. Neutralization plates were incubated for 72 h at 37°C and luciferase activity was assessed as described above. 50% neutralization titers (NT50), and all other statistics, were calculated using GraphPad Prism. NT50 values were calculated by fitting the data to the equation for sigmoidal dose-response with variable slope. Data were reported as percent infection by normalizing to wells containing cells infected by RVPs in the absence of antibody or serum.\n\n\nZIKV Plaque Reduction Neutralization Test (PRNT)\nEndpoint 50% PRNT titers were performed essentially as previously described [36]. MAbs or serum were diluted as described above for RVP assays and then incubated for 1 h at 37°C with approximately 80 PFU of ZIKV (SPH2015). Vero cells were seeded the previous day in 6-well tissue culture plates at a density of 6×105 cells/well. Medium was aspirated and replaced with the antibody/virus mixture, and plaques were allowed to develop under agar overlays. After 72 h, 2 mL of 0.6% agar containing 50 μg/mL neutral red was overlaid and plaques were counted after an additional 72 h.\n\n\nDetection of replicating virus in RVPs\nVero cells were seeded in 6-well tissue culture plates (3.5×105 cells per well). After 1 day of growth, medium in wells was aspirated and replaced with ZIKV RVPs (1 mL/well) or live DENV2 virus diluted in BHK Infection Medium. Virus or RVPs were allowed to infect or attach to cells for 1 h at 37°C. An additional 1 mL of medium was added to each well, and cells were grown for 4 d at 37°C, 5% CO2. Cell monolayers were fixed in ice-cold methanol, blocked with 10% normal goat serum (NGS) in phosphate-buffered saline with calcium and magnesium (PBS +/+), and stained for Flavivirus E glycoprotein using MAb 4G2 (2 μg/mL) followed by goat anti-mouse Alexa Fluor 488.\n\n\nAntibody-dependent enhancement (ADE) of infection\nZIKV RVPs were mixed with serial dilutions of MAb IgG in black PDL-coated 96-well plates and incubated for 1 h at 37°C. K562 target cells were added to each well and incubated for 72 h at 37°C. Culture medium was removed, cells were lysed, and plates were analyzed for luciferase activity.\n\n\nShotgun mutagenesis epitope mapping\nEpitope mapping was performed by shotgun mutagenesis essentially as described previously [31, 32, 37]. A ZIKV prM/E expression construct (strain ZikaSPH2015) was subjected to high-throughput alanine scanning mutagenesis to generate a comprehensive mutation library. Each residue within full-length prM/E was changed to alanine, with alanine codons mutated to serine. In total, 672 ZIKV prM/E mutants were generated (100% coverage), sequence confirmed, and arrayed into 384-well plates. Each E mutant was transfected into HEK-293T cells and allowed to express for 22 h. Cells were fixed in 4% (vol/vol) paraformaldehyde (Electron Microscopy Sciences), and permeabilized with 0.1% (wt/vol) saponin (Sigma-Aldrich) in PBS plus calcium and magnesium (PBS++). Cells were incubated with purified MAbs diluted in PBS++, 10% normal goat serum (NGS) (Sigma), and 0.1% saponin. Primary antibody screening concentrations were determined using an independent immunofluorescence titration curve against wild-type ZIKV prM/E to ensure that signals were within the linear range of detection. Antibodies were detected using 3.75 μg/mL AlexaFluor488-conjugated secondary antibody (Jackson ImmunoResearch Laboratories) in 10% NGS/0.1% saponin. Cells were washed 3 times with PBS++/0.1% saponin, followed by 2 washes in PBS. Mean cellular fluorescence was detected using a high throughput flow cytometer (HTFC, Intellicyt). Antibodies with quaternary epitopes were screened in a similar way but in cells co-expressing prM/E and furin and without fixation. Antibody reactivities against each mutant E clone were calculated relative to wild-type E protein reactivity by subtracting the signal from mock-transfected controls and normalizing to the signal from wild-type E-transfected controls. Mutations within critical clones were identified as critical to the MAb epitope if they did not support reactivity of the test MAb, but supported reactivity of other ZIKV antibodies. This counter-screen strategy facilitates the exclusion of E mutants that are locally misfolded or have an expression defect [38].\n\n\nMAb binding\nTo demonstrate that MAb LM-081 is specific for ZIKV, expression constructs for the wild-type prM/E envelope proteins of DENV1 (WestPac), DENV2 (16803), DENV3 (CH53489), DENV4 (TVP360), ZIKV (SPH2015), and West Nile virus (WNV NY99) were transfected into HEK-293T cells and allowed to express for 22 h. Binding by MAb LM-081 was then tested by flow cytometry, as described above.\n\n\nELISA for ZIKV RVPs using human MAbs\nTo test RVPs by ELISA, 384-well white plates were coated with capture MAb 4G2 overnight, followed by washing with PBS and blocking with 3% BSA. RVPs or RVP production medium was incubated for 2 h. Primary antibodies were incubated for 1 h at a concentration of 1, 2, or 4 μg/mL, followed by addition of rabbit anti-human HRP secondary antibody diluted to 1:5000 (Southern Biotech). Primary and secondary antibodies were incubated in the presence of 3% BSA blocking buffer. Chemiluminescent reagent (Pierce Femto reagent for ELISA) was added and the plate was read on an Envision plate reader.\n\n\nWestern blot for RVP maturation state\nTo investigate the ZIKV RVP maturation state, we produced ZIKV RVPs in 6-well plates either under standard conditions or in the presence of over-expressed (transfected) furin, and then analyzed RVP maturation state by Western blot. For SDS-PAGE electrophoresis, 10 μL ZIKV RVPs were solubilized in sample buffer (62.5 mM Tris·HCl, 5% glycerol, 2% SDS, 0.0025% Bromophenol blue, and 25 mM DTT) and electrophoresed on a 4–20% acrylamide Tris-Glycine gel (Bio-Rad). Proteins were transferred onto a PVDF membrane (Thermo Fisher) for 1 h at 4°C at 45 V (Bio-Rad). The membrane was blocked using 5% milk in blocking buffer (PBS with 0.2% Tween-20) for 0.5 h and then stained for 1 h with anti-E MAb D11C (D004) at 1 μg/mL or a rabbit polyclonal anti-prM antibody (GeneTex; GTX133584) at 0.2 μg/mL in blocking buffer. The appropriate HRP secondary antibody (either anti-human or anti-rabbit; Southern Biotech) was used at a 1:5,000 (human) or 1:10,000 (rabbit) dilution in 5% milk in blocking buffer for 0.5 h. Blots were developed using West Femto chemiluminescent substrate (Thermo Scientific) and were imaged on an AlphaInnotech FluorChem system.",
    "Results": "ZIKV RVPs are infectious\nFlavivirus RVPs are replication-incompetent viral particles that contain a subgenomic reporter replicon (encoding luciferase or GFP) packaged by flavivirus capsid (C), premembrane/membrane (prM/M), and envelope (E) proteins (Fig 1A). RVP infection of permissive cells can be quantitatively measured by luminescence or flow cytometry, depending on the reporter. We produced ZIKV RVPs using the DENV RVP system as previously described [22–24], but substituting the CprM/E genes from ZIKV strain SPH2015. The RVPs used here were produced with a Renilla luciferase reporter gene to enable high sensitivity detection of infection and facilitate high-throughput, microplate-based detection.\n(A) Schematic of the ZIKV RVP, composed of capsid, prM/M, and E proteins from a defined ZIKV strain (SPH2015), and an RNA reporter genome replicon. (B) Luciferase ZIKV RVPs were tested for infectivity with cell lines that are commonly used for flavivirus infectivity studies, including BHK-DC-SIGN, Vero, and Raji-DC-SIGN-R cells. At 72 h after infection, cells were lysed and analyzed for luciferase activity (RLU). Values for BHK-DC-SIGN cells (filled symbols) are plotted on the left y-axis. Values for Raji-DC-SIGN-R and Vero cells (open symbols) are plotted on the right y-axis. All values represent n = 3 replicate wells, and error bars represent SD. Regression analysis indicates a linear relationship for the three datasets with RVP volume (R2 > 0.99). (C) Serial dilutions of the indicated MAbs were incubated with ZIKV RVPs for 1 h, followed by infection of BHK-DC-SIGN cells. After 72 h, cells were lysed and analyzed for RLU. All neutralization results are shown as normalized % infection (% of luciferase signal in the absence of MAb). For 1N5, 4E8, and 1C19, n = 2 and error bars indicate range. For all other data sets n = 7 or 8 and error bars represent SD. Gray symbols represent non-neutralizing MAbs, black symbols represent neutralizing MAbs. (D) Epitopes of 11 anti-ZIKV MAbs used in this paper, mapped onto the ZIKV structure. MAbs that neutralize ZIKV are indicated in bold and underlined.\nTo test the infectivity of ZIKV RVPs, baby hamster kidney (BHK) cells expressing DC-SIGN, which acts as an attachment factor for DENV and ZIKV [39, 40], were infected with ZIKV RVPs. We obtained a linear relationship between the luciferase signal and the volume of RVPs added (Fig 1B). We also tested four different luciferase assay detection systems to determine which was best suited to measuring RVP infectivity (S1 Fig). The Promega Renilla-Glo Luciferase Assay System (catalog #E2710) generated the most stable signal, with minimal change over 50 min after an initial 5 min incubation, so we recommend this system for high-throughput RVP neutralization experiments. ZIKV RVPs expressing luciferase resulted in a Z-factor (Z’) [41] score of 0.79, indicating an excellent signal separation for high-throughput screening, with low variability between infected and non-infected wells.\nWe also tested the infectivity of luciferase ZIKV RVPs in two other cell lines: Vero cells, and Raji cells expressing DC-SIGN-R (Raji-DC-SIGNR). Vero cells are commonly used for ZIKV studies and were recently used in conjunction with our ZIKV RVPs to determine serum neutralizing antibody titers in preclinical studies of a candidate ZIKV vaccine [25]. We previously used Raji-DC-SIGNR cells to validate our DENV RVPs [22]. As expected, all cell lines were infected by the ZIKV RVPs (Fig 1B). BHK-DC-SIGN cells supported the highest levels of luciferase activity, and were therefore chosen for subsequent experiments.\n\n\nZIKV RVPs are antigenically equivalent to live ZIKV\nZIKV RVPs are directly formed by the CprM/E structural proteins of ZIKV, and are therefore designed to be antigenically equivalent to native virus. As an initial test of the antigenicity of ZIKV RVPs, we assayed antigen-specific neutralization of ZIKV RVPs (Fig 1C) using several MAbs with distinct conformational epitopes (Fig 1D). C8 and C10 are highly conformational, cross-reactive MAbs that neutralize ZIKV and DENV by binding to a quaternary “envelope dimer epitope” (EDE) region [42]. LM-081 is a ZIKV-specific (Fig 2B) potent neutralizing MAb that binds a quaternary epitope across Domain II (DII) and Domain III (DIII) of adjacent ZIKV E protein monomers. 1C19 is a pan-flavivirus MAb that neutralizes ZIKV and DENV by binding residues in the b-c loop near the fusion loop [29]. MAbs 4G2, 1N5, and 4E8 are pan-flavivirus MAbs that neutralize DENV by binding epitopes in the fusion loop [29] but are known not to neutralize ZIKV [43, 44]. As predicted, ZIKV RVPs were neutralized by C8, C10, LM-081, and 1C19, but not by control MAbs 4G2, 1N5, and 4E8.\n(A) ELISA was performed using ZIKV RVPs with various conformational MAbs. Detection MAbs were two anti-DENV MAbs with ZIKV cross-neutralizing activity (C8, C10), five neutralizing anti-ZIKV MAbs (ZIKV-117, ZIKV195, ZIKV116, A9E, LM-081), and two negative control MAbs (CHIKV-specific CKV063 and DENV1-specific 1F4). The capture MAb was a mouse anti-fusion loop MAb (4G2). Mean signal to background ratio (S:B) of three concentrations of detection MAb (1, 2, and 4 μg/mL) is shown with the SD (error bars). Dashed horizontal line represents S:B = 5. (B) Flow cytometry analysis of LM-081 binding to viral envelope proteins expressed in human cells shows that LM-081 binds specifically to ZIKV and not to other flaviviruses, including DENV serotypes 1–4. (C) Shotgun mutagenesis epitope mapping of LM-081 revealed two critical residues in the fusion loop on one E monomer (N103, G106), and one critical residue on Domain III of an adjacent monomer (I317). (D) Shotgun mutagenesis epitope mapping of anti-DENV EDE MAbs C8 and C10 reveal critical residues (green spheres), shown on the ZIKV E ectodomain (PDB # 5IRE; [11]).\nTo further test the native antigenicity of ZIKV RVPs, we performed an ELISA with RVPs using various conformational MAbs. As detection MAbs, we used two EDE MAbs (C8 and C10) and five neutralizing anti-ZIKV MAbs (ZIKV-117, ZIKV-195, ZIKV-116 [32], A9E [31], and LM-081). These seven MAbs represent distinct conformational regions on the native structure of ZIKV prM/E (Fig 1D). Two negative control MAbs were also tested that do not bind or neutralize ZIKV (CHIKV-specific CKV063 and DENV1-specific 1F4). The capture MAb was a mouse anti-fusion loop MAb (4G2). As expected, the anti-ZIKV MAbs showed strong levels of binding, while negative control MAbs did not bind ZIKV RVPs (Fig 2A). The binding by the EDE MAbs C8 and C10 is particularly suggestive of ZIKV RVPs having native antigenicity, since these MAbs are known to bind complex quaternary epitopes on the flavivirus surface [42].\nTo better define the epitope residues of MAbs LM-081, C8, and C10, and thereby the antigenicity of the RVPs, we epitope mapped these MAbs using our Shotgun Mutagenesis Epitope Mapping platform (Fig 2C and 2D, and S1 Table). Epitope mapping confirmed binding of C8 and C10 to the E protein dimer and localized binding of LM-081 to the fusion loop and domain III. The energetically critical epitope residues used for binding of these MAbs to ZIKV have not been identified previously and help confirm the native antigenicity of the ZIKV RVPs by virtue of the highly conformational nature of the MAbs’ epitopes. The binding of RVPs by anti-ZIKV antibodies is consistent with the antigenic structure of the RVPs being equivalent to that of live virus, as expected since ZIKV RVPs are made with the identical CprM/E protein from wild type ZIKV. In total we tested ZIKV RVPs using 11 different MAbs, each chosen to represent diverse antigenic regions of the prM/E protein. The binding and neutralization by these MAbs is consistent with the native arrangement of E proteins on the RVP surface.\n\n\nZIKV RVPs are stable and infectious after incubation at elevated temperature, freeze-thaw, or prolonged cryopreservation\nThe ability to detect ZIKV infectivity and neutralization can be limited by stability of the virus under commonly used experimental conditions, including incubation of up to 2 h with neutralizing antibodies or serum. To determine the stability of ZIKV RVP preparations during typical infection conditions, we incubated ZIKV RVPs at 4, 25, or 37°C for up to 72 h, and then infected BHK-DC-SIGN cells. Our results show that RVPs remain infectious under typical incubation temperatures (4–37°C) and time periods (e.g., 1–2 h) used in neutralization assays (mean infectivity at 2 h of 96% at 4°C, 87% at 25°C, and 69% at 37°C) (Fig 3A).\n(A) Cryopreserved ZIKV RVP aliquots were thawed, mixed, incubated at 4, 25, or 37°C, and used to infect BHK-DC-SIGN cells. Infectivity was compared to that of freshly thawed ZIKV RVPs. Each data point is the mean of 3 replicate wells. (B) Infectivity of ZIKV RVPs sampled immediately after production or after multiple freeze/thaw cycles. Each data point represents the mean of at least 4 replicate wells. RVP infectivity did not diminish upon freeze/thaw when tested from 0 to 5 cycles. (C) Five different lots of ZIKV RVPs (produced at various times over 23 months) were tested for infectivity using BHK-DC-SIGN target cells. RVPs were added to 96-well black plates and subjected to serial, 2-fold dilutions before adding target cells. Each data point is the mean of 8 replicate wells. All error bars represent SD.\nZIKV RVPs were also tested for their ability to infect cells immediately after production or after multiple freeze-thaw cycles. The results showed that ZIKV RVPs do not show a decrease in infectivity compared to a non-frozen control even after 5 rounds of refreezing and rethawing (p = 0.31, one-sided t-test at the highest input) (Fig 3B). Our results are consistent with the stability of ZIKV being higher compared to DENV under equivalent conditions [45, 46].\nCritical reagents for large-scale experiments are often used over an extended period of time. Thus, the ability to store lots of ZIKV RVPs for long time periods is important. To assess the stability of cryopreserved ZIKV RVPs, we assayed the infectivity of 5 lots of ZIKV RVPs stored at -80°C from 1 week to 23 months. Although some decrease in infectivity was observed after 1 month of storage, different lots of RVPs stored for 23 months remained stable with robust levels of infectivity (Fig 3C). These results demonstrate that ZIKV RVPs can be a reliable reagent even for experimentation that occurs over a prolonged time period.\n\n\nZIKV RVPs can be used to derive reproducible neutralization titers\nTo test the reproducibility of neutralization measurements obtained using ZIKV RVPs, we performed replicate neutralization assays using the ZIKV-neutralizing MAb C8 and four dilutions of a single lot of ZIKV RVPs. RVPs were reproducibly neutralized by C8 (Fig 4A), and the 50% neutralization titer (NT50) values were not statistically different (Fig 4B, one-way ANOVA, p = 0.68). These data show that ZIKV RVP preparations do not contain interfering excess antigen (e.g. non-infectious virus particles or free Envelope protein) that would disrupt the laws of mass action (i.e. antibody in the neutralization assays is in vast excess over viral antigen [47, 48]), and, thus, RVPs can be used to determine accurate neutralization titers. In addition, we observed similar NT50 values for independent neutralization experiments performed on 5 different days (Fig 4C) and across 5 independently derived lots of RVPs (Fig 4D), highlighting the reproducibility and reliability of RVPs for neutralization assays.\n(A) MAb C8 neutralization of RVPs was performed using various volumes (5–40 μL/well) of ZIKV RVPs from a single lot (#258A). RVPs were combined with serial 3-fold dilutions of C8 and incubated for 1 h at 37°C prior to infecting BHK-DC-SIGN cells. (B) NT50 values from A are plotted for each of the eight replicates run for each RVP volume. The mean NT50 value for each volume is shown by a horizontal line, and the mean NT50 value (μg/mL) and SD for each volume is as shown. (C) C8 neutralization of RVPs was performed on 5 different days, using one lot of ZIKV RVPs at 20 μL/well. (D) ZIKV neutralization by C8 was performed with 5 different lots of ZIKV RVPs, produced at various times over ~2 years. Each lot was used at 20 μL/well. Data points for curves in A-D are means of 8 replicates, error bars indicate SD.\nTo be useful as a detection reagent for large-scale clinical ZIKV studies, ZIKV RVPs must be able to identify the activity of neutralizing antibodies in human serum. To test this ability, we used ZIKV RVPs in neutralization assays with serum from a naturally infected patient (Boca Biolistics). Similar to our MAb neutralization results, ZIKV RVPs were neutralized by the ZIKV-positive serum while control (naïve) serum failed to neutralize any ZIKV RVPs (Fig 5A).\n(A) ZIKV RVP neutralization experiments using serum from a ZIKV infected individual (closed symbols) were conducted in three different laboratories: Integral Molecular (INTG), Vitalant Research Institute (VRI) and Integrated Biotherapeutics (IBT). Serum from an uninfected individual was used as a negative control (open symbols). Neutralization experiments were performed in different laboratories using MAbs (B) C10 and (C) LM-081. Data points for RVP neutralization assays represent the mean and standard deviation for 5–8 replicate data points. For PRNT assays, data points represent the mean and range of 2 replicates.\nTo further assess the reproducibility of neutralization data derived using ZIKV RVPs, experiments were independently performed at Integral Molecular alongside two other laboratories (Vitalant Research Institute [VRI] and Integrated Biotherapeutics [IBT]). Neutralization experiments tested both patient serum (Boca Biolistics) and MAbs (C10 and LM-081). The three laboratories independently obtained similar NT50 values, and in most cases these values had overlapping confidence intervals (Fig 5A–5C). For the serum and two MAbs tested, a direct comparison of the PRNT NT50 values to those obtained using RVPs shows that the results were similar, and the PRNT NT50 were within 3-fold of the reference NT50 values obtained at Integral Molecular with ZIKV RVPs. For PRNT and RVP assays performed at the same institution (VRI), again the PRNT NT50 were within 3-fold, showing the equivalence of the PRNT and RVP results. Similar results were also seen comparing the RVP assays performed in different laboratories. Our results are also consistent with an independently published paper that compared the reproducibility of our ZIKV RVPs to other methods of ZIKV detection, including PRNT, in the standardization of neutralization assays across numerous serological samples and laboratories [49].\n\n\nAntibody-dependent enhancement\nAntibodies that bind weakly or that do not neutralize DENV can increase pathogenesis in humans and animal models, in a process termed antibody-dependent enhancement (ADE). Sera and antibodies derived from DENV infection or from DENV vaccines are able to enhance ZIKV infection in vitro and in vivo [50, 51], although the impact of this enhancement on ZIKV pathogenesis is not clear. To demonstrate that our ZIKV RVPs can be used to detect ADE, we mixed serial dilutions of ZIKV-reactive MAbs with ZIKV RVPs and added K562 cells, which naturally express the Fc-gamma receptor that provides an entry pathway for DENV or ZIKV virions bound by antibody [52]. After 72 h, cells were tested for ZIKV infection (luciferase expression). All MAbs tested showed enhancement of infectivity, indicated by an increase in infection relative to the no-antibody control (Fig 6), demonstrating the ability of our ZIKV RVP system to be used for the in vitro measurement of ADE.\nZIKV RVPs were mixed and incubated for 1 h at 37°C with serial dilutions of ZIKV-reactive neutralizing MAbs LM081, C8, 1C19 (filled symbols) or non-neutralizing MAbs 1N5, 4E8, 4G2 (unfilled symbols). K562 cells were then added to each well and incubated for 72 h at 37°C. Culture medium was removed, cells were lysed, and plates were analyzed for luciferase activity. Each data point is the average of 2 wells and is plotted as a percentage of the no antibody control. Error bars indicate range.\n\n\nProduction of ZIKV RVPs\nWe have produced numerous lots of ZIKV RVPs for both small-scale (microliter) and large-scale (liter) applications. We have not observed any significant differences in ZIKV RVP characteristics depending on production volume. Endotoxin, total aerobic microbial count, and total yeast and mold counts have all been below the limits of detection when tested (S2 Table).\nTo confirm that ZIKV RVPs do not replicate in cells, the presence of live ZIKV virus was tested using two different cell types (Vero and BHK DC-SIGN) infected with ZIKV RVPs (1 mL RVPs/2×106 cells in a 6-well). No virus replication (e.g. plaque formation or cell death) was visible after cell growth with ZIKV RVPs for 4 d at 37°C. To detect any viral replication, cell monolayers were fixed and stained for E protein using MAb 4G2 and a fluorescently labeled secondary antibody. No viral replication was visible in cells grown with ZIKV RVPs, whereas centers of viral replication were visible in a live virus control well (S2 Fig). These results confirm that ZIKV RVPs are replication-incompetent under normal conditions of flavivirus infection and growth.\n\n\nGeneration of ZIKV RVPs with distinct maturation states\nMaturation of flaviviruses occurs by the cleavage of the prM protein to M [11], but this is generally incomplete, with virus maturity (whether live virus or RVP) being influenced by the producing cell type [30, 53]. In addition, patient-derived DENV has been reported to show higher levels of maturity compared with the same virus following passage in cells [54, 55]. The maturation state of flaviviruses is thought to be important for infectivity and for neutralization by sera in clinical studies. To investigate the ZIKV RVP maturation state, and to demonstrate the ability to modify maturation if desired, we produced different lots of ZIKV RVPs either under standard conditions or in the presence of over-expressed (transfected) furin to promote RVP maturation by cleaving prM [11]. Western blot analysis confirmed the near-complete cleavage of prM to M in RVPs produced in the presence of transfected furin, while prM was only partially cleaved in RVPs from standard production conditions (Fig 7A), indicating partial RVP maturity. Both fully mature and partially mature ZIKV RVPs demonstrated robust infection (Fig 7B), with the small difference in infectivity possibly explained by differing overall expression levels (see Western blot panels). The neutralization of ZIKV RVPs with various MAbs was not altered by ZIKV maturation (Fig 7C), suggesting that in RVPs produced under standard conditions the level of remaining prM did not affect the ability to be neutralized, even by EDE MAbs whose binding site overlaps with that of prM. Our results demonstrate the creation of both mature and partially mature ZIKV RVPs, and both are infectious and antigenically equivalent to wild type with respect to anti-E MAbs.\n(A) Western blot showing maturation state of ZIKV RVPs produced in the absence or presence of transfected human furin. (B) Infectivity of ZIKV RVPs produced under normal conditions or in the presence of transfected furin. Each data point is the mean of 2 wells, error bars represent the range. (C) Neutralization of infectivity by ZIKV RVPs produced under normal conditions in the absence or presence of transfected furin. ZIKV RVPs were incubated with serial dilutions of MAbs C8, C10, LM-081, 4G2, and CKV063. Each data point represents the average of 8 wells; error bars indicate SD.",
    "Discussion": "We previously produced pseudo-infectious DENV RVPs that were designed to be antigenically equivalent to each of the four DENV serotypes. We adapted this system to ZIKV, developing ZIKV RVPs as a high-throughput means of determining the neutralizing activity of ZIKV MAbs and sera. Our ZIKV RVPs have already been used to determine neutralizing antibody titers in immunized animals during preclinical studies of two different ZIKV vaccines [25, 26]. Another study used our ZIKV and DENV RVPs for testing of longitudinal human serum samples following positive results by RT-PCR and ELISA, reporting the first cases of ZIKV-infected U.S. blood donors outside of states with areas of active transmission [27]. Moreover, our results are consistent with a multi-laboratory study that compared the reproducibility of our ZIKV RVPs to other methods of ZIKV detection in establishing World Health Organization standards for ZIKV neutralization assays across numerous serological samples and laboratories [49]. In this prior study, PRNT assays using the same serological samples across laboratories showed a wide divergence in neutralization titers, up to 100-fold different. Other groups have also used similar ZIKV RVPs in other infection and neutralization studies [45, 56]. The use of RVPs as critical reagents in human clinical trials for vaccines and therapeutics requires their further validation using stability and reproducibility metrics for large-scale applications. Here, we describe the results of validation studies, demonstrating that our ZIKV RVPs display antigenic integrity, are stable under typical conditions used in infectivity assays, and can be reproducibly produced and used in neutralization assays that test MAbs and serum.\nOur ZIKV RVPs performed reliably and reproducibly, and retained their native antigenicity and infectivity after cryopreservation up to ~2 years. The ZIKV RVPs also retained their infectivity after 5 freeze-thaw cycles. Although prolonged incubation (>4 h) at 37°C did decrease infectivity below 50%, ZIKV RVPs otherwise showed robust thermostability under typical conditions used in neutralization assays (e.g., 37°C for 1 h). ZIKV has been reported to display significantly increased thermostability relative to DENV [45, 46], and our results are consistent with this enhanced stability. We tested binding or neutralization of ZIKV RVPs using eleven different MAbs, selected to represent diverse antigenic regions of prM/E, suggesting that ZIKV RVPs are antigenically equivalent to live ZIKV, which is expected since ZIKV RVPs are made with the identical CprM/E protein as live ZIKV. However, it is noted that ZIKV RVPs are made in defined cell types (typically BHK cells), and there is evidence suggesting that some flavivirus properties, particularly maturity, can be influenced by the producing cell type (whether live virus or RVP) [54].\nIn February of 2016, the U.S. FDA authorized the emergency use of molecular- and serological-based assays for ZIKV [57]. To diagnose flavivirus infection, the U.S. Centers for Disease Control and Prevention (CDC) recommends a combination of molecular testing for genetic material (e.g., PCR) and confirmatory serologic testing [58]. Although the PRNT assay has been the default test for measuring flavivirus neutralization for 50 years [17], the test also has not fundamentally changed in 50 years and has many disadvantages [18–21]. For example, PRNT requires the use of live virus, which is fully infectious and therefore includes the risk of accidental exposure and infection. Certain viral strains may lead to false-negatives in the PRNT assay due to an inability of a strain to consistently form large enough plaques to be detected [18, 59]. Moreover, PRNT is a labor-intensive, highly variable, and technically complex assay that is not readily adaptable to high-throughput analysis of large numbers of clinical samples. For example, a comparison of PRNT assays across laboratories using the same standard samples shows a wide divergence in neutralization titers, up to 100-fold difference in NT50 [49]. For such reasons, many studies have cautioned against using non-standardized flavivirus PRNT assays to define vaccine immunogenicity or support pathogenesis studies [18–21].\nTo address the limitations of PRNT, companies have developed alternative assays for detecting ZIKV infection and neutralization, for example based on microneutralization or flow cytometry [60–62]. These formats have several advantages over PRNT, including single-cell detection, a readout independent of plaque formation, and relatively rapid detection (2–5 days post-infection). However, many of these assays still rely on live infectious virus and cannot always be readily adapted to large-scale, high-throughput detection of neutralizing antibodies. RVPs maintain the advantages of throughput, ease of detection, quantification, and reproducibility, and are also adaptable for the use of any strain of ZIKV, including variants that represent any naturally occurring, mutated, engineered, or vaccine strains desired. Nevertheless, it should be noted that plaque formation assays can be used to measure multiple aspects of the viral life-cycle, including entry, viral egress, and viral spread between cells, which may be desirable measurements for some viruses and mechanisms of viral inhibition [63, 64]. RVPs have advantages and applications beyond the antibody neutralization assays tested here. RVPs can also be used to test or screen for small molecule inhibitors that have potential as drugs. Drugs that affect prM/E production and cleavage, cellular uptake, or attachment to cells could be identified and tested using RVPs. The use of RVPs in combination with functional genomic platforms can be used to identify new attachment factors and receptors, or changes within a cell that affect viral entry. Moreover, RVPs enable rapid studies of prM/E structure-function or the testing of specific mutations or strains that have desirable properties, including variants that are not capable of replication and therefore could not be studied using live virus, as well as variants that could not be easily detected by classical plaque assays in certain cell cultures [28]. Purified RVPs can also be used in antibody characterization studies, including epitope mapping, ELISA, and biosensor kinetic studies [65].\nMost of the MAbs used here have been epitope mapped and published previously. However, the epitopes of the EDE MAbs C8 and C10 are of particular note because they are highly conformationally complex and require dimerized E molecules to bind. The binding footprint of C8 on ZIKV prM/E has been reported previously [42] and agrees with our detailed epitope map derived by shotgun mutagenesis alanine scanning, which identifies the residues with the greatest energetic contribution to binding. The epitope of C10 on ZIKV has not been published previously. The commercial ZIKV-specific MAb LM-081 has not been published previously, but neutralizes with similar potency to C8 and C10 (NT50 of 72 ng/mL vs. 123 and 36 ng/mL, respectively). LM-081 appears to derive its specificity by binding E protein Domain III residue I317, which is highly specific to ZIKV (the equivalent position in all 4 DENV serotypes is a glutamic acid). Overall, the use of a diverse set of 11 MAbs in our studies, many of which bind conformational epitopes and oligomer-dependent epitopes across two E proteins, helps confirm the native arrangement of E protein on the ZIKV RVPs.\nOur results demonstrate that ZIKV RVPs provide a safe, high-thoughput, quantitative, and highly reproducible platform for measuring ZIKV infectivity and identifying neutralizing and enhancing antibodies against ZIKV. The ability of ZIKV RVPs to accurately detect antibodies and neutralizing activity in patient serum highlights their utility for clinical applications. ZIKV RVPs may serve as an attractive alternative to existing methodologies, with particular application to large-scale studies such as ZIKV vaccine trials, epidemiologic surveillance, and high-throughput drug screening."
}