{
    "Introduction": "Endemic zoonotic diseases affect impoverished and developing communities worldwide but are frequently overshadowed in public and clinician awareness by high profile infections such as malaria and HIV/AIDS [1, 2]. In Africa, zoonotic infections are both directly responsible for human illness and death and indirectly impact human well-being as a result of reduced livestock productivity and food security [3–5]. However, bacterial zoonoses including leptospirosis remain under-diagnosed and under-reported in Africa, and as a result are overlooked as public health priorities [1, 2, 6].\nLeptospirosis is one of the most common and widespread zoonotic infections in the world and is recognised as a neglected disease by the World Health Organisation (WHO) [7]. Human leptospirosis is caused by infection with pathogenic strains of Leptospira spp. bacteria [8, 9]. More than 250 pathogenic Leptospira serovars are known to exist worldwide, which are classified into 25 serogroups on the basis of their serological phenotype [10, 11]. Recent species determination by DNA homology has identified 13 pathogenic Leptospira spp., and seven of these (L. interrogans, L. borgpetersenii, L. santarosai, L. noguchii, L. weilli, L. kirschneri and L. alexanderi) are considered as the foremost agents of human and animal disease [10, 12]. Both serological and DNA-based classification systems are currently in use for clinical diagnosis and in understanding the pathogenesis and epidemiology of the disease [11, 13, 14].\nA wide range of animals can carry pathogenic Leptospira bacteria and act as a source of infection [8, 11]. Leptospira serovars often demonstrate a degree of animal host preference and some common relationships between serovars and their hosts are reported [9, 15]. Following infection, the bacteria colonise the renal tubules and urogenital tract and are shed in the urine of infected animals. Animal species may be asymptomatic carriers of infection (maintenance hosts) or develop clinical disease (accidental hosts) depending on the infecting serovar [11, 16]. In food producing animals, cattle and pigs are relatively susceptible to clinical infection resulting in production losses including reduced milk yield, reproductive failure and abortions [16, 17].\nIn people, disease occurs through direct or indirect contact with infected urine from an animal host [8, 9, 15]. Good knowledge of Leptospira serovars circulating in local animal populations is important to determine sources and transmission routes for human infection [8]. In the early stages, human leptospirosis manifests most commonly as a non-specific febrile illness that is hard to distinguish from other aetiologies of febrile disease particularly in tropical areas [11, 18, 19]. Infection can result in severe secondary sequelae including renal failure and pulmonary haemorrhagic syndrome, and a case fatality ratio of up to 50% has been reported in complicated cases [15, 19].\nLeptospirosis is particularly common in the tropical areas where people and animals live in close contact, and warm and humid conditions favour environmental survival and transmission of the pathogen [8, 9]. In South-East Asia and South America, leptospirosis is recognised as an important cause of renal failure and febrile disease [18–22]. However, despite its global importance, large gaps persist in our knowledge of the burden and epidemiology of leptospirosis in Africa. Reports from the WHO Leptospirosis Epidemiology Reference Group (LERG) indicate that leptospirosis incidence may be high in Africa, but also highlight the lack of available data [7, 23]. Although reported seroprevalence data demonstrates widespread exposure to Leptospira spp. in humans and animals in Africa, [24] little is known about the extent of human disease or the epidemiology of Leptospira infection in different animal species in Africa.\nTo tackle these gaps in current understanding and awareness of human and animal Leptospira infection in Africa, we performed a systematic review of peer-reviewed and grey literature following the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines [25]. Our aims were summarise and compare: (1) current knowledge of the geographic distribution, prevalence, incidence and diversity of acute human leptospirosis in Africa; and (2) the geographic distribution, host range, prevalence and diversity of Leptospira spp. infection in animal hosts in Africa.",
    "Methods": "Search strategy\nA detailed protocol for this study can be found in the supplementary material (S1 File). Following the PRISMA guidelines and checklist (S1 Checklist) references for this review were identified through searches of eight international and regional databases (Table 1) using the search string ‘Leptospirosis’ OR ‘Leptospira’ and ‘Africa*’ for articles published between January 1930 and October 2014 inclusively. Additional articles for inclusion were identified by bibliography hand searches of relevant articles [26].\n\n\nStudy selection and criteria\nAbstracts and titles were compiled in EndNote (Thomson Reuters, Philadelphia, PA, USA) and reviewed independently by two researchers (KJA, HMB) to determine whether each article met pre-determined abstract inclusion and exclusion criteria (S1 File). A third researcher (JEBH) served as a tiebreaker for any discordant decisions. Citations were included if they presented data on human or animal Leptospira spp. infection from any country within the United Nations (UN) definition of Africa [27]. We excluded abstracts that did not refer to original human or animal leptospirosis research data, or did not describe naturally occurring cases of leptospirosis in human or animal populations. We included case reports but excluded reports of returned travellers because of potential uncertainty around the specific location where infection was acquired.\nArticles classified as eligible for inclusion were retrieved in full text format and assessed against pre-defined case definitions (Table 2) of human acute leptospirosis and carrier animal status agreed upon by three authors (KJA, HMB, JEBH). Rigorous diagnostic criteria were specified in accordance with WHO and international reference laboratory guidelines (Table 2) [7, 11, 16]. Serological diagnostics were not included in the case definition for carrier animals because of the inability to differentiate between previous exposure and current infection status. We also excluded articles describing studies that used laboratory animal inoculations as a diagnostic test for leptospirosis because of concerns over the risk of false positive results as a consequence of pre-existing infection in experimental animal colonies, diagnostic sensitivity and cross-contamination [16]. Full text articles were reviewed by two authors (KJA, HMB) and were excluded if they failed to meet case definitions, if results from the same cohort were presented more comprehensively in another eligible article, or if insufficient information was provided in the study methodology to determine whether the case definitions were met. Non-English language articles identified for full text review (n = 97) included French language articles translated by KJA with assistance from a native language speaker (n = 83); German language articles translated by a native language speaker (n = 7); Italian articles translated by a native language speaker (n = 4); Afrikaans (n = 2) and Dutch language articles (n = 1), which were translated using online translation software with support from a Dutch language speaker [28].\n\n\nData extraction and synthesis\nTwo reviewers (KJA, HMB) independently extracted pre-determined qualitative and quantitative data from each included article. Data on infection prevalence and incidence for comparable studies (i.e. similar study inclusion criteria and diagnostic methodologies) were compiled, and ranges were presented by study type (human studies), location or host species (animal studies) if three or more citations reporting comparable data were identified. Data on serological and genetic typing of leptospiral isolates from people and animals were compiled and summarised by country and by animal species. Additional data on serogroup and genetic species of reported serovars was obtained from the Leptospirosis Library, maintained by the Leptospirosis Reference Centre, Royal Tropical Institute (KIT), Netherlands [29].\n\n\nCritical assessment of methodological quality and bias\nThe risk of bias in included studies such as selection or reporting bias was assessed following the Cochrane guidelines for systematic reviews of medical interventions [30]. Full text study validity and methodological quality was assessed by comparison to pre-determined case definition criteria to control for heterogeneity in study design and diagnostic methodology (Table 2). Studies classified as high-risk for bias were not included in quantitative analysis of leptospirosis prevalence and incidence data.",
    "Results": "Our searches yielded 681 unique articles from a total of 1201 abstracts identified by database searches. Data can be accessed through: http://dx.doi.org/10.5525/gla.researchdata.191. After abstract and full text review, 95 citations published between 1956 and 2014 were eligible for inclusion. Hand searches identified two additional articles that met inclusion criteria but were not identified in the original database search. Reasons for full-text exclusion are detailed in Fig 1. In total we included 97 articles that described human or animal studies conducted in 26 (44.8%) of 58 countries included in the UN macro-geographical definition of the African continent (Fig 2) [27]. Major risks of bias identified in eligible studies were selection bias, attrition bias in studies that relied on paired serology (MAT) for confirmatory diagnosis, and reporting bias, as descriptions of diagnostic methodology and results were often incomplete.\nSelection of eligible articles for study inclusion.\n\n\nAcute human leptospirosis studies\nAcute human leptospirosis was reported in 46 eligible studies from 18 African countries (Fig 2) [31–76]. South Africa was the most frequently represented country with a total of six articles [43, 47, 54, 57, 65, 71], followed by Egypt [45, 55, 56, 58, 59] and Kenya [31, 37–39, 42] with five included articles. Twenty-one articles described acute human leptospirosis in hospital or health centre-based cohort studies (Table 3). Five articles described data from passive population-based surveillance [35, 41, 64, 70, 73], and two articles described active case-finding in the setting of an outbreak of acute febrile illness [31, 72]. Non-specific febrile illness was the most common clinical criteria described for cohort or surveillance study inclusion. Jaundice was stated as a primary inclusion criterion in three hospital-based cohort studies [44, 61, 66]. Haemoglobinuria was stated as the only inclusion criterion in one study conducted in the Democratic Republic of the Congo (DRC) [40].\n\n\nDiagnostic methodologies for human studies\nThe majority of studies (n = 41/46) used microscopic agglutination test (MAT) as a primary method to diagnose human cases of acute leptospirosis. IgM enzyme linked immunosorbent assay (ELISA) testing was the only diagnostic method used in three studies [31, 40, 63], but was more commonly used as part of a multi-faceted diagnostic approach (n = 6/46) [44, 45, 58, 64, 68, 73]. Fifteen (32 6%) of 46 eligible human studies demonstrated leptospirosis infection by blood culture in combination with serological diagnostics [34, 35, 37–39, 41, 44, 54–56, 58, 59, 64, 69], and nine (19 5%) studies also used PCR detection as well as culture and serology [34, 35, 41, 56, 58, 59, 64, 70, 73]. Genetic targets for diagnostic PCR assays included lbf1,[34, 35] lipL32 [34, 35], rrs [34, 35, 70], and ligA [58, 59]. No culture-independent genetic typing of Leptospira spp. was reported in any included human studies.\n\n\nHuman leptospirosis prevalence\nLeptospirosis prevalence varied by study design and inclusion criteria (Table 3). In hospital-based prospective cohort studies in mainland Africa that enrolled patients with non-specific febrile illness and used MAT serology for diagnosis of acute leptospirosis with or without adjunct diagnostics, prevalence ranged from 2 3% to 19 8% (n = 11; number of patients: median = 166; range = 39–2441) [33, 36–39, 42, 44, 45, 55, 58, 68]. A hospital-based prospective cohort study of febrile patients in Mayotte that diagnosed acute leptospirosis by PCR and culture without serology reported a prevalence of 13 7% (number of patients = 2523) [34]. In hospital-based cohort studies that used jaundice as the main study enrolment criterion, prevalence of acute leptospirosis ranged from 2 0% to 16 1% (n = 3; number of patients: median = 102; range = 99–392) [44–46]. Acute leptospirosis was also reported in one patient (2 3%) of 38 with haemoglobinuria [40], three patients (25 0%) of 12 involved in an outbreak of acute febrile disease in a pastoralist community in northern Kenya [31], and eight patients (9 8%) of 82 involved in an outbreak of acute pulmonary disease (pneumonia) in a mining camp in DRC [72].\n\n\nHuman leptospirosis incidence\nIncidence estimates were calculated in five population-based surveillance studies [35, 41, 64, 70, 73] and two hospital-based prospective cohort studies [63, 74]. The only estimate of incidence from mainland Africa came from northern Tanzania, where regional incidence of 75 to 102 cases per 100,000 people per year was reported. This estimate was obtained by combining data on leptospirosis prevalence from hospital-based surveillance of febrile disease with multipliers derived from a population-based health-care utilisation survey [74]. For the Indian Ocean islands, incidence estimates were available for the Seychelles where the average annual incidence was estimated as 60 to101 cases per 100,000 [63, 70]; Réunion where the average annual incidence reported in three studies using a variety of data sources ranged from 3 1 to 12 0 cases per 100,000 [41, 64, 73] and Mayotte, where the average annual incidence calculated from cases identified through four years of active hospital-based surveillance between 2007 and 2010 was reported as 25 cases per 100,000 [35].\n\n\nHuman case reports\nSixteen case reports describing acute leptospirosis in a total of 34 individuals were considered eligible for study inclusion. A wide range of clinical manifestations were reported including febrile illness, jaundice, meningitis, and acute respiratory distress syndrome. Case reports described confirmed or probable acute leptospirosis in patients in South Africa (n = 6) [43, 47, 54, 57, 65, 71], Gabon (n = 3) [48, 62, 76], Morocco (n = 3) [50, 52, 53], Algeria (n = 1) [32], Mali (n = 1) [51], Réunion (n = 1) [75], and Senegal (n = 1) [60]. With the exception of Réunion and Senegal, case reports were the only eligible data on acute human leptospirosis from these countries.\n\n\nAnimal Leptospira infection studies\nNaturally occurring Leptospira spp. infection in animal hosts was reported by 51 eligible citations describing studies performed in 17 African countries (Fig 2) [77–127]. South Africa [84, 100, 101, 104, 117, 120–122] and Zimbabwe [83, 93–99] were the most frequently represented countries with a total of eight included articles per country, followed by Tanzania with seven articles [106, 110–112, 114–116]. Wild animal surveys were most commonly described (n = 21/51) followed by strain typing of Leptospira spp. previously isolated from naturally infected animal hosts (n = 13/51), livestock disease outbreaks (n = 7/51) and abattoir surveys (n = 7/51). Four citations (n = 4/51) reported human leptospirosis outbreaks as the inciting cause for investigations into animal carrier status [86, 109, 117, 123].\n\n\nCarrier animal species\nLeptospira spp. infection was demonstrated in a wide range of animal hosts (S1 Table), including cattle (Bos spp.) [85, 87, 89–91, 93–102, 111, 114, 119, 121, 127]; pigs (Sus scrofa domestica) [78, 79, 84, 85, 100, 104, 106, 122]; goats (Capra aegagrus hircus) [85]; Rusa deer (Rusa timorensis) [85]; dogs (Canis lupis familiaris) [85, 113, 116]; cats (Felis catus) [85, 113, 116]; rodents including the African grass rat (Arvicanthus niloticus) [87, 88], African giant pouched rat (Cricetomys gambianus) [110, 112], lesser tufted-tailed rat (Eliurus minor) [125], fringe-tailed Gerbil (Gerbilliscus robustus) [77, 88], rusty-bellied brush-furred rat (Lophuromus sikapusi) [109], multimammate mouse (Mastomys sp.) [83, 87, 103, 115], house mouse (Mus musculus) [80, 81, 83, 85, 118, 120, 124], brown rat (Rattus norvegicus) [82, 85, 103, 108, 117, 118, 120, 124], black rat (Rattus rattus) [83, 85, 86, 92, 103, 118, 120, 124], South African pouched mouse (Saccostomys campestris) [88]; and a range of other free-living mammal species including shrews (Crocidura spp. and Suncus murinus) [86, 103, 115, 118]; mongoose (Herpestes ichneumon, Mungo mungo and Paracynictic selousi) [80, 105]; Egyptian fox (Vulpes vulpes niloticus) [80]; shrew tenrecs (Microgale cowani, Microgale dobsoni, Microgale longicaudata, Microgale majori, Microgale principula) [125]; streaked tenrecs (Hemicentetes nigriceps, Hemicentetes semispinosus) [125]; and various bat species (Chaerephon pusillus, Miniopterus gleni, Miniopterus goudoti, Miniopterus griffithsi, Miniopterus griveaudi, Miniopterus mahafaliensis, Miniopterus majori, Miniopterus soroculus, Mormopterus francoismoutoui, Mormopterus jugularis, Mytotis goudoti, Otomops madagascariensis, Rousettus obliviosus, Triaenops furculus, Triaenops menamena) [107, 125]. Studies demonstrating infection in cattle were most common (n = 20/51) followed by pigs (n = 8/51), black rats (n = 8/51), brown rats (n = 7/51) and house mice (n = 7/51).\n\n\nDiagnostic methodologies for animal studies\nCulture and isolation was the most common detection method for Leptospira infection in animal studies (n = 43/51). PCR assays were used to demonstrate Leptospira spp. infection in 13 (25 5%) out of 51 studies [85, 86, 92, 103, 105, 107, 115, 118, 120, 123–126]. In three studies, culture and PCR were used in combination to determine infection status [92, 115, 118]. As with human studies, a variety of genetic targets were used in PCR assays to detect pathogenic leptospiral DNA, including lipL32/hap1, [85, 86, 118], secY, [103], rrl [105], and rrs [107, 115, 120]. PCR was predominantly used to demonstrate Leptospira spp. infection in rodents and wild animal species. Only one study in Réunion also used PCR assays to demonstrate infection in domestic animals [85].\n\n\nPrevalence in animal populations\nLeptospira infection prevalence varied widely by target animal species and diagnostic methodology (S1 Table). Studies that used PCR diagnosis reported higher infection prevalence than studies that relied on Leptospira culture and isolation. Overall Leptospira infection prevalence reported in black rats tested by PCR ranged from 11 0% to 65 8% (n = 6; number of animals: median = 79, range = 33–141) [85, 86, 92, 103, 118, 124]. In two studies where black rats were tested by both PCR and culture, prevalence was higher by PCR (11 0%, n = 100; and 28.7%, n = 94) than by culture (4 0% and 3 2%) in Egypt [92], and Madagascar respectively [118]. A similar relationship was observed in brown rats, house mice and Asian house shrews tested in Madagascar [118]. Cattle and brown rats were the most common species tested by culture. Prevalence in brown rats ranged from 2 7% to 8 5% by culture (n = 3; number of animals: median = 256, range = 130–919) [82, 108, 117] but was considerably higher in three studies that used PCR to detect infection (10 0% to 4 7%; number of animals: median = 11, range = 10–96) [103, 118, 124]. In four abattoir-based surveillance studies of cattle from Egypt, Nigeria and Zimbabwe [87, 89, 93, 127], renal Leptospira spp. carrier status was detected by culture in 1 1% to 10 4% of sampled animals (number of animals: median = 480, range = 74–625), compared to 18 2% (number of animals = 77) in a single PCR-based study from Mayotte [85].\n\n\nSerological typing of infecting leptospires in humans and animals\nSerological typing of Leptospira spp. isolates from patients with acute leptospirosis was described in cohort studies conducted in the DRC [69], Egypt [55, 56], Ghana [44], Kenya [37–39] and Mayotte [34, 35], and in a case report from South Africa [54]. Isolates belonging to 15 serogroups were reported (Table 4). Mini and Icterohaemorrhagiae were the most commonly reported serogroups. Isolates that were equally cross-reactive with representative serovars from more than one serogroup (Mini/Hebdomadis and Pyrogenes/Ballum) were reported by two studies in Mayotte [34, 35]. In animal studies, isolates belonging to 12 serogroups were reported from 33 articles. At least one animal host was identified within Africa for 11 (73 3%) out of the 15 human-infecting serogroups identified in this review (Table 4). However, only six of these serogroups were detected in human and animal populations from the same country. These were serogroup Autumnalis in Kenya [39, 88]; and serogroups Canicola [56, 92, 113], Grippotyphosa [56, 80, 81, 92], Icterohaemorrhagiae [55, 80, 92, 127], Pomona [55, 56, 127] and Pyrogenes [56, 92] in Egypt. Serogroups associated with human febrile illness were frequently isolated from multiple animal hosts. One of the most commonly reported serogroups isolated from patients in Africa, serogroup Icterohaemorrhagiae, was isolated from cattle, brown rats, Egyptian mongoose and an Egyptian fox. Cattle were identified as carrier hosts for the widest range of Leptospira serogroups (n = 9) but several other animal species, such as African grass rats and black rats were also identified as carrier hosts for multiple serogroups.\n\n\nGenetic typing of leptospires in humans and animals\nLeptospira spp. isolated from human patients with acute leptospirosis belonged to five pathogenic Leptospira species (Table 5). L. interrogans was the most widespread and common species reported in either human or animal studies in Africa. Multiple animal hosts were identified for L. interrogans as well as the other common species, L. borgpetersenii and L. kirschneri, from a variety of countries. The widest diversity in Leptospira spp. was reported from two Kenyan studies of acute human leptospirosis, where isolates belonging to five species were identified (L. borgpetersenii, L. interrogans, L. kirschneri, L. noguchii and L. santarosai) [38, 39]. However, L. noguchii and L. santarosai were not detected in any other studies. Four Leptospira species: L. borgpetersenii, L. borgpetersenii-like, L. interrogans and L. kirschneri; were identified in two human studies on Mayotte, as well as by a concurrent study of black rats performed during the same period [34, 35, 86]. Divergent Leptospira spp. described as L. borgpetersenii-like and L. borgpetersenii Group B were detected in human and animal studies respectively in Mayotte, and in a study of indigenous small mammals in Madagascar [34, 35, 86, 125]. Sequencing and alignment of the atypical isolates from rat kidneys in Mayotte [86] showed perfect identity with isolates derived from people [35].",
    "Discussion": "This systematic review is the first to synthesize and compile data on the epidemiology of acute human leptospirosis and pathogenic Leptospira spp. infection in animals in Africa. Leptospirosis remains amongst the neglected tropical diseases and is frequently overlooked in research priorities for African countries [1]. Yet, through this systematic review we have revealed a wealth of scientific evidence for acute human infection demonstrating that acute leptospirosis is an important cause of febrile illness in hospital patients across the African continent. Few studies providing population-level data on leptospirosis incidence in Africa were identified but available estimates indicate that the disease incidence is high in both island and mainland populations. In reports of human disease and animal infection, three predominant species, Leptospira borgpetersenii, L. interrogans and L. kirschneri, and a variety of Leptospira serogroups were diagnosed. Leptospira infection was reported in a wide range of domestic and wild animal species from across Africa but studies linking data on animal infections with studies of acute human disease were rare.\nAcute leptospirosis was diagnosed in up to 19 8% of inpatients with non-specific febrile illness in hospital-based cohort studies conducted in several countries identified by this review. In sub-Saharan Africa, recent studies have highlighted that clinical over-diagnosis of malaria may conceal other aetiologies of febrile illness [20, 128]. Consistent with findings in other resource-limited tropical settings (e.g. South America [15, 129] and South-East Asia [130–132]), the evidence synthesised here demonstrates that acute leptospirosis infection is geographically widespread across the continent and should be considered as an important differential diagnosis for non-specific febrile illness in Africa.\nFew estimates of leptospirosis incidence in Africa were identified by our review, revealing a key gap in research and surveillance outputs to date. The majority of incidence estimates identified came from the Indian Ocean islands where reports of annual incidence ranged from 3 1 to 101 cases per 100,000 people. In the African continent, the western Indian Ocean Islands appear to be the best-characterised region with regards to the human leptospirosis burden, possibly as a consequence of greater access to public health laboratories through French Territorial links [133]. We identified only one report of annual leptospirosis incidence from mainland Africa. This estimate of 75 to 102 cases per 100,000 people [74] was calculated from Tanzanian hospital-based surveillance data and is consistent with the WHO leptospirosis burden epidemiology reference group (LERG) predicted median African incidence of 95 5 cases per 100,000 [7]. At present, given the lack of population level data highlighted by LERG and by this review, estimates of the incidence of leptospirosis in Africa should be interpreted with care. However the data that are available from the continent indicate that the overall leptospirosis burden is likely to be high relative to other global regions. If the incidence figures identified by this review are close to the true burden of disease, up to 750,000 people in Africa will develop acute leptospirosis each year, representing a substantial disease burden that would far exceed current worldwide estimates (500,000 annual cases worldwide) [23].\nOur review has revealed three predominant Leptospira species and a considerable diversity in reported pathogenic Leptospira serogroups in people and animals across the continent. Animal hosts, including livestock and invasive and indigenous rodent species, were reported for the majority of species and serogroups detected in human cases. However, there was poor geographical overlap in serogroup reporting between human and animal studies. Based on the findings of this review, we suggest that the major animal hosts of human-infecting serovars may vary across Africa and that both livestock and rodents may play important roles in human disease transmission. Few data were identified that described Leptospira spp. diversity in human cases and animal populations from the same country, and few studies attempted to link data on acute human leptospirosis with evidence of Leptospira infection in local animal populations. Studies on the Indian Ocean Islands of Mayotte and Madagascar were the exception to this. Isolates with unusual patterns of genetic and serological diversity, recently reclassified as a new pathogenic species Leptospira mayottensis [134], were detected from both human and black rat infections, implicating the black rat as the source of these human infections [35, 86]. These studies demonstrate the value of integrated human and animal research to identify sources and transmission routes of human leptospirosis, which can in turn help prioritise investment in disease prevention and control efforts.\nThe data included in this review most likely represents only the tip of the leptospirosis iceberg in Africa. Underreporting of leptospirosis is thought to be substantial and an overall lack of awareness about the disease and poor accessibility of diagnostic facilities are likely to contribute to this underreporting in Africa populations [135–137]. Patterns in reporting characteristics such as over-representation of study areas with greater research infrastructure, logistical connections or prior knowledge of a disease burden may also have resulted in reporting bias, particularly in assessing the geographic distribution of reports. We observed patient selection bias in some human studies, which limited the usefulness of reported prevalence data from these sources. Methodological limitations identified in this review include the use of the broad geographical search term ‘Africa’ rather than individual country names in our initial database searches. This approach may have missed eligible citations that are not indexed to the term ‘Africa’ in our selected databases. Our inclusion criteria may have created a bias towards more recent citations because of diagnostic technological advancements since the early era of our search period. Marked heterogeneity in methods and reporting criteria for serological diagnostic data prevented the meaningful synthesis and analysis of data on the reactive serogroups in human studies. We chose to include non-English language articles to allow inclusion of articles published in the colonial era, or in local language journals. Wherever possible, a proficient language speaker, in partnership with a study author, performed article translation. However, it is possible that some eligible studies may have been overlooked due to translation limitations.\nAddressing the neglect of leptospirosis in Africa will be a major challenging for the future of leptospirosis research. Systematic review studies such as this can help to raise awareness of the human health threat of leptospirosis in Africa among researchers and policy makers. For medical clinicians, the non-specific presenting signs of acute leptospirosis in patients poses a substantial diagnostic challenge in developing countries where laboratory capacity rarely exists to diagnose the infection [18–20]. Hence, increasing clinician awareness and the development of treatment guidelines for the management of febrile patients should be a priority in resource-limited settings [138]. Integration of risk factor analysis in human cohort studies of febrile disease is also strongly advocated and would be a valuable next step in identifying groups at high risk of infection, and defining important animal to human transmission routes.\nKnowledge of reservoir or carrier animal hosts is considered essential to understanding the epidemiology, transmission and control of leptospirosis in each setting [9, 11], yet our review has revealed that the linkages between Leptospira infections in people and animals are rarely addressed in the existing literature. Human and animal Leptospira infections are inextricably linked, and the multi-host epidemiology of leptospirosis means that there may be many potential sources of infection in a given setting. In the future, greater emphasis should be placed on performing multidisciplinary human and animal leptospirosis studies in the same geographical settings. Connecting investigations of animal reservoir populations with confirmed human cases would improve our understanding of the role that different animal species play in the transmission of pathogenic Leptospira serovars in a variety of geographic and environmental settings [8] [139]. Using an integrated ‘One Health’ approach to explore the relationship between human and animal Leptospira infection in areas where human disease is identified would also provide invaluable evidence to quantify the direct and indirect impacts of leptospirosis on human and animal populations in Africa [140, 141].\nControl measures to prevent human leptospirosis often focus on rodent hosts of the disease. However, this review reveals that livestock are also important hosts of Leptospira infection in Africa, and may play a more substantial role in human disease transmission than is widely recognised. The clinical and sub-clinical productivity impacts of Leptospira infection in domestic animal populations in Africa are poorly understood. Around the world, several Leptospira serovars are considered to be of economic importance and cause production losses in a variety of livestock farming species including cattle, sheep, goats and pigs [17, 100, 142, 143]. More than 300 million of the world’s poorest people live in Africa, and at least 60% of these are in some part dependent on livestock for their livelihood [144]. Therefore, we consider that evaluating the impact of Leptospira infection on livestock health and productivity is also an important priority for prospective research in Africa. In the future, control of Leptospira infection in livestock species may have considerable scope to directly and indirectly improve human health and well-being in Africa, through reduced human leptospirosis transmission and increased productivity in livestock that subsistence farming communities [8, 142, 143, 145].\nFinally, in 1967, the German leptospirosis researcher Kathe commented that ‘The world map of leptospirosis is, in fact, the world map of leptospirologists’ [67]. This is particularly true with regards to Africa. With this systematic review, we have started to outline the map of African leptospirosis; it is now time to fill in the gaps."
}