{
    "Background": "Cryptococcosis due to Cryptococcus gattii is endemic in various parts of the world, affecting mostly immunocompetent patients. A national surveillance study of cryptococcosis, including demographical, clinical and microbiological data, has been ongoing since 1997 in Colombia, to provide insights into the epidemiology of this mycosis.",
    "Methodology/Principal Findings": "From 1,209 surveys analyzed between 1997–2011, 45 cases caused by C. gattii were reported (prevalence 3.7%; annual incidence 0.07 cases/million inhabitants/year). Norte de Santander had the highest incidence (0.81 cases/million/year), representing 33.3% of all cases. The male: female ratio was 3.3∶1. Mean age at diagnosis was 41±16 years. No specific risk factors were identified in 91.1% of patients. HIV infection was reported in 6.7% of patients, autoimmune disease and steroids use in 2.2%. Clinical features included headache (80.5%), nausea/vomiting (56.1%) and neurological derangements (48.8%). Chest radiographs were taken in 21 (46.7%) cases, with abnormal findings in 7 (33.3%). Cranial CT scans were obtained in 15 (33.3%) cases, with abnormalities detected in 10 (66.7%). Treatment was well documented in 30 cases, with most receiving amphotericin B. Direct sample examination was positive in 97.7% cases. Antigen detection was positive for all CSF specimens and for 75% of serum samples. C. gattii was recovered from CSF (93.3%) and respiratory specimens (6.6%). Serotype was determined in 42 isolates; 36 isolates were serotype B (85.7%), while 6 were C (14.3%). The breakdowns of molecular types were VGII (55.6%), VGIII (31.1%) and VGI (13.3%). Among 44 strains, 16 MLST sequence types (ST) were identified, 11 of them newly reported.",
    "Conclusions/Significance": "The results of this passive surveillance study demonstrate that cryptococcosis caused by C. gattii has a low prevalence in Colombia, with the exception of Norte de Santander. The predominance of molecular type VGII is of concern considering its association with high virulence and the potential to evolve into outbreaks."
}