{
    "Background": "Caused by the parasite Trypanosoma cruzi, Chagas disease affects an estimated 7 million people globally. Diagnosis of Chagas disease in infants is urgently needed, as early detection allows for more effective treatment and reduced mortality. However, current diagnostics are inappropriate for effective detection in infants due to differences in the mechanism of disease in infants and the infant immune system, as well as lack of diagnostic sensitivity and loss to follow up. Studying peripheral biomarkers in urine can leverage physiological concentration in the bladder to increase yield of proteins secreted by pathogen, infected cells, or antigen processed by immune cells residing in different body sites.",
    "Principal findings": "We analyzed the urine of a cohort of infants who were congenitally infected with Chagas disease, using a method including affinity enrichment, mass spectrometry, and bioinformatics analysis to characterize the T. cruzi secreted peptidome. We identified 198 peptides specific for T. cruzi and analyzed them in light of their potential for diagnostic utility. Our protocol revealed that peptides of the hyper-mutating mucin-associated surface protein and trans-sialidase protein families could be identified in patient urine and can serve as diagnostic markers of disease. We developed antibodies against conserved regions of each protein and validated that these antibodies could be used to differentiate the urine of Chagas disease patients (N = 16 cases) from healthy controls (N = 19). By utilizing affinity enrichment sample preprocessing and anti-trans-sialidase and anti-MASP antibodies in tandem, we differentiated cases from controls with 87.5% sensitivity and 94.7% specificity.",
    "Conclusions/Significance": "Our work suggests that it is possible to detect Trypanosoma cruzi infection directly from a noninvasively collected fluid such as urine. A direct test in urine with this success rate would be well suited for rapid diagnosis in low-resource areas. Further studies to validate this approach are warranted."
}