{
    "Abstract": "Dengue, a mosquito transmitted febrile viral disease, is a serious public health concern in Bangladesh. Despite significant number of incidences and reported deaths each year, there are inadequate number of studies relating the temporal trends of the clinical parameters as well as socio-demographic factors with the clinical course of the disease. Therefore, this study aims to associate the clinical parameters, demographic and behavioral factors of the dengue patients admitted in a tertiary care hospital in Dhaka, Bangladesh during the 2019 outbreak of dengue with the clinical course of the disease. Data were collected from the 336 confirmed dengue in-patients and analyzed using SPSS 26.0 software. Majority of the patients were male (2.2 times higher than female) who required longer time to recover compared to females (p < 0.01), urban resident (54.35%) and belonged to the age group of 18–40 years (73.33%). Dengue fever (90.77%) and dengue hemorrhagic fever (5.95%) were reported in most of the dengue patients while fever (98%) was the most frequently observed symptom. A significantly positive association was found between patient’s age and number of manifested symptoms (p = 0.013). Average duration of stay in the hospital was 4.9 days (SD = 1.652) and patient’s recovery time was positively correlated with delayed hospitalization (p < 0.01). Additionally, recovery time was negatively correlated with initial blood pressure (both systolic (p = 0.001, and diastolic (p = 0.023)) and platelet count (p = 0.003) of the patients recorded on the first day of hospitalization. Finally, a statistical model was developed which predicted that, hospital stay could be positively associated with an increasing trend of temperature, systolic blood pressure and reduced platelets count. Findings of this study may be beneficial to better understand the clinical course of the disease, identify the potential risk factors and ensure improved patient management during future dengue outbreaks."
}