{
    "Background": "Understanding the risk of chikungunya virus (CHIKV) infection and rheumatic sequelae across populations, including travelers and the military, is critical. We leveraged healthcare delivery data of over 9 million U.S. Military Health System (MHS) beneficiaries to identify cases, and sampled controls, to estimate the risk of post-CHIKV rheumatic sequelae.",
    "Methodology/principal findings": "MHS beneficiary CHIKV infections diagnosed 2014–2018 were identified from the Disease Reporting System internet, TRICARE Encounter Data Non-Institutional, and Comprehensive Ambulatory/Professional Encounter Record systems. Non-CHIKV controls were matched (1:4) by age, gender, beneficiary status, and encounter date. The frequency of comorbidities and incident rheumatic diagnoses through December 2018 were derived from International Classification of Diseases codes and compared between cases and controls. Poisson regression models estimated the association of CHIKV infection with rheumatic sequelae. We further performed a nested case-control study to estimate risk factors for post-CHIKV sequelae in those with prior CHIKV. 195 CHIKV cases were diagnosed between July 2014 and December 2018. The median age was 42 years, and 43.6% were active duty. 63/195 (32.3%) of CHIKV cases had an incident rheumatic diagnosis, including arthralgia, polyarthritis, polymyalgia rheumatica, and/or rheumatoid arthritis, compared to 156/780 (20.0%) of controls (p < 0.001). CHIKV infection remained associated with rheumatic sequelae (aRR = 1.579, p = 0.008) after adjusting for prior rheumatic disease and demography. Those with rheumatic CHIKV sequelae had a median 7 healthcare encounters (IQR 3–15). Among CHIKV infections, we found no association between post-CHIKV rheumatic sequelae and demography, service characteristics, or comorbidities.",
    "Conclusions/significance": "CHIKV infection is uncommon but associated with rheumatic sequelae among MHS beneficiaries, with substantial healthcare requirements in a proportion of cases with such sequelae. No demographic, clinical, or occupational variables were associated with post-CHIKV rheumatic sequelae, suggesting that prediction of these complications is challenging in MHS beneficiaries. These findings are important context for future CHIKV vaccine decision making in this and other populations."
}