{
    "Introduction": "Tungiasis (sand flea disease) is a neglected tropical disease frequent in South America, The Caribbean and in sub-Saharan Africa. [1], [2], [3]. It is prevalent in resource-poor rural and urban communities, where animal reservoirs are present and people live in poverty [2], [4], [5], [6], [7], [8]. In the last decade, tungiasis has re-emerged in East Africa in epidemic dimensions [9]. In 2010, Ahadi Kenya Trust, a non-governmental organization, reported several hundred thousand cases of tungiasis in Kenya alone, of which the majority were children [4], [10], [11].\nSand flea disease is the result of an intense inflammatory response against penetrated sand fleas embedded in the skin of the host. The mechanisms underlying the inflammation are complex and only partially understood [11], [12], [13]. Immediately after a successful penetration the female sand flea starts to hypertrophy reaching the size of a pea after 10 days [14]. Through its abdominal rear cone the parasite remains in contact with the environment [14]. The tiny opening in the skin (250 to 500 µm) is needed for copulation with male sand fleas, breathing, defecation and expelling eggs [14]. After expulsion of all eggs the female sand flea dies in situ and is discarded from the epidermis by tissue repair mechanisms [14].\nAlthough by its nature a self-limiting infection, tungiasis is actually a debilitating disease in endemic areas [15]. Sequels are common and are related to repeated and severe infection. They include acute and chronic inflammation of toes, deformation and loss of toe nails, fissures and lymphoedema [11].\nBacterial super-infection is almost invariably present [13]. It increases the inflammation and leads to intense pain [16]. If embedded sand fleas are removed by using inappropriate sharp instruments, severe mutilation of the feet may develop including deep ulcers, gangrene and loss of toes [15]. Septicaemia has also been described [17] and tetanus is a known deadly sequel in non-vaccinated individuals [18].\nHitherto, the only effective treatment is the surgical extraction of embedded sand fleas under sterile conditions in medical facilities. However, in the endemic areas patients do not have access to appropriately equipped health centers and therefore use any kind of sharp instruments (safety pins, sewing needles, hair pins, sharpened pieces of wood, etc.) to remove embedded sand fleas. Attempts to remove the embedded parasites by using a sharp instrument, invariably causes a (micro) hemorrhage [9]. As the same instrument is frequently used to remove embedded sand fleas from different persons, this procedure increases the risk of the transmission of blood-borne pathogens, such as hepatitis B and C virus [19].\nIn an act of desperation, patients may apply toxic substances to the skin with the intention of killing the embedded parasites. In Brazil and Madagascar, for instance, kerosene, used petrol, and insecticides are used [9], [20]. In rural Uganda, a crop pesticide used in tomato cultivation is applied (H. Feldmeier, unpublished observation 2013).\nIn the absence of safe and effective treatment options, Ahadi Kenya Trust recommends to bath the feet in a 0.05% solution of potassium permanganate (KMnO4) for 10 minutes [10]. However, the efficacy of this approach is not known. In Brazil several antihelminthic compounds, including ivermectin, have been tested, but none proved to be a really effective [21].\nDimeticones are silicone oils of low viscosity with a low surface tension and excellent creeping properties. They are highly effective against head lice [22]. The substance creeps into the tracheae of head lice and leads to lethal asphyxia within one minute [23]. The mode of action is purely physical. Dimeticones are biochemically inert and are not absorbed when applied to the skin or swallowed [24]. They are neither carcinogenic nor teratogenic and are considered wholly non-toxic [24].\nPrevious observation in rats infested with T. penetrans showed that if a drop of a solution of two dimeticones of low viscosity (NYDA) was applied on top of the protruding rear cone of an embedded sand flea, the parasite rapidly lost signs of viability (H. Feldmeier, unpublished observation 2011). Based on this observation we decided to investigate the efficacy of the dimeticone for the treatment of tungiasis in a proof-of-principle study in rural Kenya. The results show that wetting the skin of the feet with dimeticones with low viscosity effectively kills embedded sand fleas and reduces tungiasis-associated inflammation within seven days.",
    "Materials and Methods": "Study area and study population\nThe study was performed in Gatundu North District, central Kenya, approximately one hour north of Nairobi. Tungiasis is endemic in this region. People live in small hamlets in houses made of wood or bricks. Families earn their living from subsistence farming. Most households possess animals, dogs, chicken and pigs. The animals live on the compound or are brought back to it in the night. Living conditions are generally very poor.\nThe study participants were school children aged five to sixteen years enrolled at the public Kiamwangi Primary School and Ikuma Primary School, which are situated five km to each other. The classrooms consist of simple houses without a solid floor. Both schools have a limited access to water, so that the schoolyards and rooms cannot be cleaned regularly. Most pupils wore worn-out sandals or walked barefoot. The study was carried out between January 10 and February 17, 2012. This period coincides with the high transmission period of T. penetrans.\n\n\nStudy design\nTo allow comparison between the new approach (the application of the dimeticone) and the local reference procedure (bathing feet in a 0.05% solution of KMnO4), one foot was bathed in the KMnO4 solution for 10 minutes and to the other foot the dimeticone was applied three times during this period (see below). Since bathing a foot in a 0.05% KMnO4 solution changes the color of the skin into dark purple, neither the patient nor the examiner were blinded with regard to the treatment applied.\nIndividuals, aged ≥5 years, with at least one lesion in stage IIa – IIIa of the Fortaleza classification on each foot were eligible [14]. In IIa the sand flea is already completely embedded in the skin of the host and has started to hypertrophy [14]. Lesions in stage IIIa correspond to a fully developed parasite with a characteristic watchglass-like appearance. In this stage the female sand flea starts to expel eggs [14]. In stage IIIb egg expulsion stops, thereafter the sand flea dies and the lesion changes into stage IV: the lesion becomes crusted, viability signs become rare and eventually completely disappear [14]. Hence, sand fleas in stage IIa – IIIa are most suitable to assess viability and alterations in the normal development of the parasites.\nThe inclusion criterion for an eligible lesion was the presence of at least 2 out of 4 viability signs at the baseline examination: expulsion of eggs, excretion of a faecal thread, excretion of faecal liquid or pulsations/contractions of the parasite. Viability signs were determined using a handheld digital video microscope (eScope iTEZ, Hongkong, China) (see supplementary electronic material 1).\nWhen several eligible lesions were present on one foot only those (at most three) were selected for evaluation that allowed a clear discernment of the developmental stage of the embedded parasite and a quantification of the inflammatory response around the lesion. Hence, lesions occurring in cluster and lesions which the patient had attempted to manipulate were excluded. Other exclusion criteria were: Presence of gross inflammation, abscess or ascending lymphangitis or lymphedema on either foot. Children with such complications of tungiasis were referred to the nearest health facility for treatment.\nFor practical reasons we decided to treat always the same foot with dimeticone and KMnO4, respectively. At the beginning of the study a coin was tossed for randomizing the two treatments. This resulted in application of the dimeticone to the left foot and of KMnO4 to the right foot. Children were informed not to manipulate the lesions during the next seven days.\nBefore each examination the feet of the participants were washed properly with water and soap and dried with a clean towel. Then, the left foot was wetted with NYDA up to the ankle three times within 10 minutes. In the interval, the foot was kept in an upright position to allow surplus dimeticone to evaporate. Simultaneously, the right foot was put into a bucket containing a 0.05% KMnO4 solution, and remained there for 10 minutes. After sun drying the right foot, vaseline was applied to compensate the desiccation of the skin caused by KMnO4. The immersion of the foot in 0.05% KMnO4 for 10 minutes and the subsequent oiling with vaseline is the standard procedure applied by Ahadi Kenya Trust. After treatment the children were allowed to continue their daily activities.\nThe lesions were monitored daily for viability signs and the abnormal development of the embedded parasite for a total of seven days. One week reflects the period of normal development of a sand flea from stage IIa to stage IIIa [14]. Thereafter, it looses its characteristic watchglass-like appearance, but does not increase in size anymore [14]. Hence, abnormalities in development are difficult to be detected.\nIn order to detect a change of tungiasis-associated inflammation an inflammation score was developed. In addition to the classic signs of local inflammation (erythema, oedema and warmness) the score included the presence of suppuration, ulcers and fissures as well as itching and pain. The inflammation score ranged from 0 to 27 points [25].\nIn total, 48 participants were recruited and 47 were randomized. The flow diagram is shown in Figure 1.\n\n\nOutcome measures\nTwo major outcome measures were defined. First, the proportion of viable embedded sand fleas which lost viability signs after seven days of follow-up. An embedded sand flea was considered to be dead when none of the four viability signs (expulsion of egg, excretion of faecal thread, excretion of faecal liquid, pulsations/contractions) was detected during 15 minutes of observation with the digital handhold video microscope on two consecutive follow-up examinations. Videos were recorded and reviewed in the evening of the examination day (see supplementary electronic material 1). Second, the proportion of embedded sand fleas in which the normal development was interrupted. We defined a development as abnormal, when the lesion did not change its size within two consecutive follow ups and/or morphological abnormalities developed, e.g. discoloring or desiccation of the abdominal rear cone [14].\nA secondary outcome measure was the intensity of local inflammation, as assessed semi-quantitatively by the inflammation score. The observation units for all outcome measures were single sand flea lesions.\n\n\nStatistical analysis\nThe sample size calculation was based on the following assumptions: with a level of confidence set at 95% together with a power of 90% assuming equal number of lesions in treatment and control group, 45 lesions in each group were needed to determine a difference of 35% in the major outcome measure between the two treatments assuming a 40% effect of the standard treatment.\nFisher's exact test was used to compare proportions. General estimation equations were used to analyze the evolution of the inflammation score during the observation period.\n\n\nEthical considerations\nThe study was approved by the Ethics Committee of the Ministry of Health, Nairobi (MMS/ADM/3/8/Vol 111), and was registered at Controlled-trials.com (ISRCTN: 91405042). The study was performed in accordance with the ethical standards of the Ethics Committee of the Ministry of Health, and with the Declaration of Helsinki as amended 2013 by the World Medical Association. Informed written consent was obtained from the guardians of the participants in English before starting the study. For ethical reasons no controls were included. During the study, food was provided free of charge to the participants. At the end of the study, any remaining viable sand fleas were removed under sterile conditions and the wounds were dressed following standard procedures. All patients received a new pair of closed solid shoes.",
    "Results": "Baseline characteristics\nThe baseline characteristics of the feet of the 47 participants are summarized in Table 1. None of the variables differed significantly between the two feet. In the NYDA group, 88 lesions were included in the study, in the KMnO4 group 82.\n\n\nMajor outcome measures\nTable 2 shows the efficacy of treatment based on the disappearance of viability signs. Already three days after application of dimeticone 50% of the parasites lost all viability signs (efficacy = 50%), whereas the efficacy in the KMnO4 group was 14% (p<0.001). At day 7 the efficacy was 78% (95% CI 67–86%) after treatment with dimeticone and 39% (95% CI 28–52%) after treatment with KMnO4 (p<0.001); a difference of 39% (95% CI 23–54%). In the dimeticone group, lesions in an early stage of development lost viability signs more often than lesions in later stages (efficacy = 88% (95% CI 75–95%) versus 65% (95% CI 47–79%) at day 7 (p = 0.01)). In the KMnO4 group, there was no difference between lesions in early and later stages of development.\nThe effect of treatment on the morphological development of the lesions is shown in Table 3. Already after 5 days in the dimeticone group 90% (95% CI 80–95%) of sand flea lesions showed an abnormal development as compared to 53% (95% CI 40–66%) (p<0.001) in the KMnO4 group.\nFigure 2A–C and 3A–C show the macroscopic development of lesions after the treatment with dimeticone or KMnO4, respectively. Figure 4A–D and 5A–D depict the microscopic development of lesions after treatment as seen through the digital handhold video microscope.\n(A) Baseline: Two sand flea lesions in stage IIIa are located next to each other with the characteristic watchglass-like elevation. The abdominal cone is the circular brownish protrusion in the center of the lesions. (B) Day 3: The abdominal cones have changed in a brownish-black crust, the watchglass-like elevations have vanished and the lesions have dried out. Desquamation of the stratum corneum around the lesions has started. No signs of viability were detected. (C) Day 7: The appearance of the lesions has not changed; desquamation has slightly increased.\n(A) Baseline: A lesion in stage IIIa with a diameter of 10 mm at the base of the first toe. The abdominal cone is the circular brownish protrusion in the center of the elevation. The dermal papillae next to the lesion contain faecal material expelled by the parasite. (B) Day 3: The sand flea has expulsed several eggs (white oval dots). One of the eggs is in progress of being expelled. The appearance of the lesion has not changed. (C) Day 7: The lesion has retained its size and remains elevated. Recently excreted faecal material has spread into the dermal papillae next to the lesion, another indicator that the parasite remained viable.\n(A) Baseline: Lesion in stage IIb. The abdominal cone is the circular brownish protrusion in the center. The cone is surrounded by a slightly elevated circle. The dark area on the right is part of the toe nail. (B) Day 3: The abdominal cone has changed in a brownish crust. The stratum corneum covering the embedded parasite has started to desquamate. No viability signs detectable. (C) Day 5: The rear cone has changed into a black crust. The desquamation has significantly enlarged. The uncovered intersegmental skin of the abdomen of the parasite has turned into dark-purple. (D) Day 7: The appearance of the lesion has remained similar; desiccation and desquamation have continued.\n(A) Baseline: Lesion in stage IIIa. The abdominal cone is the circular brownish protrusion surrounded by the characteristic watchglass-like elevation. The curved line is faecal material of the parasite that has spread into dermal papillae. (B) Day 3: The embedded parasite has grown slightly and the convex elevation is more embossed. The abdominal cone is still brownish and shining. (C) Day 5: The appearance of the lesion has not changed. Faecal liquid is excreted through the abdominal cone and appears as a clear, light-reflecting “pond” on the top of the cone. (D) Day 7: The abdominal cone is still brownish and shining. The lesion has a convex double-rim appearance. Two viability signs (pulsation of the parasite and excretion of liquid) were present at this moment.\n\n\nInflammation score\nIn the dimeticone group the inflammation score decreased from a median of 6.0 at baseline to a median of 4.75 at day 7. In contrast, in the KMnO4 group, the inflammation score increased (median 4.5 versus 5.0). Both differences were significant (p<0.0001 and p = 0.009, respectively).\n\n\nAncillary findings\nDuring the study period three sand fleas were extracted by the participants or their caregiver in the NYDA group and 11 in the KMnO4 group.",
    "Discussion": "Tungiasis, a wide spread neglected tropical disease, is prevalent in resource-poor rural and urban communities, where animal reservoirs are present and people live in poverty [2], [4], [5], [6], [7], [8]. Elimination of sand flea disease is not possible as long as the precarious living conditions, which are characteristic of the endemic areas, prevail and animal reservoirs exist.\nTaking into consideration the high prevalence of tungiasis, the absence of appropriate infrastructure in the endemic areas and the health hazards associated with the traditional treatment, there is an urgent need for a safe and effective drug treatment. Recently, dimeticones have emerged as highly effective chemicals against ectoparasites such as head lice [26]. Since dimeticones have a purely physical mode of action and are considered to be non-toxic, they have become the standard treatment of pediculosis capitis in Europe [22].\nWe considered the last abdominal segments of an embedded sand flea, which protrude through the skin by forming a miniature cone and through which the parasite breathes, defecates and excretes eggs, as an Achilles heel, which can be targeted by dimeticone. Since the opening leading to internal organs measures less than 1 mm, we decided to use a combination of two dimeticones of very low viscosity with a low surface tension and excellent creeping properties (NYDA) [23].\nWe defined a set of viability signs of embedded sand fleas detectable through a handhold digital video microscope. We used the presence of viability signs as the major outcome measure and compared the efficacy of a 0.05% solution of KMnO4 – the standard treatment used in mass campaigns in Kenya – to wetting the foot with dimeticone three times during a period of 10 minutes. The observation period was limited to seven days, since a certain number of embedded sand fleas will die even without any intervention during this period [14].\nAfter 7 days, 78% of the lesions did not show any sign of viability in the dimeticone group, whereas the proportion was 39% in the KMnO4 group. True efficacy of a 0.05% solution of KMnO4 alone may be lower since KMnO4 is a disinfectant and has no insecticidal properties. It is unlikely that KMnO4 diluted in water will creep into vital organs of embedded sand fleas through the parasite's abdominal cone. Presumably, the observed effect in the KMnO4 treated lesions was due to the vaseline which was applied to the skin for cosmetic reasons (because bathing the feet in KMnO4 makes the skin rough and cracked). Applied on the skin, vaseline rapidly turns into oil, particularly in hot climate countries. Liquid fatty acids of the vaseline may thereby creep into the abdominal rear cone and suffocate the parasite.\nInterestingly, the efficacy of dimeticone to kill embedded sand fleas depended on the stage of development: parasites being in an early stage of development were more susceptible than those who had already fully developed (efficacy = 88% versus 66%). This is plausible, since embedded sand fleas increase their size by a factor of approximately 2000 within 6–7 days during the development from stage IIa to stage IIIa [14]. Such a rapid growth requires an intense metabolism, which in turn needs constant supply of oxygen. During the early stages of development supply of oxygen might be at a critical limit. This makes the parasite vulnerable for suffocating compounds such as low-viscosity.\nSince it is important to kill sand fleas as soon as they have penetrated in order to prevent the development of clinical pathology [16], the enhanced effect of dimeticone on early developmental stages is an additional advantage. The early death of the embedded parasite will also prevent the expulsion of eggs – which starts about one week after penetration – and, thereby, may have an impact on transmission.\n92% of the embedded fleas treated with dimeticone showed an abnormal development. This could indicate that no (or fewer) eggs are produced and released into the environment. Hence, if applied on the population level, treatment with dimeticones could have even an impact on the off-host cycle of the parasite, possibly resulting in lower attack rates over time.\nIn the dimeticone group, the inflammation score started to decrease after 3 days and became significantly lower after 7 days, whereas in the KMnO4 group the inflammation slightly increased. It is conceivable that the resolution of inflammation reflects the rapid death of the parasites. Previous studies have shown that tungiasis-associated inflammation comes to a halt and tissue repair mechanism begins, when the parasites are dead [25], [27].\nAnother indicator of the efficacy of the dimeticone was that in the course of the study 11 sand fleas were extracted from the feet treated with KMnO4 by the patients themselves, whereas in the NYDA treated feet only 3 sand fleas were removed. Similarly, when the study participants were asked at the end of the study about their satisfaction, only 10 participants preferred KMnO4, but 37 preferred the dimeticone. Children also disliked that KMnO4 colored the skin into deep purple for a few days which led to teasing in school (Figure 6).\nThe dark coloring of the right foot is due to KMnO4. The yellow jelly on the right foot is vaseline being in the process of dissolution.\nThis study on the treatment of a neglected parasitic disease is particularly in the sense that an Achilles heel of the parasite was identified first and then a compound was identified that is able to target the vulnerable body part. The abdominal cone which protrudes through the skin and through which the parasite breathes, defecates, excretes liquids and expels eggs was considered to be an ideal target for a dimeticone with a low viscosity and excellent creeping properties.\nAlthough this was a proof-of-principle study with a small number of units of observations, it can be concluded that the topical application of a mixture of two dimeticones (NYDA) comprises a promising approach to treat sand flea disease. The treatment can be performed by the patient himself with minimal input from the health sector. Hence, surgical extraction with all its associated complications is no longer warrantable. After the sand flea has died in situ, the inflammation resolved. Importantly, future resistance of the parasites against dimeticone treatment is highly unlikely to evolve, since the drug acts only physically."
}