{
    "Background": "Despite a historical association with poor tolerability, a comprehensive review on safety of antileishmanial chemotherapies is lacking. We carried out an update of a previous systematic review of all published clinical trials in visceral leishmaniasis (VL) from 1980 to 2019 to document any reported serious adverse events (SAEs).",
    "Methods": "For this updated systematic review, we searched the following databases from 1st Jan 2016 through 2nd of May 2019: PUBMED, Embase, Scopus, Web of Science, Cochrane, clinicaltrials.gov, WHO ICTRP, and the Global Index Medicus. We included randomised and non-randomised interventional studies aimed at assessing therapeutic efficacy and extracted the number of SAEs reported within the first 30 days of treatment initiation. The incidence rate of death (IRD) from individual treatment arms were combined in a meta-analysis using random effects Poisson regression.",
    "Results": "We identified 157 published studies enrolling 35,376 patients in 347 treatment arms. Pentavalent antimony was administered in 74 (21.3%), multiple-dose liposomal amphotericin B (L-AmB) in 52 (15.0%), amphotericin b deoxycholate in 51 (14.7%), miltefosine in 33 (9.5%), amphotericin b fat/lipid/colloid/cholesterol in 31 (8.9%), and single-dose L-AmB in 17 (4.9%) arms. There was a total of 804 SAEs reported of which 793 (including 428 deaths) were extracted at study arm level (11 SAEs were reported at study level only). During the first 30 days, there were 285 (66.6%) deaths with the overall IRD estimated at 0.068 [95% confidence interval (CI): 0.041–0.114; I2 = 81.4%; 95% prediction interval (PI): 0.001–2.779] per 1,000 person-days at risk; the rate was 0.628 [95% CI: 0.368–1.021; I2 = 82.5%] in Eastern Africa, and 0.041 [95% CI: 0.021–0.081; I2 = 68.1%] in the Indian Subcontinent. In 21 study arms which clearly indicated allowing the inclusion of patients with HIV co-infections the IRD was 0.575 [95% CI: 0.244–1.355; I2 = 91.9%] compared to 0.043 [95% CI: 0.020–0.090; I2 = 62.5%] in 160 arms which excluded HIV co-infections.",
    "Conclusion": "Mortality within the first 30 days of VL treatment initiation was a rarely reported event in clinical trials with an overall estimated rate of 0.068 deaths per 1,000 person-days at risk, though it varied across regions and patient populations. These estimates may serve as a benchmark for future trials against which mortality data from prospective and pharmacovigilance studies can be compared. The methodological limitations exposed by our review support the need to assemble individual patient data (IPD) to conduct robust IPD meta-analyses and generate stronger evidence from existing trials to support treatment guidelines and guide future research."
}