{
    "Background": "Chagas disease (ChD) is the most important endemy in Latin America. Some patients, develop chronic Chagasic cardiopathy (CCC) years after the acute phase. It is unknown if patients infected by the oral route have higher risk of developing early CCC.",
    "Methods and findings": "A prospective cohort study was conducted to assess morbidity and mortality during 10 years observation in 106 people simultaneously infected and treated in the largest known orally transmitted ChD outbreak in 2007. A preschooler died during the acute phase, but thereafter was no mortality associated to ChD. All acute phase findings improved in the first-year post-treatment. Each person was evaluated 8.7 times clinically, 6.4 by electrocardiogram (ECG)/Holter, and 1.7 by echocardiogram. Based on prevalence, the number of people who had any abnormalities (excluding repolarization abnormalities and atrial tachycardia which decreased) was higher than 2007, since they were found at least once between 2008–2017. However, when we evaluated incidence, except for clinical bradycardia and dizziness, it was observed that the number of new cases of all clinical and ECG findings decreased at the end of the follow-up. Between 2008–2017 there was not incidence of low voltage complex, 2nd degree AV block, long QT interval, left bundle branch block or left ventricular dysfunction that allowed the diagnosis of CCC. Total improvement prevailed over the persistence of all clinical and ECG/Holter findings, except for sinus bradycardia. Incomplete right bundle branch block, sinus bradycardia and/or T-wave inversion were diagnosed persistently in 9 children. The second treatment did not have significant influence on the incidence of clinical or ECG/Holter findings.",
    "Conclusions": "At the end of the 10-year follow-up, there were not clinical or ECG/Holter criteria for classifying patients with CCC. The incidence of arrhythmias and repolarization abnormalities decreased. However, special attention should be paid on findings that not revert as sinus bradycardia, or those diagnosed persistently in all ECG as sinus bradycardia, incomplete right bundle branch block or T-wave inversion. Early diagnosis and treatment may have contributed to the rapid improvement of these patients. In ChD follow-up studies prevalence overestimates the real dimension of abnormalities, the incidence looks as a better indicator."
}