{
    "Background": "An effective syphilis vaccine should elicit antibodies to Treponema pallidum subsp. pallidum (T. p. pallidum) surface antigens to induce pathogen clearance through opsonophagocytosis. Although the combination of bioinformatics, structural, and functional analyses of T. p. pallidum genes to identify putative outer membrane proteins (OMPs) resulted in a list of potential vaccine candidates, still very little is known about whether and how transcription of these genes is regulated during infection. This knowledge gap is a limitation to vaccine design, as immunity generated to an antigen that can be down-regulated or even silenced at the transcriptional level without affecting virulence would not induce clearance of the pathogen, hence allowing disease progression.",
    "Principal findings": "We report here that tp1031, the T. p. pallidum gene encoding the putative OMP and vaccine candidate TprL is differentially expressed in several T. p. pallidum strains, suggesting transcriptional regulation. Experimental identification of the tprL transcriptional start site revealed that a homopolymeric G sequence of varying length resides within the tprL promoter and that its length affects promoter activity compatible with phase variation. Conversely, in the closely related pathogen T. p. subsp. pertenue, the agent of yaws, where a naturally-occurring deletion has eliminated the tprL promoter region, elements necessary for protein synthesis, and part of the gene ORF, tprL transcription level are negligible compared to T. p. pallidum strains. Accordingly, the humoral response to TprL is absent in yaws-infected laboratory animals and patients compared to syphilis-infected subjects.",
    "Conclusion": "The ability of T. p. pallidum to stochastically vary tprL expression should be considered in any vaccine development effort that includes this antigen. The role of phase variation in contributing to T. p. pallidum antigenic diversity should be further studied."
}