{
    "Background": "Despite the global threat caused by arthropod-borne viruses, there is not an efficient method for screening vector populations to detect novel viral sequences. Current viral detection and surveillance methods based on culture can be costly and time consuming and are predicated on prior knowledge of the etiologic agent, as they rely on specific oligonucleotide primers or antibodies. Therefore, these techniques may be unsuitable for situations when the causative agent of an outbreak is unknown.",
    "Methodology/Principal Findings": "In this study we explored the use of high-throughput pyrosequencing for surveillance of arthropod-borne RNA viruses. Dengue virus, a member of the positive strand RNA Flavivirus family that is transmitted by several members of the Aedes genus of mosquitoes, was used as a model. Aedes aegypti mosquitoes experimentally infected with dengue virus type 1 (DENV-1) were pooled with noninfected mosquitoes to simulate samples derived from ongoing arbovirus surveillance programs. Using random-primed methods, total RNA was reverse-transcribed and resulting cDNA subjected to 454 pyrosequencing.",
    "Conclusions/Significance": "In two types of samples, one with 5 adult mosquitoes infected with DENV-1- and the other with 1 DENV-1 infected mosquito and 4 noninfected mosquitoes, we identified DENV-1 DNA sequences. DENV-1 sequences were not detected in an uninfected control pool of 5 adult mosquitoes. We calculated the proportion of the Ae. aegypti metagenome contributed by each infecting Dengue virus genome (pIP), which ranged from 2.75×10−8 to 1.08×10−7. DENV-1 RNA was sufficiently concentrated in the mosquito that its detection was feasible using current high-throughput sequencing instrumentation. We also identified some of the components of the mosquito microflora on the basis of the sequence of expressed RNA. This included members of the bacterial genera Pirellula and Asaia, various fungi, and a potentially uncharacterized mycovirus."
}