{
    "Abstract": "Over the past decades, the number of arthropod-borne virus (arbovirus) outbreaks has increased worldwide. Knowledge regarding the sylvatic cycle (i.e., non-human hosts/environment) of arboviruses is limited, particularly in Africa, and the main hosts for virus maintenance are unknown. Previous studies have shown the presence of antibodies against certain arboviruses (i.e., chikungunya-, dengue-, and Zika virus) in African non-human primates and bats. We hypothesize that small mammals, specifically rodents, may function as amplifying hosts in anthropogenic environments. The detection of RNA of most arboviruses is complicated by the viruses’ short viremic period within their hosts. An alternative to determine arbovirus hosts is by detecting antibodies, which can persist several months. Therefore, we developed a high-throughput multiplex immunoassay to detect antibodies against 15 medically relevant arboviruses. We used this assay to assess approximately 1,300 blood samples of the multimammate mouse, Mastomys natalensis from Tanzania. In 24% of the samples, we detected antibodies against at least one of the tested arboviruses, with high seroprevalences of antibodies reacting against dengue virus serotype one (7.6%) and two (8.4%), and chikungunya virus (6%). Seroprevalence was higher in females and increased with age, which could be explained by inherent immunity and behavioral differences between sexes, and the increased chance of exposure to an arbovirus with age. We evaluated whether antibodies against multiple arboviruses co-occur more often than randomly and found that this may be true for some members of the Flaviviridae and Togaviridae. In conclusion, the development of an assay against a wide diversity of medically relevant arboviruses enabled the analysis of a large sample collection of one of the most abundant African small mammals. Our findings highlight that Mastomys natalensis is involved in the transmission cycle of multiple arboviruses and provide a solid foundation to better understand the role of this ubiquitous rodent in arbovirus outbreaks."
}