{
    "Background": "Paracoccin (PCN) is an N-acetylglucosamine-binding lectin from the human pathogenic fungus Paracoccidioides brasiliensis. Recombinant PCN (rPCN) induces a T helper (Th) 1 immune response when prophylactically administered to BALB/c mice, protecting them against subsequent challenge with P. brasiliensis. In this study, we investigated the therapeutic effect of rPCN in experimental paracoccidioidomycosis (PCM) and the mechanism accounting for its beneficial action.",
    "Methodology/Principal Findings": "Four distinct regimens of rPCN administration were assayed to identify which was the most protective, relative to vehicle administration. In all rPCN-treated mice, pulmonary granulomas were less numerous and more compact. Moreover, fewer colony-forming units were recovered from the lungs of rPCN-treated mice. Although all therapeutic regimens of rPCN were protective, maximal efficacy was obtained with two subcutaneous injections of 0.5 µg rPCN at 3 and 10 days after infection. The rPCN treatment was also associated with higher pulmonary levels of IL-12, IFN-γ, TNF-α, nitric oxide (NO), and IL-10, without IL-4 augmentation. Encouraged by the pulmonary cytokine profile of treated mice and by the fact that in vitro rPCN-stimulated macrophages released high levels of IL-12, we investigated the interaction of rPCN with Toll-like receptors (TLRs). Using a reporter assay in transfected HEK293T cells, we verified that rPCN activated TLR2 and TLR4. The activation occurred independently of TLR2 heterodimerization with TLR1 or TLR6 and did not require the presence of the CD14 or CD36 co-receptors. The interaction between rPCN and TLR2 depended on carbohydrate recognition because it was affected by mutation of the receptor's N-glycosylation sites. The fourth TLR2 N-glycan was especially critical for the rPCN-TLR2 interaction.",
    "Conclusions/Significance": "Based on our results, we propose that PCN acts as a TLR agonist. PCN binds to N-glycans on TLRs, triggers regulated Th1 immunity, and exerts a therapeutic effect against P. brasiliensis infection."
}