{
    "Background": "An outbreak of dengue fever (DF) occurred in Guangdong Province, China in 2013 with the highest number of cases observed within the preceding ten years. DF cases were clustered in the Pearl River Delta economic zone (PRD) in Guangdong Province, which accounted for 99.6% of all cases in Guangdong province in 2013. The main vector in PRD was Aedes albopictus. We investigated the socioeconomic and environmental factors at the township level and explored how the independent variables jointly affect the DF epidemic in the PRD.",
    "Methodology/Principal Findings": "Six factors associated with the incidence of DF were identified in this project, representing the urbanization, poverty, accessibility and vegetation, and were considered to be core contributors to the occurrence of DF from the perspective of the social economy and the environment. Analyses were performed with Generalized Additive Models (GAM) to fit parametric and non-parametric functions to the relationships between the response and predictors. We used a spline-smooth technique and plotted the predicted against the observed co-variable value. The distribution of DF cases was over-dispersed and fit the negative binomial function better. The effects of all six socioeconomic and environmental variables were found to be significant at the 0.001 level and the model explained 45.1% of the deviance by DF incidence. There was a higher risk of DF infection among people living at the prefectural boundary or in the urban areas than among those living in other areas in the PRD. The relative risk of living at the prefectural boundary was higher than that of living in the urban areas. The associations between the DF cases and population density, GDP per capita, road density, and NDVI were nonlinear. In general, higher “road density” or lower “GDP per capita” were considered to be consistent risk factors. Moreover, higher or lower values of “population density” and “NDVI” could result in an increase in DF cases.",
    "Conclusion": "In this study, we presented an effect analysis of socioeconomic and environmental factors on DF occurrence at the smallest administrative unit (township level) for the first time in China. GAM was used to effectively detect the nonlinear impact of the predictors on the outcome. The results showed that the relative importance of different risk factors may vary across the PRD. This work improves our understanding of the differences and effects of socioeconomic and environmental factors on DF and supports effectively targeted prevention and control measures."
}