{
    "Introduction": "Leptospirosis is a zoonotic disease caused by spirochetes of the genus Leptospira. Found worldwide, leptospirosis is more common in tropical and sub-tropical areas where environmental and socioeconomic conditions favor its transmission. It has been identified in recent years as a global public health problem because of its increased mortality and morbidity. The disease is principally transmitted to humans indirectly by contact with water or soil contaminated with the urine of domestic and wild animals with persistent renal infection by Leptospira [1]–[3].\nThe tropical climate of the Peruvian Amazon region of Iquitos is ideal for the maintenance and transmission of leptospirosis. In developing countries, impoverished populations typically live either in rural areas or under highly crowded conditions in urban slums. These factors increase the risk of human exposure to the urine of Leptospira-infected animals [4],[5]. In the Iquitos region, leptospirosis is common. Seropositivity as seen in cross-sectional surveys is high [6]; more than half of patients presenting to urban and rural community-based health posts with non-malarial acute febrile illness have been observed to have diagnostic levels of anti-leptospiral antibodies suggestive of acute leptospirosis [4]. The majority of patients enrolled presented with a self-resolving undifferentiated febrile illness with 70% of them having antibodies against a newly described Leptospira species, L. licerasiae [7]. These data suggest that exposure to Leptospira is common in daily life in this tropical setting [5],[8], and that, in general, Iquitos is accurately classified as hyper-endemic for leptospirosis infection.\nLeptospirosis in humans is frequently misidentified because of several factors: 1) variable and nonspecific clinical presentation; 2) lack of awareness of the disease among clinicians; and 3) difficulty in access to reliable and rapid diagnostic tests. Clinical manifestations, when present, vary from a mild ‘flu-like’ febrile illness to a severe disease variably including jaundice, renal failure, pulmonary hemorrhage, refractory shock and other grave manifestations. However, many if not most people infected by Leptospira develop sub-clinical disease or have very mild symptoms, and thus do not seek medical attention [1],[2]. Asymptomatic infection, common in endemic areas, has been reported in several studies [8]–[12]. For example, in one study, 9–48% of healthy subjects were diagnosed as having asymptomatic leptospiral infection by serology (ELISA-IgM) and PCR [10]. However, in this study, the identity of the infecting strains could not be determined because of study design. We have observed in one study that patients can have asymptomatic leptospiruria for prolonged periods of time [4]. Hence an essential question about the pathogenicity of Leptospira remains: are some serovars are more likely than others to establish asymptomatic renal infection in man?\nRenal colonization and persistent shedding of leptospires is characteristic of carrier or maintenance animal hosts [13]–[15]. Animals, especially rodents, are known reservoirs of pathogenic Leptospira species, but rarely develop symptoms and are not impaired by the infection of their kidneys. After infection, humans can also excrete leptospires into the urine transiently for weeks or, more rarely, months or more [1],[2],[16].\nWe hypothesized that like mammalian reservoir hosts, humans develop asymptomatic leptospiruria, including pathogenic Leptospira such as L. interrogans and intermediate pathogens such as the newly discovered L. licerasiae [7]. To test this hypothesis, we carried out a cross-sectional, population-based study in a rural village near the city of Iquitos to identify the presence and species of infecting Leptospira directly in the urine of healthy ambulatory people. If found, we reasoned that the high prevalence of asymptomatic urinary infection might provide fundamental insights into the nature of Leptospira-human interactions, where humans are considered to be accidental hosts. Such a finding would also provide the basis for understanding mechanisms of naturally acquired immunity in human leptospiral infection.",
    "Materials and Methods": "Ethics Statement\nThis study was approved by the Human Subjects Protection Program, University of California San Diego, and the Ethical Committees of Asociacion Benefica PRISMA, Lima, Peru, and Universidad Peruana Cayetano Heredia, Lima, Peru. All human subjects provided written informed consent before being enrolled in the study.\n\n\nDescription of Study Area\nThis study was carried out in the village of Padrecocha, a rural community near Iquitos, located north of the city along the Nanay River, a tributary that branches from the Amazon River 15 km downstream from Iquitos. The climate is tropical: rainfall averages 300 mm per year and temperatures range from 21.8°C to 31.6°C; the village is surrounded by a vast expanse of humid tropical rainforest. The population of this village is approximately 1,500. Most inhabitants live in brick houses, and their water supply comes from wells and local streams. These water sources harbor pathogenic and intermediate-pathogenic Leptospira [5]. Residents use water from wells or from the local streams for their daily needs (cooking, bathing and washing clothes). There is no sewage system; most households have pit latrines. Livestock (mostly chickens, pigs, and cattle) roam free through the village and its streams; the inhabitants observe rats frequently.\n\n\nEnrollment\nUsing a whole-village canvassing strategy to develop a set of candidate houses from which to randomly select asymptomatic inhabitants of the rural village Padrecocha of age ≥5 years for enrollment. Subjects were excluded if they had fever within the previous 2 weeks or if they declined participation (Figure 1). All participants were clinically evaluated and subjected to an epidemiologic questionnaire. Whole blood (5 mL) and urine samples (5—50 mL) were collected from each enrollee.\n\n\nSerological Testing\nVenous blood samples were drawn into tubes without anticoagulant (Becton-Dickinson, USA) and transported to the study laboratory within 4 hr at ambient temperature. Serum was separated, frozen in 1 mL aliquots at −20°C, and transported on dry ice to the National Leptospirosis Reference Laboratory at the Instituto Nacional de Salud (INS) in Lima, where the presence of anti-leptospiral antibodies was determined. An ELISA incorporating 6 pathogenic serovars (strains)–Icterohaemorrhagiae (RGA), Australis (Ballico), Bratislava (Jez Bratislava), Ballum (MUS127), Canicola (Hond Utretch IV), Cynopteri (3522 C), and Grippotyphosa (Moskva V)–was used to detect anti-leptospiral IgM antibodies. An ELISA IgM result of 11.0 IU/mL or more was considered to be positive [4],[7]. Microscopic agglutination testing (MAT) was performed using 25 leptospiral antigens, using the Centers for Disease Control and Prevention (CDC) panel [17]. MAT titers were reported as the reciprocal of the number of dilutions still agglutinating 50% of live bacterial antigen and a titer of 1∶100 or more was considered as positive.\n\n\nDetection of Leptospiral DNA in Urine Samples\nSample collection and DNA extraction.Urine samples were collected in 50 mL sterile polypropylene centrifuge tubes and centrifuged at 3,000 g for 30 min at room temperature. DNA from the pellet was extracted using the QIAamp® DNA Mini Kit (Qiagen, USA) following manufacturer's directions. DNA was extracted from samples on-site in the Iquitos laboratory the same day of collection and stored at −20°C.\n\nQuantitiative real time PCR (qPCR) screening.All urine samples collected were screened for the presence of pathogenic and intermediate-pathogenic Leptospira using a published qPCR TaqMan assay targeting the leptospiral 16S ribosomal gene [18]; this was performed on-site in our Iquitos laboratory using an Opticon 2 real-time PCR machine (MJ Research, USA). The assay protocol was modified from the published version by using the fluorescent probe at a final concentration of 0.2 µM, primers at a final concentration of 0.5 µM, and a 20 µL reaction volume [5]. Standard curves for quantification were made using Leptospira interrogans serovar Copenhageni strain M20. Standards were prepared as follows. Leptospires were counted using a Petroff-Hauser counting chamber (Hauser Scientific, USA) and serially diluted with sterile double-distilled H2O to 108 to 100 leptospires/ml. Genomic DNA was subsequently prepared using the DNeasy Tissue Kit (Qiagen, USA). Standards were run in triplicate to generate a standard curve with each run. A negative result was assigned where no amplification occurred before 40 cycles. Controls lacking template were extracted and added to qPCR master mix to detect the presence of contaminating DNA.\n\nNested PCR amplification of leptospiral 16S rDNA gene and sequencing of PCR products.To address potential limitations of sensitivity, a nested PCR strategy was used using the general eubacterial outer primers fD1 and rD1 [19] in a first round of amplification followed by amplification with the specific leptospiral 16S rDNA primers lepto16S11f and lepto16S1338r [5]. Total genomic DNA from 63 qPCR-positive urine samples was amplified using the universal bacterial 16S rDNA primers fD1/rD1 as described previously. PCR products were purified from 1.0% agarose gels in TAE buffer using the QIAquick Gel Extraction Kit (Qiagen, USA) according to manufacturer's directions, diluted 1∶100 in sterile double-distilled water, subjected to a second round of amplification using the nested primers lepto16S11f and lepto16S1338r with a previously described protocol [5], and then cloned into the pCR2.1-TOPO vector (Invitrogen, USA). Recombinant plasmids containing nested PCR products were then transformed into TOP10 cells (Invitrogen, USA) and plated on LB agar containing 100 µg/mL ampicillin. Individual clones were grown overnight in LB broth containing 100 µg/mL ampicillin. Plasmid DNA from these clones was purified using the QIAprep Spin Miniprep Kit (Qiagen, USA) and cycle sequenced. Sequencing was performed on an ABI 3100 automated sequencer (Applied Biosystems, USA) using the M13 forward and reverse primers (Invitrogen, USA). Reaction conditions were according to manufacturer's directions.\n\nSouthern hybridization (dot blot).After the initial evaluation of the DNA sequences of the first PCR-positive samples we observed a high rate of false positivity for the nested PCR in urine samples (75%, data not shown). The 16S ribosomal RNA gene sequences of the organisms present in the urine of the false positive PCR samples were frequently identical to the 16S ribosomal RNA gene sequence of the bacterium Atopobium vaginae, an organism that has been recently recognized in the microflora associated with bacterial vaginosis [20]. The 16S ribosomal RNA gene inner nested primers used to amplify Leptospira shared sufficient sequence homology with the Atopobium 16S rDNA gene that under the conditions described these primers generated amplicons for both Leptospira (∼1327 bp) and the Atopobium (∼1345 bp) species, making it difficult to distinguish this amplicon by agarose gel electrophoresis alone. To overcome this problem we developed a dot blot hybridization assay using a digoxigenin (DIG)-labeled DNA probe. Briefly, a 111bp DIG-labeled DNA probe (Lepto_DIG_probe) was synthesized by PCR-labeling with the PCR DIG Probe Synthesis Kit (Roche, USA). Leptospira interrogans serovar Copenhageni strain Fiocruz L1-130 genomic DNA was used as template; primers lepto16S620f (5′-GAGTTTGGGAGAGGCAAGTGGAATTC-3′) and lepto16S730r (5′-GTGCCTCAGCGTCAGTTTTAGGCC-3′) for the probe synthesis. These primers were selected from conserved regions of the 16S rDNA genes of pathogenic and intermediate-pathogenic leptospiral species, but were absent from the saprophytes (Figure 2). Published 16S ribosomal RNA sequences (n = 178) retrieved from the Ribosomal Database Project II release 9 (http://rdp.cme.msu.edu) and aligned using clustalW 1.83 (http://www.ebi.ac.uk/clustalw) were used. The PCR reaction mix was prepared following the manufacturer's directions with the primers at a final concentration of 0.4 µM and a 1∶12 ratio of DIG-dUTP:dTTP nucleotides. The synthesis was conducted in a DNA Engine PCT-200 Peltier Thermal Cycler (MJ Research). The amplification protocol consisted of 95°C for 2 min, followed by 30 cycles of amplification, each cycle consisting of 95°C for 10 s, 64°C for 30 s, and 72°C for 2 min.\nThe digoxigenin-labeled Leptospira 16 s rRNA gene probe (111 bp) aligned with fragments of the 16 s rRNA genes of Leptospira (n = 6), Leptonema (n = 1) and Atopobium (n = 2) species. Pathogenic and intermediate Leptospira species are shaded in gray.\n\nDot blotting of DNA samples.Genomic DNA from urine samples and controls were PCR-amplified using the aforementioned nested PCR assay, and the PCR products were separated by agar electrophoresis and purified from the agarose gels. PCR products were then denatured by boiling for 10 min in a denaturing solution (0.4 M NaOH/10 mM EDTA, final concentration), then cooled on ice and spotted into an Immobilon-Ny+ Charged Nylon Transfer Membrane (Millipore, USA) using a 96-well vacuum manifold (Bio-Dot Microfiltration Apparatus, Bio-Rad, USA). After spotting the samples, the membrane was air-dried and the DNA was fixed by UV cross-linking using the Stratalinker UV Crosslinker 2400 (Stratagene, USA). The spotted membrane was hybridized overnight at 56°C with 5 pmol of Lepto_DNA_probe in 3.5 mL of DIG Easy Hyb hybridization buffer (Roche, USA) according to manufacturer's directions. After hybridization and stringency washes, the blot was developed using a chemiluminescent assay with Anti-Digoxigenin-AP and CPD-Star (Roche, USA) according to manufacturer's directions. For detection of the chemiluminescent signal, X-ray film was exposed to the blot for 1 minute.\n\nColony hybridization assay.The dot-blot positive samples contained a high proportion of contaminating Atopobium DNA (data not shown). Thus to efficiently distinguish clones containing leptospiral 16S rDNA amplicons for sequencing, we developed a colony hybridization assay using the Lepto_DIG_probe whereby we could screen all the transformants on a plate simultaneously. Briefly, 16S ribosomal RNA genes previously PCR-amplified using the nested PCR assay from dot blot-positive samples (n = 13) were cloned using the PCR2.1-TOPO vector in E. coli as previously described. Transformed bacteria were grown at 37°C in Petri dishes (LB agar with 100 µg/mL ampicillin) overnight. Colonies bearing the cloned 16S rDNA gene were adsorbed onto positively charged circular nylon membranes (Immobilon-Ny+ membrane discs, Millipore) and lifted from the agar plate. After adsorption, the bacteria were denatured in the membranes and their DNA fixed to them by UV cross-linking. A mean of 4 Petri dishes (or ∼200 colonies) with transformed bacteria bearing the 16S ribosomal RNA gene per urine sample were screened with this method. Membranes were hybridized with the Lepto_DIG_probe and developed as described above. Positive colonies in this assay were handpicked and grown overnight. Plasmid DNA was purified and cycle sequenced as described previously to identify the present leptospires to the species level.\n\nIdentification of infecting Leptospira by phylogenetic analysis of 16S rRNA gene sequences from urine samples.DNA sequences were assembled (using 4- to 6-times coverage per nucleotide base) using the program CAP3 (http://pbil.univ-lyon1.fr/cap3.php) then aligned using CLUSTALW v1.83 with default parameters. Leptospira 16S ribosomal RNA gene sequences from GenBank were used as controls in the tree (Table 1). Sequences derived from urine samples were analyzed simultaneously and with identical parameters for the nucleotide substitution model. Missing (gaps) and ambiguous characters were excluded from the analysis. However, a separate data partition was included whereby gaps were coded as binary state data; with gap characters coded as 1 while all others were coded as 0. This data partition was analyzed using the restriction site model as implemented in MrBayes. A phylogenetic dendrogram was generated using MrBayes v3.1.2 for Macintosh (http://mrbayes.csit.fsu.edu/) running for0 3,000,000 generations. The data were analyzed using the GTR+I+G nucleotide substitution model with gamma-distributed rates and proportion of invariant sites. The resulting data sets were then analyzed using flat priors for the substitution rate parameters [5],[7]. New leptospiral 16S sequences were deposited into GenBank (Table 1).\n\n\n\nStatistical Analysis\nThe proportion of the seropositivity rate (at any MAT titer) and distribution of the demographic variables were compared between the subjects with and without leptospiruria using the chi-square test and Mann-Whitney U tests using Stata v8 for Windows (StataCorp, College Station, Texas) with a significance level (α) of 0.05.",
    "Results": "Demographic Description of the Study Population\nIn the pre-study census and sampling period, 1320 people in 225 houses were identified in the Peruvian Amazon village of Padre Cocha near Iquitos. The study enrolled 354 participants of age ≥5 years from 175 households randomly picked from a census map. Of those 354, 40 participants were excluded since 19 presented with fever within 2 weeks of enrollment and 21 did not provide urine samples (patient enrollment diagrammed in Figure 1). The study included 314 participants with a median age of 27 (range 5—64). More were female than male (212 vs. 102); 63 (20%) were children younger than 15 years old (Table 2). Men (median  = 28.5 years, range (25%–75%) = (16.5 – 37) were on average slightly older than women (median  = 25, range  = 19–43) with borderline significance (p = 0.051).\n\n\nPrevalence of Leptospiral Seropositivity\nBlood samples were available from 282 of 314 participants (89.8%). Of these, 97 were from males and 185 from females. Circulating anti-leptospiral antibodies were found, by either IgM ELISA or MAT or both, in 108 (38%) of the 281 subjects for whom serological data were available (Table 2). The most frequently observed serological reactivity (highest titer by MAT) was to serogroup Australis (34/281, 12.1%); with serogroups Djasiman (16/281, 5.7%), Icterohaemorrhagiae (13/281, 4.6%) and Cynopteri (12/281, 4.3%) also represented. Of the 108 seropositive samples, 64 had serological evidence of recent sub-clinical infection: seven had MAT titers (≥1∶800), 23 were IgM-positive but MAT-negative and 34 were IgM and MAT-positive, indicative of recent or current leptospiral infection. The proportion of MAT-positive (reflecting any previous exposure to Leptospira) and high MAT-titer (≥800, reflecting recent infection) persons was higher in men (40.6% and 9.4%, respectively) than women (24.9% (p = 0.006) and 2.2% (p = 0.006)). The difference stayed significant after adjusting for the age.\n\n\nDetection and Molecular Identification of Leptospiral Species from Urine Samples\nThe initial qPCR screening performed on-site in Iquitos detected 63 (20%) positive samples. Further evaluation of these samples with the nested PCR assay confirmed their positivity. Among these 63 PCR-positive samples, a newly designed dot-blot assay, designed to exclude false-positive samples containing only Atopobium DNA (Figure 3), identified 13/63 (21%) pCR-positive samples as true positives. We successfully cloned and sequenced the 16S rRNA gene from 10 of these dot-blot confirmed samples (Table 1); sequence data were not obtained from 3 samples. Species assignments were made by Bayesian phylogenetic analysis of the cloned 16S rRNA gene.\nA =  L. interrogans ser. Icterohaemorrhagiae, B =  L. licerasiae ser. Var10, C =  Atopobium vaginae, D =  Negative urine, E =  Water.\nAnalysis of these 10 dot-blot-confirmed urine samples showed that the 16S ribosomal RNA gene sequences clustered within both the pathogenic (n = 6) and intermediate clades of Leptospira (n = 4) (Figure 4). Although asymptomatic, one inhabitant (PAD304, Table 3) had serological evidence of acute infection (IgM-positive) indicating sub-clinical infection, and consequently excreted on average one hundred-fold more Leptospira/ml compared to IgM- and MAT-negative enrollees.\n\n\nSerological Results and Characteristics of the Participants with Leptospiral DNA in Urine\nSerological results were available from 281 of the 314 participants including eight of the ten with Leptospira DNA positive urine (Table 3). Ten of 13 people with DNA-positive urine had negative results in both IgM and MAT.\nAll thirteen participants who had leptospiral DNA in their urine were women and the proportion (100%, 13/13) of the women was significantly higher compared to that in the leptospiral-DNA-negative group (66%, 199/301, p = 0.011). The median age of the DNA positive group (43 years, range (min – max) = 9−58) was older compared to the women in the negative group (median, 24; range, 5–60; years, p = 0.005). The difference stayed significant if the men were included in the negative group (median, 27 (5–64) years, p = 0.011). Univariate analysis did not show significant association between other epidemiological factors and leptospiral DNA positivity in urine (data not shown).\n\n\nAsymptomatic Urinary Shedding\nThirteen of the enrolled 314 asymptomatic inhabitants (4.1%) were confirmed to excrete Leptospira by detection of leptospiral DNA in their urine; of these, one participant may have had recent but sub-clinical leptospiral infection, based on an ELISA finding of IgM positive (Table 3). After clinical and epidemiological assessment, a group of asymptomatic participants was identified (n = 102, 32.5% of enrolled individuals) that had no evidence of recent infection (without febrile episodes in the previous year before enrollment and without anti-Leptospira IgM antibodies detected); we call them “long-term asymptomatic individuals.” Within this group, six (5.9%) excreted pathogenic and intermediate-pathogenic Leptospira (75–229 bacteria/mL of urine, Table 3).",
    "Discussion": "This study has several important findings. First, asymptomatic individuals living in a region hyperendemic for leptospirosis had a high rate of seropositivity (at any level) for leptospiral infection (38% of 314 participants). Almost 60% of the seropositive individuals had evidence of recent sub-clinical infection, as indicated by MAT titer ≥1/800. Second, and of unique interest, a novel 16S rDNA hybridization assay used to screen urine samples for the presence of leptospiral DNA found that almost 5% of healthy people living in a rural Amazonian community were urinary shedders of Leptospira but did not have serological or clinical evidence of recent infection. Third, we found that both pathogenic and intermediately pathogenic Leptospira persistent infected the renal tubules of humans. Such observations have not been reported previously and are particularly notable because they demonstrate that inapparent leptospiral infection is common and frequently leads to shedding of organisms in urine. The long-term clinical significance of this finding remains to be determined.\nThe occurrence of leptospirosis, and indeed many infectious diseases, depends on several interacting variables. These include favorable environmental conditions, the density of local reservoir host populations, the type and frequency of exposure, exposure to infectious doses of the etiologic agent, the virulence of the infecting strain, and the lifestyle preferences and susceptibility of individuals within the exposed human population [21]. In the context of this zoonotic infection, the density of local animal reservoir populations is likely an important determinant of the extent to which the environment may become contaminated by leptospires through urine from chronically infected carriers. When environmental conditions are ideal and background contamination is prevalent, social practices that predispose to infection, and the virulence of local strains are significant factors that affect the incidence of the disease [1]. To date, there is no evidence that humans contribute to environmental contamination with Leptospira, but the data presented here do not rule out this possibility.\nExposure to Leptospira in this rural Amazonian study population was common (∼39% were serologically positive at any MAT titer) with many subjects having evidence of recent sub-clinical infection. However, the serological data presented here need to be interpreted with caution: in an endemic setting, a high individual MAT titer (≥1∶800) and/or IgM positivity are not reliable indicators of recent or current infection as antibodies may persist for prolonged periods [22]. The high background exposure rates and relative absence of severe disease in this hyper-endemic region do suggest that long-term urinary shedding may occur more frequently here than elsewhere, where natural immunity may not be as common.\nIt is generally accepted that humans can excrete leptospires from weeks to months after infection [23],[24]. However the data presented here indicate that humans may excrete Leptospira for periods exceeding a year; extending previous understandings of the carrier state. Ten asymptomatic individuals without clinical (no febrile episodes in more than a year) or serological evidence of recent exposure were found to be shedding either pathogenic or intermediately pathogenic Leptospira in their urine. Although these persons may have been recently sub-clinically infected and either failed to produce anti-leptospiral antibodies or all produced ‘false-negative’ serology, these explanations seem unlikely. It is more likely that they represent long-term renal asymptomatic shedders of Leptospira, regardless of whether patients were subclinically infected or had acute illness. However, a prospective study would be needed to assess this possibility. Nonetheless, prospective observational studies of such patients are required to confirm this hypothesis\nOur data also suggest that women (especially mature women) are more likely to develop long-term renal carriage of Leptospira than are men; with a significant increase in incidence with age in women, possibly reflecting increased exposure with age or alternatively increased susceptibility. It is possible that the conclusion that women are more likely to be long-term asymptomatic urinary shedders than men may reflect a bias in the study, considering its relative underrepresentation of men. However, this observation may also reflect increased susceptibility of women to persistent leptospiral kidney infections; the reasons for this are unclear. However in our study population, the MAT titer was significantly lower in women than in men perhaps indicating that men are able to mount a more effective immune response than are women. Alternatively, men may have persistently higher antibody titers as a result of more frequent exposure due to work or recreational practices. Such possibilities require prospective study to address.\nThe long-term consequences of human renal infection by Leptospira need to be explored, in particularly the effect of persistent infection on renal function and electrolyte balance. Moreover, the nature of the infecting strains needs to be more carefully explored as some strains may be more likely than others to result in persistent renal infections in humans. Although we have identified the species of the infecting strains in the present study, other methods that are able to identify serovars, particularly isolation, will be more informative.\nWhile humans are considered to be exclusively incidental hosts, animals can be maintenance and/or incidental hosts; maintenance hosts are defined as species in which infection is endemic, of low or no pathogenicity and (as a key factor) transmitted directly to the same species [25]–[28]. Although human-to-human transmission has been rarely documented, it is unlikely that asymptomatic infected individuals have an important role in disease maintenance and transmission [1],[11],[29],[30]. An increased risk of having leptospiral antibodies in households of leptospirosis index cases compared to controls in an epidemic setting has been shown recently [31], but this is most likely related to common environmental exposure risks or genetic susceptibilities rather than direct transmission. In light of these data, further studies should address the possibility that long-term urinary shedders may represent a source of Leptospira for their families and explore human-human transmission more carefully. Infection in carrier animals is usually acquired at an early age, and the prevalence of chronic excretion in the urine increases with age; we observed a similar trend in this population. Of note, none of the long-term urinary shedders had circulating anti-leptospiral antibodies; this is in accordance with early observations in Leptospira-carrier mammals, where chronic urinary carriage was associated with low seropositivity to urinary culture rates in asymptomatic well-established serovar-specific carriers [16]. Taken together, these observations make us speculate that in regions with high disease transmission, humans can develop some clinical and serological characteristics of asymptomatic urinary carriers, an attribute classically restricted to animals. Further longitudinal studies should address this possibility since the impact on disease transmission and in renal function of the affected individuals are unknown.\nThe study design had several limitations. First, we relied only on the recall of participants to define absence of fever in 1 year. Men were underrepresented; fewer men were recruited because of a lack of availability at the time of recruitment (most were away working). Thus, no leptospiruric males were detected. This observation suggests that we may have underestimated the overall number of asymptomatic shedders, as men have been typically associated with a higher risk of exposure due to work-related contact and behavioral practices. Another limitation was the initial non-efficient PCR screening strategy. The presence of other bacterial DNA hindered the identification of Leptospira-positive clones; we detected both Leptospira and Atopobium DNA in multiple samples, making the selection of colonies harboring the leptospiral 16S gene less efficient, in some instances, several hundred colonies had to be screened; we were unable to sequence the infecting strain in three enrollees due these technical limitations. Though unlikely, it is also possible that in these three instances the dot-blot gave false positive results. A third limitation of this study is that culture isolation of leptospires from urine was not attempted. Future work will be needed to further validate the molecular results presented here, and will use the PCR method to screen patients who then would have urine cultured for Leptospira. Nonetheless, the deployment of a valid molecular tool to detect leptospiruria represents a new approach to assessing chronic asymptomatic infections in humans without the need for obtaining isolates. Finally, because L. licerasiae serovar Varillal [7] had not been fully characterized nor its epidemiological implications known, this strain was not used as antigen in the MAT panel or ELISA used to study patient sera, nor are these sera available for retrospective analysis.\nFew of the published Leptospira-specific PCR have been applied in clinical or field settings[32]. Furthermore, detection of bacterial DNA in urine is cumbersome because of the presence of PCR inhibitors and samples are often contaminated by multiple bacterial species whose DNA can interfere with the PCR assay [33].\nCurrent understanding of host immune responses to Leptospira or the pathogenesis of leptospirosis remains limited. Naturally acquired immunity that protects against re-infection by Leptospira does occur and has been shown in animal models. It has been assumed that naturally acquired immunity is humorally-mediated particularly by antibodies against oligosaccharides of leptospiral LPS. Evidence also suggests that antibodies specific to Leptospira membrane-associated proteins may play a role in host defense [2],[34]. We have documented that in this hyperendemic area, in spite of the high levels of environmental exposure to Leptospira and high prevalence of seropositivity, the prevalence of severe disease is low [4],[7]. These observations suggest the possibility that protective immunity against severe disease from repeated infection may develop in areas with high leptospirosis transmission, especially if high frequency of infection leads to cross-serovar protection. Based on the finding that asymptomatic infection and urinary carriage are prevalent in this area where transmission is high and the prevalence of severe disease is low, we suggest that repeated exposure to Leptospira and asymptomatic infection could induce protective acquired immunity. Longitudinal studies are needed to test this hypothesis.\nIn conclusion, we have identified a long-term renal shedder group among persons asymptomatically infected with pathogenic and intermediately pathogenic Leptospira. The health implications of long-term renal colonization and whether antibiotic treatment of such patients is required remain to be determined."
}