{
    "Background": "Echinococcosis is a complex zoonosis that has domestic and sylvatic lifecycles, and a range of different intermediate and definitive host species. The complexities of its transmission and the sparse evidence on the effectiveness of control strategies in diverse settings provide significant challenges for the design of effective public health policy against this disease. Mathematical modelling is a useful tool for simulating control packages under locally specific transmission conditions to inform optimal timing and frequency of phased interventions for cost-effective control of echinococcosis. The aims of this review of 30 years of Echinococcus modelling were to discern the epidemiological mechanisms underpinning models of Echinococcus granulosus and E. multilocularis transmission and to establish the need to include a human transmission component in such models.",
    "Methodology/Principal Findings": "A search was conducted of all relevant articles published up until July 2012, identified from the PubMED, Web of Knowledge and Medline databases and review of bibliographies of selected papers. Papers eligible for inclusion were those describing the design of a new model, or modification of an existing mathematical model of E. granulosus or E. multilocularis transmission. A total of 13 eligible papers were identified, five of which described mathematical models of E. granulosus and eight that described E. multilocularis transmission. These models varied primarily on the basis of six key mechanisms that all have the capacity to modulate model dynamics, qualitatively affecting projections. These are: 1) the inclusion of a ‘latent’ class and/or time delay from host exposure to infectiousness; 2) an age structure for animal hosts; 3) the presence of density-dependent constraints; 4) accounting for seasonality; 5) stochastic parameters; and 6) inclusion of spatial and risk structures.",
    "Conclusions/Significance": "This review discusses the conditions under which these mechanisms may be important for inclusion in models of Echinococcus transmission and proposes recommendations for the design of dynamic human models of transmission. Accounting for the dynamic behaviour of the Echinococcus parasites in humans will be key to predicting changes in the disease burden over time and to simulate control strategies that optimise public health impact."
}