{
    "Abstract": "Preventive chemotherapy (PC), consisting of the regular distribution of anthelmintics to populations or groups of populations at risk, is the primary tool used to control soil-transmitted helminth (STH) infections. This strategy, whilst cost-effective, raises the concern of potential emergence of drug resistance. The efficacy of anthelmintics against STH infections is measured using cure rate (CR) and egg reduction rate (ERR), using microscopy-based techniques such as the Kato-Katz thick smear. However, Kato-Katz has low sensitivity, especially for low-intensity infections, and requires fresh samples that need to be processed quickly. Realtime quantitative PCR (qPCR), which is more sensitive, is emerging as a “gold standard” for STH diagnostics given its higher sensitivity (important in low prevalence settings) and ability to differentiate hookworm species, while sodium nitrate flotation (SNF) may provide a low-cost more sensitive and practical alternative to Kato-Katz in the field. In this study, we examined the efficacy of a locally manufactured brand of albendazole 400 mg (“Alzental”) against hookworm in Đắk Lắk province, Vietnam, using both qPCR and SNF. For qPCR, formulae to convert qPCR cycle threshold (Ct) values into eggs per gram of faeces (EPG) were utilised to determine efficacy calculations, and these values directly compared with efficacy values generated using SNF. Factors associated with CR and ERR were examined, and Alzental tablet quality was assessed by comparing with an Australian TGA-approved equivalent “Eskazole” tablet. We observed a CR and ERR of 64.9% and 87.5% respectively using qPCR, and 68.4% and 67.6% respectively using SNF. The tablet composition of Alzental was comparable to Eskazole in terms of active albendazole drug concentration with no evidence of impurities. This study demonstrates that the efficacy of Alzental against hookworm is within the range of previously reported studies for albendazole 400 mg. The study also demonstrates the value of qPCR and SNF as alternatives to standard Kato-Katz methodology for assessment of anthelmintic efficacy."
}