{
    "Background": "The spread of the invasive snail Pomacea canaliculata is expanding the rat lungworm disease beyond its native range. Their toxic eggs have virtually no predators and unusual defenses including a neurotoxic lectin and a proteinase inhibitor, presumably advertised by a warning coloration. We explored the effect of egg perivitellin fluid (PVF) ingestion on the rat small intestine morphology and physiology.",
    "Methodology/Principal Findings": "Through a combination of biochemical, histochemical, histopathological, scanning electron microscopy, cell culture and feeding experiments, we analyzed intestinal morphology, growth rate, hemaglutinating activity, cytotoxicity and cell proliferation after oral administration of PVF to rats. PVF adversely affects small intestine metabolism and morphology and consequently the standard growth rate, presumably by lectin-like proteins, as suggested by PVF hemaglutinating activity and its cytotoxic effect on Caco-2 cell culture. Short-term effects of ingested PVF were studied in growing rats. PVF-supplemented diet induced the appearance of shorter and wider villi as well as fused villi. This was associated with changes in glycoconjugate expression, increased cell proliferation at crypt base, and hypertrophic mucosal growth. This resulted in a decreased absorptive surface after 3 days of treatment and a diminished rat growth rate that reverted to normal after the fourth day of treatment. Longer exposure to PVF induced a time-dependent lengthening of the small intestine while switching to a control diet restored intestine length and morphology after 4 days.",
    "Conclusions/Significance": "Ingestion of PVF rapidly limits the ability of potential predators to absorb nutrients by inducing large, reversible changes in intestinal morphology and growth rate. The occurrence of toxins that affect intestinal morphology and absorption is a strategy against predation not recognized among animals before. Remarkably, this defense is rather similar to the toxic effect of plant antipredator strategies. This defense mechanism may explain the near absence of predators of apple snail eggs."
}