{
    "Background": "Sugar feeding is an important behavior which may determine vector potential of female mosquitoes. Sugar meals can reduce blood feeding frequency, enhance survival, and decrease fecundity, as well as provide energetic reserves to fuel energy intensive behaviors such as mating and host seeking. Sugar feeding behavior can be harnessed for vector control (e.g. attractive toxic sugar baits). Few studies have addressed sugar feeding of Aedes albopictus, a vector of arboviruses of public health importance, including dengue and Zika viruses. To address this knowledge gap, we assessed sugar feeding patterns of Ae. albopictus for the first time in its invasive northeastern USA range.",
    "Methodology/Principal findings": "Using the cold anthrone fructose assay with robust sample sizes, we demonstrated that a large percentage of both male (49.6%) and female (41.8%) Ae. albopictus fed on plant or homopteran derived sugar sources within 24 hrs prior to capture. Our results suggest that sugar feeding behavior increases when environmental conditions are dry (high saturation deficit) and may vary by behavioral status (host seeking vs. resting). Furthermore, mosquitoes collected on properties with flowers (>3 blooms) had higher fructose concentrations compared to those collected from properties with few to no flowers (0–3).",
    "Conclusions/Significance": "Our results provide the first evidence of Ae. albopictus sugar feeding behavior in the Northeastern US and reveal relatively high rates of sugar feeding. These results suggest the potential success for regional deployment of toxic sugar baits. In addition, we demonstrate the impact of several environmental and mosquito parameters (saturation deficit, presence of flowers, host seeking status, and sex) on sugar feeding. Placing sugar feeding behavior in the context of these environmental and mosquito parameters provides further insight into spatiotemporal dynamics of feeding behavior for Ae. albopictus, and in turn, provides information for evidence-based control decisions."
}