{
    "Introduction": "The genus Nocardia are filamentous, Gram-positive, aerobic, weakly acid-fast bacteria, they are closely related to the genera Corynebacterium and Mycobacterium [1]. Nocardiosis resembles tuberculosis (TB) and non-tuberculous mycobacteria (NTM) disease in most clinical symptoms and radiological manifestations [2–3], which may lead to misdiagnosis or underdiagnosis. China remains a high TB burden country in 2021 and the prevalence of NTM increased considerably [4]. Although increased awareness of Nocardia by clinicians, the knowledge on Nocardia infection remains paucity in China.\nTo date, more than 200 Nocardia species have been described (http://www.bacterio.net/genus/nocardia), with different species showing different antibiotic susceptibility patterns [1]. The distribution of Nocardia species tends to vary as per geographical regions [5]. Different species may exhibit predilection to certain body sites. A few studies have reported the clinical features, epidemiology and antimicrobial resistance patterns of Nocardia species in China [6,7–11], however, these reports harbored high degrees of variability.\nThe aim of this study was to elucidate the species distribution and antimicrobial resistance profiles of Nocardia species in China using meta-analysis based on systematic review of articles published until 30 September, 2022. This study will provide more detailed information to overview the magnitude of Nocardia infection and provide guidance on empirical therapy in China.",
    "Method": "Search strategies\nThe available literatures were identified by searching in the electronic database such as: Pubmed, Web of Science, Embase as well as Chinese databases (CNKI, Wanfang and VIP), with medical subject headings (MeSH) terms and a proper use of keywords, published until 30 September, 2022. The search criteria were “Nocardia” “nocardiosis” or “Nocardia disease” and “China”, “Chinese”, etc. Both English articles and Chinese articles were considered.\n\n\nInclusion and exclusion criteria\nThe process of article screening and selection following the Preferred Reporting Items for Systematic Review and Meta-Analyses (PRISMA) 2020 statement guidelines [12]. All original articles which referenced to the standard method for Nocardia species identification and/or antimicrobial resistance tests and presented either the cross-sectional or cohort studies from China were included. The standard identification was based on culture, mass spectrometry or molecular methods (e.g. DNA sequencing, multilocus sequence analysis, metagenomic next-generation sequencing). The antimicrobial resistance test was determined using the standard Broth microdilution method, which following the recommendations of the Clinical and Laboratory Standards Institute.\nArticles were excluded for any of the following characteristics: (1) reviews, conference presentations, literature reviews, non-full-text and unpublished data; (2) studies with less than 5 cases; (3) isolates were not identified to species level; (4) data from non-Chinese population.\n\n\nData extraction and definitions\nAfter the articles were merged into Excel 2019, the results are de-duplicated and filtered. Two researchers independently extracted the data from eligible studies as follows: first author, year of publication, enrollment time, sample size, province of study, and method of species identification. Inconsistency between the reviewers was resolved through discussion to obtain consensus.\n\n\nStatistical analysis\nMeta-analysis was performed using RevMan 5.3 software. Stratified analyses were performed with respect to the geographic areas, infected sites, culture methods. Random effect models were used and tested with Cochran’s Q and I2 statistics taking into account the possibility of heterogeneity between studies. To assess possible publication bias, value of P<0.05 was considered an indication of statistically significant publication bias using the Egger weighted regression methods.",
    "Results": "Characteristics of the included studies\nAs shown in Fig 1, a total of 4493 related articles were obtained through literature retrieval of keyword combination in the database. In secondary screening and after duplication, 61 articles were included for detailed full text evaluation. We also aggregated the sample collected time, province and hospital involved in the included articles, and 19 articles were deleted due to duplication. Finally, 42 studies were included in present study [6,7,10,11,13–50], including 28 published in Chinese and 14 in English, covering 20 provinces in mainland China and involving 1008 clinical Nocardia isolates. Table 1 summarizes the characteristics of the selected articles.\n\n\nPrevalence of different Nocardia species\nIn total, 791 Nocardia isolates were identified to 19 species levels among all the recruited studies (Table 2). The most common species were N. farcinica (29.1%, 230/791), followed by N. cyriacigeorgica (25.3%, 200/791), N. brasiliensis (11.8%, 93/791) and N. otitidiscaviarum (7.8%, 62/791) (Fig 2). The four most common isolated Nocardia accounted for 74.0% of all Nocardia species.\nBoth species composition and the number of Nocardia isolates demonstrated marked geographic variability. Among 19 Nocardia species, 12 isolated from Northeast, 11 from Southeast, 9 from Northwest, 8 from Southwest and 11 from Central China (Table 3). Besides, the eastern region isolated more Nocardia strains than central and western region. The southern region had more isolates than the northern region, while the southeastern region had the most strains in China (Fig 3). The prevalence of different Nocardia species was also dramatically varied by geographic areas (χ2 = 249.690, P<0.001). In Northern China, N.cyriacigeorgica constituted 36.1% of all the isolated Nocardia and 20.3% in case of Southern China. More N. brasiliensis were isolated in Western China than in Eastern China (26.5% vs 8.9%, P < 0.001). In central China, N. farcinica consisted of 40.0% of all the isolated Nocardia. (Table 3).\nDistribution of Nocardia isolates in five geographic areas of China. (A) Geographical locations of the total Nocardia isolates, (B) Distribution of N. farcinica, N. cyriacigeorgica, N. brasiliensis and N. otitidiscaviarum. The color-highlighted areas represent those where Nocardia isolates were collected, with the proportion of strains provided in parentheses. (Source of data is the latest version of National Basic Geographic Information System, review number GS(2020)4619).\nThe prevalent Nocardia species showed regional characteristics. N. farcinica and N. cyriacigeorgica appears widely distributed and mainly prevalent in the northeast and central areas of China, N. brasiliensis mainly prevalent in the southwest, N. otitidiscaviarum prefers to be distributed in the east coastal provinces (Fig 3). The forest plots prevalence of N. farcinica, N. cyriacigeorgica, N. brasiliensis and N. otitidiscaviarum were shown in S1 Fig.\n\n\nStratified analyses of infection type\nTotally, 70.4% (223/317) Nocardia were cultured from respiratory tract specimens, 16.4% (52/317) from extra-pulmonary specimens, and 13.3% (42/317) from disseminated infection (Fig 4). N. farcinica (76/223, 34.1%), N. brasiliensis (24/52, 46.2%) and N. farcinica (13/42, 31.0%) were the most frequently species causing pulmonary infection, extra-pulmonary infection and disseminated infection, respectively (Fig 4). The skin and soft tissue wounds (41/52, 78.9%), including feet infection, are the main sources of extra-pulmonary infection. N. brasiliensis (24/41, 58.5%) and N. terpenica (6/41, 14.6%) are the most common species causing cutaneous nocardiosis.\n\n\nEffects of cultural method on Nocardia isolation\nAmong the 42 articles included in this study, 16 of them reported the cultural medium used for Nocardia isolation. The isolation rate of N. farcinica was 80.3% (53/66) by MGIT 960 mycobacterium liquid medium and 22.8% (71/311) using routine columbia blood plate. There was a significant difference (χ2 = 81.478, P < 0.001).\n\n\nAntimicrobial susceptibility profiles\nThere were 198 isolates with available antibiotic susceptibility data, which performed using the standard Broth microdilution method. The proportion of susceptible isolates as follows: linezolid 99.5% (197/198), amikacin 96.0% (190/198), trimethoprim-sulfamethoxazole 92.9% (184/198), imipenem 64.7% (128/198), tobramycin 63.1% (99/157), gentamicin 62.0% (31/50), minocycline 50.7% (75/148), ceftriaxone 45.7% (80/175) (Table 4). Susceptibility varied by species of Nocardia. While susceptibility for minocycline for N. otitidiscaviarum and N. brasiliensis was 86.4% and 88.9%, respectively; susceptibility for N. farcinica and N. cyriacigeorgica were lower at 21.2% and 38.3%, respectively. N. cyriacigeorgica (90.1%) showed relatively high susceptible rates to imipenem, while N. otitidiscaviarum (7.7%), N. brasiliensis (33.3%) and N. farcinica (45.5%) showed relatively low susceptible rates to imipenem. Most species showed low susceptibility rates to moxifloxacin; however, 79.3% (23/29) N. farcinica and 66.7% (4/6) N. brasiliensis isolates were susceptible to moxifloxacin, respectively (Table 4).",
    "Discussion": "Nocardia are ubiquitous in the environment and could lead to life-threatening infection. With gradually increased incidence, nocardiosis has become a noticeable health threat in China. Nocardia infectons are prone to be misdiagnosed as TB or multidrug-resistant TB [3], when only acid-fast staining and mycobacterial culture are used for the diagnosis of TB [51]. Although increasing attention towards Nocardia infection, there is not an organized monitoring system for Nocardia spp. An epidemiological analysis of Nocardia spp. mainly depends on meta-analysis or systematic review. This study will build a nationwide overview of species distribution and antimicrobial resistance profiles of Nocardia species in China.\nThe species distribution of Nocardia has unique characteristics worldwide. Our meta-analysis showed that the most common species was N. farcinica (29.1%, 230/791), followed by N. cyriacigeorgica (25.3%, 200/791), N. brasiliensis (11.8%, 93/791) and N. otitidiscaviarum (7.8%, 62/791) in China. Internationally, N. farcinica was the most common species in South Africa (20.5%) [52], Belgium (44%) [53], and France (20.2%) [54], whilst N. cyriacigeorgica was the most common species in Spain (25.3%) [55] and Iran (31.0%) [56], and N. nova was the most common species in the United States (21.6–28%) [57–59] and Australia (29–35.5%) [7,59]. Furthermore, the species composition from different provinces and climates of China demonstrated marked variations. N. farcinica and N. cyriacigeorgica are widely distributed. N. brasiliensis mainly prevalent in the south, which belongs to the subtropical monsoon climate. N. otitidiscaviarum mainly distributed in the eastern coastal provinces of China and it is reasonable to assume that it is determined by the sea. Considering the large size of Chinese territories and different climate conditions, it is important to build a knowledgebase of local prevalence of Nocardia species.\nDifferent species may cause different types of infection. As expected, the most common source for positive Nocardia cultures was respiratory tract specimens in China. Although the frequent association of N. farcinica with brain abscesses, bacteremia, skin and subcutaneous infection has been reported [55,60], in our study, in 223 pulmonary infection cases, 76 (34.1%) were N. farcinica. Moreover, N. brasiliensis was related predominately to cutaneous nocardiosis [9]. In our study, of 51 N. brasiliensis isolates, 24 (47.1%) were recovered from the skin and soft tissue infections.\nNocardia strains are frequently isolated during culture for mycobacteria in high TB burden settings, however, procedures used for decontamination of sputum specimens may be deleterious to Nocardia isolates [61]. Another factor that may limit Nocardia recovery is that egg-base L-J media is not an optimal choice for Nocardia isolation [11,62]. Furthermore, there are 5 antibiotics in MGIT 960 mycobacterium liquid media, which maybe unfavorable to some Nocardia species. Although Nocardia seem to grow well on blood agar and fungal media, some strains may be inhibited by the gentamicin present in inhibitory mold agar [62]. The isolated Nocardia species varied according to the culture methods used.\nThis systemic study explored the association of antimicrobial susceptibility profiles and Nocardia species to reach a guideline for the nocardiosis treatment in China. Trimethoprim-sulfamethoxazole constitutes the keystone of nocardiosis treatment [57], while the resistance rates for Nocardia varied among different regions worldwide [57,63]. Only 7.1% (14/198) of all Nocardia isolates were resistant to trimethoprim-sulfamethoxazole in our study, majority of which were N. farcinica (83.6%, 46/55). Our results indicate that trimethoprim-sulfamethoxazole is frequently activite against Nocardia species isolated in China, and could be used as the primary agent to treat nocardiosis, even without antibiotic susceptibility results. Linezolid and amikacin are also effective drugs for most Nocardia species, with 99.5% (197/198) and 96.0% (190/198) activity against clinical isolates, respectively. Linezolid and amikacin could be potentially used for empiric treatment of nocardiosis in China. Imipenem showed good activity for N. cyriacigeorgica with susceptibility rate as 90.1% (64/71) in the current study, however, N. farcinica (45.5%, 25/55) showed relatively low susceptible rates to imipenem. The remaining antimicrobials showed low activity against Nocardia isolates, and the susceptibility profiles were highly variable between different species. Thus, it is imperative to identify Nocardia isolates to the species level and an antimicrobial susceptibility test should be conducted during clinical practice to properly treat nocardiosis. Owing to the absence or delay of species identification and drug susceptibility outcomes, nocardiosis patients may be treated empirical. It is helpful to refer to the local drug resistance prevalence data for the initial drug choice to treat Nocardia infection. Our results will begin to better understand Nocardia species distributed in China and for the choice of empirical therapy.\nThe present study is the first meta-analysis of Nocardia species distribution and antimicrobial susceptibility patterns in China, but its limitations should also be noted. Nocardia infection is not required to be reported to public health authorities, hence its precise prevalence in China is not available. There were few studies on the incidence of nocardiosis in China. Most of published data focus on clinical manifestations, species distribution, and antimicrobial susceptibility of Nocardia species. Our study could not show the overall prevalence rate of Nocardia infection in China.",
    "Conclusion": "Pulmonary nocardiosis is the most common type of infection. N. farcinica and N. cyriacigeorgica are the most frequently isolated species, which are widely distributed in China. Trimethoprim-sulfamethoxazole can still be the preferred agent for initial Nocardia infection therapy due to the low resistance rate, and linezolid and amikacin could be an alternative to treat nocardiosis or a choice in a combination regimen."
}