{
    "Background": "Leprosy reactions, Type-1 and erythema nodosum leprosum, are immune-mediated complications of leprosy, which play a significant role in the morbidity associated with the disease. A considerable amount of literature has been published on the impact of leprosy in general but few studies focus specifically on leprosy reactions. This study aimed to investigate the impact of leprosy reactions on physical, psychological, and social aspects of the lives of people affected by analysing their life experiences and perspectives about leprosy reactions.",
    "Methods/Principal findings": "This qualitative study involved people affected by leprosy reactions and their family members in two leprosy endemic countries. The data were collected through 66 interviews and 9 focus group discussions (4–6 participants each) in Surabaya, Indonesia, and Purulia, India. Content analysis and conversational analysis were performed. This study found that both types of leprosy reactions were perceived as an unpredictable and painful condition. Leprosy reactions restricted physical activities of the participants, such as going to bathroom, sleeping, eating, and cooking. In the interviews, the respondents expressed a range of emotions and feelings including confusion, sadness, anxiety, and anger. Some recounted that they felt stigmatized and lost opportunities to socialise and earn money. Differences between the two settings were identified. The majority of Indonesian participants preferred to stay at home, and some concealed the diagnosis of leprosy, while most of the Indian respondents continued working up to the time of hospitalization.",
    "Conclusion": "Leprosy reactions are a distressing complication of leprosy and adversely affect the lives of those affected. Individuals reported physical discomfort, distress, anxiety, stigma, and financial hardship and these negative impacts in the physical, psychological, and social spheres reinforced each other. These findings provide important information about a need for early detection and sustained commitment to follow-up care for people with a history of leprosy reactions. More research on new drugs for reactional episodes, tools to measure knowledge, attitude, and practice, and costing study on leprosy reactions treatment are needed. We recommend the development and testing of holistic strategies to improve the management of leprosy reactions."
}