{
    "Background": "Leprosy reactions are a significant cause of morbidity in leprosy population. Erythema nodosum leprosum (ENL) is an immunological complication affecting approximately 50% of patients with lepromatous leprosy (LL) and 10% of borderline lepromatous (BL) leprosy. ENL is associated with clinical features such as skin lesions, neuritis, arthritis, dactylitis, eye inflammation, osteitis, orchitis, lymphadenitis and nephritis. ENL is treated mainly with corticosteroids and corticosteroids are often required for extended periods of time which may lead to serious adverse effects. High mortality rate and increased morbidity associated with corticosteroid treatment of ENL has been reported. For improved and evidence-based treatment of ENL, documenting the systems affected by ENL is important. We report here the clinical features of ENL in a cohort of patients with acute ENL who were recruited for a clinico-pathological study before and after prednisolone treatment.",
    "Materials and methods": "A case–control study was performed at ALERT hospital, Ethiopia. Forty-six LL patients with ENL and 31 non-reactional LL matched controls were enrolled to the study and followed for 28 weeks. Clinical features were systematically documented at three visits (before, during and after predinsolone treatment of ENL cases) using a specifically designed form. Skin biopsy samples were obtained from each patient before and after treatment and used for histopathological investigations to supplement the clinical data.",
    "Results": "Pain was the most common symptom reported (98%) by patients with ENL. Eighty percent of them had reported skin pain and more than 70% had nerve and joint pain at enrolment. About 40% of the patients developed chronic ENL. Most individuals 95.7% had nodular skin lesions. Over half of patients with ENL had old nerve function impairment (NFI) while 13% had new NFI at enrolment. Facial and limb oedema were present in 60% patients. Regarding pathological findings before treatment, dermal neutrophilic infiltration was noted in 58.8% of patients with ENL compared to 14.3% in LL controls. Only 14.7% patients with ENL had evidence of vasculitis at enrolment.",
    "Conclusion": "In our study, painful nodular skin lesions were present in all ENL patients. Only 58% patients had dermal polymorphonuclear cell infiltration showing that not all clinically confirmed ENL cases have neutrophilic infiltration in lesions. Very few patients had histological evidence of vasculitis. Many patients developed chronic ENL and these patients require inpatient corticosteroid treatment for extended periods which challenges the health service facility in resource poor settings, as well as the patient’s quality of life."
}