{
    "Background": "Onchocerciasis (river-blindness) in Africa is targeted for elimination through mass drug administration (MDA) with ivermectin. Onchocerciasis may cause various types of skin and eye disease. Predicting the impact of MDA on onchocercal morbidity is useful for future policy development. Here, we introduce a new disease module within the established ONCHOSIM model to predict trends over time in prevalence of onchocercal morbidity.",
    "Methods": "We developed novel generic model concepts for development of symptoms due to cumulative exposure to dead microfilariae, accommodating both reversible (acute) and irreversible (chronic) symptoms. The model was calibrated to reproduce pre-control age patterns and associations between prevalences of infection, eye disease, and various types of skin disease as observed in a large set of population-based studies. We then used the new disease module to predict the impact of MDA on morbidity prevalence over a 30-year time frame for various scenarios.",
    "Results": "ONCHOSIM reproduced observed age-patterns in disease and community-level associations between infection and disease reasonably well. For highly endemic settings with 30 years of annual MDA at 60% coverage, the model predicted a 70% to 89% reduction in prevalence of chronic morbidity. This relative decline was similar with higher MDA coverage and only somewhat higher for settings with lower pre-control endemicity. The decline in prevalence was lowest for mild depigmentation and visual impairment. The prevalence of acute clinical manifestations (severe itch, reactive skin disease) declined by 95% to 100% after 30 years of annual MDA, regardless of pre-control endemicity.",
    "Conclusion": "We present generic model concepts for predicting trends in acute and chronic symptoms due to history of exposure to parasitic worm infections, and apply this to onchocerciasis. Our predictions suggest that onchocercal morbidity, in particular chronic manifestations, will remain a public health concern in many epidemiological settings in Africa, even after 30 years of MDA."
}