{
    "Introduction": "Acute Toxoplasma infection (ATI) during pregnancy, if left undiagnosed and untreated, can result in congenital toxoplasmosis (CT), which can cause severe, and often life-threatening disease with significant morbidity and mortality of fetuses and newborns [1–3]. Globally, the annual incidence of CT is estimated to be 190,100 cases (179,300–206,300), accounting for 1.2 million disability-adjusted life years (DALYs) annually [3]. The spectrum of disease of CT is wide, and fetuses and infants with CT can be asymptomatic or can present with severe symptoms including cerebral calcification, hydrocephalus or microcephaly, seizures, developmental delays, chorioretinitis, strabismus, vision loss, hearing loss, hepatosplenomegaly, jaundice, petechiae, thrombocytopenia, anemia and/or transaminitis [4–6]. ATI during pregnancy can also be asymptomatic or can cause a mild, flu-like illness with low-grade fever, fatigue and lymphadenopathy. Without universal prenatal screening strategies, the majority of ATIs during pregnancy will remain undiagnosed and untreated [1, 7].\nCT in the fetus occurs through transplacental transmission of T. gondii after a primary maternal ATI during gestation or close to conception. In some immunocompromised, pregnant women, who had been T. gondii seropositive before pregnancy and not on anti-Toxoplasma prophylaxis, mother-to-child transmission (MTCT) can also occur from reactivation of a latent infection. Several factors affect the risk of MTCT, including the gestational age (GA) at the time of ATI [8], the virulence of the parasite strain or genotype, the parasite load during ATI and the delay in initiation of treatment following acute maternal infection. Early detection of ATI and prompt initiation of appropriate treatment reduces MTCT and ameliorates the severity of the disease in the fetus and the newborn [8–14]. Routine serological prenatal screening throughout gestation is important for early diagnosis and treatment of ATI during pregnancy [15, 16]. The diagnosis of ATI during pregnancy can be made based on (a) no detectable serum IgG anti-Toxoplasma antibodies, but detection of specific IgM, and/or IgA, and/or IgE antibodies [1, 17–19]; (b) detection of low avidity serum anti-Toxoplasma IgG antibodies; or (c) seroconversion from IgG negative to IgG positive status (usually combined with detection of anti-Toxoplasma IgM antibodies) in cases of sequential testing during gestation. The IgG avidity test, which measures the affinity of IgG antibody binding to T. gondii antigens, is low during the acute stages of infection and becomes high as the infection progresses to the chronic stage [20, 21]. Low IgG avidity can distinguish between T. gondii infection acquired < 12–16 weeks vs. > 12–16 weeks from the time of testing, and is particularly useful for the differentiation of acute from chronic maternal infections early in gestation. Seroconversion during gestation is considered the best indicator of ATI, and it can be used also to estimate the most likely time of ATI [1, 19, 22].\nDespite a large number of published epidemiological studies in different countries, estimates of the regional and global prevalence of ATI in pregnant women are lacking. Except for some Western European countries, where mandatory monthly or bimonthly prenatal serological screening programs for Toxoplasma infection in pregnant women are implemented, screening for Toxoplasma infection during pregnancy is either not done, or is done only once at the beginning of pregnancy or once during each trimester. Awareness about the potential devastating sequelae of ATI during pregnancy remains low, even in countries with a high burden of toxoplasmosis. Empirical evaluation of the regional and global prevalence of ATI in pregnant women can help increase awareness among health-care policymakers and assist in developing guidelines to address this serious public health issue, including implementation of prenatal screening and treatment programs for Toxoplasma infection. To that end, we performed a systematic review and meta-analysis to estimate the worldwide prevalence of ATI in pregnant women. Furthermore, we performed ecological meta-regression analyses to evaluate the impact of maternal, geographical, climate and sociodemographic factors on the prevalence of ATI in different regions and countries.",
    "Methods": "This meta-analysis was performed and reported in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines [23]. The protocol for this meta-analysis was registered in PROSPERO (CRD42018108025).\n\nSearch strategy and selection criteria\nTwo independent investigators (M.N.S. and M.F.) systematically searched PubMed/MEDLINE, Web of Science, EMBASE, Scopus and SciELO from 1 January 1988 to 30 November 2018. Employing the Boolean operators “OR” and/or “AND”, the following search terms were used in our literature searches: “Toxoplasma gondii”, “Toxoplasma infection”, “toxoplasmosis”, “acute toxoplasmosis”, “seroconversion”, “primary infection”, “seroepidemiology”, “seroprevalence”, “incidence”, “prevalence”, “pregnancy”, and “pregnant women” (See S1 Text: supplementary file for the details of the databases searches). The electronic search was enhanced through a manual appraisal of the bibliographies of identified publications and relevant reviews. When necessary, corresponding authors were contacted for additional data or information. We did not apply any geographic or language restrictions. For studies published in languages other than English, we used ‘Google Translate’. We included population-based cross-sectional and prospective cohort studies that reported the prevalence of ATI in pregnant women. We excluded editorials, commentaries, reviews, case-control studies, case series, articles focusing only on particular groups of pregnant women (e.g., HIV-positive, psychiatric patients, and women with a history of medical issues during pregnancy, with high risk pregnancies and/or with other complications), articles including non-pregnant women, articles including only pregnant women with ATI, articles reporting only IgG or IgM seropositivity rates in pregnant women, or focusing only on comparative evaluations of diagnostic methods for ATI. If articles contained overlapping data, we retained the study with the largest number of reported ATI.\nAfter deleting duplicate studies retrieved from the different searched databases, the titles and abstracts were screened for eligibility by two investigators (H.B. and A.T.). Full texts of potentially eligible studies were screened, and any discrepancies between the two investigators were resolved by consensus with a review by a third investigator (A.R.).\nThe main outcome of interest in this meta-analysis was the prevalence of ATI in pregnant women. Prevalence was defined as the number of women with ATI divided by the total number of pregnant women screened. We accepted individual authors’ definitions (criteria) of ATI, including: (a) low IgG avidity (for cross-sectional studies); (b) Toxoplasma seropositivity for both IgG and IgM (for cross-sectional studies and cohort studies), or (c) seroconversion from a Toxoplasma IgG negative status to an IgG positive status (with or without positive IgM) (for prospective cohort studies).\n\n\nData extraction\nStudy-level data and country-specific information was extracted independently from reference sources by two investigators (M.F. and M.N.S.) and was transferred to a Microsoft Excel spreadsheet (version 2016; Microsoft, Redmond, WA, USA). If there were inconsistencies, a third reviewer (A.R.) was consulted, and a decision was made by consensus.\nFrom each study included, we extracted the following information: author; year of publication; country; city; study period; study design; method used to diagnose ATI in pregnant women; number of pregnant women screened; number of pregnant women diagnosed with ATI; pregnancy trimester at the time of ATI diagnosis; maternal age; T. gondii seropositivity rates in pregnant women or in the overall population (if data were unavailable for pregnant women).\nFor each country, we also recorded information on the corresponding Earth hemisphere and WHO-defined region for this country, using the WHO database [24]. The six WHO-defined regions considered were: the Eastern Mediterranean, Africa, Western Pacific, Americas, Southeast Asia, and Europe [24]. For each country, we also recorded information on income per capita and the human development index [HDI], using the following databases: (a) the World Bank Group [25] and (b) the United Nations Development Program [26], and information on latitude, longitude, mean relative humidity, mean temperature and precipitation rate, perusing the climate-data.org (weblink: https://en.climate-data.org/) and timeanddate.com (weblink: https://www.timeanddate.com/weather/iran/tehran/climate) databases.\n\n\nMeta-analyses\nFirst, we calculated the prevalence of ATI (and 95% confidence interval [CI] thereof) for individual countries by synthesizing the prevalence rates of all studies from the same country by simple pooling, (as the number of events [ATIs] per study was often low) and also by random-effects-model (REM) [27]. Second, we calculated the pooled prevalence of ATI (and 95% CI) for the six WHO-defined-regions by synthesizing the ATI prevalence data across individual countries within the same WHO-defined-region by REM. Third, we calculated the overall prevalence rate of ATI (and 95% CI) across all WHO-defined-regions by synthesizing the REM data across all regions. We also conducted additional post-hoc analyses to explore the prevalence of ATI in countries where more strict criteria were used to define an ATI (seroconversion OR IgG positive/IgM positive and low IgG avidity). In this latter analysis, we excluded studies that had just IgG positive and IgM positive cases. We calculated the heterogeneity between studies (within each country), across countries (within each WHO-defined-region) and across WHO-defined-regions using the I2 statistic [28]. An I2 of 50–75%, was considered large and >75% very large heterogeneity.\nWe also performed a-priori defined sub-group and meta-regression ecological analyses to explore potential drivers of heterogeneity. We used the metareg STATA command [29]. Subgroup analyses were performed according to the following parameters: global hemisphere (northern/southern, eastern/western), WHO-defined region, type of study, method used for the diagnosis of ATI during pregnancy, pregnancy trimester at the time of ATI, maternal age, country overall seropositivity rate (in pregnant women or in the whole population), study period, country income level, country HDI, latitude, longitude, mean relative humidity, mean temperature and precipitation rate. We also compared ATI prevalence rates across different WHO regions using the χ2 test. All statistical analyses were conducted using STATA v.15 (STATA Corp., College Station, Texas, USA). Results were statistically significant if the P value was < 0.05.",
    "Results": "In total, the full texts of 456 articles were screened for eligibility, and 217 studies (220 datasets) from 74 countries were included in the meta-analysis (Fig 1). These 220 datasets represented 902,228 pregnant women and covered all six WHO-defined-regions. Most of the studies included in the meta-analysis were cross-sectional (n = 194), while 26 studies were prospective cohort studies. Most studies (n = 138) used seropositivity for both specific anti-Toxoplasma IgG and IgM antibodies as the criterion for the diagnosis of ATI; 47 studies employed low IgG avidity, and 35 studies used seroconversion from an IgG negative to IgG positive status (Table 1 and S1 Table).\nThe results were similar using simple pooling and REM analyses. Thus, we show here only REM analysis results. Results by simple pooling are shown in Tables 1–3. The global prevalence of ATI in pregnant women across 74 countries was 1.1% (95% CI: 0.9–1.2%) (6,193/902,228) (Table 1). There was large heterogeneity in prevalence estimates among countries (I2 = 97.1%) (Table 1, Fig 2). Prevalence estimates in different hemispheres, WHO-defined regions and individual countries are shown in Table 1 and Figs 2 and 3. The overall ATI prevalence rates in the northern and southern hemispheres were similar (1.1%; 95% CI: 0.9–1.3 and 1.0%; 95% CI: 0.6–1.3, respectively), as they were in the eastern and western hemispheres (1.1%; 95% CI: 0.9–1.3 and 1.0%; 95% CI: 0.7–1.3, respectively) (S1 Fig, S2 Fig and Table 1).\nES: estimated prevalence of ATI for WHO regions and individual countries.\nWe used ArcGIS program (version 10.2.2; ESRI, Redlands, California, USA) to draw this figure.\nWith regard to the WHO-defined-regions, the highest prevalence of ATI in pregnant women (2.5%; 95% CI: 1.7–3.4%; 671/30,149) was reported for the Eastern Mediterranean region, and the lowest prevalence (0.5%; 95% CI: 0.4–0.7%; 3,568/681,265) was in the European region (Table 1). The prevalence estimates of ATI in pregnant women in other WHO-defined regions were: 1.6% (95% CI: 0.7–2.9%) in Africa, 1.0% (95% CI: 0.5–1.6%) in the Western Pacific, 1.0% (95% CI: 0.7–1.4%) in Latin America and the Caribbean, and 0.8% (95% CI: 0.3–1.5%) in South-East Asia. Fig 3 shows a geographic information system (GIS) map with the prevalence rates of ATI in pregnant women in different countries.\nWith regard to the post-hoc exploratory analyses based on studies that used strict criteria to define ATI, we identified 87 such studies from 47 countries. The overall prevalence of ATI in pregnant women across these 47 countries was 0.6% (95% CI: 0.4–0.7%; 4,035/733,809). According to this analysis, the prevalence estimates of ATI in pregnant women in WHO-defined-regions were (from highest to lowest): 2.2% (95% CI: 0.2–6.1%) in Africa, 1.9% (95% CI: 1.0–3.0%) in the Eastern Mediterranean region, 0.6% (95% CI: 0.1–3.2%) in the Western Pacific, 0.5% (95% CI: 0.2–0.9%) in the Latin American and Caribbean region, 0.5% (95% CI: 0.1–1.3%) in South-East Asia and 0.4% (95% CI: 0.3–0.6%) in the European region (S2 Table).\nIn subgroup analyses, according to study design, the global prevalence of ATI in prospective cohort studies was 1.1% (95% CI: 0.9–1.2%) and was similar to that in cross-sectional studies (1.0%; 95% CI: 0.9–1.2%) (Table 2). With respect to the type of diagnostic method used, the prevalence rates according to the diagnostic criteria used to define ATI were: 1.5% (95% CI: 1.3–1.8%), using seropositivity for both IgG and IgM, 0.5% (95% CI: 3–0.7%) using low IgG-avidity (along with positive IgG and IgM), and 0.7% (95% CI: 0.5–0.9%) using seroconversion from an IgG negative to an IgG positive status (Table 2). In subgroup analysis, according to pregnancy trimesters, only 15 studies contained relevant data; the pooled prevalence rates for ATI were 1.7% (95% CI: 0.7–1.3%), 1.0% (95% CI: 0.3–1.9%) and 0.1% (95% CI: 0.0–1.1%) for ATI in the first, second, and third trimesters, respectively (Table 2). Fourteen studies reported the prevalence of ATI in different age groups; the pooled prevalence rates of ATI in pregnant women with ages of <20, 21–30, and >31 years were 2.6% (95% CI: 1.0–4.8%), 2.2% (95% CI: 1.1–3.5%) and 1.6% (95% CI: 0.6–3%), respectively (Table 2). The results of additional subgroup analyses, according to study sample size and study year, are shown in Table 2.\nIn subgroup analyses, with respect to sociodemographic parameters, countries with high income levels and higher HDI had a significantly lower prevalence of ATI (P-value <0.001). In subgroup analysis, according to income level, the highest and lowest prevalence of ATI were found in low (1.6%; 95% CI: 0.4–3.7%) and high (0.8%; 95% CI: 0.6–1%) income countries, respectively. According to HDI, the highest prevalence of ATI were found in countries with low HDIs (2.3%; 95% CI: 1–4.1%), and the lowest prevalence in countries with high HDIs (0.7%; 95% CI: 0.5–0.9%) (Table 3). Additional subgroup analyses, according to geographic and climate parameters (latitude, longitude, humidity, mean temperature, and precipitation), are shown in Table 3.\nMeta-regression analyses showed a non-significant increasing trend in ATI prevalence with increasing overall seropositivity rates (latent Toxoplasma infection) in pregnant women or in the overall population (coefficient [C] = 0.008; P-value = 0.17) (Fig 4, Table 2). There was a non-significant decreasing trend in ATI prevalence with larger study-sample sizes (C = -5. 79e-08; P-value = 0.1) and over time (C = 0.0007; P-value = 0.57). There was a significant decreasing trend with increasing income levels (C = -0.005; P-value = 0.03) and HDI (C = -0.005; P-value = 0.006) (S3 Fig, Table 2). A significant decreasing trend in ATI prevalence was also seen with increasing geographical latitude (C = -0.00026, P-value = 0.005); while an overall significant increasing trend was seen with increasing longitude (C = 0.0008, P-value = 0.02), although prevalence increased between longitudes 0–70° and then decreased between longitudes 70–130° (S3 Fig, Table 3). Furthermore, a significant increasing trend in ATI prevalence was seen with increasing mean environmental temperature (C = 0.0004; P-value = 0.02); while a non-significant decreasing trend was seen with increasing relative humidity (C = -0.0001, P-value = 0.18) and increasing annual precipitation (C = -6.41, P-value = 0.81) (S3 Fig).",
    "Discussion": "To our knowledge, this is the first study to evaluate published evidence on the global and regional prevalence of ATI in pregnant women. We estimated that, globally, approximately 1.1% of pregnant women are acutely infected with T. gondii during gestation. Following more strict criteria for the definition of ATI, we have found that the prevalence of ATI in pregnant women was about 0.6%. These prevalence rates represent a significant burden of infection in pregnant women, and suggest that a large number of newborns are at risk of acquiring congenital toxoplasmosis in utero and at risk of developing long-term sequelae from the disease, if left undiagnosed and untreated. Our findings support the need for universal screening of pregnant women during the gestation period. Approximately 50% of pregnant women with ATI are asymptomatic or may have mild non-specific flu-like symptoms; without universal screening throughout gestation (ideally every 1–3 months) these cases will remain undiagnosed. Prompt diagnosis and treatment of ATI during gestation, and ideally within 3–4 weeks from the time of acute maternal infection, could be helpful to prevent MTCT of congenital toxoplasmosis and ameliorate the severity of the disease [7, 10, 11, 17, 30, 31]. The spectrum of disease resulting from congenital toxoplasmosis in countries without universal prenatal screening for Toxoplasma infection is significantly more severe as compared with countries where such prenatal screening and treatment programs are routinely implemented. ATI, identified during pregnancy, allows for promptly initiated ante-natal and post-natal treatment for congenital toxoplasmosis [4, 32, 33].\nIn our analyses, the overall prevalence of ATI varied across regions, with the lowest prevalence in European countries and the highest prevalence in Eastern Mediterranean and African countries. These results are in agreement with the estimated global incidence of congenital toxoplasmosis from a WHO-supported study [3] that showed the highest incidence of congenital toxoplasmosis in the Middle East and in some low-income African countries. Using an estimated ATI prevalence of 0.6% in pregnant women, based on strict criteria to define ATI, and ~140 million births per year globally (2017), it could be projected that ~ 840,000 babies per year are born annually to women with ATI. With an overall mother-to-child transmission risk of ~24% [14], ~ 201,600 children annually could be born with congenital toxoplasmosis (14.4 CT cases per 10,000 live births worldwide). These estimates are consistent with estimates by Torgesson and Mastroiacovo [3]. Using a number of 131 million births in 2008, these authors estimated that the global incidence of congenital toxoplasmosis is 190,000 (95% CI: 179,300–206,300) cases per year (equating to 15 CT cases per 10,000 live births worldwide) [3].\nVery few (n = 15) studies reported information on the gestational age of the pregnant women at the time of ATI. The prevalence of ATI in the first trimester (1.7%) was significantly higher than the prevalence in the second (1.0%) and third (0.1%) trimesters. It is well known that gestational age at the time of maternal infection has an impact on the risk of vertical transmission and the risk of developing severe, symptomatic disease in the fetus and the newborn [1, 5, 12]. The risk of mother-to-child transmission increases geometrically with advancing gestational age at the time of ATI, while the risk for symptomatic disease in the fetus or newborn follows a relatively reverse trajectory [8]. Nevertheless, recent data show that severe congenital toxoplasmosis can occur even with late gestation ATI. High risk for ATI early in gestation could have important public health implications. Many T. gondii seronegative pregnant women may be unaware about their pregnancy status in the early weeks of gestation, and might be involved in activities that expose them to T. gondii (e.g., through the ingestion of raw or under-cooked meat, unwashed vegetables, or untreated or inappropriately treated water, through environmental exposure to soil or through contact with cats). Therefore, educating people about measures to prevent Toxoplasma infection in women when or before they are planning to become pregnant, and implementing universal prenatal screening programs during gestation are key preventative measures.\nA significantly higher prevalence of ATI was reported in younger, compared with older, pregnant women. The ATI prevalence rates were 2.6% in women of < 20 years of age compared with 1.6% in women > 31 years of age. Although, in general, the seroprevalence of T. gondii in a population increases with advancing age [34–36], the relatively contradictory results for ATI prevalence rates in our meta-analysis could be explained by the fact that older pregnant women are likely to have been exposed to T gondii earlier in life, and, thus, are no longer at risk.\nAlthough not statistically significant, there was an upward trend in the prevalence of ATI in pregnant women with increasing T. gondii seropositivity rates in the general population. If the T. gondii seroprevalence in a country or a population is high, then a small number of pregnant women would be expected to be at risk of acquiring ATI during gestation, because most women would be seropositive, as a result of (usually asymptomatic) infection, prior to conception. This proposal is consistent with results for Latin America, for example. Nevertheless, a high seroprevalence would also mean that there is higher risk of T. gondii exposure in seronegative individuals via environmental or occupational sources or through T. gondii contaminated food or water [3].\nHigher prevalence rates of ATI were reported in countries with lower income and HDI levels, lower latitude and longitude, lower humidity, and higher mean annual temperatures. It is well known that the optimum environmental conditions required for the survival of Toxoplasma oocysts in the environment include a warm and humid climate [37, 38]. Moreover, the prevalence of human toxoplasmosis is higher in areas with a hot and humid climate. However, we found relatively conflicting results for the association of ATI prevalence with the humidity and precipitation parameters for individual countries. The highest prevalence of ATI was seen in the Middle East and North Africa, where the humidity and precipitation rates are lower than in other regions. Our interpretation is that socio-demographic variables (income and HDI levels) as well as cultural and culinary habits have more powerful effects on the prevalence of ATI as compared with environmental variables. Pregnant women living in countries with high income and HDI levels likely have better access to health care and might have more knowledge about the risks of infectious diseases (including ATI) during pregnancy. Furthermore, regular maternal screening and a greater awareness of health professionals about the risks of ATI in developed countries could be effective in reducing the incidence of exposure during pregnancy [39]. Cultural or culinary habits, particularly the consumption of semi-cooked or raw meat (including lamb), are important factors in the acquisition of Toxoplasma infection [35]. This might explain the high prevalence of ATI in pregnant women living in the Middle East region, since Kebab, Shishlik and other recipes with relatively undercooked meats are very popular in the daily diet of people in these countries [35]. Furthermore, poor environmental hygiene, accompanied with limited awareness about the transmission routes and clinical complications of toxoplasmosis could be responsible for the high prevalence of ATI in pregnant women in the Middle East.\nThe strength of the present study was the large sample size (902,228 pregnant women), which allowed the regional and global prevalence rates of ATI in pregnant women to be estimated. However, some limitations need to be acknowledged. First, although we undertook a comprehensive systematic literature search of relevant databases and included a substantial amount of information and data in the meta-analysis, we limited our analyses to data published in the peer reviewed literature. Unpublished data, reported, for example, in meeting-proceedings, were not included in the present meta-analysis. Second, for some countries, only single reports were available and for several regions, including North America, Eastern Europe and Central Asia, we found no published data. Third, the methods used for the diagnosis of ATI in the different studies varied considerably, and the diagnostic sensitivity and specificity of these methods differed as well, likely resulting in some imprecision in prevalence estimates. In our meta-analysis, studies diagnosing ATI based on the presence of positive anti-Toxoplasma IgG and IgM serum antibodies reported statistically-significantly higher ATI prevalence rates (1.5%) than studies using low IgG avidity (along with positive IgG and IgM) or seroconversion from IgG negative to IgG positive (ATI prevalence rates of 0.5% and 0.7%, respectively). Fourth, there was a high degree of heterogeneity in the estimated ATI prevalence rates by country. This is expected in global estimates across time periods and locations. In our meta-regression analyses, we tried to explore reasons for this heterogeneity and identified several socioeconomic, geographic and climate parameters that might explain heterogeneity, although, in most cases, the identified trends were not statistically significant. Finally, all of our sub-group and meta-regression analyses, were ecological analyses and several of the statistically significant subgroup differences identified might also be explained by unaccounted confounders.\nIn conclusion, we estimated a prevalence rate of ATI in pregnant women, both regionally and globally, which poses a serious public health risk, and suggests that a significant number of fetuses and newborns are at risk of MTCT transmission of congenital toxoplasmosis. The Sustainable Development Goal of the United Nations calls for a radical reduction of newborn, child and maternal mortality, focused on ending preventable deaths before 2030. Our data provide useful information for public health policymakers, nationally or internationally, to prioritize prevention efforts and intervention programs that will improve maternal and newborn health and minimize adverse outcomes due to congenital toxoplasmosis. Furthermore, our study suggests the need for a global effort to educate women of a child-bearing age about the transmission routes of toxoplasmosis and adverse effects of ATI on the developing fetus and newborn, as well as measures to avoid such exposure risks. Congenital toxoplasmosis is clearly a preventable disease. Universal prenatal screening programs for Toxoplasma infection throughout gestation should be implemented in all countries. Screening programs using novel, well-validated diagnostic platforms, like point-of-care tests for Toxoplasma infection [40–42], could mitigate the cost and the implementation limitations associated with the need for large-scale screening programs for pregnant women during gestation."
}