{
    "Introduction": "Intestinal infections are the leading cause of childhood morbidity and mortality in children under 5 [1], caused by numerous microorganisms. Protozoa, particularly Entamoeba, Giardia, and Cryptosporidium [2], infecting 450 million individuals annually [3]. The infection leads to diarrhea, abdominal pain, vomiting, weight loss, and the long-term sequelae of childhood growth faltering [4]. Malnutrition is known to impair cellular immunity, which is an important risk factor for infection by these enteric protozoan parasites [5]. Entamoeba histolytica is associated with moderate-to-severe diarrhea (MSD) and increased mortality among children in African countries and has been reported to exert adverse effects on child growth and development [6]. Infections with Giardia are quite frequent and are one of the most common causes of diarrhea, but generally occur without clinical symptoms, though it can affect nutritional status due to diarrhea, loss of appetite, reduced absorption of proteins, vitamins A, B12, and lactose [7]. Children in resource-poor settings are particularly at risk of infections with Cryptosporidium, which has been reported to be the second leading cause of diarrhea-related mortality among under-5 in LMICs [8].\nThough intestinal parasitic infection is widespread and often asymptomatic for diarrhea, their impact on growth in early childhood is largely uncharacterized. In the Global Enteric Multicenter Study (GEMS) across seven global study sites, the presence of Cryptosporidium was significantly associated with a greater decline in linear growth than in those without Cryptosporidium [9], but no analysis has been conducted on asymptomatic children who were positive for intestinal protozoan parasites. In the MAL-ED birth cohort study, asymptomatic infections by Giardia were found to be associated with growth faltering in the first 2 years of life [10], but no association was observed among the older children with parasitic infection and child growth. The mechanism by which parasitic disease impairs child growth is not fully understood but is thought to be related to host systemic responses to infection, disruption of host intestinal absorptive processes, and anemia [11]. Intestinal protozoan parasitic infections, disproportionately affect children; however, little is known about the impact of parasitic disease on growth in older children. Official figures may only represent a fraction of the true incidence of symptomatic cases and are often underdiagnosed and under-reported [12]. In addition, the proportion of asymptomatic carriers and subclinical infections is unknown due to the limited sensitivity of conventional (e.g., microscopy) diagnostic tests and the lack of large community surveys [12].\nHere we assessed the impact of both symptomatic and asymptomatic enteric protozoan parasite infections on childhood growth among under-5 children in the GEMS dataset. Little is known about whether child growth faltering is enteric protozoan specific, and determining whether child malnutrition varies for different enteric protozoan parasites has implications for the implementation and evaluation of programs designed to improve child health.",
    "Methods": "Ethics statement\nBefore implementing the GEMS, the clinical procedure, consent forms, CRFs (case report forms), field procedures, and other supporting materials were approved by the local site-specific ethics committees and the ethics committee of the University of Maryland School of Medicine. The committees and their collaborating partners from other institutions oversee each site who had their IRB approvals. The collaborating institutes of 7 sites were, International Center for Diarrheal Disease Research, Bangladesh (icddr,b) in Bangladesh, National Institute of Cholera and Enteric Diseases (NICED) in India, Aga Khan University in Pakistan, Medical Research Council Unit, The Gambia in Gambia, CDC/Kenya Medical Research Institute (KEMRI) Research Station in Kenya, Centre pour le Development des Vaccines du Mali (CVD-Mali) in Mali, Centro de Investigação em Saúde de Manhiça (CISM) in Mozambique. The signed informed consent forms for the children’s inclusion in the study were collected from the children’s parents/guardians (both sick cases and healthy controls).\n\n\nStudy design\nGEMS was a prospective, age-stratified, matched case-control study conducted from December 2007 to February 2011 in seven study sites across sub-Saharan Africa (The Gambia, Mali, Mozambique, and Kenya) and South Asia (Bangladesh, India, and Pakistan). [13] Under-5 children of the Demographic Surveillance System (DSS) catchment area, presenting to the Sentinel Health Center with MSD admitted within 7 days of acute illness onset were considered cases. Age, sex, and community-matched healthy children without diarrhea for the previous 7 days randomly selected from the DSS were enrolled as controls. Nutritional assessments based on weight, length/height, and mid-upper arm circumference (MUAC) were performed at the time of enrollment [13].\nApproximately 60 days after enrollment, GEMS field workers visited the household of each enrolled child (acceptable range, 50–90 days) [13]. We used the anthropometry data and details of in-between comorbidity data (malaria, typhoid, pneumonia, diarrhea, and dysentery) from these follow-up household visits for our analysis.\n\n\nSpecimen collection and laboratory procedure\nThe GEMS protocol incorporated traditional bacterial culture, the growth of the pathogens, and characterizes them further for virulence, and serologic features, as described elsewhere [14]. Giardia, E. histolytica, and Cryptosporidium were detected using immunoassays (ELISA) available commercially from TechLab, Inc and according to the manufacturer’s protocols [14].\n\n\nOutcome variable\nThe primary measure of growth in our analyses was the height/length-for-age z-score (HAZ), weight-for-age z-score (WAZ), and weight-for-height z-score (WHZ). In our study, we used baseline (after rehydration in case of MSD) and endline HAZ, WAZ, and WHZ from enrolment to follow-up for the E. histolytica, Giardia, and Cryptosporidium-positive children enrolled in GEMS (Fig 1). As the comparison group, we used the baseline and endline follow-up anthropometry data for the E. histolytica, Giardia, and Cryptosporidium negative children.\n\n\nVariables of interest\nAnthropometry measurements.Height and weight were measured at enrollment and the 60-day follow-up visit for each child, and details of measuring methods were described elsewhere [8]. Using the WHO Child Growth Standards as the reference population, the HAZ/LAZ, WAZ, and WHZ were measured using a WHO SAS macro [13].\n\nModerate-to-severe Diarrhea (MSD).MSD was defined as new and acute diarrhea (≥3 abnormally loose stools within the past 24 hours that started within the previous 7 days following at least 7 diarrhea-free days, with at least one of the following criteria for MSD: dehydration based on the study clinician’s assessment (sunken eyes; decreased skin too, or; or intravenous rehydration administered or prescribed); dysentery (visible blood in stools reported by the mother or observed by the study team); or hospitalization with diarrhea or dysentery [13].\n\nVomiting, fever, and dysentery.Vomiting 3 or more times per day, and fever (at least 38°C or parental perception) determined by retrospective and dysentery (visible blood in stools) assessed by the attending clinician [13].\n\nAsymptomatic children.Age, sex, and community-matched healthy children without diarrhea for the previous 7 days randomly selected from the same DSS were enrolled as asymptomatic children [8].\n\nBreastfeeding.Breastfed referred to both exclusive and partially breastfeed children under 2.\n\nSociodemographic information.Included data about the child’s household including the mother as a primary caretaker, primary caretaker’s education (illiterate/ literate), household size (number of children <5 years of age) were considered explanatory variables. Variables addressed WASH (before nursing or preparing baby food; after cleaning a child who defecated), the main source of drinking water (tube well water/ non-tube well water), sanitation facilities (toilet facility for disposal of human fecal waste available/ no facility), and the use of handwashing materials (water with soap/ without soap). Households were categorized based on the wealth quintiles as socioeconomic status (SES) (poor, lower-middle, middle, upper-middle, and rich) [15] by using principal component analysis. The survey includes data on asset indicators that can be grouped into three types: household ownership of consumer durables(clock/watch, bicycle, radio, television, bicycle, sewing machine, refrigerator, car); characteristics of the household’s dwelling(about toilet facilities, the source of drinking water, rooms in the dwelling, building materials used, and the main source of lighting and cooking); and household land ownership [15]. Individuals were sorted by the asset index and established cutoff values for percentiles of the population. Then the households were assigned to a group based on their value on the index. For expository convenience, they refer to the bottom 20% as “poorest,” the next 20% as “lower middle,” the next 20% as “middle”, the next 20% as “upper middle” and the top 20% as “richest,” but this classification does not follow any of the usual definitions of poverty [15].\n\n\n\nStatistical analysis\nWe reported the child and household-level characteristics by using mean and standard deviation for continuous variables and frequency as a percentage for categorical variables to summarize the data. Chi-square and proportion tests were used to see the association between two categorical variables and the t-test was used to see the mean difference between two groups for symmetric distribution. To assess the association between the intestinal protozoan parasites at baseline and the change in the child’s HAZ, WAZ, and WHZ in the subsequent ~60 days, we used a generalized linear model, where the explanatory variable was the presence of intestinal protozoan parasites (Cryptosporidium, Giardia and E. histolytica) and the outcome variable was (HAZ, WAZ, and WHZ). All the factors include age, gender, breastfeeding status, primary caretaker’s education, number of under-5 children at the house, WASH, co-pathogens (ETEC, EAEC, Shigella, Campylobacter, and Rotavirus), comorbidity, time (since it was a repeated measured data, we adjusted the variable [time: 0 and 1] as co-variate; the anthropometry was taken in two-time points: on enrollment = 0 and day ~60 follow up = 1), and study site, suggesting the association with the outcome as indicated in the literature were chosen for multivariable modeling. Separate models were constructed to assess the association of each enteric protozoan parasitic infection with a child’s HAZ, WAZ, and WHZ for symptomatic and asymptomatic infections. A similar model was performed for the detection of the association of protozoan parasite co-pathogens and child growth parameters after adjusting for the potential covariates. We checked for potential effect modifiers in the final model by checking the interactions. Initially, we checked the Mantel-Haenszel test to detect the heterogeneity of the association by different pathogens. A likelihood-ratio test (LRT) was performed and found that without the interaction term, the model had a better fit. The variance inflation factor (VIF) was calculated to detect multicollinearity, and no variable with a VIF value greater than 5 was identified in the final model. We estimated the β coefficient and its 95% CI to describe the precision of the point estimate. A p-value of < 0.05 was considered statistically significant and STATA 17.0 IC (Stata Corp LLC, College Station, TX) was used to analyze the data.",
    "Results": "Among children with MSD, the detection of Cryptosporidium spp. was the highest in Mozambique (16.8%) and Indian (16.7%) study sites. In Mali, Giardia was found in 27.9% of children (Fig 2). Among the children without symptoms, the detection of Cryptosporidium spp. was the highest in India (10.7%) and the lowest in Bangladesh (4.0%). In Mali, Giardia was found in 37.5% of asymptomatic children. Giardia was detected in a higher proportion of asymptomatic children (healthy children enrolled as control from the community) in all sites than symptomatic MSD children (Fig 3).\nBaseline anthropometric measurements (WAZ mean ±SD: -1.08± 1.32 vs -1.51± 1.39 and WHZ: -0.47± 1.49 vs -1.06± 1.49) showed a statistical difference (p-value <0.001) between asymptomatic and symptomatic children respectively (Table 1). Symptomatic MSD children were more often (82.3%) using non-tube well water as the main source of drinking water compared to asymptomatic healthy children (82.3% vs 77.2%, p-value <0.001). Non-sanitary latrines were available for 6.4% of households. Cryptosporidium (11.9% vs 6.4%), E. histolytica (2.9% vs 2.3%), ETEC (11.3% vs 7.4%), rotavirus (18.5% vs 3.9%), and Shigella (11.8% vs 1.8%) were more frequently detected amongst the children exhibiting symptoms in comparison to asymptomatic children (p-value <0.001 for each pathogen) respectively, but Giardia was more isolated among the children without symptoms compared to symptomatic children (26.4% vs 18.9%, p-value <0.001).\nThe baseline demographic characteristics of the children are presented in S1 and S2 Tables. For this analysis, we included 7800 children. For the asymptomatic children, Cryptosporidium was detected in 843 (18.3%), Giardia in 3470 (75.2%), and E. histolytica in 299 (6.5%). Cryptosporidium and E. histolytica were more often (> 40%) detected among younger children (0–11 months), and Giardia was frequently detected among the older children (more than two years old) among whom, more than 40% were female. For the MSD cases, Cryptosporidium was detected in 1123 (35.2%), Giardia in 1786 (56%), and E. histolytica in 279 (8.8%). Around 55.6% of children in the 0–11 months age group were Cryptosporidium-positive. About 40% of children were from the older age group who were Giardia-positive. But E. histolytica was less common among the children who were 24 months old and above. Dysentery (42.3%) occurred substantially more frequently for the E. histolytica-positive children and fever (60.1%) were most observed in Cryptosporidium positive and Giardia-positive children where 55.56% E. histolytica-positive children were presented with fever.\nIn separate multiple linear regression models among symptomatic MSD children, after adjusting the potential covariates, we observed, that at ~60-day follow-up, Cryptosporidium infection was associated with lower HAZ (-0.17; 95% CI: -0.23, -0.11), WAZ (-0.25; 95% CI: -0.31, -0.19), and WHZ (-0.23; 95% CI: -0.30, -0.17) (Table 2) which was lower than expected during ~60 days follow up compared to the Cryptosporidium negative children. This finding was consistent for nearly all stratified age groups. Among children who were positive for Giardia and E. histolytica, we did not find any significant associations with HAZ, WAZ, and WHZ in 60 days of follow-up. Children positive for any one of the enteric protozoan parasites (Giardia or Cryptosporidium or E. histolytica) showed a significant decrease in each child growth outcome among overall all children and among the 0–11 months age children, but not for the older children (12–23 months and 24–59 months) (Table 2).\nAmong asymptomatic children at ~60-day follow-up, Cryptosporidium infection was associated with lower WAZ (-0.15; 95% CI: -0.22, -0.09) and WHZ (-0.18; 95% CI -0.25, -0.12), which was lower than expected during follow up; this relationship did not exist for HAZ (-0.03; 95% CI -0.09, 0.04) compared to Cryptosporidium negative children. This finding was consistent for nearly all stratified age groups except for older children (24–59 months old). Giardia infection was associated with lower HAZ (-0.13; 95% CI: -0.17, -0.09) and WAZ (-0.07; 95% CI: -0.11, -0.04); but not WHZ (-0.02; 95% CI -0.06, 0.02) which was lower than expected in comparison to the Giardia negative children, these findings were also observed amongst the different age groups of children except for older children (24–59 months). No associations were found between E. histolytica and growth measures. Positivity for any one of the enteric protozoan parasites (Giardia or Cryptosporidium or E. histolytica) was associated with lower child growth outcomes among overall all children, but not for the older children (24–59 months). In 24–59 months, children, who were positive for any one of the enteric protozoan parasites had a significant decrease in HAZ (Table 3) which was lower than expected during follow-up compared to the children who were negative for any protozoal infection.\nTo gain further insight into the association of protozoan parasite detection with child growth, we explored the role of co-pathogen colonization. We observed an association (p = 0.01) and WHZ (β: -0.21; 95% CI: -0.35, -0.06; p <0.001); on the other hand, co-infection with both Giardia and E. histolytica was associated with higher growth than the expected HAZ (β: 0.32; 95% CI: 0.07, 0.58; p = 0.01) and WAZ (β: 0.30; 95% CI: 0.03, 0.56; p = <0.001) among the children exhibiting symptoms. No association was found between the co-colonization of Cryptosporidium and E. histolytica on diarrhea symptoms (Table 4). We report on the prevalence of multiple infections in S3 Table and compared enteric protozoan parasite co-infections between asymptomatic and symptomatic MSD children in S4 Table.\nMost co-infections did not reveal an association with growth measures (Table 4). For symptomatic MSD children, exceptions included negative associations with growth when children were positive for Cryptosporidium with E. Histolytica negative and Cryptosporidium regardless of Giardia status (I.e., both Giardia positive and negative).These relationship with lower growth when children had co-infection with both Cryptosporidium and E. histolytica also held for asymptomatic MSD children, but among these children, negative associations with growth existed when children were positive for Giardia regardless of Cryptosporidium status. We explored the age-stratified association between parasitic co-infections and child anthropometry. In S5A and S5B Table.",
    "Discussion": "To our knowledge, this is the first study to investigate the associations between the detection of enteric protozoan parasites with child growth; we included data from children in multiple countries ranging from birth until 5 years of age with and without diarrhea. We found compelling evidence that infection with Cryptosporidium impacts WAZ and WHZ among children enrolled as both symptomatic and asymptomatic; but association with HAZ was only for symptomatic children. Associations with Giardia infection were found for asymptomatic children only for HAZ and WAZ, but not WHZ, and no associations were found among symptomatic children. No associations were found among children positive for E. histolytica, perhaps owing to limited power from low prevalence. Associations with any infection were found among those in both the symptomatic and asymptomatic groups for all three growth categories, though the strength of that association differed within age groups.\nOur results have significant implications for the prevention and management of asymptomatic intestinal protozoan parasitic infections in developing countries. It is widely known that children in developing countries are found to be infected with intestinal protozoan parasitic infections and often do not have diarrhea [16]. In some cases, enteric parasites result in self-limiting diarrhea; thus, typically, infected individuals are managed supportively, and not prescribed antiprotozoal treatment. The findings of this analysis suggest that this decision tree should be re-evaluated for under 5 children, given the substantial potential impact on growth faltering/detrimental effect on the nutrition status of asymptomatic intestinal protozoan parasitic infected children.\nOur analysis showed that asymptomatic Giardia infection was significantly associated with both HAZ and WAZ, indicating poor linear growth and acute energy deficiency in affected children. However, there was no observed impact of Giardia on child growth among symptomatic children. The effect of symptomatic Giardia-associated illness on child growth remains controversial. A previous study noted that Giardia-infected children in Guatemala had poorer weight gain than those without this infection, but only in the second year of life; no effect was seen in the first or third years [17]. In another study in The Gambia, it was found that Giardia was not a major cause of the poor growth of the children [18]. Earlier studies have suggested that systemic invasion by enteric parasites could contribute to growth retardation by causing acute blood loss and depletion of body protein stores [4]. Giardia evades host inflammatory responses and may affect epithelial cells through various mechanisms, including producing antioxidants, cleaving interleukin-8, depleting arginine via arginine deiminase, shifting variant surface protein expression, cell-cycle arrest, proliferation impairment, tight-junction disruption, and apoptosis induction [19]. Enteric parasites can cause apical junction complex breakdown leading to intestinal permeability and allowing microbial and food antigens to enter the sub-epithelial compartment, as well as lactose malabsorption in affected individuals [20]. The study from Kerman, central Iran demonstrated that symptomatic giardiasis was characterized by significantly elevated serum levels of the TH1 cytokine IFN-γ compared to healthy controls, while asymptomatic human subjects and healthy controls had comparable levels of serum IFN-γ, and that Giardia genotype AI infection was associated with significantly elevated levels of serum IFN-γ and IL-10, but not IL-5, compared to healthy controls [21]. These findings may demonstrate the roles of both host and parasite factors in the determination of the growth outcome of Giardia infections, regardless of diarrheal symptoms.\nOur data showed that acute malnutrition, as measured by WHZ, was significantly associated with subsequent growth faltering, which could be attributed to severe intestinal injury and absorptive capacity, and several studies have suggested that ponderal growth may precede linear growth as weight loss reflects a lack of available nutrients required for sustaining linear growth [22]. Our study suggests that the increased risks of severe linear growth faltering in asymptomatic children may be associated with higher rates of subsequent diarrhea episodes during the follow-up period, as previous research has reported a higher incidence of diarrhea in acutely malnourished children [23].\nContradictory findings regarding the protective role of Giardia in early childhood have been reported based on single pathogen colonization data from a community-based intervention study [24]. Children with Giardia detected in their duodenal aspirates have shown increased intestinal permeability, which may contribute to stunting and other forms of malnutrition, independent of chronic inflammation of the gut tissue. Giardiasis also has shown a minimal association with markers of intestinal inflammation, further suggesting a non-inflammatory mechanism [25], causing fewer symptoms. Our study found no significant growth faltering in children with symptomatic Giardia infection, possibly due to the activation of innate immunity which can protect against other enteric illnesses [26]. The reduced occurrence of Giardia in diarrheal stools suggests it may act as a barrier against other pathogens, but we propose an alternative interpretation: colonized Giardia is flushed out during acute diarrheal episodes caused by other pathogens, and this does not necessarily indicate protection against undernutrition.\nChildren with symptomatic and asymptomatic Cryptosporidium infections had significantly more growth faltering compared to those without the infection, possibly due to malabsorption of nutrients and intestinal inflammation caused by the parasite. Intestinal inflammation is known to impair growth and development, as evidenced by elevated inflammatory markers such as C-reactive protein (CRP) and interleukin-6 (IL-6) be elevated in children with giardiasis and a link between chronic inflammation and stunting [27]. Cryptosporidium causes inflammation and damage to the gut lining, leading to malabsorption and malnutrition. Asymptomatic Cryptosporidium infections may not affect long-term growth in children due to the short duration and lower parasite burden, which are often cleared by the body’s immune system.\nSymptomatic Cryptosporidium strongly correlates with impaired HAZ in all age groups, likely due to its activation of the NF-kβ pathway and subsequent chronic inflammation and enteropathy. Linear growth faltering risk decreases as children age, with the highest risk before 12 months, in line with previous research [28]. These findings suggest the importance of early detection and treatment of Cryptosporidium to prevent long-term growth impairment in children. The risk of linear growth faltering decreases as children age, with the highest risk occurring before 12 months. In children with diarrhea presentation, the loss of height-for-age may have more health consequences than in asymptomatic children with Cryptosporidium, consistent with previous studies noting dysentery or specific pathogens known to cause dysentery to be associated with risks for linear growth faltering [29]. Cryptosporidium was associated with a greater decline in linear growth in children under 2 years with MSD, corroborating and expanding previous studies suggesting that Cryptosporidium in infancy imparts a lasting adverse effect on linear growth, including less weight gain in the first month of infection [9].\nOur study did not find any significant association between E. histolytica infection and differences in child anthropometry. We have no clear explanation for this null association, but one possibility is the low prevalence’s restricted power. However, the effects of the infection may be temporary, and our results may underestimate the true association due to oral rehydration and anti-amebic/antibiotic therapy provided to symptomatic children. Previous studies suggest that E. histolytica infection could contribute to growth retardation through acute blood loss and depletion of body protein stores [30]. In a study of under 2 children from GEMS, dysentery was more likely to be treated with antibiotics than other enteric infections, potentially contributing to a growth-promoting effect on length and weight, although the impact of antibiotic treatment on growth in children with enteric infections remains unclear [31]. Moreover, Giardia and Cryptosporidium colonize the duodenum, jejunum, and ileum and are the most common sites for nutrients absorption; but E. histolytica colonizes the colon not in the small intestine [32], this might be another provable explanation of our findings.\nOur analysis revealed that child growth faltering attributed risk varies among the three enteric protozoan parasites, which could be related to dehydration status and severity of intestinal injury. Ponderal growth may precede linear growth, as weight loss may indicate a lack of nutrients needed for sustained linear growth, according to previous studies [22]. Our study suggests that nutritional interventions or antiprotozoal treatment guidelines may prevent childhood chronic malnutrition due to enteric parasite infection. However, further research is necessary to understand the impact of cumulative protozoan colonization on gut homeostasis and its correlation with poor growth in children under five.\nBased on the analysis of data regarding single pathogen colonization, contradictory findings have emerged regarding the potential protective role of Giardia, particularly during early childhood [16, 26]. In animal model experiments utilizing protein-deficient mice, it has been observed that microbial adaptations to undernutrition, in conjunction with the cumulative impact of entomopathogens, significantly influence host growth, gut immune response, and metabolism [33]. In the context of Giardia and enteroaggregative Escherichia coli co-colonization, it has been observed that Giardia can effectively evade microbiota-mediated pathogen clearance under conditions of protein malnutrition. This evasion mechanism leads to the promotion of growth impairment and significant alterations in the abundance of small intestinal 16S, as well as mucosal immunity. These changes converge with the metabolic responses to exacerbate host growth impairment. [34]. Their data model the effect of early-life cumulative enteropathogen exposures on the disruption of intestinal immunity and host metabolism during crucial developmental periods [34]. We observed similar trends in our study of children where Cryptosporidium detection in the presence of Giardia had a negative impact on the child’s growth, commonly among 24–59 months old diarrhoeal children. Similarly, simultaneously positive for Giardia and E. histolytica had poor growth in 12–23 months old children who were asymptomatic. As intestinal microbiota develops during the early months of life, this protection might provide the critical window of susceptibility. However, Cryptosporidium causes persistent diarrhea in young children in the LMICs. Although it has been suggested that the effect of infections on nutrition is usually transient because of catch-up growth, another community study from West Africa suggested that cryptosporidiosis in infancy has a permanent effect on growth [35]. Hence, further studies are required on the role of gut microbiota and enteropathogen co-colonization.\nOur study was limited by the lack of data on maternal BMI, gestational age, birth weight, serum micronutrient levels, and enteric inflammatory biomarkers of the children. Additionally, only short-term impacts (60 days) were assessed, leaving open the possibility of subsequent catch-up growth. We could not detect the effect of the human immunodeficiency virus (HIV) as HIV data in the children’s population were not readily available for South Asia. Our study had a large, randomly sampled population and high-quality lab procedures. We examined the relationship between intestinal protozoan parasitic infection and growth faltering in children under five across seven sites, with a single follow-up visit allowing us to analyze growth outcomes during the at-risk period. This enteric protozoan parasitic infection data can be highly valuable in advancing our understanding of enteric infections and their impact on child health and development. Our analysis includes information on co-infections and co-pathogens, providing insights into how multiple parasites or pathogens interact and influence each other’s effects on child health. Understanding these interactions can have implications for diagnosis, treatment, and public health strategies. Our analysis findings can be used to assess the effectiveness of interventions targeting parasitic infections, such as WASH improvements, deworming programs, and nutrition interventions.",
    "Conclusion": "Enteric protozoan parasites are associated with lower growth in young children, regardless of diarrheal symptoms, with Cryptosporidium and Giardia being associated with growth shortfalls among asymptomatic children. Future studies are needed to determine the impact of treating or preventing asymptomatic enteric protozoan parasite-associated illness on childhood malnutrition, and regular monitoring for parasitic infection should be included in nutritional assessments in endemic regions. Research to develop effective drugs and vaccines for enteric protozoan parasitic infections is crucial to prevent childhood malnutrition."
}