{
    "Abstract": "Canine rabies can be effectively controlled by vaccination with readily available, high-quality vaccines. These vaccines should provide protection from challenge in healthy dogs, for the claimed period, for duration of immunity, which is often two or three years. It has been suggested that, in free-roaming dog populations where rabies is endemic, vaccine-induced protection may be compromised by immuno-suppression through malnutrition, infection and other stressors. This may reduce the proportion of dogs that seroconvert to the vaccine during vaccination campaigns and the duration of immunity of those dogs that seroconvert. Vaccination coverage may also be limited through insufficient vaccine delivery during vaccination campaigns and the loss of vaccinated individuals from populations through demographic processes. This is the first longitudinal study to evaluate temporal variations in rabies vaccine-induced serological responses, and factors associated with these variations, at the individual level in previously unvaccinated free-roaming dog populations. Individual-level serological and health-based data were collected from three cohorts of dogs in regions where rabies is endemic, one in South Africa and two in Indonesia. We found that the vast majority of dogs seroconverted to the vaccine; however, there was considerable variation in titres, partly attributable to illness and lactation at the time of vaccination. Furthermore, >70% of the dogs were vaccinated through community engagement and door-to-door vaccine delivery, even in Indonesia where the majority of the dogs needed to be caught by net on successive occasions for repeat blood sampling and vaccination. This demonstrates the feasibility of achieving population-level immunity in free-roaming dog populations in rabies-endemic regions. However, attrition of immune individuals through demographic processes and waning immunity necessitates repeat vaccination of populations within at least two years to ensure communities are protected from rabies. These findings support annual mass vaccination campaigns as the most effective means to control canine rabies."
}