{
    "Background": "Neotricula aperta is the snail-intermediate host of the parasitic blood-fluke Schistosoma mekongi which causes Mekong schistosomiasis in Cambodia and the Lao PDR. Despite numerous phylogenetic studies only one DNA-sequence based population-genetic study of N. aperta had been published, and the origin, structure and persistence of N. aperta were poorly understood. Consequently, a phylogenetic and population genetic study was performed, with addition of new data to pre-existing DNA-sequences for N. aperta from remote and inaccessible habitats, including one new taxon from Laos and 505 bp of additional DNA-sequence for all sampled taxa,.",
    "Principal findings": "Spatial Principal Component Analysis revealed the presence of significant spatial-genetic clustering. Genetic-distance-based clustering indicated four populations with near perfect match to a priori defined ecogeographical regions. Spring-dwelling taxa were found to form an ecological isolate relative to other N. aperta. The poor dispersal capabilities suggested by spatial-genetic analyses were confirmed by Bayesian inference of migration rates. Population divergence time estimation implied a mid-Miocene colonisation of the present range, with immediate and rapid radiation in each ecogeographical region. Estimated effective population sizes were large (120–310 thousand).",
    "Conclusions": "The strong spatial-genetic structure confirmed the poor dispersal capabilities of N. aperta—suggesting human-mediated reintroduction of disease to controlled areas as the primary reason for control failure. The isolation of the spring-dwelling taxa and ecogeographical structure suggests adaptation of sub-populations to different habitats; the epidemiological significance of this needs investigation. The large effective population sizes indicate that the high population densities observed in surveyed habitats are also present in inaccessible areas; affording great potential for recrudescence driven by animal-reservoir transmission in remote streams. Mid-Miocene colonisation implies heterochronous evolution of these snails and associated schistosomes and suggests against coevolution of snail and parasite. Heterochronicity favours ecological factors as shapers of host-parasite specificity and greater potential for escape from schistosomiasis control through host-switching."
}