{
    "Background": "Mycolactone is a macrolide produced by the skin pathogen Mycobacterium ulcerans, with cytotoxic, analgesic and immunomodulatory properties. The latter were recently shown to result from mycolactone blocking the Sec61-dependent production of pro-inflammatory mediators by immune cells. Here we investigated whether mycolactone similarly affects the inflammatory responses of the nervous cell subsets involved in pain perception, transmission and maintenance. We also investigated the effects of mycolactone on the neuroinflammation that is associated with chronic pain in vivo.",
    "Methodology/ Principle findings": "Sensory neurons, Schwann cells and microglia were isolated from mice for ex vivo assessment of mycolactone cytotoxicity and immunomodulatory activity by measuring the production of proalgesic cytokines and chemokines. In all cell types studied, prolonged (>48h) exposure to mycolactone induced significant cell death at concentrations >10 ng/ml. Within the first 24h treatment, nanomolar concentrations of mycolactone efficiently suppressed the cell production of pro-inflammatory mediators, without affecting their viability. Notably, mycolactone also prevented the pro-inflammatory polarization of cortical microglia. Since these cells critically contribute to neuroinflammation, we next tested if mycolactone impacts this pathogenic process in vivo. We used a rat model of neuropathic pain induced by chronic constriction of the sciatic nerve. Here, mycolactone was injected daily for 3 days in the spinal canal, to ensure its proper delivery to spinal cord. While this treatment failed to prevent injury-induced neuroinflammation, it decreased significantly the local production of inflammatory cytokines without inducing detectable cytotoxicity.",
    "Conclusion/ Significance": "The present study provides in vitro and in vivo evidence that mycolactone suppresses the inflammatory responses of sensory neurons, Schwann cells and microglia, without affecting the cell viability. Together with previous studies using peripheral blood leukocytes, our work implies that mycolactone-mediated analgesia may, at least partially, be explained by its anti-inflammatory properties."
}