{
    "Background": "Each year, 3,800 cases of snakebite envenomation are reported in Mexico, resulting in 35 fatalities. The only scientifically validated treatment for snakebites in Mexico is the use of antivenoms. Currently, two antivenoms are available in the market, with one in the developmental phase. These antivenoms, produced in horses, consist of F(ab’)2 fragments generated using venoms from various species as immunogens. While previous studies primarily focused on neutralizing the venom of the Crotalus species, our study aims to assess the neutralization capacity of different antivenom batches against pit vipers from various genera in Mexico.",
    "Methodology": "We conducted various biological and biochemical tests to characterize the venoms. Additionally, we performed neutralization tests using all three antivenoms to evaluate their effectiveness against lethal activity and their ability to neutralize proteolytic and fibrinogenolytic activities.",
    "Results": "Our results reveal significant differences in protein content and neutralizing capacity among different antivenoms and even between different batches of the same product. Notably, the venom of Crotalus atrox is poorly neutralized by all evaluated batches despite being the primary cause of envenomation in the country’s northern region. Furthermore, even at the highest tested concentrations, no antivenom could neutralize the lethality of Metlapilcoatlus nummifer and Porthidium yucatanicum venoms. These findings highlight crucial areas for improving existing antivenoms and developing new products.",
    "Conclusion": "Our research reveals variations in protein content and neutralizing potency among antivenoms, emphasizing the need for consistency in venom characteristics as immunogens. While Birmex neutralizes more LD50 per vial, Antivipmyn excels in specific neutralization. The inability of antivenoms to neutralize certain venoms, especially M. nummifer and P. yucatanicum, highlights crucial improvement opportunities, given the medical significance of these species."
}