{
    "Abstract": "ELISA-based methods of detecting Fasciola cathepsins in feces are powerful techniques for diagnosing infections by F. hepatica and F. gigantica. In the last decade, the in-house MM3-COPRO ELISA and its commercial version BIO K 201 (BIO X Diagnostics, Belgium) have been recognized as useful tools for detecting early infections by such trematodes and for monitoring the efficacy of anthelmintic treatments in human and animal species, as they provide some advantages over classic fecal egg counts. However, the sensitivity of MM3-COPRO ELISA can sometimes be compromised by the high variability in the concentration of cathepsins in fecal samples throughout the biological cycle of Fasciola (mainly in cattle) and by differences in the between-batch performance of peroxidase-labeled anti-mouse IgG polyclonal antibodies. To prevent such problems, we investigated whether the incorporation of a commercial streptavidin-polymerized horseradish peroxidase conjugate, in order to reveal bound biotinylated monoclonal antibody MM3, can improve the sensitivity of the MM3-COPRO ELISA. We observed that inclusion of this reagent shifted the previous detection limit of the assay from 0.6 ng/mL to 150 pg/mL and that the modified test is able to identify infection in cows harboring only one fluke. Moreover, we demonstrated that maximal OD values can be achieved with short incubations (30 min each step) at RT with shaking, rather than standard incubations, which significantly accelerates the diagnostic procedure. Finally, we did not find a significant correlation between coproantigen concentration and parasite burden in cattle, which may be due to the low parasite burden (1–10 adult flukes) of the animals used in the present study. As the usefulness of the classic MM3-COPRO test for detecting animal and human infections has already been demonstrated, it is expected that the improvements reported in this study will add new insights into the diagnosis and control of fasciolosis."
}