{
    "Introduction": "Members of the Venezuelan equine encephalitis virus (VEEV) complex are arboviruses belonging to the Alphavirus genus of the Togaviridae family. First identified among equines in the 1930s [1], VEEV-associated human disease was not recognized until 1943 [2],[3] , although epidemiological data suggest that outbreaks may date back to the 1920s [4]. VEEV subtypes cause a wide clinical spectrum of disease ranging from undifferentiated fever to severe neurological symptoms, with a case fatality rate of 1–4% [5]. Two transmission cycles have been identified: an enzootic cycle, maintained among rodent reservoirs in forest habitats, and an epizootic cycle that causes high rates of mortality in horses as well as epidemics among human populations [4]. These cycles are typically associated with distinct subtypes of the VEE virus complex: subtypes IAB and IC with equine epizootics, subtypes ID, IF, and II–VI with the equine avirulent enzootic cycle [4],[6], and subtype IE with both enzootic and equine-virulent transmission cycles [7],[8],[9]. Despite disparate serological and clinical phenotypes some enzootic and epizootic subtypes are highly genetically conserved. In particular, strains of the enzootic subtype ID (Columbia/Venezuela genotype) show less than 0.5% divergence from epizootic IAB and IC subtypes at the amino acid level [10],[11],[12]. Based on this genetic conservation, epizootic strains have been proposed to emerge periodically from progenitor strains continuously maintained in an enzootic forest cycle. Accordingly, a single amino acid change within the E2 envelope gene has been shown to confer an epizootic phenotype on an enzootic VEEV strain [10],[11],[12],[13].\nGeographically, members of the VEEV antigenic complex have been restricted to tropical and sub-tropical regions of the Western Hemisphere, with VEEV complex isolates reported from Argentina through the southern United States. The majority of human VEEV infections have occurred during large outbreaks in Central America and northern South America, most notably in Colombia and Venezuela [14],[15]. In Peru, multiple human epidemics and equine epizootics have occurred on the Pacific coastal plain, possibly due to introduction of epizootic virus from Ecuador. At present, all evidence suggests that the epidemiology of VEEV on the west coast of Peru has been associated exclusively with the epizootic subtype IAB [3],[16],[17],[18]. In contrast, in the Amazon Basin to the east of the Andean mountains VEEV isolates have been restricted to enzootic ID, IIIC, and IID subtypes. The first cases of human VEEV infection in this region were reported in 1994 when Peruvian Army personnel were deployed to an area near Iquitos [18],[19]. Human VEEV cases have been documented near Iquitos continuously since then [6],[19] (TJK, unpublished data). Based on entomological studies carried out in the nearby village of Puerto Almendras and the Otorongo Military Base from 1996–2001 [20], mosquitoes from the Culex (Melanoconion) group have been incriminated as the local sylvatic VEEV vector in rural areas, consistent with results from Panama, Colombia, and Venezuela [4],[5],[21],[22],[23]. While potential vectors of enzootic VEEV have also been periodically detected within urban neighborhoods [24],[25], the possibility for urban transmission of enzootic VEEV has not been systematically addressed. The city of Iquitos represents the interface between the Amazon forest and a densely populated urban environment, and therefore a potential bridge between enzootic transmission cycles and potential peridomestic urban transmission.\nIn 1990, the Naval Medical Research Center Detachment (NMRCD) initiated a clinic-based surveillance program to determine the etiologies of febrile illness within Iquitos as well as nearby villages. Herein we report evidence of a 2006 outbreak of febrile illness associated with enzootic VEEV infection detected by the NMRCD surveillance program. Following the outbreak, a seroprevalence survey was carried out in three Iquitos neighborhoods where acute human cases were identified as well as in a control neighborhood where acute cases were not reported during the 2006 outbreak. Additionally, a series of mosquito collections were conducted both during and after the outbreak to characterize potential urban VEEV vectors. The primary objective of this article is to evaluate the evidence for peri-domestic VEEV transmission within the city of Iquitos, Peru.",
    "Materials and Methods": "Study Site\nThe study was conducted in the Loreto Department in Peru in the city of Iquitos located 120 meters above sea level in the Amazon forest (73.2°W, 3.7S°). This site has been described in detail previously [24],[25],[26],[27],[28]. Briefly, Iquitos is a geographically isolated population within the Amazon forest, accessible only by river or air travel. The major industries of Iquitos are small business, fishing, oil, lumber, tourism and some agriculture [27]. The climate is tropical, with an average daily temperature of 25°C and year-round precipitation totaling 2.7 meters. Daily temperature and precipitation data for 2000–2006 from a weather station located at the Iquitos airport were retrieved from http://lwf.ncdc.noaa.gov/cgi-bin/res40.pl?page=climvisgsod.html (Figure S1). River levels surrounding the city change dramatically due to runoff from the eastern side of the Andes mountains, increasing by up to 10 m (108–118 m) between the “vaciente” (May–November) and “creciente” (December–April) [29]. Information for daily river levels was obtained from the local water plant (Figure S1).\nSerological and entomological surveys described in the study were initially targeted to three areas of Iquitos based on the residences of VEEV-infected patients detected through a clinic-based surveillance system during 2006 (Figure 1). The neighborhoods included in this study were Bella Vista Nanay (San Pedro, Nuevo Bellavista, Acción Católica, Nuevo Amanecer, and San Valentín) located in the northern-most section of the city; Belén, located in the eastern part of the city along the Itaya River; and three sites along Avenida Participación in the San Juan District (Las Mercedes, San Pablo de la Luz, and 26 de Febrero). Common attributes of the Bella Vista, Belén, and San Juan sites include seasonal flooding, and proximity to rivers, lowland humid tropical forest, and open farmland. The area surrounding Iquitos has experienced varying degrees of deforestation, but patches of both primary and secondary growth trees are found on opposite banks of the three surrounding rivers. The habitat observed in all three neighborhoods is rather homogeneous. Species diversity, including a wide variety of aquatic plants (Onagraceae, Pontederiaceae, Araceae families) and abundance was highest in the Avenida Participación neighborhoods, followed by Bella Vista Nanay, and finally Belen which had the highest density of housing and port activity (Table S1 for species list). The Bella Vista site is seasonally flooded by the blackwater Nanay River, whereas the Belen and San Juan sites are located on the silty and sediment-rich whitewater Itaya River. The Allpahuayo National Reserve and “Ell Huayo” Botanic Garden are located ∼25 km to the south of the city where both feral mammalian and forest mosquito species have been well characterized [30],[31].\nThe neighborhoods where active VEE cases were identified are shown in grey and the study blocks are shown in black. Study blocks in the dengue study area (white background) are also shown in black. The blocks where routine entomological surveys were carried out between January 2006 and January 2007 are shown in black and white stripes.\nIn addition to the three neighborhoods with active VEEV cases during 2006, we obtained blood samples from residents in designated a control area where no increase in VEEV activity was detected. This area included 22 blocks in north central parts of Iquitos where previous dengue studies had been conducted (ACM, unpublished data). This geographically diverse group of blocks was easily accessible to our research team because of our previous studies there, and represented a contrast to the 3 study neighborhoods. Overall, these control neighborhoods were of higher socio-economic condition [29] (Morrison unpublished data) and located several blocks from the river whereas the other study areas were adjacent to the river. Municipal records obtained from “La asociación de viviendas inundables y desarrollo humano de Punchana” and “El Programa de Emergencia Social Productivo Urbano” indicate that the neighborhoods in BellaVista Nanay and Avenida Participación (“New”) were all established since 1998–2003 whereas the Belen and control blocks (“Old”) have been registered since 1943 and have existed prior to that date.\n\n\nStudy Design\nWe will present data from 3 separate studies. First we will describe a bimodal outbreak of febrile illness attributed to VEEV infection that began in 2005 and culminated with a significant increase in cases in the first half of 2006. This notable increase in human cases stimulated NMRCD to carry out a cross-sectional seroprevalence study in three neighborhoods where VEEV cases had been detected within the city limits of Iquitos, as well as a series of entomological studies to document the abundance of and VEEV infection rates in potential mosquito vectors. Below we describe in detail the methods associated with each sub study.\n\n\nFebrile Surveillance Study\nSince 2000, NMRCD has been conducting syndromic surveillance in 11 Government Health Centers and Hospitals (9 urban and 2 rural). This study, entitled “Surveillance and Etiology of Acute Febrile Illness,” was approved by the NMRCD Institutional Review Board (NMRCD.2000.0006). Trained health workers are stationed in each location 0700-1300. All acute, undifferentiated, febrile illness cases (i.e. temperature greater than or equal to 38°C for 7 days duration or less) seen by a health center physician were referred first to the national Malaria program where they are tested for Malaria by a thick smear and then to our surveillance program. For inclusion into the study, in addition to fever, patients needed to report one or more of the following symptoms: headache; muscle, ocular and/or joint pain; generalized fatigue; cough; nausea; vomiting; sore throat; rhinorrhea; difficulty breathing; diarrhea; bloody stools; jaundice; dizziness; disorientation; stiff neck; petecchiae; ecchymoses; bleeding gums or nose. Children younger than five years of age were included if they presented with hemorrhagic manifestations indicative of dengue hemorrhagic fever (DHF), including bleeding gums or nose, petecchiae, bloody stool or hematemesis. Written informed consent was obtained from adults greater than 18 years of age. For minors, written consent was obtained from parents, and assent was obtained from participants ages 8–17. For participants unable to read and sign the consent form, a witness was present to testify to oral consent. Demographic data, residential address, medical history, and clinical features for each patient were obtained using a standard questionnaire. During the acute phase of illness blood samples were obtained from each patient, and when possible, convalescent samples were obtained 10 days to 4 weeks later for serological studies. In addition, axial temperature, blood pressure, and respiratory rate were recorded, and in most facilities a tourniquet test was performed. Exclusion criteria included a clear focus of infection (i.e. respiratory, gastrointestinal, urinary tract).\nAcute and convalescent samples were tested for a range of arboviruses including VEEV. Diagnoses were considered confirmed if they met the following criteria: clinical diagnosis along with laboratory confirmation (isolation of virus from the sample, identification by RT-PCR, or 4-fold increase in IgM antibody titers). Patients' residences were located using existing GIS data for Iquitos [26] and confirmed by study team members.\n\n\nSerological Surveys\nIn response to the notable increase in VEE cases observed in early 2006, serological surveys were initiated in three neighborhoods with high VEEV activity between January–June 2006 and on blocks that had participated in a previous dengue cohort study (22 city blocks located in 7 geographic zones) located in the districts of Maynas, San Juan and Punchana. Surveys were conducted between early November and mid-December of 2006. The post-outbreak study protocol was reviewed and approved by the NMRCD Institutional Review Board (PJT.NMRCD.001).\nTrained phlebotomists (10–22 in total) working in two person teams were assigned individual maps and proceeded door to door to explain the study and recruit participants. Participation was offered to all individuals ≥5 years of age. If the residents agreed to participate, the consent and assent forms were signed before samples were obtained. Written informed consent was obtained from participants older than 18 years, and from parents of participants younger than 18. In addition, assent was obtained from participants 8–17 years of age. If participants were unable to read and sign the consent form, oral consent was obtained and documented in the presence of a witness. Each participant was asked a series of questions about their homes, as well as travel histories and illnesses during the previous year. Younger children (<14 years) were interviewed with their parents. Blood samples were obtained using standard aseptic techniques using a vacutainer tube and 21–23 gauge needles. All blood samples were tested for anti-VEEV antibodies using IgG and IgM ELISAs. All samples that tested positive by IgG ELISA were further evaluated for anti-VEEV antibodies by the plaque reduction-neutralizing test (PRNT).\n\n\nEntomological survey\nTwo adult mosquito collection methods were used for this study. First, standard household surveys were carried out as previously described [24],[25]. In these surveys adult mosquitoes were collected using a backpack aspirator both inside and outside the house. Mosquito collections were concentrated in areas with high numbers of human VEEV cases during the 2006 outbreak. Second, CDC light traps baited with CO2 were placed outdoors between 1800-0600 h on four continuous nights in Bella Vista Nanay, Belen and in San Juan neighborhoods of Las Mercedes, San Pablo de la Luz and 26 de Febrero. Adult mosquitoes were identified to species [32] on dry ice and sorted into plastic vials by species for storage at −70°C for later testing for VEEV RNA by RT-PCR.\n\n\nLaboratory Assays\nVirus isolation and identification.Acute-phase serum samples from febrile patients were diluted 1∶5 in minimum essential medium containing 2% heat-inactivated fetal bovine serum and antibiotics and subsequently inoculated onto African Green Monkey Vero (37°C) and mosquito (Aedes albopictus) C6/36 (28°C) cell cultures [33]. Upon observation of viral cytopathic effect, or ten days post-inoculation if no CPE was observed, cells were removed from the flasks and placed on 12-well glass spot-slides for examination by immunofluoresence assay (IFA) using anti-VEEV polyclonal antibodies. Viral RNA was extracted from VEEV-positive cultures, amplified by reverse transcriptase-PCR (RT-PCR) and sequenced, as described elsewhere [6],[34].\n\nIgG and IgM ELISA.Participants' sera were assayed for IgG and IgM antibodies against VEEV antigen (VEEV VR69 ATCC) by ELISA as previously described using a VEEV (vaccine strain TC-83 subtype IAB) lysate antigen from Vero cells [35],[36]. The positive cutoff optical density (OD) value was calculated from the mean adjusted OD of antibody negative control sera plus 3 standard deviations.\n\nPlaque Reduction Neutralization Test (PRNT).PRNT protocol was modified from Morens et al. (1985) [37]. Briefly, participants serum was heat-inactivated at 56°C in a water bath for 30 minutes and diluted in media (Eagle's Minimal Essential Medium [EMEM] + Penicillin/Streptomycin [Pen./Strep]) from 1∶10 to 1∶500. VEEV (subtype IAB vaccine strain TC83 TVB5215) was diluted to contain 15 plaques/well in 24-well TC-plate. The viral dilution was mixed in equal volume of the participant's serum and incubated at 4°C overnight. The serum-virus mixture was subsequently inoculated onto a monolayer of Vero-76 cells in 24-well plates (seeded with 0.5 ml/well of 3×105 cells/ml) and incubated at 37°C in 5% CO2 for 3 hours. 0.5 ml overlay media (0.6% Carboxymethyl Cellulose, Minimum Essential Medium [MEM] without Phenol Red, 10% Fetal Bovine Serum [FBS], 0.075% NaHCO3 and Pen/Strep) was added to the wells and incubated for 3 days. On day three media was removed, and the cells rinsed with H2O and stained with 0.5 ml/well stain solution (0.1% (w/v) Naphthol Blue Black, 1.36% (w/v) Sodium Acetate, and 6% (v/v) Glacial Acetic Acid) for 30 min. The stain was then removed and the plaques where counted. The results were expressed as the serum dilution, determined by probit analysis that reduced the number of plaques by 70% compared to that of normal human serum at the same dilution. The conditions used in determining PRNT titers (70% plaque reduction and inverse titer cutoff of 60) were based on experiments performed to optimize sensitivity and specificity of the VEEV PRNT in our laboratory. The potential for cross-reaction due to prior infection by co-circulating alphaviruses, such as Mayaro virus, necessitated a higher cutoff level than used elsewhere [38].\n\nRT-PCR analysis of mosquito homogenates.Mosquitoes collected by CDC light traps were tested for VEEV RNA using RT-PCR modified from Lanciotti et al. (2000) [39]. Briefly, mosquitoes were pooled by species and date collected and subsequently homogenized. Viral RNA was then extracted and purified using QIAamp viral RNA kit (QIAGEN, Valencia, Calif.). Primers sequences were specific for VEEV subtypes ID and III [6],[34]: V8369 (GAGAACTGCGAGCAATGGTCA) and V9207B(-) (TRCACTGGCTGAACTGTT) for subtype ID, and V8369 and V9257B(-) (TACACCCAYTTRTCRTTCTG) for subtype III.\n\n\n\nStatistical analysis\nProportions were compared using a chi-square test using the FREQ procedure in SAS (SAS Version 8, 1999, SAS Institute Inc., Cary, NC.). Risk factors for infection with VEEV were evaluated by logistic regression using LOGISTIC in SAS. Models were constructed with the dichotomous dependent variable: PRNT positive for VEEV antibody at a titer of ≥1∶60 and the following independent variables: age (adult, child), occupation, travel history (report of multiple day trips outside Iquitos), and animals (on property).",
    "Results": "Evidence for VEE Outbreak\nFrom 2000–2004 the NMRCD febrile surveillance program detected up to four VEEV cases per month with annual totals ranging from 10–14 cases (Table 1). In 2005, however, 15 cases were identified in June and July, with an annual total of 27. Fifteen of these cases came from rural clinics Zungaracocha (10 cases) and Quistococha (5 cases). An additional five cases came from Hospital Apoyo, which serves patients from the entire Department of Loreto; three of these five maintained residence outside of Iquitos. In 2006, there were 63 confirmed cases of VEEV infection captured in the febrile surveillance study (Table 1), representing a 5-fold increase in the number of cases from the 2000–2004 average. Of these 63 cases, 29 were identified by IgM seroconversion, and 34 were identified by IFA and RT-PCR. The partial PE2 nucleotide sequence was determined for a subset of the viral isolates and compared to previously characterized VEEV strains; all sequenced isolates were found to belong to the enzootic Panama/Peru ID subtype (Figure S2), closely related to previous isolates from the region [6].\nOf the 63 cases detected in 2006, 60 were detected from February to July, with the peak occurring in April and May. In both 2005 and 2006, VEEV activity was concentrated during the first half of the year, as river levels were increasing to a peak in April and May. Precipitation levels were higher during January–March in both 2005 and 2006 when compared to 2000–2004 and in 2006 river levels were higher than previous years. Sixty of the VEEV-infected individuals reported to public health centers, and three were Peruvian Navy personnel reporting to a military health center. Health facilities in Belen, Bella Vista Nanay and San Juan were the urban centers with the highest 6-year and 2006 VEEV case totals (Table 1). The demographic information and travel history of the civilian cases observed in 2006 are summarized in Table 2, with comparison to other febrile patients reporting to public health centers during the same year. No statistically significant differences were found between VEEV patients and other patients in gender, travel history, or occupation (data not shown). Compared with other febrile patients, a higher percent of VEEV patients reported residences outside of urban Iquitos (Table 2; χ2 = 10.2, df = 1, P<.005). Despite this bias, the majority of VEEV patients resided within the city (44, 73.3%) and did not report history of travel within the 30 days preceding their illness (53, 88.3%).\n\n\nSeroprevalence Survey\nPopulation sampled.In response to the 2006 VEEV outbreak, a seroprevalence survey was conducted in neighborhoods within Iquitos. A total of 1,327 participants were enrolled from November 2 to 30, 2006. Of these, 13 were not included in the analysis due to inconclusive serological results (insufficient sera for PRNT); 11 were participants from the control blocks and 1 each from Belen and Bella Vista Nanay. The mean age of the 1,314 evaluated subjects was 29 years (range 5–88 years); 70.7% (920) were adults (≥18 years old); and 67% (880) were female (Table 3). Most of the respondents (99.9%) claimed to be permanent residents of Iquitos, with only 17.5% (230) reporting multi-day trips outside Iquitos and 24.9% (327) reporting day excursions (Table 3). The most common occupation reported was housewife (561, 42.7%), followed by student (418, 31.8%) and merchant/vendor (107, 8.1%). Only 26 (1.8%) individuals reported occupations considered to be at high risk for exposure to a forest VEEV cycle (fisherman, or laborer working in agriculture, the petroleum industry, or logging/lumber).\nAmong the respondents, 33.9% reported fever, body aches and headache (listed as “syndrome” in Table 3) in the previous six months. Reports of febrile syndrome were highest in Bella Vista Nanay and San Juan (Table 3; χ2 = 11, df = 3, P = 0.0104). Eleven participants reported loss of consciousness in conjunction with febrile syndrome; three of these also reported convulsions during the previous six months.\n\nStudy population characteristics by neighborhood.Characteristics of the study population by neighborhood are shown in Table 3. Females participated at a higher rate than males, and adults more often than children; this pattern was consistent across neighborhoods (χ2 = 8.9, df = 7, P = 0.26; χ2 = 4.5, df = 3, P = 0.20, respectively) with the exception of the control blocks (106 of 304, 34.9%) which had a higher proportion of minors (<18 years; 288 of 1010, 28.5%; χ2 = 4.5, df = 1, P = 0.034). Participants reporting occupational exposure to forest environments were low overall. Belen had the highest (3.8%) proportion of participants in high exposure occupations whereas the control blocks had the lowest (0.3%;χ2 = 10.3, df = 3, P = 0.0164).\nIn the control blocks 64.8% of the houses were made with concrete or brick compared with 8.7% to 19.8% in the neighborhoods reporting active VEEV cases (χ2 = 351, df = 3, P<0.0001). Use of mosquito nets by residents was high overall (86%) but varied by neighborhood (χ2 = 154, df = 3, P<0.0001). Domestic animals (dogs, cats, chickens, and pigs) were more prevalent in the control areas (82.2%) than the VEEV blocks (61.6%) (χ2 = 44, df = 1, P<0.0001). In contrast, rodents were reported most often in households in Belen (95.7%) and Bella Vista Nanay (90.7%), followed by San Juan (82.8%) and control neighborhoods (79.6%) (χ2 = 48, df = 3, P<0.0001).\nParticipants were asked about trips and excursions they had taken in the previous 6-month period. The questions were designed to distinguish between longer (overnight trips) and short day trips to recreational areas near Iquitos. Participants reporting longer versus shorter trips ranged from 14–20% and 19–37% of the respondents, respectively. The majority of the trips reported were to river communities or recreation areas within the Amazon Basin.\n\nAntibody prevalence analysis.Participant samples were initially screened by VEEV-specific IgG ELISA and subsequently confirmed by PRNT. Of the 1,314 participants included in the analysis, 71.8% (943) tested negative and 28.2% (371) tested positive for anti-VEEV antibodies by IgG ELISA (Table 4). Following the initial screening, 313 (23.8% of the total samples) of the 371 IgG-positive samples also had VEEV neutralizing antibodies at a titer of ≥1∶60. Of these, 28 had titers between 1∶60 and 1∶98, 122 were between 1∶101 and 1∶495, 118 were between 1∶500 and 1∶2402, and 45 were greater than 1∶2560. Of the 1136 samples, only three had positive IgM antibody titers against VEEV.\nAntibody prevalence rates varied between neighborhoods, but were highest in San Pedro and Nuevo Bellavista located in Bella Vista Nanay (37–41%) and 26 de Febrero (38%) located in San Juan, followed by Las Mercedes and San Pablo in San Juan (26–30%; Table 4). Despite the high number of VEEV cases reported from Belen in 2006, antibody prevalence rates were similar to those in the control area, which had reported fewer VEEV cases that year. The neighborhoods in Belen and the control neighborhoods are older than those in San Juan and Bella Vista Nanay. Thus, the major contrast was between older neighborhoods where 18.5% of participants had antibody to VEEV compared to newer neighborhoods with rates of 29% (χ2 = 20, df = 1, P<0.0001).\n\nRisk factors.Gender, day travel, presence of domestic animals, rodent sightings on the property, and the type of house construction materials had no association with VEEV antibody prevalence in our study sample (Table 5). Variables associated with VEEV antibody positivity in univariate logistic regression analysis included age, occupation, extended overnight travel, mosquito net use, and history of febrile illness syndrome (fever, body aches, headache) in the previous six-month period (Table 5). VEEV antibody positivity increased with age, with clear neighborhood differences (Figure 2). Antibody prevalence rates were higher among 10–29 year-old subjects in the BellaVista Nanay and San Juan neighborhoods (34%), compared to the Belen and control neighborhoods (24%; χ2 = 8.6, df = 1, P = 0.0033). Even though only 26 sample participants reported a high-risk occupation, this group had higher odds of VEEV infection than all other occupations combined (OR = 4.5, 95% CI 2.1, 10.0). Individuals reporting overnight travel outside Iquitos also had higher odds VEEV infection, but, interestingly, not those reporting day trips. It is probable that there was some confusion between the two questions for respondents. The Spanish terms “Viaje” (trip) and “Paseo” (excursion) are often interchangeable. To address this, we combined both categories into a single variable; in combination, travel was not significantly associated with VEEV antibody response (Table 5), indicating risk was only associated with overnight travel further from the city . Mosquito net use and history of febrile illness were both associated with previous VEEV infection. There were more reports of febrile illness in the areas with higher antibody prevalence rates (Table 5), perhaps reflecting the recent VEEV activity detected in the passive febrile surveillance system.\nMultivariate logistic regression was performed, evaluating all demographic and potential risk factor variables described above in a stepwise fashion with VEEV antibody prevalence as an outcome variable. The neighborhood variable was collapsed into older (Belen and control blocks) and newer (Bella Vista Nanay and San Juan) areas. All risk factors identified in the univariate analysis remained in the final model. The adjusted odds ratios are shown in Table 6.\n\n\n\nEntomological Surveys\nBackpack aspirator mosquito collections (January 2006–January 2007) near control blocks.As part of ongoing studies of dengue vector epidemiology, our NMRCD/UC Davis study team carried out standardized Aedes aegypti surveys at approximately two-month intervals on 3–5 blocks in 10 geographic zones. Mosquitoes captured during backpack aspirator collection were identified to genera. Culex species from both the Culex and Melanoconion sub-genera were commonly collected inside houses during the day. In addition, specimens from the genera Psorophora, Uranotaenia, Mansonia, and Ochlerotatus were commonly observed. The number of Culex (Cx.) spp. ranged from 2–675 adults per hectare surveyed, whereas Culex (Mel.) spp. were less abundant, ranging from 2–246 adults per hectare (Figure 3). Abundance levels showed both geographic and temporal differences; most notably Culex (Mel.) spp. population levels appeared highest during our April 2006 surveys and were clearly highest during the first half of the year (Figure 3). These collections were not designed to monitor population abundance of these species in a systematic way, rather to illustrate that these species are present and can reach high population densities in urban areas of Iquitos. No routine surveys were carried out the Bella Vista Nanay, San Juan, or Belen areas during the first half of 2006 when VEEV activity was detected in the febrile surveillance program. Between February 17 and March 17, routine collections were carried out in the same MOH zone as the Belen neighborhood (Figure 1); 152 Culex (Cx.) spp., 13 Culex (Mel) spp., and 8 other non-Aedes species were observed per hectare surveyed.\nMosquitoes were collected with backpack aspirators in house-to-house daytime surveys, carried out in 50 blocks distributed among 10 Ministry of Health zones. Results are represented as the mean (±std error) of the number of mosquitoes collected per hectare surveyed. The other species category includes mosquitoes from the following genera: Aedomyia, Coquillitidea, Psorophora, Uranotaenia, Mansonia, Ochlerotatus, and Wyeomia.\n\nPost-outbreak mosquito collections.To more systematically address the presence of potential VEEV vectors in neighborhoods with high numbers of VEEV cases, in October 2006 both household and CDC light-trap surveys were conducted on the blocks corresponding to the serological survey. Overall, mosquito abundance levels were consistent with those observed in other parts of the city at that time of year, but were lower than those observed during the first half of 2006 (Table 7).\nA total of 12,065 mosquitoes were collected from 208 CDC light trap-nights baited with CO2 during September and October. Genera collected include Aedeomyia, Aedes, Anopheles, Coquillettidia, Culex, Mansonia, Ochlerotatus, and Uranotaenia (Table 8). There was an average of 58 mosquitoes per trap-night observed in the five neighborhoods sampled. The highest number captured (160 mosquitoes/trap-night) was in the neighborhood 26 de Febrero located on the Avenue La Participación, near the Iquitos-Nauta Highway on the edge of urban Iquitos. The lowest number (1.7 mosquitoes/trap-night) was captured in Belen. The other neighborhoods located in San Juan, Las Mercedes and San Pablo de la Luz had intermediate mosquito densities of 47 mosquitoes per trap-night. Finally, in Bella Vista Nanay 17 mosquitoes were captured per trap-night. The most common species observed (72% of total captured mosquitoes) in each of the sampled neighborhoods was Culex quinquefasciatus, a cosmopolitan species with a worldwide distribution, especially in urban areas. In this study, 1,276 specimens (11%) were from the Culex (Mel.) group. Culex (Mel.) ocossa was the most abundant Melanoconion species previously implicated as a principal VEE vector, whereas Psophora cingulata and Mansonia indubitans/tillillans were the most abundant secondary vectors observed [40],[41]. All female mosquitoes collected were homogenized and tested for VEEV RNA by RT-PCR. All specimens tested were negative.",
    "Discussion": "Based on data from a clinic-based febrile illness surveillance program, transmission of enzootic VEEV subtypes has been well documented in the Iquitos area of northeastern Peru at consistent but low levels since the early 1990s [6],[19],[42]. In this study we report an outbreak of human VEEV infections during the first half 2006 detected through the NMRCD surveillance program, with the majority of patients residing within city limits. In response to this outbreak, we conducted an antibody prevalence study and mosquito collections within urban areas of Iquitos, targeting neighborhoods with large numbers of cases during the 2006 outbreak. The prevalence of VEEV antibody exceeded 18% in all areas, and known vectors of the disease were identified across the city. To our knowledge, this is the first antibody survey for enzootic VEEV in an urban population.\nEnzootic subtypes of VEEV have been thought to be maintained primarily in sylvatic cycles of tropical and sub-tropical forests. Consistent with this idea, we found acute VEEV infection to be more common among febrile patients residing outside of Iquitos, adjacent to the rain forest. Furthermore, we found multi-day travel and forest-related occupations to be statistically significant risk factors for VEEV antibody positivity. However, while transmission may be higher in rural areas, several lines of evidence suggest that transmission occurs within the urban areas of Iquitos as well. First, while forest-related occupation was a significant risk factor, these occupations comprised only a very small percentage of the total. In previous studies, enzootic VEEV clinical disease has been most frequently reported in adult males due to this association with high-risk forest occupations [43]. In contrast, we found no correlation in this study between gender and VEEV antibody status or acute VEEV infection. Second, consistent with prior reports [6], the majority of the acute human cases detected in the passive surveillance program maintained residence within the city proper and did not report recent travel. Third, nearly 70% of VEEV-antibody positive survey respondents did not report recent travel, and day trips were not strongly associated with antibody positivity. It should be noted that our study might underestimate respondents' exposure to the forested zones surrounding Iquitos, as recall bias is likely a limitation in obtaining accurate travel history information. Furthermore, our antibody prevalence study did not adequately control for migration into the city. Specifically, we did not determine the length of residence at the current address for study participants or the location of previous residence. Especially in older age groups, infection before establishing residence in Iquitos must be considered. Despite these limitations, the existing information suggests that some level of VEEV transmission occurs within urban Iquitos.\nWhile our data suggest that enzootic VEEV strains are transmitted in urban areas, the exact mechanism is unclear. One possibility is the existence of a self-perpetuating endemic cycle established within urban Iquitos. Alternatively, urban cases of enzootic VEEV may be caused by repeated introductions of the virus from local forests, either by infected vectors or by infected hosts. Enzootic VEEV has been isolated from spiny rats (Proechimys spp.) in the region [6]; however, within the city limits of Iquitos rodent fauna appears to be mostly limited to Rattus ratus, Rattus norvegicus and mus musculus [44]. Iquitos is geographically isolated within the Amazon forest, and the distances between natural forest cycles and the city may well be within the natural home range of vectors and reservoirs. Within 20 km of the city there is a diversity of mammalian fauna, including rodents (Proechimys spp., Oryzomys spp., Neacomys spp. , and Dasyprocia spp.), marsupials (Phliander spp., Marmosops spp., Micoureus spp., Caluromys spp., Metachirus spp., and Monodelphis spp.), bats (Platyrihinus spp., Artibeius spp., Sturnira spp., and Carollia spp.) and sloths (Choloepus spp. and Bradypus spp.) In addition to sylvatic rodents, various species of waterfowl are readily infected by enzootic VEEV [41],[45]. Such birds, if found to be amplifying reservoirs, could quickly expand the geographic and ecological distribution of the virus. Delineating the precise mechanism of urban transmission will require identification of relevant vectors and reservoir hosts currently infected and circulating within the city.\nMosquitoes from the Culex (Mel.) species have been previously implicated as the primary vectors of enzootic subtypes of VEEV [40],[46],[47]. In this study, we found that Culex (Mel.) species are present throughout the city and abundant at certain times of the year. Most notably, Cx. (Mel.) ocossa, the vector of ID VEEV in Panama [41], was observed in significant numbers. We have also identified the presence of other genera within urban Iquitos that have been previously incriminated as potential vectors for enzootic VEEV. For example, in our study blocks we detected Psorophora (especially cingulata), Mansonia and Coquillettidia species, which have been shown to be competent vectors in the laboratory [48],[49]. Additionally, Aedes aegypti has been shown to be a competent vector of both enzootic [50] and epizootic VEEV in the laboratory [51],[52],[53],[54] and is present throughout the city of Iquitos. While feeding preference, as well as temporal and spatial distribution, argues against a role for Aedes aegypti in VEEV transmission cycles in Iquitos, the possibility warrants further examination. In the current study, we tested a wide range of mosquito species collected from CDC traps for the presence of VEEV RNA. We were unable to detect VEEV in any of the mosquito species tested; however, these studies were conducted at least four months after the last 2006 case was detected in the passive surveillance study. Furthermore, in previous studies VEEV infection rates in mosquitoes have been found to be very low [16],[20]. Turell et al., for example, recovered 25 VEEV isolates from 245,053 Culex (Mel.) spp. specimens [20]. In that study, 14 of 25 VEEV isolates were from Culex (Mel.) gnomatos; in our study, only one Culex (Mel.) gnomatos specimen was collected. To clearly define urban transmission patterns within Iquitos, prospective studies of potential vectors, including VEEV isolation and abundance pattern characterization, are needed during seasons of high incidence.\nIrrespective of species, there is compelling indirect evidence linking mosquito exposure within the city to prior VEEV infection. First, Bella Vista Nanay and San Jaun had higher mosquito abundance in both household surveys and CDC light-trap collections than the two neighborhoods with lower seroprevalence rates. Furthermore, mosquito net use was significantly more common in neighborhoods with higher seroprevalence than in those with lower seroprevalence rates. The fact that mosquito-net use was a risk factor for previous infection VEEV may seem counterintuitive, but it is also a proxy for intensity of exposure to mosquito bites. In areas where biting intensity is higher more individuals use nets out of necessity. This association needs to be interpreted in the context of the specifics of mosquito net use (eg. the precise time of day that are people protected) and condition. Many respondents mentioned bathing in the river at sunset; Culex mosquitoes are crepuscular and thus would have access to people during the dusk hours regardless of nighttime mosquito net use. Overall, it is clear that exposure to potential mosquito vectors occurs in all areas of the city, but this evidence indicates that exposure is highest in the areas with the highest seropositivity.\nThe cause for the 2006 outbreak of VEEV infections is unclear. It is interesting to note that the 2006 outbreak inside the city was preceded by a spike in cases just outside the city in 2005. There are several possibilities that might explain both increases. Vector abundance may have increased due to cyclical weather patterns, increasing rates of transmission in the forest, with a subsequent urban spillover. Furthermore unusually high annual river levels occurring in early 2006 may have increased competent vectors within the city (i.e., Cx. (Mel.) ocossa) leading to the observed urban VEEV cases. Alternatively, human encroachment on forest areas, due to activities such as agriculture and logging, may have increased human contact with established enzootic transmission cycles and altered vector and reservoir distribution. Mutations in circulating sylvatic viruses might have led to greater potential for human infection and disease, and thus an increase in clinical cases. In light of the genetic similarity between enzootic and epizootic strains of VEEV, the possibility of humans as productive hosts, as well as the potential for emergence of an epidemic strain in urban areas, needs to be considered."
}