{
    "Background": "Yellow fever (Yf) outbreak was recently reported in South Omo of Southern Ethiopia. This area was also highly affected by Yf outbreak in the 1960s. However, there is no reliable information on the level of community knowledge attitudes and practices about the disease in the area. The objective of the current study was to assess level of community knowledge, attitudes and practices about Yf.",
    "Methods": "Between March and May 2017, a community-based cross-sectional survey was conducted in two districts of the South Omo area. During the survey, 612 randomly selected adults were interviewed about Yf using structured questionnaire.",
    "Results": "Out of the 612 study participants, 508 (83.0%) reported that they heard about Yf which is locally known as “a disease that causes vomiting blood”. Most (90.4%) of the study participants also said that Yf is different from malaria. Two hundred thirteen (41.9%) participants said that Yf can be transmitted from a patient to another person, while only 80 (37.6%) mentioned that the disease is transmitted through mosquitoes bite. Out of 333 (65.7%) study participants who believed that Yf is a preventable disease, 280 (84.1%) mentioned vaccine as a preventive method. The majority believed that the disease is a killer (97.2%) and a newly emerging (69.4%). Among the total of 612 study participants, 221(36.1%) were considered as having a high level of overall knowledge of Yf. Having educational level above 7th grade (AOR = 3.25, 95% CI: 1.39, 7.57, p = 0.006) and being resident of Bena-Tsemay district (AOR = 1.77, 95% CI: 1.12, 2.78, P = 0.014) were significantly associated with having a high level of overall knowledge of Yf. Agro-pastoralism as an occupation compared to farming was associated with having a low level of overall knowledge of Yf (AOR = 0.51, 95% CI, 0.33, 0.79, P = 0.003).",
    "Conclusion": "The findings indicate that most of the study community members had a low level of overall knowledge of Yf, especially about its cause, mode of transmission and preventive methods. Thus, there is a need to increase people’s knowledge and practices regarding the cause, mode of transmission and preventive methods like avoiding mosquitoe breeding sites beside vaccination through various strategies like disseminating information through community health extension workers and community leaders in the study area."
}