{
    "Background": "Snake venoms contain many proteinaceous toxins that can cause severe pathology and mortality in snakebite victims. Interestingly, mRNA encoding such toxins can be recovered directly from venom, although yields are low and quality is unknown. It also remains unclear whether such RNA contains information about toxin isoforms and whether it is representative of mRNA recovered from conventional sources, such as the venom gland. Answering these questions will address the feasibility of using venom-derived RNA for future research relevant to biomedical and antivenom applications.",
    "Methodology/Principal Findings": "Venom was extracted from several species of snake, including both members of the Viperidae and Elapidae, and either lyophilized or immediately added to TRIzol reagent. TRIzol-treated venom was incubated at a range of temperatures (4–37°C) for a range of durations (0–48 hours), followed by subsequent RNA isolation and assessments of RNA quantity and quality. Subsequently, full-length toxin transcripts were targeted for PCR amplification and Sanger sequencing. TRIzol-treated venom yielded total RNA of greater quantity and quality than lyophilized venom, and with quality comparable to venom gland-derived RNA. Full-length sequences from multiple Viperidae and Elapidae toxin families were successfully PCR amplified from TRIzol-treated venom RNA. We demonstrated that venom can be stored in TRIzol for 48 hours at 4–19°C, and 8 hours at 37°C, at minimal cost to RNA quality, and found that venom RNA encoded multiple toxin isoforms that seemed homologous (98–99% identity) to those found in the venom gland.",
    "Conclusions/Significance": "The non-invasive experimental modifications we propose will facilitate the future investigation of venom composition by using venom as an alternative source to venom gland tissue for RNA-based studies, thus obviating the undesirable need to sacrifice snakes for such research purposes. In addition, they expand research horizons to rare, endangered or protected snake species and provide more flexibility to performing fieldwork on venomous snakes in tropical conditions."
}