{
    "Background": "Despite the known burden of neglected tropical diseases (NTDs) on child health, there is limited information on current efforts to increase pediatric therapeutic options. Our objective was to quantify and characterize research activity and treatment availability for NTDs in children in order to inform the prioritization of future research efforts.",
    "Methodology/Principal findings": "We conducted a review of the World Health Organization’s (WHO) International Clinical Trials Registry Platform to assess research activity for NTDs. The burden of disease of each NTD was measured in terms of disability adjusted life years (DALYs), which was extracted from the Global Health Data Exchange. First- and second-line medications for each NTD were identified from WHO guidelines. We reviewed FDA drug labels for each medication to determine whether they were adequately labeled for use in children. Descriptive statistics, binomial tests, and Spearman’s rank order correlations were calculated to assess research activity compared to burden of disease. Children comprised 34% of the 20 million DALYs resulting from NTDs, but pediatric trials contributed just 17% (63/369) of trials studying these conditions (p<0.001 for binomial test). Conditions that were particularly under-represented in pediatric populations compared to adults included rabies, leishmaniasis, scabies, and dengue. Pediatric drug trial activity was poorly correlated with pediatric burden of disease across NTDs (Spearman’s rho = 0.41, p = 0.12). There were 47 medications recommended by the WHO for the treatment of NTDs, of which only 47% (n = 22) were adequately labeled for use in children. Of the 25 medications lacking adequate pediatric labeling, three were under study in pediatric trials.",
    "Conclusions/Significance": "There is a substantial gap between the burden of disease for NTDs in children and research devoted to this population. Most medications lack adequate pediatric prescribing information, highlighting the urgency to increase pediatric research activity for NTDs with high burden of disease and limited treatment options."
}