{
    "Introduction": "Neglected tropical diseases (NTDs) are a group of poverty-associated parasitic, bacterial, and viral conditions that affect more than 1.4 billion people worldwide [1]. Collectively, NTDs lead to over 500,000 deaths annually and also cause substantial morbidity, particularly among impoverished populations in low- and middle-income countries [2–4]. Several conditions disproportionately affect children compared to adults [5], and children are often simultaneously infected with multiple parasitic NTDs [6]. In sub-Saharan Africa, it is estimated that as many as 50 million children are infected with hookworm alone and in Southeast Asia, nearly 120 million pre-school and school age children require periodic treatment for soil-transmitted helminth infections [7,8].\nThe burden of NTDs in children is compounded by the general underrepresentation of pediatric populations in clinical trials and drug development [9]. This is principally a function of the oft limited financial incentives for drug development in children, as well as the greater scientific, ethical, and regulatory challenges in conducting trials in this population [9]. Despite the substantial and ongoing burden of NTDs on child health, there is limited information on current efforts to increase pediatric therapeutic options [5].\nThe objective of this study was to quantify and characterize research activity for the prevention and treatment of NTDs in children in order to inform strategic initiatives and guide the prioritization of future research efforts. We examined the alignment of research activity with burden of disease in children across NTDs and also determined the availability of pediatric prescribing information to support the use of first- and second-line therapies for NTDs in children.",
    "Methods": "Study design\nWe conducted a review of trials registered in the World Health Organization’s (WHO) International Clinical Trials Registry Platform (ICTRP) to assess research activity for NTDs. NTDs were defined based on the WHO’s 2017 list of NTDs, which includes the recent additions of chromoblastomycosis and other deep mycoses, scabies and other ectoparasites, and snakebite envenoming [10]. The Institutional Review Board at Boston Children’s Hospital determined that the study was exempt from review.\n\n\nGlobal burden of disease\nGlobal disease burden for each NTD was determined based on reports of the Global Health Data Exchange [11,12]. These data are collected from 195 countries to create a comprehensive catalog of health-related data, quantifying the prevalence and impact of diseases and conditions on global public health. One of the measures provided for each disease is disability-adjusted life years (DALYs), which represent years of life lost due to disability or death. DALYs are a commonly-used metric in assessing the impact of diseases, particularly those with a chronic component [13], and have been previously used to evaluate the allocation of research and other resources across diseases [14–16]. We extracted DALYs from all regions for 2006 to 2016 and determined average yearly DALYs for each NTD. To obtain DALYs for children 0 to17 years of age, we relied on the age groups provided in the dataset and summed DALYs for children <14 years of age and three-fifths of DALYs for the age group 15 to 19 years [17].\n\n\nClinical trials\nClinical trials for NTDs were identified in the WHO ICTRP. This publicly-accessible trial registry was created following the Ministerial Summit on Health Research in 2004 to create a single point of access for information on clinical trials globally [18]. The WHO ICTRP includes data from 17 registries from both high-income and low- and middle-income countries and provides data on roughly 430,000 trials (S1 Appendix). We also extracted data from ClinicalTrials.gov, a public trial registry administered by the U.S. National Institutes of Health [19]. Since trial records in ClinicalTrials.gov contain additional details not available in the WHO ICTRP, all trials identified in the WHO ICTRP were cross-referenced to ClinicalTrials.gov, and when available, data extracted from this registry as well.\nWe searched the WHO’s ICTRP Search Portal [20] on a single day (February 9, 2018) to identify all trials involving NTDs conducted between January 1, 2006 and December 31, 2016. For conditions with more than one commonly used name (e.g. Chagas and American Trypanosomiasis), all names were searched in the WHO ICTRP (S2 Appendix). Trials were included in the analysis if they studied a drug or vaccine for an NTD, were registered during the study period, were interventional, and were phase 2 to 4 trials. We excluded trials that did not primarily focus on the prevention or treatment of NTDs and those that were withdrawn or terminated. Pediatric trials were defined as those that exclusively studied children 0–17 years of age or those that also included adults but in which the mid-point of the age eligibility range was <18 years [21].\nFor trials selected in our final cohort, we extracted trial name, registration number, age eligibility of participants, sponsor, enrollment number, duration, randomization status, and geographic location. Sponsors were categorized as industry, government, hospital or university, or other non-profit organization. For randomization status, trials were categorized as randomized or not randomized based on the listed study design or trial description. Geographic location was determined from the listed study country or countries, and categorized based on the World Bank’s Country and Lending Group classification [22].\n\n\nRecommended therapies and pediatric labeling\nRecommended treatments for NTDs were identified from WHO fact sheets published in 2017 (S3 Appendix) [23]. As there were no 2017 fact sheets for buruli ulcer, dengue, and leishmaniasis, the most recently published WHO guidelines for these conditions were used [24–26]. For chromoblastomycoses, there was no WHO-recommended first- or second-line treatments, and a widely-cited review paper was used to determine treatment options [27].\nWe reviewed the US Food and Drug Administration (FDA) drug labels for each WHO-recommended medication to determine status of pediatric labeling [28]. Medications were classified as adequately labeled for use in pediatric populations if labels stated that the medication was approved for pediatric use, provided dosing information for use in children, or included safety and/or efficacy information for pediatric populations [29]. If none of those were available, the medication was not considered adequately labeled for use in children.\n\n\nTrial publication\nTo quantify the dissemination of results from pediatric NTD trials, we searched for published articles for each of the trials in our cohort. This search was limited to trials completed by December 31, 2015 in order to allow for a minimum period of 26 months from trial completion to publication. A publication was defined as a report published in a peer-reviewed journal presenting results on at least one of the trial’s primary endpoints. We first searched for publications automatically indexed to the trial record in ClinicalTrials.gov. If none were available, we performed a systematic search in PubMed, using trial registration number, trial title, author names, institutions, and study keywords. We reviewed the abstract and, if necessary, the full text to link corresponding trials to publications based on data presented. If no publication was identified in PubMed, additional searches were performed in Embase and GoogleScholar. For industry-sponsored trials, we reviewed the company website for information on publications. For trials with more than one resulting publication, we selected the earliest publication.\n\n\nStatistical analysis\nDescriptive statistics were used to characterize pediatric trials for NTDs. We used the binomial test to compare the proportion of global burden of disease that was pediatric to the proportion of clinical trials that was pediatric, collectively and for each NTD. For example, for an individual NTD, we divided the number of DALYs representing pediatric disease burden by the total number of DALYs for the condition, and compared this proportion to the proportion obtained when dividing the number of pediatric trials by the total number of trials for the condition. Conditions without burden of disease data were excluded from this analysis. As a measure of pediatric research activity for each NTD, we calculated the ratio of pediatric DALYs per pediatric trial. We used Spearman’s rho test to assess the correlation between pediatric global burden of disease in DALYs for NTDs and number of trials as well as total number of enrolled participants in all trials for each condition. To allow for representation of conditions that did not have any clinical trials, we added one trial to each condition. All analyses were conducted in Stata/SE version 13.1 (Stata Corp, College Station, TX).",
    "Results": "There were 369 trials studying the treatment or prevention of NTDs registered in the WHO ICTRP from 2006 to 2016 that met inclusion criteria (Fig 1) (S1 Table). Of these, 63 (17%) were pediatric trials and 306 (83%) adult trials. Of the 63 pediatric trials, 54 (86%) studied exclusively children 0 to 18 years of age. The remaining 9 trials had age eligibilities ranging from 0 to 22 years.\nLEGEND: *NTDs: neglected tropical diseases, WHO ICTRP: World Health Organization International Clinical Trials Registry Platform.\n\n\nPediatric trial characteristics\nAmong the 63 pediatric trials, two-thirds (n = 42) were drug trials and a third (n = 21) were vaccine trials, of which the majority (n = 16) were dengue vaccine trials. 85% (n = 52) of the trials were randomized and 40% (n = 25) were funded by industry sponsors (Table 1). The median enrollment was 315 participants and the mean trial duration 2.3 years. Of the 60 trials that provided information on study location, 65% (n = 36) were conducted in a single country, 25% (n = 15) in two countries, and 15% (n = 9) in three or more countries. Among these trials, 32% (n = 19) included sites in sub-Saharan Africa, 30% (n = 18) in Latin America and the Caribbean, 22% (n = 13) in East Asia and the Pacific, 7% (n = 4) in South Asia, 5% (n = 3) in Europe and Central Asia, 3% (n = 2) in the Middle East and North Africa, and 2% (n = 1) in North America.\nThere were 45 trials that were completed as of December 31, 2015, allowing for a minimum follow up period of 26 months and mean follow up of 44 months. Published articles reporting on the trial’s primary outcome were available for 80% (n = 36) of these trials, with an average of 1.4 publications per trial (range 1–9). Nearly two-thirds (65%, n = 33) of the published articles were published in open access format.\n\n\nPediatric research activity compared to global burden of disease\nThere were 15 NTDs with available DALYs. These NTDs resulted in approximately 20.3 million DALYs averaged over the study period, of which 6.8 million (34%) were attributable to disease in children. However, pediatric trials for NTDs comprised just 17% (63/369) of phase 2–4 trials for NTDs (p<0.001 for binomial test comparing proportions of pediatric DALYs and trials) (Fig 2). Several conditions were particularly under-represented when considering burden of disease and research allocation between children and adults, including rabies, leishmanisias, scabies, and dengue. Others appeared to have higher proportions of research activity in children, including schistosomiasis, taeniasis, trachoma, and Chagas disease. In the case of schistosomiasis, which had the highest proportion of pediatric trials, the large number of pediatric trials represented primarily testing of a single product, praziquantel (10 of the 14 pediatric trials).\nLEGEND: *Indicates p-values <0.05 (rabies <0.001, dengue and chikungunya 0.016, leishmaniasis <0.001, scabies and other ectoparasites 0.005, schistosomiasis <0.001, chagas 0.035, trachoma, <0.001) †Buruli ulcer, mycetoma, snakebite envenoming, and yaws are not included as the Global Health Data Exchange does not include DALYs for these diseases. ‡Dracunculiasis was not included as there are no adult registered trials for this condition.\nTable 2 presents the ratios of pediatric DALYs per pediatric trial for each of the NTDs as a measure of research activity committed to each of the conditions. The ratios of DALYs per trial were least favorable for scabies, onchocerciasis, and lymphatic filariasis. When evaluating ratios of DALYs per participant, leishmaniasis, rabies, and scabies were comparatively neglected. The overall ratio of DALYs per trial across all NTDs was worst for children compared to adults (89 DALYs per pediatric trial vs. 41 DALYs per adult trial).\nAcross NTDs, pediatric trial activity was moderately correlated with pediatric global burden of disease (Spearman’s rho = 0.60, p = 0.013). When assessing correlation based on trial enrollment, the correlation was slightly less (Spearman’s rho = 0.49, p = 0.15). We also examined the correlation limited to drug trials, which revealed a poor correlation between trial activity and disease burden (Spearman’s rho = 0.41, p = 0.12). However, pediatric vaccine trial activity was moderately correlated with pediatric global burden of disease (Spearman’s rho = 0.53, p = 0.03).\n\n\nAvailable medications for the treatment of NTDs\nThere were 47 medications recommended by the WHO for first- and second-line treatment of NTDs, of which 22 (47%), representing 15 conditions, were adequately labeled for use in children (S2 Table). These 22 drugs included 8 for use in infants and children less than 2 years of age, 8 for children 2 to 10 years of age, and 6 for children age 10 and older. Only 7 of the 47 (15%) medications were available in pediatric formulations. Of the 25 recommended medications for which there was not adequate pediatric labeling, only three had pediatric trials in our cohort (nifurtimox, meglumine, and pentavalent antimonials). In addition, two of the NTDs—fascioliasis (one of the foodborne trematodiases) and mycetoma, chromoblastomycosis, and other deep mycoses—had no medications that were adequately labeled for use in children. There were no pediatric trials in our cohort studying these conditions.\nTable 3 presents the drugs and vaccines studied in pediatric NTD trials. Of the 11 NTDs for which there were interventional trials, 7 (64%) included trials for drugs or vaccines not currently labeled for use in children.",
    "Discussion": "Children comprise a significant proportion of the global burden of disease resulting from NTDs, but research activity dedicated to preventing and treating these diseases in children lags behind. Certain NTDs are particularly under-represented in pediatric research when compared to adults, presenting areas of opportunity for focused investment to improve the health of children in low- and middle-income countries. Furthermore, trials for NTDs conducted in children are not well aligned with the distribution of disease burden in this population. Overall, less than half of WHO-recommended therapies for NTDs are adequately labeled for use in children, highlighting the urgent need to increase pediatric research activity for NTDs, with prioritization of diseases that represent significant burden and lack adequate treatment options.\nOur findings define several NTDs that have been understudied in pediatric populations based on the proportion of global burden comprised by children: rabies, leishmaniasis, scabies, and dengue. Rabies, a lethal viral infection acquired through animal bites and leading to rapidly progressive encephalitis [30], is a rare condition with only 289 prevalent cases in the Global Burden of Disease database. Leishmaniasis, by comparison, is a common parasitic infection that is acquired from several species of sandflies and leads to both self-healing cutaneous lesions and multiorgan, visceral disease, with the latter leading to over 62,000 deaths annually [31]. In contrast to studies in adults that showed leishmaniasis was one of the most-studied NTDs [32] our study showed that it is relatively under-represented in pediatric populations. Recent evidence suggests that the response to pentavalent antimonial, the medication historically used to treat visceral leishmaniasis, is declining [33]. As such, oral miltefesone and amphotericin B are increasingly being used as treatment for leishmanisis. However, large trials assessing the efficacy of these drugs in children are lacking [33], and there were no trials in our cohort assessing these two medications. Scabies is caused by mites leading to a pruritic rash and can lead to serious sequelae due to secondary impetigo and other bacterial infections, including glomerulonephritis and rheumatic heart disease [34–36]. We found that research for this condition is under-represented in children, though this may be of lesser concern given the availability of several treatment options for use in children. Dengue also has a high prevalence, providing opportunity for pediatric-specific study, with over 100 million symptomatic cases annually and 2.4 million prevalent pediatric cases in 2016 alone [12,37]. Dengue is an arthropod-borne viral disease that leads to mild febrile illnesses to dengue shock syndrome in severe cases [25]. Though the treatment for dengue is supportive in nature, dengue vaccines are under development [38,39]. Moving forward, ongoing assessments of pediatric research activity for NTDs are required to monitor areas of greatest need as new drugs and vaccines become available.\nOur findings likely do not fully capture the deficiency in pediatric clinical trials, as reports indicate that the DALYs assigned to many of the NTDs disproportionately affecting children may represent severe underestimates [40]. For example, the disease burden of schistosomiasis does not fully consider its underlying chronic morbidities [41], while estimates for hookworm infection do not fully consider the impact of moderate and severe iron deficiency anemia [42]. Moreover, many of the disfiguring NTDs, such as cutaneous leishmaniasis, do not adequately incorporate profound and lifelong mental health challenges due to social stigma [43].\nSimilar to our findings, previous studies have shown that many pediatric conditions are understudied and that pediatric research is only moderately correlated with pediatric disease burden [17,44]. These studies indicate that the alignment of research activity with pediatric disease burden is lowest in low- and middle-income countries, which is where the largest burden of NTDs lies [1,3]. Another study examining pediatric and adult research for 13 NTDs showed that there was generally poor correlation between global disease burden and the number of clinical trials or trial participants [32]. Our findings add to this work, demonstrating that pediatric trial activity for NTDs is not optimally aligned with pediatric treatment needs or burden of disease.\nBy definition, NTDs have long been recognized as receiving less research investment than other conditions in low- and middle-income countries [15]. However, a number of initiatives have been implemented over the past decade to control and eliminate NTDs. The WHO, in a report on efforts to control and eliminate NTDs, has advocated for preventive chemotherapy through mass drug administration in areas where NTDs are endemic, intensifying case management, and the provision of clean water and sanitation [45]. Furthermore, with the support of donors, non-governmental organizations, and pharmaceutical companies, the London Declaration on Neglected Tropical Diseases was signed in 2012, which presents a commitment to “control, eliminate, or eradicate” 10 NTDs by 2020 [46]. Children are included in these efforts with specific strategies outlined for a number of NTDs in pediatric populations. Our study provides data to further guide investments and resource allocation in order to target diseases that contribute the greatest disease burden and that lack adequate pediatric treatment options.\nOur study has some limitations. While we attempted to create a comprehensive list of all trials conducted for NTDs, it is possible that some trials were not registered and were not included in the WHO ICTRP. In addition, as phase 1 trials are not consistently reported in the trial registries and are less likely to translate to clinical care, they were excluded from the analysis in this study. We used DALYs to measure disease burden, but DALYs may be dependent on country-specific reporting and estimates. They are also not a perfect measure of clinical need, since there may be less urgency to develop new pediatric therapies for certain NTDs, such as scabies, if therapies already exist. However, DALYs are a robust metric for measuring morbidity and mortality across country income groups and are commonly used in these types of analyses [14–16]. Lastly, NTDs predominately affect patients in low- and middle-income countries and we examined prescribing information based on medication labels provided by the FDA as it is the single unified, publicly-available source of these data that we could identify. However, this is likely an accurate representation of the pediatric prescribing data available to clinicians practicing in middle- and low-income countries.\n\nConclusions\nThere is a substantial gap between the burden of disease for NTDs in children and research devoted to this population, with certain conditions particularly under-represented compared to adult research investments. Most first- and second-line medications recommended for the treatment of these conditions lack adequate pediatric prescribing information, highlighting the urgency to increase pediatric research activity for NTDs with high disease burden and limited treatment options."
}