{
    "Background": "Little is known about zoonotic tuberculosis (zTB) due to Mycobacterium bovis burden across the globe. The aim of this study was to describe zTB surveillance programs in selected WHO signatory countries and to assess the relationship of the disease with the country’s income level and the risk of M. bovis transmission.",
    "Methods": "We searched the main articles databases and grey literature for guide documents published between 1980 and 2019. For inclusion, the articles and guide documents had to be in English, French, Portuguese, Spanish, or Italian. Only original articles and narrative and systematic reviews were accepted and the guide documents were required to be available on official websites. We excluded articles that did not focus on epidemiology, control and surveillance. We used bovine TB cases in livestock and wildlife populations as a proxy for the country’s risk of zTB using data from the World Organization for Animal Health (OIE) published from 2015 to 2018. Countries were classified according to income level (World Bank’s classification) and strength of zTB surveillance. The study was registered in PROSPERO under number CRD42018090603.",
    "Findings": "We included 13 articles and 208 guide documents including data from 119/194 countries (61.3%). We found a lack of surveillance data about zTB in over half (89.9%) of the 119 WHO signatory countries. Most surveillance systems perform passive surveillance and are not integrated into the One Health perspective, which was operating in 4/119 (3.4%) countries, all high-income. Many of these countries (71/119, 59.7%) have M. bovis circulating in their cattle herds, but only ~10% of them have implemented zTB surveillance activities.",
    "Interpretation": "Our findings highlight weaknesses in zTB surveillance worldwide, with a consequent lack of information that could support an adequate understanding of disease burden, especially in countries at major risk for M. bovis transmission. To meet this challenge, efforts will be needed to promote intersectoral policies, implementing the One Health strategy."
}