{
    "Introduction": "Plasmodium vivax remains a leading public health problem in America, particularly in rural areas of Venezuela, Brazil, and Colombia [1]. Since 2016, Venezuela has reported the highest number of malaria cases and deaths in the region [1], with the southeastern part of the country, bordering Brazil and Guyana, remaining at high risk for malaria transmission [2]. There, Bolívar state accounts for 60–88% of the country’s malaria cases and has become the hottest malaria hotspot in America [3].\nThe host immune response to P. vivax is triggered by various parasitic components, resulting in a synergistic interaction between innate and adaptive immunity to control and eliminate the parasite [4]. This response begins with the bite of an infected female Anopheles mosquito, which inoculates sporozoites into the host’s skin, and develops through both hepatic and blood schizogony processes. The parasite’s blood stages contain pathogen-associated molecular patterns, such as glycosylphosphatidylinositol anchors, hemozoin, and parasite nucleic acids, which trigger an innate immune response via diverse pattern recognition receptors, including Toll-like receptors (TLRs) [5]. To date, 10 TLRs have been identified in humans, located either on the cell surface (TLR1, TLR2, TLR4, TLR5, TLR6, and TLR10) or on endosomes (TLR3, TLR7, TLR8, and TLR9) [6].\nTLR9 participates in microbial DNA recognition, specifically unmethylated CpG motifs, and is expressed on professional antigen-presenting cells, such as dendritic cells and B cells [6]. Additionally, TLR9 regulates B cell viability, apoptosis, and antibody and IL-10 production by upregulating the Fc receptor-like 3 [7]. The activation of memory B cells by TLR9 leads to cell expansion and immunoglobulin production, which may be critical for memory B cell homeostasis and sustained antibody production [8]. In malaria, TLR9 recognizes free or hemozoin-bound parasite DNA [5,9]. Indeed, the high content of CpG motifs in P. vivax is likely responsible for the species’ high fever-inducing capacity [10].\nIn malaria-endemic areas, particularly where transmission rates are high, individuals become less susceptible to symptomatic malaria episodes with increasing age and exposure [11]. The role of antibodies in malaria protection is well documented [12], and the host’s genetic makeup is known to significantly influence the development of an effective immune response against the parasite [13]. Compared to several studies in P. falciparum [14], only two studies have reported TLR9 gene polymorphisms in P. vivax [15,16]. Moreover, only a few studies have documented the role of immune-related gene polymorphisms on antibody production against P. vivax proteins [17–21]. To date, no study has evaluated the effect of single nucleotide polymorphisms (SNPs) of the TLR9 gene on the IgG antibody response against circumsporozoite protein (PvCSP), and only one study has done so against merozoite surface protein 1 (PvMSP-119) [16].\nHere, we evaluated the frequency of TLR9 gene SNPs rs5743836 (-1237T/C), rs352140 (1635A/G), and rs187084 (-1486C/T) and their associations with IgG antibody response against PvCSP variants (VK247, VK210, and V-like) and PvMSP-119 among individuals with symptomatic P. vivax infections in Bolívar state, Venezuela.",
    "Methods": "Ethical approval and consent to participate\nThis study adhered to the ethical guidelines established by national and institutional committees overseeing human experimentation following the ethical principles of the Declaration of Helsinki. The study protocol was reviewed and approved by the Independent Bioethics Committee for Research of the Bioethical National Center of Venezuela (Approval No.: CIBI-CENABI-03/2022). All patients received a comprehensive explanation of the study design and the data and sample collection methodology. Only those who voluntarily agreed to participate and provided signed consent were included in the study.\n\n\nStudy area\nThis study was conducted in the Laboratory of Malariology of the “Ruiz y Páez” University Hospital Complex (Bolívar state), which serves as the main reference center for diagnosis and treatment of malaria patients in the state. Bolívar state, situated in the southeastern part of the country, is Venezuela’s largest political and administrative region, with an estimated population of over 1,947,403 [22]. Most of the population resides in the northern and eastern areas of the state, where primary economic activities include mining, steel and aluminum manufacturing, hydroelectric power generation, commerce and services, forestry, livestock rearing, and agricultural development [3].\nAccording to the most recent official publication on the national epidemiological situation of malaria in Venezuela (Week No. 41, 2022) [23], a total of 60,329 accumulated cases had been reported in Bolívar state, representing 59% of malaria cases in Venezuela. P. vivax (78%) was the dominant parasite species, followed by P. falciparum (16%) and mixed (P. vivax/P. falciparum) infection (6%) [23].\n\n\nStudy design and population\nA cross-sectional study was conducted between June 2022 and January 2023 involving unrelated Venezuelan individuals infected with P. vivax, either primo-infected or with previous infections, who presented with malaria-compatible symptoms at the Laboratory of Malariology of the “Ruiz y Páez” University Hospital Complex. All individuals included in the study were classified as uncomplicated malaria cases according to the Venezuelan criteria [24]. The diagnosis of Plasmodium spp. was performed by thick and thin blood smears stained with the Giemsa method according to the WHO guidelines [25]. For quality assurance, each slide was independently examined by two experienced microscopists using 100X oil immersion magnification. Both microscopists identified Plasmodium spp. and quantified parasitemia from the thick blood smear [26]. This diagnosis was subsequently confirmed by nested PCR [27] at the Laboratory of Pathophysiology (Immunogenetics Section) of the Instituto Venezolano de Investigaciones Científicas. Individuals with mixed (P. vivax/P. falciparum or other species) infection, those undergoing antimalarial treatment at the time of blood sample collection, immunocompromised individuals (e.g., transplant recipients or chemotherapy patients), and those with other self-reported infectious, autoimmune, or hematologic diseases (e.g., sickle cell disease), were not enrolled.\nAdditionally, 40 healthy individuals without previous malaria exposure (negative control samples) from non-endemic areas and no history of blood transfusion were included as controls. This control group was used in the ELISA assays to establish the cut-off point necessary to determine the antibody reactivity index (RI).\n\n\nBlood sample collection and genomic DNA extraction\nAfter applying a clinical-epidemiological data collection form, two blood samples were collected from each individual by peripheral venipuncture. One sample was collected in a tube without anticoagulant to obtain serum and a second with EDTA for molecular analysis. The genomic DNA was extracted from whole blood using the protocol described by Bunce [28]. The concentration and purity of the genomic DNA were quantified by ultraviolet spectrophotometry using the NanoDrop 2000 (Thermo Fisher Scientific, Waltham, MA, USA). The quality of the genomic DNA was verified by agarose gel electrophoresis.\n\n\nRecombinant antigens\nRecombinant PvMSP-119 (amino acids 1616–1704, Belém strain) was expressed in Escherichia coli with a polyhistidine affinity tag (6xHis tag), as previously described [29], at the Department of Molecular Biology and Immunology of the Fundación Instituto de Inmunología de Colombia. Peptides corresponding to the three variants (VK247, VK210, and V-like) of the PvCSP repetitive region were synthesized in Fmoc solid-phase [30] at the Instituto de Medicina Tropical (Laboratory of Peptide Synthesis) of the Universidad Central de Venezuela. Sequences are shown in S1 Table.\n\n\nEvaluation of IgG antibody response against the three PvCSP variants and PvMSP-119\nIgG reactivity against P. vivax recombinant antigens was determined by ELISA. All steps were performed at room temperature in a humidity chamber. Briefly, 96-well flat-bottom plates (Nunc MaxiSorp ELISA, Thermo Fisher Scientific, Waltham, MA, USA) were coated for 2 hours with PvCSP variants (5 µg/mL) or PvMSP-119 (10 µg/mL) diluted in carbonate/bicarbonate pH 9.6. After washing three times with 0.05% Tween 20 in phosphate-buffered saline (PBS-T), the plates were blocked for 30 minutes with 1% bovine serum albumin (BSA) in PBS. Then, 100 µL of diluted serum (1:200 for PvCSP variants and 1:100 for PvMSP-119 in 0.5% BSA in PBS-T) were added to triplicate wells and incubated for 1 hour. After washing, 1:10,000 horseradish peroxidase-conjugated anti-human IgG (Santa Cruz Biotechnology, Dallas, TX, USA) was added to each well and incubated for 1 hour. Bound antibodies were detected by adding TMB (Sigma-Aldrich, Burlington, MA, USA) and the reaction was stopped with 0.1 M sulfuric acid. The absorbance was read on an Infinite M200 ELISA plate reader (Tecan, Männedorf, Switzerland) at 405 nm.\nIgG antibody response against P. vivax recombinant antigens was expressed as a RI, which was determined by dividing the optical density (OD) value of the test sample by the cut-off point OD value. The cut-off values were calculated by averaging the OD values plus three standard deviations obtained with negative control samples. Samples from individuals with an RI ≥ 1 (also known as responders) were considered positive.\n\n\nGenotyping of TLR9 gene SNPs\nThe SNP rs5743836 was determined by bi-directional PCR amplification of specific alleles, using previously described primers [31]. For this, 1 µL of DNA was mixed with 1X Tonbo VerityMAX DNA polymerase master mix, 0.4 µM primer P, 0.4 µM primer Q, 0.05 µM primer W, and 0.1 µM primer M. Amplified products were separated by electrophoresis in a 1.5% agarose gel and visualized using a ChemiDoc MP imaging system (Bio-Rad Laboratories, Hercules, CA, USA). Depending on the genotype, two or three overlapping fragments were produced. PQ primers served as the internal control (644 bp), PW primers amplified the T allele (395 bp), and MQ primers amplified the C allele (275 bp) (S2 Table).\nSNPs rs352140 and rs187084 were determined by PCR-restriction fragment length polymorphism, using previously described primers and protocols [32]. Here, 1 µL of DNA was mixed with 1X Tonbo VerityMAX DNA polymerase master mix, 1 pM forward and 1 pM reverse primers. Amplified products were digested with restriction enzymes (New England Biolabs, Ipswich, MA, USA) according to the manufacturer’s instructions, separated by electrophoresis in a 2% agarose gel, and visualized using a ChemiDoc MP imaging system. Genotypes were assigned based on the number and size of fragments resulting from the digestion of the amplified product (S2 Table).\n\n\nStatistical analysis\nData were analyzed using SPSS version 27 (IBM Corp., Armonk, NY, USA) and plotted using GraphPad Prism version 10.1.2 (GraphPad Software, Boston, MA, USA). Individual data were summarized using descriptive statistics. A two-stage cluster analysis was performed to identify natural groupings (or clusters) of parasitemia and RI against the three PvCSP variants and PvMSP-119. The method used a Log-likelihood distance measure and involved an initial pre-clustering step creating a Cluster Feature tree, followed by an agglomerative hierarchical clustering stage on the subclusters. The optimal number of clusters was determined automatically by comparing potential solutions using the Schwarz Bayesian Information Criterion or the Akaike Information Criterion. The resulting clusters were examined based on their mean RI profiles and subsequently designated as “low”, “medium”, and “high” responder groups. The distribution of numerical variables was assessed using the Kolmogorov-Smirnov test, and one-way ANOVA or Kruskal-Wallis tests were applied as appropriate. Pearson’s chi-square and Fisher’s exact tests were used for categorical variables. Genetic analyses were conducted using the SNPStats program [33]. Allele, genotype, and haplotype frequencies, Hardy-Weinberg equilibrium, linkage disequilibrium, and inheritance models were analyzed. Multiple regression models adjusted for age, sex, mining occupation, probable area of infection, and history of malaria were performed to evaluate the effect of potential confounders on the association between IgG antibody response level and parasitemia, and TLR9 gene SNPs. A p value < 0.05 was considered statistically significant.",
    "Results": "Clinical-epidemiological characteristics of the study population\nA total of 210 unrelated Venezuelan individuals with symptomatic malaria by P. vivax were included in the analysis (Fig 1). The median age of the individuals was 29 (IQR 21–43) years, most were male (60.5%, n = 127), and practiced illegal gold mining (56.2%, n = 118). The probable area of infection for all individuals was Bolívar state, primarily in Sifontes (38.1%, n = 80), Sucre (26.7%, n = 56), and Angostura del Orinoco (22.4%, n = 47) municipalities. More than 60% of individuals had low parasitemia (≤ 4800 parasites/μL of blood), and over 80% reported a history of malaria, with a median of 5 (IQR 2–12) episodes (Table 1).\nIndividuals who self-identified mainly as Caucasian (n = 7, primary European ancestry) or Amerindian (n = 2, Venezuelan Indigenous ethnic group) were excluded to minimize confounding factors related to population stratification in the genetic association study of TLR9 gene SNPs. This focused the analysis on the general admixed population (“criollo”/“mestizo”) characteristic of the study area in Bolívar state.\nAll participants reported at least one symptom, with a median number of 7 (IQR 5–10). The most common symptoms were fever (94.3%, n = 198), headache (92.4%, n = 194), chills (76.7%, n = 161), low back pain (71.9%, n = 151), and arthralgia (68.6%, n = 144).\n\n\nHigh seroprevalence of PvCSP and PvMSP-119-specific IgG\nMore than 90% of individuals had IgG antibodies (RI ≥ 1) against the three PvCSP variants and PvMSP-119 (Fig 2). Using a two-stage cluster analysis, we grouped individuals into low, medium, and high responders according to their IgG antibody response levels. This classification was used for following analyses. No statistically significant differences were observed between the clinical-epidemiological characteristics of the individuals and their IgG antibody response levels against the three PvCSP variants (S3–S5 Tables). However, a higher proportion of previous malaria was observed in high responders against PvMSP-119 compared to low responders (85.7% vs. 68.1%, p = 0.013) (S6 Table).\n(A) Specific IgG levels against recombinant PvCSP and PvMSP-119 in serum from adults (n = 210) determined by ELISA. Values are expressed as reactivity index (RI). Medians and p values are shown using the Kruskal-Wallis test followed by Dunn’s multiple comparison test. Negative cut-off values (RI = 1) are shown as dotted lines and were used to calculate seroprevalence. (B) Seroprevalence of PvCSP- and PvMSP-119-specific IgG.\nHigh responders against the three PvCSP variants had a lower number of symptoms compared to medium (p < 0.001) and low (p < 0.001) responders (Fig 3).\nNumber of symptoms among low, medium, and high responders against the VK247 (n = 198), VK210 (n = 200), V-like (n = 204), and PvMSP-119 (n = 208). Responders were defined by a two-stage cluster analysis using their reactivity index (RI) for each tested antigen. Median, IQR, and whiskers (1.5 times the IQR) are shown. P values using the Kruskal-Wallis test followed by Dunn’s multiple comparison test are also shown.\n\n\nTLR9 gene SNP rs5743836 (-1237T/C) is associated with low IgG antibody response against PvCSP VK247 and V-like\nGenotypic and allelic frequencies of TLR9 gene SNPs are summarized in Fig 4. Heterozygous genotypes T/C (66.7%, n = 140), A/G (57.1%, n = 120), and C/T (81.4%, n = 171) for SNPs rs5743836, rs352140, and rs187084, respectively, were the most frequent among 210 analyzed individuals. For SNP rs187084, the homozygous genotype for the minor allele (T/T) was not observed. None of the analyzed TLR9 gene SNPs conformed to Hardy-Weinberg equilibrium (p < 0.05). Moderate linkage disequilibrium (D’ = 0.512, r = 0.47) was observed between SNPs rs5743836 and rs187084 (p < 0.001), and strong linkage disequilibrium (D’ = 0.753, r = 0.64) was observed between SNPs rs352140 and rs187084 (p < 0.001).\nProportion of individuals infected with P. vivax (n = 210) carrying a specific genotype (A) or allele (B) for SNPs rs5743836, rs352140, and rs187084 of the TLR9 gene.\nThen, we evaluated the effects of TLR9 gene SNPs on the IgG antibody response, comparing low and high responders. According to the best-fit inheritance model (overdominant), carrying the heterozygous genotype (T/C) for the SNP rs5743836 of the TLR9 gene was associated with low IgG antibody response against PvCSP VK247 (aOR = 0.26, 95% CI = 0.09 to 0.73, p = 0.0094) (Table 2) and PvCSP V-like (aOR = 0.37, 95% CI = 0.14 to 0.99, p = 0.047) (Table 3). No other significant differences were observed between SNP rs5743836 inheritance models and IgG antibody response level against the PvCSP VK210 (S7 Table) or PvMSP-119 (S8 Table). Likewise, no differences were observed between SNP rs352140 inheritance models and IgG antibody response level against the three PvCSP variants (Tables 2, 3 and S7) and or against PvMSP-119 (S8 Table).\nHaplotype analysis revealed that the combination of major alleles of the SNPs rs5743836, rs352140, and rs187084 of the TLR9 gene (TAC) was the most common among the individuals. Other haplotypes were observed with variable distribution (S9 Table). CAT and CGC haplotypes were not observed in high responders against PvCSP VK247, and PvCSP VK210 and V-like, respectively. Despite some trends, no significant differences in haplotypic frequencies were observed between low and high responders (S9 Table).\nNo significant differences between inheritance models for the SNPs rs5743836 and rs352140 and parasitemia were observed (Table 4). Due to the absence of the homozygous genotype for the minor allele (T/T), it was not possible to establish inheritance models for the SNP rs187084.",
    "Discussion": "Innate and adaptive mechanisms of the immune system have evolved to adapt and control the pathogenesis of infectious diseases and to repair tissues [34]. The pathogen-host interaction in P. vivax malaria is biologically complex and influenced by environmental factors, parasitemia, immune status, and the genetic makeup of the human host [35]. Whereas most of the studies have focused on P. falciparum, we explored here the effects of TLR9 gene polymorphisms on the IgG antibody response against two malaria antigens, PvCSP and PvMSP-119.\nAs previously reported in Bolívar state [36,37], most individuals were young adult males engaged in illegal gold mining. Over 80% of individuals reported previous malaria episodes, with a median of five episodes, highlighting the importance of the state as a hotspot in Latin America [3]. In this study, the parasitemia distribution reflects the reported in Colombia [38], but appears constrained compared to broader ranges reported in the Asia-Pacific region [39,40]. This difference is probably due to the symptomatic status of all participants and a single-timepoint sampling, potentially missing wider density fluctuations [41,42]. In this study, over 90% of individuals had IgG antibodies (RI ≥ 1) against PvCSP or PvMSP-119, similar to other studies conducted in Latin America [21,43,44]. Although no significant differences were observed between the clinical-epidemiological characteristics of individuals according to their specific-IgG response, male miners were commonly high responders. This agrees with previous studies showing an association between mining activity and high malaria transmission in this area [3,45].\nHigh responders against PvCSP variants exhibited fewer malaria symptoms than medium and low responders. Specific-PvCSP antibodies block the invasion and development of sporozoites in human hepatocytes [46], which may prevent the development of blood stages and, in turn, clinical malaria. A higher proportion of previous malaria was observed in high responders against PvMSP-119 compared to low responders, confirming a potentiating effect on the antibody response against this protein in individuals previously exposed to malaria [21], and suggesting an increased number of antibody-producing short-lived plasma cells, likely due to the presence of a memory B cell response, which rapidly proliferates and differentiates upon reinfection [47].\nTLRs play a critical role in immune protection and have been subjected to selection in response to immune challenges, as observed in studies associating TLRs and their SNPs with disease [6]. To ensure the representativeness of our findings, SNPs were selected based on available data from genomic databases, particularly those focused on Latin American populations. Additionally, the chosen SNPs were selected based on prior research demonstrating significant associations with the diseases under investigation, with known functional effects. In this study, heterozygous genotypes of SNPs rs5743836, rs352140, and rs187084 of the TLR9 gene were most frequent among evaluated individuals, as reported in African individuals [48] and among three United States ethnic groups (African American, European, and Hispanic) [49]. High heterozygosity has also been reported at SNPs rs352140 and rs187084 [15,50,51] or only rs5743836 [52]. These genetic differences across populations, as a result of balanced selection [53], complicate comparisons between studies conducted in different locations [14].\nAfter controlling for potential biases that could influence the IgG antibody response, we found that the heterozygous genotype (T/C) for SNP rs5743836 of the TLR9 gene was associated with low IgG antibody response against PvCSP VK247 and V-like in the evaluated individuals. Findings on the promoter activity for SNP rs5743836 of the TLR9 gene are contradictory. Studies have reported higher promoter activity in the homozygous genotype for the major allele (T/T) [54], but also for the minor allele (C/C) [55,56], and the heterozygous genotype (T/C) [57,58]. These discrepancies could be explained by differences in the etiologies of the models studied, the timing of transcriptional evaluation, and/or the presence of other functional SNPs that interact with rs5743836, regulating TLR9 expression [55,56]. Therefore, it may be deduced that in individuals carrying the heterozygous genotype for SNP rs5743836, TLR9 gene transcription and B cell activation are dysregulated, affecting the IgG antibody response against PvCSP. Notably, the overall clinical presentation and the specific IgG response in P. vivax malaria are shaped by a complex interplay of such host factors. Beyond TLRs, these encompass gene polymorphisms in cytokine [59–61], B-cell co-stimulatory molecules [21], human leukocyte antigens molecules [19,62], and Fc gamma receptors [63], alongside factors like active malaria infection status [64], prior exposure, and inherent PvCSP immunogenicity [65–67]. However, current scientific evidence on the precise contributions and interactions of these factors is limited and often inconsistent, highlighting the need for comprehensive studies across diverse geographic regions and genetic background [14].\nWe did not observe an association between parasitemia and the evaluated SNPs of the TLR9 gene, similar to those reported in the Brazil-French Guiana border [16]. However, the literature on this association varies according to the specific SNP analyzed. Regarding SNP rs5743836, a study conducted in Brazil reported an association between the homozygous genotype for the minor allele (C/C) and high parasitemia [15]. Other studies reported an association between the homozygous genotype for the major allele (T/T) and low parasitemia [48,68]. These differences could be attributed to the genetic background of the population and the high genetic diversity of Plasmodium, which has multiple haplotypes and varied genetic patterns worldwide [14,16]. However, it has been shown that the homozygous genotype for the major allele (T/T) has higher promoter activity than the homozygous genotype for the minor allele (C/C) [54], potentially resulting in higher production of proinflammatory cytokines during malarial infection, favoring parasite control and elimination [48].\nSeveral studies did not observe any association between SNP rs187084 and parasitemia [15,16,48]. However, one study in Brazil reported an association between the homozygous genotype for the major allele (C/C) and high parasitemia [68]. Peripheral parasitemia is only one indicator of disease state, but may not fully represent the total parasite burden, particularly in P. vivax infections where significant parasite biomass may be sequestered in organs such as the spleen and bone marrow [69]. It is plausible that this total biomass acts as a stronger driver influencing both the host’s symptoms and the magnitude of the IgG response. Consequently, discrepancies in associations with peripheral parasitemia are perhaps expected. Moreover, numerous factors influence the clinical profile of the disease beyond parasite density, such as endemicity levels, multiplicity of infection [70], and the broader genetic composition of the human host [14,16]. These characteristics could act as confounding factors contributing to the variable findings observed between this and other studies on endemic malaria and should be considered when analyzing and interpreting the results [16]. No studies on the association between SNP rs352140 and parasitemia were found, suggesting that future research should investigate this.\nWe acknowledge limitations regarding our findings. Using symptom counts rather than severity grading (such as hemoglobin levels or splenomegaly quantification) impacts clinical interpretability. Financial and practical constraints prevented the collection of detailed hematological data (e.g., hemoglobin, platelets) and certain key symptoms (e.g., gastrointestinal distress, palpable splenomegaly), hindering a robust assessment of genotype-phenotype relationships. Viral co-infections present at the time of malaria infection are frequent in the study region [37], but were not assessed in the recruited individuals. Such co-infections could influence malaria symptomatology and immune responses, potentially confounding the relationships observed in our study. We also recognized that sample size and the focus on uncomplicated patients within a point-of-care setting limit generalizability. Future hospital- and community-based studies with larger, more diverse cohorts (including asymptomatic, mild, and severe cases) and comprehensive clinical/paraclinical assessments, including screening for relevant co-infections, are necessary to confirm our findings.",
    "Conclusions": "Our findings suggest that genetic variation within the TLR9 gene, specifically the rs5743836 (-1237T/C) heterozygous genotype, may modulate IgG antibody response against key P. vivax antigens: PvCSP VK247 and V-like. Elucidating how host genetic factors shape pathogen-specific immunity is pertinent to the rational design of effective malaria vaccines. Future research should incorporate functional assays to determine the biological significance of the observed association between rs5743836 and IgG antibody response. Such studies should also measure total parasite burden and include asymptomatic and severe cases to assess the variant’s impact across the P. vivax clinical spectrum. Longitudinal studies on populations with diverse malaria exposure and carrying the TLR9-1237T/C polymorphism may also reveal the risk of recurrent parasitemia and anemia, and the durability of specific IgG responses. Integrating standardized clinical evaluations within such longitudinal frameworks will be instrumental for establishing the contribution of TLR9 gene polymorphisms to protective immunity against P. vivax malaria."
}