{
    "Background": "Viruses such as the dengue virus (DENV), Zika virus (ZIKV), and chikungunya virus (CHIKV) pose major threats to human health, causing endemic, emerging, and reemerging diseases. These arboviruses have complex life cycles involving Aedes mosquitoes, driven by environmental, ecological, socioeconomic, and cultural factors. In Colombia, Aedes aegypti is the primary vector, but Aedes albopictus is expanding across the country. Understanding the unique characteristics of each species is crucial for managing arbovirus spread, particularly in areas where they coexist.",
    "Methodology/Principal findings": "We conducted an entomological survey of Ae. aegypti and Ae. albopictus (larvae, pupae, and adults) in urban and rural areas of four municipalities across different elevations (200–2200 meters above sea level (masl)) in Colombia. Household conditions and knowledge of DENV were assessed through interviews. Female Ae. albopictus were tested individually for arbovirus RNA, while Ae. aegypti were tested in pools (as the accepted primary arbovirus vector in the country). Both species were found up to 2100 masl. Ae. aegypti comprised 78% of the immature forms collected, while Ae. albopictus made up 22%. Larvae from both species coexisted in common artificial breeding sites in urban and rural areas, with no evidence of competition. Ae. albopictus preferred rural areas, lower elevations (<1500 masl), high precipitation (>270 mm), and lowest household conditions, while Ae. aegypti was more abundant in urban areas, intradomicile environments, and areas with moderate precipitation (100–400 mm). Potential female-human contact was higher for Ae. aegypti (0.02–0.22 females per person), particularly in urban areas, while Ae. albopictus exhibited lower female per person: 0.001–0.08, with the highest values in rural Patía. Natural infections of DENV (12.4%) and CHIKV (12.4%) were found in Ae. aegypti, while Ae. albopictus showed CHIKV (41.2%) and DENV (23%) infections, with virus dissemination to the legs and salivary glands.",
    "Conclusions/significance": "Integrating household conditions and community knowledge with environmental data can enhance predictive models for the eco-epidemiological characterization of Aedes-borne viruses, especially in areas where two vector species with distinct ecological characteristics coexist. Our findings highlight the need to consider Ae. albopictus as a potentially significant arbovirus vector in Colombia, especially given the presence of arboviruses in its salivary glands, its use of artificial breeding sites, its biting risk inside homes, and its differing ecological preferences and seasonal associations compared to Ae. aegypti."
}