{
    "Background": "Visceral leishmaniasis due to Leishmania infantum is currently spreading into new foci across Europe. Leishmania infantum transmission in the Old World was reported to be strongly associated with a few specific environments. Environmental changes due to global warming or human activity were therefore incriminated in the spread of the disease. However, comprehensive studies were lacking to reliably identify all the environments at risk and thereby optimize monitoring and control strategy.",
    "Methodology/Findings": "We exhaustively collected 328 cases of autochthonous visceral leishmaniasis from 1993 to 2009 in South-Eastern France. Leishmaniasis incidence decreased from 31 yearly cases between 1993 and 1997 to 12 yearly cases between 2005 and 2009 mostly because Leishmania/HIV coinfection were less frequent. No spread of human visceral leishmaniasis was observed in the studied region. Two major foci were identified, associated with opposite environments: whereas one involved semi-rural hillside environments partly made of mixed forests, the other involved urban and peri-urban areas in and around the region main town, Marseille. The two neighboring foci were related to differing environments despite similar vectors (P. perniciosus), canine reservoir, parasite (L. infantum zymodeme MON-1), and human host.",
    "Conclusions/Significance": "This unprecedented collection of cases highlighted the occurrence of protracted urban transmission of L. infantum in France, a worrisome finding as the disease is currently spreading in other areas around the Mediterranean. These results complete previous studies about more widespread canine leishmaniasis or human asymptomatic carriage. This first application of systematic geostatistical methods to European human visceral leishmaniasis demonstrated an unsuspected heterogeneity of environments associated with the transmission of the disease. These findings modify the current view of leishmaniasis epidemiology. They notably stress the need for locally defined control strategies and extensive monitoring including in urban environments."
}