{
    "Introduction": "Tsetse flies (Diptera: Glossinidae) are the sole cyclical vectors of trypanosomes that cause human African trypanosomiasis (HAT or sleeping sickness) and animal African trypanosomiasis (AAT or nagana) [1]. Increased treatment and vector control in the last two decades has resulted in a substantial reduction in reported HAT cases, from over 30,000 in 1999 [2] to below 1000 in 2018 [3]. Despite this effort to eliminate HAT, the disease remains a considerable burden to rural communities [4]. AAT is a significant cause of poverty and malnutrition in sub-Sahara Africa and is estimated to cause three million cattle deaths annually [5]. This study focuses on two subspecies of the savannah tsetse fly Glossina morsitans, G. m. morsitans Westwood and G. m. centralis Machado. Both subspecies are efficient vectors of sleeping sickness and nagana [6], with HAT foci persisting within their geographic range [7].\nEffective tsetse sampling tools are essential in the control of African trypanosomiases [8], as they provide critical information relating to distribution limits of tsetse populations, risk of trypanosomiasis to livestock and humans, and the outcome of vector control interventions [9]. Several trapping devices that exploit the host-seeking behaviour of tsetse, particularly, those related to visual and olfactory stimuli, have been developed. Trap development has been facilitated by the observation that Glossina can perceive shape, colour and movement [10]. Experimentation has shown that Glossina discriminates colour, with phthalogen blue (reflectance peak 450 nm) being the most attractive whereas black and UV-reflecting white stimulate landing [11–13]. The attractiveness of shapes increases in the order circle, square and rectangle [14], with horizontal rectangles being more attractive than vertical ones [15]. An array of traps with varying combinations of blue and black cloths have been developed for sampling Glossina [16]. Stationary traps developed for sampling G. morsitans include the NGU [17,18] and NZI [19] traps used in East Africa, and the epsilon trap recommended for use in southern Africa [20]. Pyramidal traps have recently been shown to be effective against G. m. centralis [15].\nHost olfactory cues have been shown to increase trap catches of savannah tsetse species [21]. Components of host odour found to be attractive are carbon dioxide, acetone, butanone, 1-octen-3-ol, and several phenolic derivatives, such as 4-methlyphenol and 3-n-propylphenol [9]. Butanone and 1-octen-3-ol are generally used to bait traps during surveys and monitoring operations in the field due to their relatively low cost [22,23].\nStationary traps provide a standardised system of sampling, catch a higher proportion of females and can operate throughout the tsetse’s activity period [16], but their use has limitations. Leak et al. [16] highlights the following as the major disadvantages of stationary traps: (i) they need to be well constructed and maintained to provide a standard sample; (ii) their effectiveness is dependent on their deployment site; (iii) they give a misleading picture of daily activity rhythm [24]; and (iv), they are not sensitive enough to detect readily low-density populations of certain species such as G. morsitans. Furthermore, their high cost of deployment over large areas tends to limit their use in large scale surveys [9,16,25,26]. Consequently, there has been limited geographical sampling of natural tsetse populations [25], which hinders the understanding of several aspects of their population structure such as genetic sub-structuring [27].\nTranslocation has been demonstrated to significantly increase the attractiveness of an object to tsetse [28] and mobile baits are more effective in trapping G. m. morsitans than stationary baits [18,29]. Mobile baits used for sampling G. morsitans include the vehicle-mounted electric target [30] and black-screen fly round (BFR) [31,32]. The use of vehicle-mounted electric targets has mainly been limited to research studies as they are expensive and require high levels of maintenance [16]. Black-screen fly rounds, consisting of a catching party of two individuals with hand nets and a baited 1 × 1.5m black screen, produce samples that depend on the varying ability of people to catch tsetse flies with hand nets [16].\nTherefore, the development of an effective, mobile sampling device that is not influenced by the operator’s ability to capture G. morsitans, particularly at low population densities, is desirable. In this study, we evaluated a VST for effective and rapid sampling of G. morsitans. Specifically, the aim was to identify the optimal trap colour and orientation, and assess the need for olfactory attractants. Further, we evaluated the effectiveness of the VST against the BFR, for sampling G. m. morsitans and G. m. centralis.",
    "Materials and methods": "Ethical statement\nPermission was granted by the Departments of National Parks and Veterinary Services Zambia to undertake entomological sampling in the game management areas. This study was conducted in conformity with the University of Pretoria ethical rules for animals.\n\n\nStudy sites\nThe study was conducted in Zambia, between the longitudes 22 and 34°E, and latitudes 8 and 18°S. Glossina morsitans is the most widely distributed tsetse in Zambia covering an estimated 277,000 km2 (or 38% of the total landmass). Glossina m. morsitans occupies the hotter eastern part while G. m. centralis occurs in the cooler western and Northern parts [33]. Studies were conducted at two sites, one for each subspecies. A brief description of each site is given below.\nLuano game management area.Mopane woodland is the dominant vegetation with small pockets of farmland, used mainly for growing maize and groundnuts. The livestock population is low with goats and chickens being the main species. Wildlife is abundant and represents the major blood meal source for the resident G. m. morsitans [34]. Experiments were conducted over 9 days in July 2020 along a 13 km motorable track north-east of Lubalashi village.\n\nMumbwa South game management area.Miombo woodlands interspaced with large riverside dambos (grassy wetlands) is the dominant vegetation. No human settlements occur within a 50 km radius of the study site. Wildlife is diverse and abundant and represents the major blood meal source for G. m. centralis [35]. Experiments were conducted over 9 days in September 2020 along a 16 km motorable hunting track.\n\n\n\nTrapping devices and materials\nTwo fabrics were used in trap construction. These were blue polyester (PermaNet, Vestergaard Frandsen, Denmark) and 100% polyester black (225 g/m2, Q15093 Sunflag, Nairobi). They were cut and fixed on to one side of a 5 mm × 1 m × 1.5 m plywood board to produce a 1 × 1.5 m all-blue, all-black and 1:1 blue-black panel. A 5 cm strip of black duct tape was placed around the edge of the panel to secure the cloth onto the plywood board (Fig 1). A 0.5 × 1.5 m of the same 100% polyester black cloth was used to make the black screen used in BFRs.\n(A) All-black sticky panel trap. (B) All-blue sticky panel trap. (C) 1:1 blue-black sticky panel trap. (D) All-blue sticky panel trap mounted in-line orientation (E) All-blue sticky panel trap mounted in transverse orientation (F) All-blue sticky panel in transverse orientation covered with non-stick baking paper.\nTo enumerate flies landing on trap panels, one-sided adhesive film (30 cm wide rolls, Rentokil FE45, Liverpool, UK) was fastened above the cloth, using black duct tape (Fig 1). Spectral reflectance of the cloth is not affected by the adhesive film except in the ultra-violet (UV) spectrum [15]. Virtually all UV wavelength below 380 nm is absorbed due to the addition of a UV absorber in the glue. Spectrophotometric measurements of light reflected from the adhesive film applied to fabrics similar to those used in this study indicated that all wavelengths in the UV range were absorbed by the fabrics [36]. New adhesive film was used at the start of each experiment.\nButanone and 1-octen-3-ol were used as attractants according to methods described by Torr et al. [37]. A 500 ml glass bottle with a 2 mm aperture in the stopper was used to dispense butanone at a rate of 150 mg/hr, while polyethylene sachets of 4 × 5 cm 500 gauge/0.125 mm dispensed 3 g 1-octen-3-ol at 0.5 mg/hr.\nA 1 × 1.5 m rectangular steel frame with horizontal support legs (Fig 1) was used to mount the sticky trap panel on the back of a Nissan Hardbody, twin cab, 4×4 vehicle. To construct a two-sided sticky trap, two panels were fixed on either side of the steel frame. The same driver was used throughout the study. The rectangular trap panel was set up such that its longest side was horizontal to the ground in all experiments. Non-stick baking paper was used to cover the sticky surface of the trap when not in use (Fig 1).\n\n\nExperimental design\nIn all experiments, randomised block designs [38] were used to compared treatment effects. Different blocks constituted 1 km transects, set 300 m apart [39], with groups of adjacent days as experimental units [40]. Treatments were randomly allocated to days within blocks (S1 Appendix) such that each transect was traversed at the same time, in consecutive days. Thus, site and time of sampling variation was blocked.\nThe vehicle traversed transects hourly with closed windows at a maximum speed of 10 km/hr following recommendations for vehicle electric nets [41], from 7:00 to 17:00 hr for G. m. centralis and 9:00 to 17:00 hr for G. m. morsitans. This resulted in 11 and 8 experimental replicates respectively. The average time taken to complete a 1 km transect was 10 min. A 60 s waiting period was undertaken at the end of the transect to allow the trapping of trailing tsetse before milking of the trap. Trapped flies were removed from the sticky film with forceps, killed by squeezing the thorax, identified, sexed and enumerated.\nAfter sampling, the vehicle was moved to the starting point of the next transect, with the sticky surface covered with non-stick baking paper. On average, a 25 min waiting period was undertaken before the commencement of a subsequent transect. This prevented the entry of flies from one transect into another, thus ensuring the independence of blocks.\nIn the colour experiment, one panel of the all-blue, all-black and blue-black was randomly placed at the left side of the steel frame in in-line orientation, to compare the mean catch of treatments. Tsetse catches on the blue and black sections of the blue-black panel were recorded separately to facilitate their comparison. Two panels of the most effective colour were placed on either side of the steel frame in the orientation experiment, comparing in-line and transverse orientations (Fig 1). Data for the left and right (in-line orientation), and front and back (transverse orientation) was recorded separately to compare one versus two-panel traps. Octenol sachet was fixed at the top while butanone was placed at the bottom of the leading edge of the trap to compare a baited and un-baited trap in olfactory experiments. When moving from one transect to another, odour dispensers were sealed in airtight containers and were reopened at the commencement of the next transverse.\nThe effectiveness of the optimised VST was finally compared with the BFR in a similar design. BFR was conducted as described by Robinson [31], where the catching party consisted of two men, each with a hand net, carrying a 0.5 × 1.5 m black cloth suspended from a 2 m pole and baited with octenol and butanone. The two men selected for the study had a combined 65-year experience in operating BFR and manning tsetse pickets. In each transect, 5 stops, 200 m apart, were identified. The catching party walked at normal speed to each stop where they caught tsetse flies that had landed on the screen or each other. After 3 min, the catching party moved to the next stop. On average, it took the catching party 35 min to traverse each transect. As the efficiency of BFRs reduces at high tsetse densities [16], this experiment was done in transects with low tsetse densities.\n\n\nStatistical analysis\nTo analyse changes of fly catches in the treatments, a negative binomial model with a log link was used in R [42]. The general formula of the model used was:\n\nwith μ representing the mean, In(t) the dispersion parameter, B0 the intercept, B1x1 the treatment, B2x2 the block and B3x3 the day effects of the model. Thus, mean tsetse catches were modelled on treatments for each experiment whilst taking into account the block and day effects of the study [38]. To provide a common index of effect, the mean tsetse catch of a treatment was expressed as a proportion of a reference treatment or control, the resultant value termed catch index. Model coefficients were used to estimate catch indices of treatments, which were compared using the likelihood ratio test. The significance of each comparison was determined when the number 1 was not included in the 95% confidence interval (CI) of the ratio test. Catch indices of 2 or 0.5 indicated that a treatment caught twice or half as many flies as the control. The “effects” package in R [43] was used to obtain de-transformed means of treatments. All reported estimates are accompanied by 95% CI and the alpha level was set at 0.05 for statistical significance. Computations were conducted using R [42].",
    "Results": "A total of 11,342 tsetse were captured during the study (Table 1) with 29% being females. Only the two G. morsitans subspecies, G. m. morsitans and G. m. centralis were collected. For both subspecies, no transect with zero catch in all sampling hours was recorded (S2 Appendix).\n\n\nColour comparison\nAs shown in Table 2 and 3, overall catch indices of the all-black, all-blue and blue-black panels for both G. m. morsitans and G. m. centralis did not differ significantly. For female G. m. morsitans, the catch index of the all-blue panel was significantly lower than the all-black panel, catching 39% fewer flies. Catch indices for males of all three panels were not significantly different. Male and female catch indices for G. m. centralis were not significantly different for all three panels (Table 3). In both subspecies, the catch index of the blue and black sections of the blue-black panel was significantly different, with the black section catching more male and female tsetse (Table 2 and Table 3). An all-blue panel was selected for use in all further experiments.\n\n\nOrientation comparison\nOverall, male and female catch indices of sticky trap panels oriented in-line or transverse to the movement of the vehicle were not significantly different for both G. m. morsitans and G. m. centralis (Table 2 and 3).\n\n\nComparison of one versus two panel design\nThe in-line orientation did not show a significant difference between the overall, male and female catch indices of the left and right trap panels for data collected throughout the day and for separate morning and afternoon analysis for G. m. morsitans (Table 2). Overall catch indices of the front trap panel in transverse orientation were significantly higher for data collected in the afternoon and throughout the day (Table 2), catching 170 and 72% more flies, respectively.\nLeft and right panel catch indices of the in-line oriented trap for data collected throughout the day were not significantly different for G. m. centralis (Table 3). A separate analysis of data collected in the morning and afternoon periods showed that the right panel caught 4.42 (95% CI: 1.39–14.10 and P < 0.05) times (or 342%) more flies than the left panel, in the morning. In the afternoon, the catch index of the right panel significantly reduced to 0.47 (95% CI: 0.27–0.81 and P < 0.05) times that of the left panel, catching 53% fewer flies. As shown in Table 3, the catch index of the front panel of the transverse-oriented trap was significantly lower than that of the back panel, with the front panel catching 41% fewer flies. Two-sided in-line oriented trap panels were selected for use in all subsequent experiments.\n\n\nOlfaction\nNo significant difference was observed between the overall catch indices of the un-baited and baited panel trap for G. m. morsitans (Table 2). For G. m. centralis, the overall catch index of the baited trap panel was significantly higher (Table 3), catching 38% more flies than the un-baited trap. The sticky trap panel used in the subsequent experiment was baited with octenol and butanone for G. m. centralis while that for G. m. morsitans was un-baited.\n\n\nComparison of black screen fly round (BFR) and vehicle-mounted sticky trap panel (VST)\nA significant difference between the overall catch indices of the BFR and VST was observed for both G. m. morsitans and G. m. centralis (Table 2 and 3). The VST caught 160 and 142% more flies than the BFR, respectively. VST female catch index for both subspecies was also significantly higher, catching 598 and 248% more female G. m. morsitans and G. m, centralis, respectively.",
    "Discussion": "The results of the colour experiments indicated that there were no significant differences in the overall catch indices of all-blue, all-black and blue-black trap panels for both G. m. morsitans and G. m. centralis. This result suggests that the colours used in this study had an equal effect in eliciting close-range orientation towards sticky surfaces, an observation supported by the finding that blue and black surfaces are equally attractive to tsetse [12,44]. Differences in landing responses were observed on the blue-black panel with the black section having a higher catch index, a result also consistent with other findings [12,28,45]. Further research is recommended to evaluate the effect of other colours, panel sizes and rates of movement on the mean tsetse catch of trap panels.\nSince the three colour patterns used in this study had similar catch indices, we recommend the use of any of the three in the construction of VSTs for surveys whose objective is to identify the precise distribution limits and the main ecological niches of G. m. morsitans and G. m. centralis. For surveys whose objective is to establish the physiological age of the population using ovarian dissection, all-black and blue-black trap panels are recommended. In this study, the blue colour was chosen for subsequent experiments due to its potential for being used with imaging devices that may aid automated geo-referencing of catches, a key feature for monitoring low-density populations expected after vector control interventions.\nInvestigations on trap orientations indicated that there was no significant difference with the sticky panel traps oriented in-line or transverse to the horizontal axis of the vehicle for both G. m. morsitans and G. m. centralis. This finding may be attributed to the observed circulating behaviour of tsetse before they land on a visual bait [13,45,46]. The circulating behaviour of the following swarm may ensure that tsetse is equally available for capture no matter the orientation of the stick panel traps. In-line orientation was selected for use in subsequent experiments as it appeared to be more stable during sampling and non-sampling periods.\nThe catch indices of left and right panels were not significantly different for G. m. morsitans, even for separate analysis of morning and afternoon periods. However, left and right panel catch indices for G. m. centralis were significantly different for separate analysis of morning and afternoon periods with the panel facing the edge of the woodland, catching more tsetse than the panel facing the grassy dambo. The underlying cause of the observed contrasting response of the two subspecies was unclear since the circulating behaviour of tsetse before landing on a visual bait [13,45], is expected to make flies equally available for capture on both panel traps, regardless of habitat structure. Further investigation into this observation is warranted as it may highlight behavioural differences between G. m. morsitans and G. m. centralis that are yet to be established. The two-sided sticky trap panel was selected as the most effective design.\nFor G. m. morsitans, baiting with butanone and 1-octen-3-ol did not significantly increase the catch index of the VST. This result supports the work of Vale [28] who unequivocally demonstrated that tsetse were primarily attracted to mobile hosts largely in response to movement rather than odour. Tsetse close-range orientation towards a host has also been shown to be unaffected by synthetic odours [47] with carbon dioxide being the only host odour component that induces alighting response [48,49]. Therefore, our results suggest that visual factors are more important than synthetic olfactory cues in the effectiveness of the VST to trap G. m. morsitans.\nBaiting with butanone and 1-octen-3-ol was however observed to increase the catch index of the VST for G. m. centralis. This result appears to suggest that close-range orientation to a host and/or alighting response in G. m. centralis, is influenced by synthetic odours contrary to observations made in G. m. morsitans [21]. Differences between the subspecies in response to a stimulus have been previously reported. Torr et al. [50] showed that very few G. m. morsitans were attracted to or landed on 0.25 × 0.25 m tiny targets relative to the 1 m2 target. However, Byamungu et al. [15] observed that 0.5 m2 targets were just as efficient as 1 m2 target for G. m. centralis. It is unlikely that evolved differences in innate behaviour could account for the observed differences in response to odours, given the taxonomic classification of these two organisms as subspecies. More probable is the postulation by Vale et al. [51] that habitat geometry affects the effectiveness of odour attraction and the strength of the landing response among tsetse flies. Perhaps the differences between the geometry of the habitats of the two subspecies is sufficiently great to affect their responses to odours. Habitat effects are considered to cause the observed differences between savannah and riverine species in response to odour baits [21], but more needs to be done to assess what differences there might be between subspecies of G. morsitans. Presently, we recommend the baiting of the VST with butanone and 1-octen-3-ol for sampling G. m. centralis but not for G. m. morsitans.\nFor both G. m. morsitans and G. m. centralis, the VST was observed to have a higher catch index than the BFR, despite the former being operated at 10 km/hr and the latter at 5 km/hr. This result could be attributed to a combination of several factors. Firstly, the VST presented a larger moving target than that of the BFR. It has been previously demonstrated that larger moving objects are more attractive to tsetse than smaller ones [10,13,15]. Secondly, a proportion of tsetse attracted to the BFR was repelled by human odour which has been previously shown to have a repellent effect on tsetse [9,28]. As human operators were enclosed within the vehicle with closed windows, no such repellent effect could be present for the VST. Lack of repellence could also explain the higher female catch index of the VST as compared to the BFR since repellence to human odour is higher in female flies [10,28]. Thirdly, BFR catches are influenced by the hand netting ability of operators [16], whilst the catch size of the VST is consistent within the effective range of the sticky film. Therefore, our results indicate that the VST is better suited for sampling both subspecies of G. morsitans than the BFR. However, we recommend further studies to establish the cost-effectiveness of the use of the VST in comparison with other traps.\nIn this study, the VST was operated at 10 km/hr following recommendations for vehicle electric nets [41]. However, VST may be more effective in sampling tsetse at other speeds. Therefore, we recommend further studies to determine the most optimal operation speed for the VST. Nevertheless, given that flight speeds of up to 14.4 km/hr have been observed in the laboratory [52] and mean speeds of 22 km/hr recorded in the field for G. m. morsitans [53], we suggest that the maximum operational speed of the VST should not exceed 20 km/hr. This speed should be efficient for sampling moderate to high-density populations of G. morsitans with the lower speed of 10 km/hr being better suited to low-density populations. Intermittent stops at 1 km intervals ensured that most flies following the VST were captured. This practice is recommended to facilitate georeferencing of the catch.\nA significant limitation of the VST is that sampling is largely restricted to motorable tracks. Thus, VST is likely to be used as a complementary sampling device to existing tools. The results showed that the VST had a higher sensitivity to male tsetse. This apparent bias may make it an ideal tool for monitoring flight ability, survival and competitiveness of sterile males released during the implementation of the sterile insect technique. Furthermore, since males copulate with multiple females, a vehicle-mounted panel target of a similar design could prove an effective mobile delivery system of entomopathogenic fungi for biological control of G. morsitans. Investigations on the suitability of using the VST as a personal protection device and control tool during game drives are further recommended.\nWe conclude that the VST constructed using an all-blue, all-black and 1:1 blue-black panel, oriented either in-line or transversely and baited with butanone and 1-octen-3-ol (G. m. centralis), is a more rapid and effective sampling tool for G. morsitans than BFR. This makes it an invaluable tool in planning and evaluating area-wide suppression/eradication campaigns. We recommend its use in sampling large geographic areas to facilitate G. morsitans population studies currently limited by the inadequate sampling of natural populations."
}