{
    "Abstract": "Chikungunya can result in debilitating arthralgia, often presenting as acute, self-limited pain, but occasionally manifesting chronically. Little is known about differences in chikungunya-associated arthralgia comparing children to adults over time. To characterize long-term chikungunya-associated arthralgia, we recruited 770 patients (105 0–4 years old [y/o], 200 5–9 y/o, 307 10–15 y/o, and 158 16+ y/o) with symptomatic chikungunya virus infections in Managua, Nicaragua, during two consecutive chikungunya epidemics (2014–2015). Participants were assessed at ~15 days and 1, 3, 6, 12, and 18 months post-fever onset. Following clinical guidelines, we defined participants by their last reported instance of arthralgia as acute (≤10 days post-fever onset), interim (>10 and <90 days), or chronic (≥90 days) cases. We observed a high prevalence of arthralgia (80–95%) across all ages over the study period. Overall, the odds of acute arthralgia increased in an age-dependent manner, with the lowest odds of arthralgia in the 0–4 y/o group (odds ratio [OR]: 0.27, 95% confidence interval [CI]: 0.14–0.51) and the highest odds of arthralgia in the 16+ y/o participants (OR: 4.91, 95% CI: 1.42–30.95) relative to 10–15 y/o participants. Females had higher odds of acute arthralgia than males (OR: 1.63, 95% CI: 1.01–2.65) across all ages. We found that 23–36% of pediatric and 53% of adult participants reported an instance of post-acute arthralgia. Children exhibited the highest prevalence of post-acute polyarthralgia in their legs, followed by the hands and torso – a pattern not seen among adult participants. Further, we observed pediatric chikungunya presenting in two distinct phases: the acute phase and the subsequent interim/chronic phases. Thus, differences in the presentation of arthralgia were observed across age, sex, and disease phase in this longitudinal chikungunya cohort. Our results elucidate the long-term burden of chikungunya-associated arthralgia among pediatric and adult populations."
}