{
    "Background": "Leishmania is transmitted by female sand flies and deposited together with saliva, which contains a vast repertoire of pharmacologically active molecules that contribute to the establishment of the infection. The exposure to vector saliva induces an immune response against its components that can be used as a marker of exposure to the vector. Performing large-scale serological studies to detect vector exposure has been limited by the difficulty in obtaining sand fly saliva. Here, we validate the use of two sand fly salivary recombinant proteins as markers for vector exposure.",
    "Methodology/principal findings": "ELISA was used to screen human sera, collected in an area endemic for visceral leishmaniasis, against the salivary gland sonicate (SGS) or two recombinant proteins (rLJM11 and rLJM17) from Lutzomyia longipalpis saliva. Antibody levels before and after SGS seroconversion (n = 26) were compared using the Wilcoxon signed rank paired test. Human sera from an area endemic for VL which recognize Lu. longipalpis saliva in ELISA also recognize a combination of rLJM17 and rLJM11. We then extended the analysis to include 40 sera from individuals who were seropositive and 40 seronegative to Lu. longipalpis SGS. Each recombinant protein was able to detect anti-saliva seroconversion, whereas the two proteins combined increased the detection significantly. Additionally, we evaluated the specificity of the anti-Lu. longipalpis response by testing 40 sera positive to Lutzomyia intermedia SGS, and very limited (2/40) cross-reactivity was observed. Receiver-operator characteristics (ROC) curve analysis was used to identify the effectiveness of these proteins for the prediction of anti-SGS positivity. These ROC curves evidenced the superior performance of rLJM17+rLJM11. Predicted threshold levels were confirmed for rLJM17+rLJM11 using a large panel of 1,077 serum samples.",
    "Conclusion": "Our results show the possibility of substituting Lu. longipalpis SGS for two recombinant proteins, LJM17 and LJM11, in order to probe for vector exposure in individuals residing in endemic areas."
}