{
    "Introduction": "Toxoplasma gondii is a ubiquitous zoonotic protozoan infecting all warm-blooded species, including humans. All these species can act as intermediate hosts for T. gondii by developing persistent tissue cysts after feeding from tissues of another infected intermediate host or following the ingestion of sporulated oocysts found in the environment [1]. These oocysts are excreted in the environment through the feces of members of the Felidae family, the only definitive hosts of this parasite, following their feeding on infected prey [2,3]. The oocysts sporulate within a few days following their excretion to become infective.\nT. gondii is estimated to infect around 30% of the human population and is the etiological agent of toxoplasmosis, a disease causing a substantial public health burden worldwide [4]. Historically, infection with T. gondii has been long considered essentially asymptomatic or benign, except for certain risk groups, such as the developing fetus in the case of congenital infection, and immunocompromised patients for whom toxoplasmosis can have severe health consequences either during primo-infection or reactivation [5]. However, clinical toxoplasmosis has also been reported in immunocompetent individuals, mainly in the form of ocular lesions and multi-visceral involvement [6–8]. The prevalence of clinical toxoplasmosis, its clinical forms and their severity substantially vary worldwide [9]. T. gondii strains diversity, which exhibits contrasting patterns across geographic regions and ecotypes, appears to explain, at least in part, this clinical variability [10].\nIn Africa, the few available reports of clinical toxoplasmosis in immunocompetent individuals suggest that certain T. gondii strains on this continent are more pathogenic than European strains [11–15]. However, the association between genotype and disease severity is still unclear due to the scarcity of reports. Furthermore, nearly all T. gondii isolates have been collected on human and domestic animals, and no sylvatic cycle of T. gondii has been described on this continent. Wild strains of T. gondii—defined as strains isolated from wild animals or from humans in contact with wildlife and genetically distinct from T. gondii populations found in the domestic environment—have been demonstrated to hold significant epidemiological importance, as they have been associated with more severe forms of toxoplasmosis in other regions of the world [16–18]. The objective of this study was to provide the first insights into the T. gondii strains circulating in African wildlife and to provide evidence for the existence of a sylvatic cycle of T. gondii in Africa involving genetically distinct T. gondii strains.",
    "Materials and methods": "Ethics statement\nFor Gabonese samples, authorization to capture and collect animals was obtained from the Ministry of Water and Forests, in charge of the environment and sustainable development (Authorization No. 0247 MEFCEDD/SG/DGFAP) [19]. For Ethiopian sample, the research project was approved by the animal ethical committee of the College of Veterinary Medicine and Agriculture, Addis Ababa University. All efforts were made to minimize animal suffering during the course of the study [20].\nIn the present study, we took advantage of a recent survey on the viral carriage of wild animals from northeast Gabon, central Africa [19]. Organ samples (brain, heart, lung and kidney) were previously collected from wild animals hunted in the surrounding forest of 11 villages (Fig 1) in the department of Zadié, province of Ogooué-Ivindo, in northeast Gabon in 2019 [19]. The 148 animals included in this study were of at least seven distinct wild mammal species (Fig 1). However, the number could have been underestimated given that only the genus could be determined for 43 animals. All the four organs considered in this study (brain, heart, lung and kidney) were available—and therefore were tested using quantitative polymerase chain reaction (qPCR)—in 80 animals while between one and three organs were available and were tested in the remaining 68 animals (S1 Table). No signs of disease (e.g., lesions or abnormal appearance) were detected on the animal’s organs. Here, these organs were processed and analyzed individually in order to detect chronic T. gondii infection in these animals. For this purpose, around 30 mg of each organ was collected when available and transferred to Lysing Matrix E tubes (MP Biomedicals) at −80 °C until processing. Samples were mechanically disrupted using a TissueLyser II (Qiagen, Courtaboeuf, France) for 30 s at 30 Hz. Then, cooling of samples was performed in dry ice for 45 s before carrying out the second round of mechanical disruption under the same conditions. Tubes were then centrifugated at 200 × g for 5 min and 350 µL of lysate was collected from each tube for DNA extraction using the QIAamp DNA Mini Kit (Qiagen, Courtaboeuf, France).\nIn the country-wide map of Gabon (upper left), the study area is surrounded by a dotted red circle. Each pie chart represents a village where hunters brought back and sold bushmeat. The sizes of the pie charts correlate with the total number of animals sampled for each village, and the colors indicate different animal species. Map data OpenStreetMap contributors, licensed under ODbL (https://www.openstreetmap.org/copyright).\nThe extracted DNA samples were tested by qPCR assay as described by Ajzenberg et al. [21] on a thermocycler Rotor-Gene 6000 (Corbett Life Science, Sydney, Australia), targeting the 529 bp DNA fragment (REP529, GenBank accession no. AF146527 [22]). In brief, each PCR contained 5 μL of extracted DNA from organs, mixed with 15 μL of a PCR mix with 1X LightCycler FastStart DNA Master Hybridisation Probes kit (Roche Diagnostics, Mannheim, Germany), 0.5 U of UDG (Roche Diagnostics, Mannheim, Germany), 5 mmol/L of MgCl2, 0.5 μmol/L of each primer, 0.1 μmol/L of TaqMan probe (Eurofins, Ebersberg, Germany) which is labeled with a fluorescent dye (6-carboxyfluorescein, 6-FAM) at 5’ end and a dark quencher (Black Hole Quencher, BHQ1) at the 3’ end. The cycling protocol was as follows: initial decontamination by UDG at 50 °C for 2 min and denaturation at 95 °C for 10 min, followed by 50 cycles at 95 °C for 20 s and 60 °C for 40 s. Each sample was run in duplicate and the results obtained were expressed in cycle threshold (Ct) values.\nT. gondii strains were genotyped using 15 microsatellite (MS) markers distributed across 11 of the 13 chromosomes composing the T. gondii genome in a single multiplex PCR assay as described previously [23], following the guidelines established by Joeres et al. [24]. Those 15 loci included a combination of eight “typing” markers with low polymorphism (TUB2, W35, TgM-A, B17, B18, M33, IV.1 and XI.1) that show little or no variation within lineages and seven “fingerprinting” markers (M48, M102, N83, N82, AA, N61, N60) exhibiting high polymorphism and significant variation within lineages. PCR products were sized using capillary electrophoresis on ABI PRISM 3130xl (Applied Biosystems, Foster City, CA) and the GenScan 500 ROX dye size standard (Applied Biosystems). Results were analysed using GeneMapper 5.0 software packages (Applied Biosystems). New multilocus genotypes (MLGs) were compared to those from a global dataset (S1 Table) of previously published MLGs (n = 1059) by generating a neighbor-joining dendrogram using the BRUVO.BOOT function (based on Bruvo’s genetic distance) with 1,000 bootstrap replications, as implemented in the “Poppr” package [24] in R version 3.4.0. In addition, the factorial correspondence analysis (AFC) technique available in GENETIX version 4.05 [25] was used to visualize the genetic distance between MLGs in a multidimensional space (3D).\nAs a complement to MS genotyping, whole genome sequencing (WGS) was performed on successfully genotyped DNA samples. These DNA samples were subjected to high-throughput sequencing (HTS) on the Illumina NovaSeq 6000 platform (Novogene, United Kingdom). For comparison purposes, WGS was also performed on a DNA sample of the Ethiopian T. gondii strain TgSpEt19, extracted from mouse ascites obtained during strain bioassay [20]. This DNA sample was subjected to HTS on the Illumina NextSeq 500 sequencing device of the BISCEm technical and bioinformatics platform at the University of Limoges (BISCEm University of Limoges/ US 42 INSERM/ UAR 2015 CNRS). FastQC was applied to analyze read quality and adapters were trimmed with Trimmomatic v0.39 to truncate low-quality reads, filtering for a minimum read length of 36 (parameters: SLIDINGWINDOW: 4:20; MINLEN: 36; TruSeq3-PE-2.fa:2:30:10; HEADCROP:10). Low-complexity sequences were filtered using Prinseq with the DUST method (lc_method = dust) and a threshold of 7 (lc_threshold = 7) to remove sequences with repetitive patterns or low complexity. Additionally, duplicate reads were identified and removed if they contained 14 or more consecutive identical base pairs (derep = 14) to reduce redundancy and minimize amplification bias. The genomic relatedness between new genomes and global T. gondii haplogroups (hg) was assessed through mapping the reads of each new genome against 16 T. gondii reference genomes representing 15 of the 16 T. gondii hg previously described worldwide (two reference genomes of the 6th hg were included and the 16th hg was unavailable) [26]. Quality control of the 16 reference genomes included masking low-complexity regions using RepeatMasker 4.0.9, identifying, filtering out contigs shorter than 1000 bases and removing potential contaminant contigs through BLAST analysis. Following these quality control steps, mapping was performed using FastQ Screen software, configured to utilize the BWA-MEM2 alignment tool. FastQ Screen provides information on the number of reads that map exclusively against each of the selected reference genomes. Stringent parameterization of BWA-MEM2 (-T 100, -B 70, -O 30, -E 20) was applied to enhance alignment accuracy by reducing mismatches, minimizing gaps, and improving the reliability of read mapping to closely related reference genomes. To validate this method, FastQ Screen was first run on eight previously described genomes [27]. Once validated, the approach was applied to the new genomes from the present study.",
    "Results": "T. gondii DNA was detected in 15 animals belonging to at least four distinct species (Philantomba monticola, Cephalophus callipygus, Cephalophus dorsalis, Cephalophus sp. and Atherurus sp.) and from six different villages (S1 Table).\nMolecular prevalences among species ranged from 0% to 33.3% (S2 Table). In the 15 PCR-positive animals, one to three organ types were PCR-positive, while none were found to be PCR-positive for the four organs. For each PCR-positive animal, the organ sample showing the lower Ct value was selected for MS genotyping. MS markers were amplified in DNA extracted from (1) the heart of Gabon-87_2019-Cephalophus-sp (ID: 87), collected in Mekouma. The DNA sample had Ct values of 24.33 and 24.43, corresponding to T. gondii cell concentrations of 46 and 43 copies/µL, and 12 out of 15 MS markers were successfully amplified; and from (2) the brain of Gabon-21_2019-Cephalophus-callipygus (ID: 21), collected in Zoula. The DNA sample had Ct values of 38.16 and 37.81, corresponding to T. gondii cell concentrations below 1 copy/µL, and 1 out of 15 MS markers was successfully amplified. The two samples displayed a novel allele (228 at M102, a fingerprinting marker), not previously observed in any of the previously published MLGs (S1 Table), suggesting that they may belong to the same population. This allele was highly divergent from all other alleles previously reported for this MS marker, which displays allele sizes ranging from 164 to 196, except for TgSpEt19, a strain from a sheep in Ethiopia, which displayed a fragment of 218 at this marker. Gabon-87_2019-Cephalophus-sp exhibited another novel allele (154 at B18). Notably, it also shared four of its five amplified typing markers with TgSpEt19 (Table 1).\nThe NJ dendrogram (Fig 2) and AFC (Fig 3)—based on the analysis of the 12 MS markers that were successfully amplified in Gabon-87_2019-Cephalophus-sp—confirmed that this sample was genetically related to TgSpEt19 and exhibited a divergent profile compared to other previously described MLGs worldwide (S3 Table), including those from Gabon’s domestic environment.\nAmong the 15 PCR-positive animals, only Gabon-87_2019-Cephalophus-sp (DNA from heart sample) was selected for Illumina WGS. A total of 1,301,636,628 paired-end reads (150 nt × 2) were obtained for this sample following quality control. Similarly, 218,855,336 paired-end reads (75 nt × 2) were obtained for the TgSpEt19 DNA sample after quality control. In parallel, quality control measures applied to the reference genomes enabled the identification and removal of contaminant contigs (e.g., host or bacterial sequences) in 13 out of 16 genomes (S4 Table). FastQ Screen produced meaningful results on the eight genomes previously selected for validating the approach (S1 Fig), and was subsequently applied to each of the two new genomes. A high proportion of T. gondii reads from the Gabon-87_2019-Cephalophus-sp sample mapped exclusively against TgCtPRC2 and COUG (Fig 4). No reads from TgSpEt19 mapped against any of the 16 reference genomes, likely due to the combination of stringent alignment settings and the shorter read length, which reduced the likelihood of achieving sufficient alignment scores for mapping. Gabon-87_2019-Cephalophus-sp sequencing data have been deposited in the European Nucleotide Archive (ENA) database under accession code ERR13964874.\nThe barplots represent the numbers of Illumina reads exclusively mapping to each of the 16 respective reference genomes. These references genomes are GT1 (USA; type I; hg1; GCA_000149715.2), ME49 (USA; type II; hg2; GCA_000006565.2), VEG (USA; type III; hg3; GCA_000150015.2), MAS (unknown origin; hg4; GCA_000224865.2), RUB (French Guiana; Amazonian; hg5; GCA_000224805.2), FOU (unknown origin; Africa 1; hg6; GCA_000224905.2), TgCtBr9 (Brazil; hg6; GCA_000224825.1), CAST (USA; hg7; GCA_000256705.1), TgCtBr5 (Brazil; hg8; GCA_000259835.1), P89 (USA; hg9; GCA_000224885.2), VAND (French Guiana; Amazonian; hg10; GCA_000224845.2), COUG (Canada; Pan-American; hg11; GCA_000338675.1), ARI (USA; type 12; hg12; GCA_000250965.1), TgCtPRC2 (China; Chinese 1; hg13; GCA_000256725.1), GAB2-2007-GAL-DOM2 (Gabon; Africa 3; hg14; GCA_000325525.2) and TgCtCo5 (Colombia; hg15; GCA_000278365.1).",
    "Discussion": "This is the first study to explore T. gondii circulation in the wild environment of a tropical African country and to provide evidence for the existence of wild T. gondii strains in Africa. It also reports for the first time the presence of T. gondii in the tissues of species such as duikers (Philantomba sp. and Cephalophus sp.) and brush-tailed porcupines (Atherurus sp.). Molecular prevalence among species was relatively low but challenging to compare due to the small sample sizes for several species and the inaccurate identification of approximately one-third of the animals. In addition, the molecular prevalence levels may have been slightly overestimated due to the possible weak cross-reactivity of the primers targeting the T. gondii 529 bp repeat region with Hammondia DNA, as previously reported by Schares et al. [29].\nTo date, the presence of wild T. gondii populations could only be confirmed in North America and French Guiana, in South America [27,30–32]. These regions are characterized by the persistence of wild felid populations of relatively large sizes [33–35], which are probably the main drivers of the maintenance of T. gondii sylvatic cycles involving genetically distinct T. gondii strains. In other countries where representative sampling of humans, domestic and wild animals has been carried out, such as China and France, T. gondii clonal lineages isolated from all these host categories essentially belonged to the same domestic lineages (mainly Chinese 1 and type I in China and type II in France) [36–39]. In China and France, wild felid populations have undergone a significant decline due to the destruction of their habitats [40,41]. This situation could have resulted in the disappearance of sylvatic cycles of T. gondii—and T. gondii strains associated to these sylvatic cycles –in these countries, potentially explaining the lack of reports on wild T. gondii populations there. Furthermore, a recent study also indicates a lack of ecotype compartmentalization in T. gondii populations from Brazil [42], although the numerous gaps in sampling in this country—especially from wildlife—make it challenging to draw definitive conclusions at this stage. It is noteworthy that natural habitats in Brazil are subject to significant degradation in comparison to those neighboring French Guiana [43], which may explain the absence of ecotype compartmentalization. In Gabon, the equatorial forest is one of the few well-preserved ecosystems of its kind in Africa [44] and is a refuge for wild feline species such as the leopard (Panthera pardus) and the African golden cat (Caracal aurata). This situation may be conducive to the persistence of wild T. gondii populations in this ecosystem.\nThe various patterns of ecotype compartmentalization observed in T. gondii populations according to geographical areas have presented a challenge in the assignment of a T. gondii strain to an ecotype. In Africa, a few reports of T. gondii genotypes from wild animals have been documented, with T. gondii strains identified in an African francolin from Senegal and a jackal from South Africa [45,46]. However, these animals were infected with T. gondii strains commonly found in domestic environments, as seen in France and China, likely due to exposure to T. gondii from domestic sources (e.g., long-distance dissemination of cat oocysts or predation/scavenging on domestic animals).The most commonly accepted definition of a wild strain is that it is restricted to the wild environment and genetically distinct from strains found in the domestic environment within the same geographical region [27,31,42]. This is the first time a T. gondii strain from Africa fits this definition, as it was isolated from wildlife and was found to be highly divergent from T. gondii populations previously described in domestic animals in Gabon [22]. A recent study on T. gondii genomics identified a ~100-kb genomic region on chromosome 1a that has proven to be a robust marker for distinguishing T. gondii strains from different ecotypes (domestic or wild). This study showed that, on a global scale, T. gondii strains from the domestic environment display a unique haplotype in this genomic region on chromosome 1a, which is considered a probable specific adaptation to domestic cats. Conversely, wild T. gondii strains exhibit a high diversity of haplotypes at this genomic locus [27]. In this instance, the haplotype carried by Gabon-87_2019-Cephalophus-sp could not be characterized due to the low proportion of T. gondii DNA in the sample.\nStudies on the genetic diversity of T. gondii have revealed significant diversity that can only be effectively captured through multilocus genotyping methods, such as MS analysis, restriction fragment length polymorphism (RFLP), and multilocus sequence typing (MLST) [47]. Among these, MS genotyping offers higher resolution compared to RFLP and benefits from the availability of numerous MS genotypes published worldwide, making it more advantageous for comparative studies than MLST, despite the latter’s higher sensitivity. While WGS offers an even more comprehensive approach, its implementation remains more challenging. In the present study, the MS-based analyses revealed a marked genetic proximity between the wild Gabonese T. gondii strain Gabon-87_2019-Cephalophus-sp and a unique strain isolated from a sheep in Ethiopia [20]. The flock this sheep belonged to had a grazing area commonly frequented by several species of wild felids [48], which could have been the source of contamination of this sheep. A similar pattern is observed in North America, where grazing domestic animals are substantially more exposed to wild T. gondii strains than farm-bound animals [32]. This genetic proximity between Ethiopian and Gabonese strains reveals that certain branches of the T. gondii evolutionary tree remain obscure. The global proliferation of domestic cats has favored the spread of a few cat-adapted clonal lineages [27], which have probably overwhelmed ancient T. gondii populations in many regions of the globe. The massive decline of most wild felid populations has likely confined wild T. gondii strains to a few relatively well-preserved ecosystems (refuge zones) where sizable wild felid populations are still maintained, as observed in French Guiana and North America [34,49]. This situation has probably facilitated the sampling of wild T. gondii strains in these two latter regions. In contrast, wild T. gondii strains transmitted by African, European and Asian wild felids remain almost unknown [50]. The inclusion of wild T. gondii strains from these regions in phylogenetic analyses could challenge the current paradigm of a South American origin for current T. gondii populations [51]. This is particularly relevant given the probable origin of the Felidae family in Asia [52].\nA whole genome-based comparison of Gabon-87_2019-Cephalophus-sp with reference genomes representing the major T. gondii hg worldwide indicated that this strain is more closely related to TgCtPRC2 and COUG than to the predominant clonal lineages found in Gabon and Africa (type II, Africa 1, and Africa 3). The TgCtPRC2 strain (also known as CHINA01), isolated from a domestic cat in China, belongs to the Chinese 1 lineage, a common lineage in East Asia [39], which is derived from the Africa 4 lineage—a lineage widespread across both Africa and Asia [10]. The comparison of Gabon-87_2019-Cephalophus-sp with Africa 4 could have provided valuable insights; however, no Africa 4 reference genome was available for this analysis. COUG strain (also designated as CANADA01) has been isolated from a cougar during the investigation of a large community outbreak of waterborne toxoplasmosis in humans in Canada. However, the involvement of this strain in human cases could not be demonstrated [53]. COUG strain belongs to a wild T. gondii population designated as Pan-American. In addition to Canada, T. gondii strains of the same population have been isolated from wild animals in the United States [54], Mexico [55] and French Guiana [31]. It is noteworthy that Pan-American population, Chinese 1 and Africa 4 lineages are strongly related as previously shown by Su et al. [56].\nThis relative genetic proximity between Gabon-87_2019-Cephalophus-sp on the one hand, and TgCtPRC2 and COUG on the other, could reflect ancient divergences between wild populations of T. gondii, likely associated with the historical global dissemination of wild felids. This observation further highlights the importance of exploring T. gondii strain diversity in Asia, which is likely the missing link in the ancient spread of ancestral T. gondii strains. However, while the whole-genome approach used in this study provided valuable insights into the relative genomic relatedness between the new T. gondii genomes and global T. gondii haplogroups, it did not offer precise phylogenetic positioning or ancestry characterization of the new genomes. The present approach therefore appears relevant only in the context of samples with low parasitic DNA, as is the case with most clinical, animal, or environmental samples. Only the isolation of live T. gondii strains from these wild populations could enable in-depth genomic analyses, but it has proven logistically challenging in remote, difficult-to-access areas.\nIn South and North America, it has been previously shown that T. gondii strains from wildlife—in addition to certain wild-derived T. gondii strains—are often associated with cases and outbreaks of severe ocular and/or systemic disease and unusual presentations of toxoplasmosis in immunocompetent patients [57–60]. These clinical forms have been increasingly diagnosed in the last two decades and are still considered to be underdiagnosed on these two continents. The present study provides evidence for the existence of a sylvatic cycle of T. gondii in Africa. The involvement of African wild T. gondii strains in the incidence of severe toxoplasmosis among immunocompetent individuals [11–13,15] requires further investigation."
}