{
    "Background": "The ILEP Nerve Function Impairment in Reaction (INFIR) is a cohort study designed to identify predictors of reactions and nerve function impairment in leprosy. The aim was to study correlations between clinical and histological diagnosis of reactions.",
    "Methodology/Principal Findings": "Three hundred and three newly diagnosed patients with World Health Organization multibacillary (MB) leprosy from two centres in India were enrolled in the study. Skin biopsies taken at enrolment were assessed using a standardised proforma to collect data on the histological diagnosis of leprosy, leprosy reactions and the certainty level of the diagnosis. The pathologist diagnosed definite or probable Type 1 Reactions (T1R) in 113 of 265 biopsies from patients at risk of developing reactions whereas clinicians diagnosed skin only reactions in 39 patients and 19 with skin and nerve involvement. Patients with Borderline Tuberculoid (BT) leprosy had a clinical diagnosis rate of reactions of 43% and a histological diagnosis rate of 61%; for patients with Borderline Lepromatous (BL) leprosy the clinical and histological diagnosis rates were 53.7% and 46.2% respectively. The sensitivity and specificity of clinical diagnosis for T1R was 53.1% and 61.9% for BT patients and 61.1% and 71.0% for BL patients. Erythema Nodosum Leprosum (ENL) was diagnosed clinically in two patients but histologically in 13 patients. The Ridley-Jopling classification of patients (n = 303) was 42.8% BT, 27.4% BL, 9.4% Lepromatous Leprosy (LL), 13.0% Indeterminate and 7.4% with non-specific inflammation. This data shows that MB classification is very heterogeneous and encompasses patients with no detectable bacteria and high immunological activity through to patients with high bacterial loads.",
    "Conclusions/Significance": "Leprosy reactions may be under-diagnosed by clinicians and increasing biopsy rates would help in the diagnosis of reactions. Future studies should look at sub-clinical T1R and ENL and whether they have impact on clinical outcomes."
}