{
    "Background": "Periodic administration of anthelmintic drugs is a cost-effective intervention for morbidity control of soil-transmitted helminth (STH) infections. However, with programs expanding, drug pressure potentially selecting for drug-resistant parasites increases. While monitoring anthelmintic drug efficacy is crucial to inform country control program strategies, different factors must be taken into consideration that influence drug efficacy and make it difficult to standardize treatment outcome measures. We aimed to identify suitable approaches to assess and compare the efficacy of different anthelmintic treatments.",
    "Methodology": "We built an individual participant-level database from 11 randomized controlled trials and two observational studies in which subjects received single-agent or combination therapy, or placebo. Eggs per gram of stool were calculated from egg counts at baseline and post-treatment. Egg reduction rates (ERR; based on mean group egg counts) and individual-patient ERR (iERR) were utilized to express drug efficacy and analyzed after log-transformation with a linear mixed effect model. The analyses were separated by follow-up duration (14–21 and 22–45 days) after drug administration.",
    "Principal findings": "The 13 studies enrolled 5,759 STH stool-positive individuals; 5,688 received active medication or placebo contributing a total of 11,103 STH infections (65% had two or three concurrent infections), of whom 3,904 (8,503 infections) and 1,784 (2,550 infections) had efficacy assessed at 14–21 days and 22–45 days post-treatment, respectively. Neither the number of helminth co-infections nor duration of follow-up affected ERR for any helminth species. The number of participants treated with single-dose albendazole was 689 (18%), with single-dose mebendazole 658 (17%), and with albendazole-based co-administrations 775 (23%). The overall mean ERR assessed by day 14–21 for albendazole and mebendazole was 94.5% and 87.4%, respectively on Ascaris lumbricoides, 86.8% and 40.8% on hookworm, and 44.9% and 23.8% on Trichuris trichiura. The World Health Organization (WHO) recommended criteria for efficacy were met in 50%, 62%, and 33% studies of albendazole for A. lumbricoides, T. trichiura, and hookworm, respectively and 25% of mebendazole studies. iERR analyses showed similar results, with cure achieved in 92% of A. lumbricoides-infected subjects treated with albendazole and 93% with mebendazole; corresponding figures for hookworm were 70% and 17%, and for T. trichiura 22% and 20%.",
    "Conclusions/significance": "Combining the traditional efficacy assessment using group averages with individual responses provides a more complete picture of how anthelmintic treatments perform. Most treatments analyzed fail to meet the WHO minimal criteria for efficacy based on group means. Drug combinations (i.e., albendazole-ivermectin and albendazole-oxantel pamoate) are promising treatments for STH infections."
}