{
    "Background": "Soil-transmitted helminthiases (STHs) are common in tropical and subtropical regions. Southern Thailand experiences an extended rainy season, leading to persistently moist soil. This condition supports the life cycle of STHs, hindering effective control due to reinfection and low drug efficacy. We implemented a novel STH control strategy during the dry season aimed at decreasing reinfection rates without enhancing sanitation or hygiene practices. However, there were unexpected, prolonged droughts linked to El Niño events from 2014 to 2016. Additionally, we assessed the effects of these drought conditions on further control measures without the use of anthelmintics.",
    "Methodology/Principal findings": "A longitudinal study was conducted from 2012 to 2016. Stool samples collected from 299 participants were analyzed using the Kato-Katz and agar plate culture methods. Participants who tested positive for STHs received a single 400 mg dose of albendazole. The efficacy of the treatment was evaluated three weeks later. To confirm the control measures were implemented during the dry season, we monitored the number of rainy days following albendazole treatment for 52 days, of which 38 were without rain. Follow-up stool examinations were carried out in 2013 and 2016, with no additional doses of albendazole administered. Rainfall and rainy day data, which served as indicators of unexpected droughts due to El Niño, were collected from the nearest local meteorological stations. Before the drought, there was a decrease in STH prevalence in 2013—except for trichuriasis—attributable to the dry season control efforts. Despite these efforts, STH prevalence remained high. Remarkably, in 2016, following the drought period, the prevalence of trichuriasis, which had not changed previously, spontaneously declined without further albendazole treatment compared to 2013.",
    "Conclusions/Significance": "Control measures implemented during the dry season, combined with a 14-month-long drought induced by the El Niño event of 2014–2016, and some improvements in sanitation and hygiene practices, contributed to a decrease in both the prevalence and intensity of STHs, except for S. stercoralis. Over time, S. stercoralis is likely to become the predominant species among the STHs."
}