{
    "Background": "Currently dengue viruses (DENV) pose an increasing threat to over 2.5 billion people in over 100 tropical and sub-tropical countries worldwide. International air travel is facilitating rapid global movement of DENV, increasing the risk of severe dengue epidemics by introducing different serotypes. Accurate diagnosis is critical for early initiation of preventive measures. Different reverse transcriptase PCR (RT-PCR) methods are available, which should be evaluated and standardized. Epidemiological and laboratory-based surveillance is required to monitor and guide dengue prevention and control programmes, i.e., by mosquito control or possible vaccination (as soon as an effective and safe vaccine becomes available).",
    "Objective": "The purpose of the external quality assurance (EQA) study described is to assess the efficiency and accuracy of dengue molecular diagnosis methods applied by expert laboratories.",
    "Study Design": "A panel of 12 human plasma samples was distributed and tested for DENV-specific RNA. The panel comprised 9 samples spiked with different DENV serotypes (DENV-1 to DENV-4), including 10-fold dilution series of DENV-1 and DENV-3. Two specificity controls consisted of a sample with a pool of 4 other flaviviruses and a sample with chikungunya virus. A negative control sample was also included.",
    "Results": "Thirty-seven laboratories (from Europe, Middle East Asia, Asia, the Americas/Caribbean, and Africa) participated in this EQA study, and reports including 46 sets of results were returned. Performance among laboratories varied according to methodologies used. Only 5 (10.9%) data sets met all criteria with optimal performance, and 4 (8.7%) with acceptable performance, while 37 (80.4%) reported results showed the need for improvement regarding accomplishment of dengue molecular diagnosis. Failures were mainly due to lack of sensitivity and the presence of false positives.",
    "Conclusions": "The EQA provides information on each laboratory's efficacy of RT-PCR techniques for dengue diagnosis and indicates for most laboratories an urgent need to improve sensitivity and specificity."
}