{
    "Background": "Leptospirosis is one of the most important neglected tropical infectious diseases worldwide. Icterohaemorrhagiae has been throughout recent history, and still is, the predominant serogroup of this pathogen in China. However, very little in detail is known about the serovars or genotypes of this serogroup.",
    "Methodology/Principal Findings": "In this study, 120 epidemic strains from five geographically diverse regions in China collected over a 50 year period (1958~2008), and 8 international reference strains characterized by 16S rRNA sequencing and MLST analysis. 115, 11 and 2 strains were identified as L. interrogans, L. borgpetersenii, and L. kirschneri, respectively. 17 different STs were identified including 69 ST1 strains, 18 ST17, 18 ST128, 9 ST143 and 2 ST209. The remaining 12 strains belonged to 12 different STs. eBURST analysis demonstrated that, among the clonal complexes isolated (CCs), CC1 accounted for 73.3% (88/120) strains representing three STs: ST1, ST128 and ST98. ST1 was the most likely ancestral strain of this CC, followed by singleton CC17 (17/120) and CC143 (11/120). Further analysis of adding 116 serogroup Icterohaemorrhagiae strains in the MLST database and studies previously described using global eBURST analysis and MST dendrogram revealed relatively similar ST clustering patterns with five main CCs and 8 singletons among these 244 strains. CC17 was found to be the most prevalent clone of pathogenic Leptospira circulating worldwide. This is the first time, to our knowledge, that ST1 and ST17 strains were distributed among 4 distinct serovars, indicating a highly complicated relationship between serovars and STs.",
    "Conclusions/Significance": "Our studies demonstrated a high level of genetic diversity in the serogroup Icterohaemorrhagiae strains. Distinct from ST17 or ST37 circulating elsewhere, ST1 included in CC1, has over the past 50 years or so, proven to be the most prevalent ST of pathogenic leptospires isolated in China. Moreover, the complicated relationship between STs and serovars indicates an urgent need to develop an improved scheme for Leptospira serotyping."
}