{
    "Abstract": "In areas endemic to schistosomiasis, fetal exposure to schistosome antigens prime the offspring before potential natural infection. Praziquantel (PZQ) treatment for Schistosoma japonicum infection in pregnant women has been demonstrated to be safe and effective. Our objectives were to evaluate whether maternal PZQ treatment modifies the process of in utero sensitization to schistosome antigens potentially impacting later risk of infection, as well as immune response to S. japonicum. We enrolled 295 children at age six, born to mothers with S. japonicum infection who participated in a randomized control trial of PZQ versus placebo given at 12–16 weeks gestation in Leyte, The Philippines. At enrollment, we assessed and treated current S. japonicum infection and measured serum cytokines. During a follow-up visit four weeks later, we assessed peripheral blood mononuclear cell (PBMC) cytokine production in response to soluble worm antigen preparation (SWAP) or soluble egg antigen (SEA). Associations between maternal treatment group and the child’s S. japonicum infection status and immunologic responses were determined using multivariate linear regression analysis. PZQ treatment during pregnancy did not impact the prevalence (P = 0.12) or intensity (P = 0.59) of natural S. japonicum infection among children at age six. Among children with infection at enrollment (12.5%) there were no significant serum cytokine concentration differences between maternal treatment groups. Among children with infection at enrollment, IL-1 production by PBMCs stimulated with SEA was higher (P = 0.03) in the maternal PZQ group compared to placebo. Among children without infection, PBMCs stimulated with SEA produced greater IL-12 (P = 0.03) and with SWAP produced less IL-4 (P = 0.01) in the maternal PZQ group compared to placebo. Several cytokines produced by PBMCs in response to SWAP and SEA were significantly higher in children with S. japonicum infection irrespective of maternal treatment: IL-4, IL-5, IL-10, and IL-13. We report that maternal PZQ treatment for S. japonicum shifted the PBMC immune response to a more inflammatory signature but had no impact on their offspring’s likelihood of infection or serum cytokines at age six, further supporting the safe use of PZQ in pregnant women."
}