{
    "Background": "Onchocerca volvulus infection can result in blindness, itching and skin lesions. Previous research concentrated on blindness.",
    "Methods": "A clinical classification system of the cutaneous changes in onchocerciasis was used for the first time in this study within the context of an early ivermectin drug trial in the savanna region of Kaduna State, northern Nigeria. Skin examinations were performed in 6,790 individuals aged 5+ years in endemic communities and 1,343 individuals in nonendemic communities.",
    "Results / Discussion": "There was increased risk for all forms of onchocercal skin disease in endemic communities with the most common finding being the presence of nodules (1,438 individuals, 21.2%), followed by atrophy (367, 6.1% of those < 50 years), acute papular onchodermatitis, APOD (233, 3.4%), depigmentation (216, 3.2%) and chronic papular onchodermatitis, CPOD (155, 2.3%). A further 645 individuals (9.5%) complained of pruritus but had completely normal skin. APOD was more common in males whereas atrophy, hanging groin and nodules were more common in females. After controlling for age and sex, microfilarial positivity was a risk factor for CPOD, depigmentation, hanging groin and nodules (OR 1.54, p = 0.046; OR 2.29, p = 0.002; OR 2.18, p = 0.002 and OR 3.80, p <0.001 respectively). Comparable results were found using presence of nodules as the marker for infection. Microfilarial load showed similar, though weaker, results. A total of 2621(38.6%) endemic residents had itching with normal skin, or had one or more types of onchocercal skin disease including nodules, which may be considered as a composite index of the overall prevalence of onchocercal skin disease.",
    "Conclusion": "Significant levels of onchocercal skin disease were documented in this savanna area, which subsequently resulted in a reassessment of the true burden of skin disease in onchocerciasis. This paper represents the first detailed report of the association of onchocercal skin disease with markers for onchocercal infection."
}