{
    "Background": "The Middle East and North Africa (MENA) offer optimal climatic conditions for tick reproduction and dispersal. Research on tick-borne pathogens in this region is scarce. Despite recent advances in the characterization and taxonomic explanation of various tick-borne illnesses affecting animals in Egypt, no comprehensive examination of TBP (tick-borne pathogen) statuses has been performed. Therefore, the present study aims to detect the prevalence of pathogens harbored by ticks in Egypt.",
    "Methodology/Principal findings": "A four-year PCR-based study was conducted to detect a wide range of tick-borne pathogens (TBPs) harbored by three economically important tick species in Egypt. Approximately 86.7% (902/1,040) of the investigated Hyalomma dromedarii ticks from camels were found positive with Candidatus Anaplasma camelii (18.8%), Ehrlichia ruminantium (16.5%), Rickettsia africae (12.6%), Theileria annulata (11.9%), Mycoplasma arginini (9.9%), Borrelia burgdorferi (7.7%), Spiroplasma-like endosymbiont (4.0%), Hepatozoon canis (2.4%), Coxiella burnetii (1.6%) and Leishmania infantum (1.3%). Double co-infections were recorded in 3.0% (27/902) of Hy. dromedarii ticks, triple co-infections (simultaneous infection of the tick by three pathogen species) were found in 9.6% (87/902) of Hy. dromedarii ticks, whereas multiple co-infections (simultaneous infection of the tick by ≥ four pathogen species) comprised 12% (108/902). Out of 1,435 investigated Rhipicephalus rutilus ticks collected from dogs and sheep, 816 (56.9%) ticks harbored Babesia canis vogeli (17.1%), Rickettsia conorii (16.2%), Ehrlichia canis (15.4%), H. canis (13.6%), Bo. burgdorferi (9.7%), L. infantum (8.4%), C. burnetii (7.3%) and Trypanosoma evansi (6.6%) in dogs, and 242 (16.9%) ticks harbored Theileria lestoquardi (21.6%), Theileria ovis (20.0%) and Eh. ruminantium (0.3%) in sheep. Double, triple, and multiple co-infections represented 11% (90/816), 7.6% (62/816), and 10.3% (84/816), respectively in Rh. rutilus from dogs, whereas double and triple co-infections represented 30.2% (73/242) and 2.1% (5/242), respectively in Rh. rutilus from sheep. Approximately 92.5% (1,355/1,465) of Rhipicephalus annulatus ticks of cattle carried a burden of Anaplasma marginale (21.3%), Babesia bigemina (18.2%), Babesia bovis (14.0%), Borrelia theleri (12.8%), R. africae (12.4%), Th. annulata (8.7%), Bo. burgdorferi (2.7%), and Eh. ruminantium (2.5%). Double, triple, and multiple co-infections represented 1.8% (25/1,355), 11.5% (156/1,355), and 12.9% (175/1,355), respectively. The detected pathogens’ sequences had 98.76–100% similarity to the available database with genetic divergence ranged between 0.0001 to 0.0009% to closest sequences from other African, Asian, and European countries. Phylogenetic analysis revealed close similarities between the detected pathogens and other isolates mostly from African and Asian countries.",
    "Conclusions/Significance": "Continuous PCR-detection of pathogens transmitted by ticks is necessary to overcome the consequences of these infection to the hosts. More restrictions should be applied from the Egyptian authorities on animal importations to limit the emergence and re-emergence of tick-borne pathogens in the country. This is the first in-depth investigation of TBPs in Egypt."
}