{
    "Background": "The interaction between the Plasmodium vivax Duffy-binding protein and the corresponding Duffy Antigen Receptor for Chemokines (DARC) is primarily responsible for the invasion of reticulocytes by P. vivax. The Duffy-negative host phenotype, highly prevalent in sub-Saharan Africa, is caused by a single point mutation in the GATA-1 transcription factor binding site of the DARC gene promoter. The aim of this study was to assess the Duffy status of patients with P. vivax infection from different study sites in Ethiopia.",
    "Methods": "A cross-sectional study was conducted from February 2021 to September 2022 at five varying eco-epidemiological malaria endemic sites in Ethiopia. Outpatients who were diagnosed with P. vivax infection (pure and mixed P. vivax/P. falciparum) by microscopy and Rapid Diagnostic Test (RDT) were subjected to PCR genotyping at the DARC promoter. The associations between P. vivax infection, host genotypes and other factors were evaluated.",
    "Result": "In total, 361 patients with P. vivax infection were included in the study. Patients with pure P. vivax infections accounted for 89.8% (324/361), while the remaining 10.2% (37/361) had mixed P. vivax/P. falciparum infections. About 95.6% (345/361) of the participants were Duffy-positives (21.2% homozygous and 78.8%, heterozygous) and 4.4% (16/361) were Duffy-negatives. The mean asexual parasite density in homozygous and heterozygous Duffy-positives was 12,165 p/μl (IQR25-75: 1,640–24,234 p/μl) and11,655 p/μl (IQR25-75: 1,676–14,065 p/μl), respectively, significantly higher than that in Duffy-negatives (1,227p/μl; IQR25-75: 539–1,732p/μl).",
    "Conclusion": "This study confirms that Duffy-negativity does not provide complete protection against P. vivax infection. The development of P. vivax-specific elimination strategies, including alternative antimalarial vaccines should be facilitated by a better understanding of the epidemiological landscape of vivax malaria in Africa. More importantly, low parasitemia associated with P. vivax infections in Duffy-negative patients may represent hidden reservoirs of transmission in Ethiopia."
}