{
    "Abstract": "Effectively controlling vector mosquito populations while avoiding the development of resistance remains a prevalent and increasing obstacle to integrated vector management. Although, metallic nanoparticles have previously shown promise in controlling larval populations via mechanisms which are less likely to spur resistance, the impacts of such particles on life history traits and fecundity of mosquitoes are understudied. Herein, we investigate the chemically well-defined cerium oxide nanoparticles (CNPs) and silver-doped nanoceria (AgCNPs) for larvicidal potential and effects on life history traits and fecundity of Aedes (Ae.) aegypti mosquitoes. When 3rd instar larvae were exposed to nanoceria in absence of larval food, the mortality count disclosed significant activity of AgCNPs over CNPs (57.8±3.68% and 17.2±2.81% lethality, respectively) and a comparable activity to Ag+ controls (62.8±3.60% lethality). The surviving larvae showed altered life history traits (e.g., reduced egg hatch proportion and varied sex ratios), indicating activities of these nanoceria beyond just that of a larvicide. In a separate set of experiments, impacts on oocyte growth and egg generation resulting from nanoceria-laced blood meals were studied using confocal fluorescence microscopy revealing oocytes growth-arrest at 16-24h after feeding with AgCNP-blood meals in some mosquitoes, thereby significantly reducing average egg clutch. AgCNPs caused ~60% mortality in 3rd instar larvae when larval food was absent, while CNPs yielded only ~20% mortality which contrasts with a previous report on green-synthesized nanoceria and highlights the level of detail required to accurately report and interpret such studies. Additionally, AgCNPs are estimated to contain much less silver (0.22 parts per billion, ppb) than the amount of Ag+ needed to achieve comparable larvicidal activity (2.7 parts per million, ppm), potentially making these nanoceria ecofriendly. Finally, this work is the first study to demonstrate the until-now-unappreciated impacts of nanoceria on life history traits and interference with mosquito egg development."
}