{
    "Background": "Brucellosis and coxiellosis are known to be endemic in ruminant populations throughout Afghanistan, but information about their prevalence and factors that affect prevalence in householders and livestock under diverse husbandry systems and pastoral settings is sparse.",
    "Methods/Principal Findings": "We conducted a cross-sectional survey to investigate the seroprevalence of brucellosis and Coxiella burnetii in humans and livestock in six secure districts in Herat from 26th December 2012–17th January 2013. A total of 204 households with livestock were surveyed in six Kuchi and five sedentary type villages. Blood samples from 1,017 humans, 1,143 sheep, 876 goats and 344 cattle were tested for brucellosis and Q fever. About one in six households (15.7%) had at least one Brucella seropositive person, about one in eight households (12.3%) had at least one Brucella seropositive animal and about one in four (24.5%) had either seropositive animals or humans. Ninety-seven percent of households had at least one C. burnetii seropositive person and 98.5% of households had one or more C. burnetii seropositive animals. Forty- seven householders had serological evidence of exposure to both C. burnetii and Brucella and eight animals were serologically positive for both diseases. Drinking unpasteurised milk (OR 1.6), treating animals for ticks (OR 1.4), milking sheep (OR 1.4), male gender (OR 1.4) and seropositivity to Brucella (OR 4.3) were identified as risk factors for seropositivity to C. burnetii in householders. Household factors associated with households having either Brucella seropositive animals or humans were Kuchi households (OR 2.5), having ≤4 rooms in the house (OR 2.9) and not owning land (OR 2.9).",
    "Conclusions": "The results from this study provide baseline information for the planning and monitoring of future interventions against these diseases. The implementation of this study greatly improved collaboration, coordination and capability of veterinary and public health professionals from government, NGOs and donor funded projects."
}