{
    "Introduction": "Schistosomiasis is a highly prevalent tropical disease caused by parasitic flatworms of the genus Schistosoma. It is widespread, affecting hundreds of millions throughout the tropics and sub-tropics, with devastating effects on human health and economic development. Estimates suggest that schistosomiasis is responsible for almost 300,000 deaths annually in sub-Saharan Africa alone [1], [2], [3].\nIn the absence of an effective vaccine, chemotherapeutic intervention remains the main means of treating and controlling schistosomiasis. The current drug of choice is praziquantel (PZQ). PZQ is effective against all human schistosome species and has relatively mild side effects [4], [5], [6]. It has proved successful in large-scale control efforts targeting schistosomiasis in several countries [7], [8] and, as a result of its advantages and reduced costs, has become the only available antischistosomal treatment in most parts of the world [5], [9]. Unfortunately, reliance on a single drug for a disease of this magnitude is dangerous [6], and is particularly so for PZQ since the mode of action is not rigorously defined [10], [11], [12]. Additionally, reported failure rates for PZQ in the field are typically in the range of 30–50% [13], [14], [15], and several field isolates [4], [16] and experimentally-induced, drug-selected schistosomes [17], [18] exhibit reduced susceptibility to the drug, perhaps a harbinger for the emergence and ultimate spread of PZQ resistance [reviewed in 12], [19], [20]. Schistosomes also show major stage-specific differences in PZQ susceptibility; immature worms are refractory to PZQ, making treatment largely ineffective until approximately 5–6 weeks post-infection [21], [22], [23], [24].\nOne strategy proposed to enhance drug efficacy and overcome drug resistance is to augment current anthelmintics with agents targeting different, but potentially interacting sites of action, including cellular components that regulate rates of drug uptake, metabolism, or efflux. Efflux transporters that mediate multidrug resistance have been advanced as particularly appealing targets of this type [25], [26].\nP-glycoprotein (Pgp; ABCB1) and related efflux transporters such as multidrug resistance associated protein 1 (MRP1; ABCC1) and breast cancer resistance protein (BCRP; ABCG2) are members of the ATP binding cassette (ABC) superfamily of proteins. ABC transporters use energy generated from ATP hydrolysis to translocate compounds across the membrane. They typically exhibit broad substrate specificity, with their most obvious physiological role being to remove or exclude metabolic toxins and xenobiotics, including therapeutic agents, from cells and tissues. However, in addition to this detoxification activity, ABC transporters can transport a variety of biologically significant signaling molecules with high affinity [27], [28], [29], [30], and have been implicated in a wide array of physiological functions [31], [32], [33], including modulation of cell death pathways [34], [35] and immune function [36].\nMost notably, ABC multidrug transporters underlie multidrug resistance, a phenomenon in which cells that develop resistance to a particular drug show simultaneous cross-resistance to several structurally unrelated compounds [37]. ABC transporters have additionally been implicated in insusceptibility to anthelmintics, as changes in expression levels and allele frequencies of Pgp and other ABC transporters are found in parasitic helminths exhibiting reduced drug sensitivity [reviewed in 38], [39], [40], [41].\nLike mammals, schistosomes have genes for a wide variety of ABC transporters, including Pgp, MRP1, and BCRP [41], [42]. Previous work has focused on particular S. mansoni orthologs of Pgp (SMDR2) and MRP1 (SmMRP1), and the role they may play in the parasite's physiology and susceptibility to PZQ. For example, S. mansoni upregulate expression of SMDR2, SmMRP1, and other drug transporter RNAs and anti-Pgp and anti-MRP1 immunoreactivity in response to sub-lethal concentrations of PZQ [43], [44], [45]. Furthermore, some adult worms with reduced susceptibility to PZQ exhibit higher basal levels of these transporters [43], [44], and PZQ interacts directly with expressed recombinant SMDR2, as both an inhibitor and a likely substrate [46]. Our work has also implicated these transporters in schistosome reproduction [47], while others have demonstrated likely involvement of these transporters in parasite excretory activity [48], [49].\nHere, we show that disruption of schistosome ABC transporter function (by pharmacological inhibition) or expression (by RNA interference) can potentiate the antischistosomal activity of PZQ against adult worms in culture, appearing to increase the effective intraworm concentration of PZQ. Remarkably, co-administration of MDR inhibitors with PZQ also renders PZQ-insusceptible juvenile schistosomes susceptible to PZQ. Based on these findings, as well as those discussed above, we hypothesize that schistosome ABC transporters modulate the responsiveness of schistosomes to PZQ. These results also suggest that augmentation of standard PZQ therapy with readily-available inhibitors of Pgp or other multidrug transporters has the potential to enhance drug efficacy and possibly prevent emergence or spread of PZQ resistance.",
    "Results": "Inhibitors of Pgp and other ABC multidrug transporters increase susceptibility of adult S. mansoni to PZQ\nIn these experiments, we tested whether inhibitors of ABC multidrug transporters could potentiate the activity of sub-lethal concentrations of PZQ against adult schistosomes ex vivo. Worms were incubated in PZQ alone (500 nM) or in PZQ combined with the ABC transporter inhibitors for 12–24 hours, removed to drug-free medium, and then tested for recovery of motility following 48 hours in drug-free medium.\nS. mansoni adults exposed to various ABC multidrug transporter inhibitors in combination with 500 nM PZQ exhibit significant loss of motility compared to those exposed to PZQ alone. Tariquidar (XR9576), a third-generation, highly potent Pgp inhibitor [50], [51], [52], [53], is particularly effective (Fig. 1); inclusion of 10 µM tariquidar with 500 nM PZQ results in essentially complete loss of detectable schistosome motility. In contrast, worms in PZQ alone remained highly active. Other inhibitors were effective at potentiating PZQ activity in combinations that block different classes of ABC transporters (combinations A, B, C; see Materials and Methods). Thus, Combination A includes three compounds and Combination B includes two compounds that inhibit three classes of mammalian transporters (Pgp, MRP1, and BCRP); Combination C contains inhibitors of two classes of mammalian transporters (Pgp and MRP1). All of these inhibitor combinations have significant effects on adult schistosome motility when combined with 500 nM PZQ. Interestingly, Combination A (zosuquidar, Ko143, MK 571) also significantly suppresses worm motility on its own (Fig. 1).\nAdult parasites were perfused at 6–7 weeks post-infection and incubated overnight in schistosome medium containing the compounds as noted. Following 48 h recovery in media alone, worm motility was assessed in individual worms using a video camera and quantifying change in distal/proximal distance using MaxTraqLite+ software. Values were normalized to control worms, as described in Materials and Methods. Control worms were incubated in 0.5% DMSO (n = 7). PZQ = 500 nM PZQ (n = 9); Tar = 10 µM tariquidar (n = 7 alone; n = 7 plus PZQ); A = Combination A (10 µM zosuquidar, 10 µM Ko143, 25 µM MK 571; n = 5 alone; n = 4 plus PZQ); B = Combination B (10 µM elacridar, 20 µM Reversan; n = 8 alone; n = 6 plus PZQ); C = Combination C (20 µM dexverapamil, 25 µM MK 571; n = 7 alone; n = 8 plus PZQ). Labels underscored by the PZQ line included 500 nM PZQ as well. *, ** indicate P<0.05 and P<0.01, respectively, compared to control worms, ANOVA with Dunnett's Multiple Comparison post test.\nIn addition to dramatic effects on adult worm motility, PZQ also causes disruption of the tegument [54]. ABC multidrug inhibitors also potentiate these effects of PZQ on tegumental integrity. Thus, as shown in Fig. 2, adult schistosomes incubated in the relatively low PZQ concentration of 500 nM show little if any indication of the type of tegumental disruption seen with higher levels of PZQ. In contrast, those schistosomes co-incubated in PZQ plus the ABC transporter inhibitors display significant tegumental damage, with the normal tubercular surface showing multiple blebs and lesions. Interestingly, 10 µM tariquidar appears also to produce some damage to the tegument in the absence of PZQ (Fig. S1), perhaps signifying potential effectiveness as an antischistosomal on its own. Though we have not quantified the level of damage, visual inspection suggests that PZQ plus tariquidar produces a more severe effect than tariquidar alone. In contrast, no obvious effects on the tegument are apparent when worms are incubated without PZQ in Combinations A, B, or C.\nAdult schistosomes were treated as in Fig. 1, and male worms analyzed by optical microscopy in an equivalent tegumental region just below the oral sucker. A–D show the overall region analyzed; E–H are zoomed images of equivalent regions of A–D, with damage more apparent. (A, E) 500 nM PZQ. (B, F) 500 nM PZQ+Combination A. (C, G) 500 nM PZQ+Combination B. (D, H) 500 nM PZQ+10 µM tariquidar.\n\n\nInhibitors of Pgp and other ABC multidrug transporters increase retention of BODIPY-PZQ fluorescence in adult S. mansoni\nWe have used (R)-PZQ-BODIPY [21], [46], a fluorescent derivative of the active enantiomer [55], [56], [57], [58] of PZQ, to explore the mechanism by which ABC transporter inhibitors might be enhancing the effective potency of PZQ on adult schistosomes. To investigate whether transporter inhibition increases retention of BODIPY-PZQ-linked fluorescence, we exposed adult schistosomes to 1 µM (R)-PZQ-BODIPY in the presence or absence of ABC transporter inhibitors. Following an overnight incubation, the medium was replaced with medium containing the same ABC transporter inhibitors (if any), but not the fluorescent PZQ. As controls, we also examined the effects of the transporter inhibitors on their own; some of these inhibitors (eg, tariquidar) increased worm fluorescence in the absence of (R)-PZQ-BODIPY, and were therefore excluded from further analysis.\nAdult schistosomes exhibit some green autofluorescence, but incubation in (R)-PZQ-BODIPY produces a dramatic increase in green fluorescence within worms (Fig. 3). The intensity of this diffuse fluorescence within males appears to increase dramatically when either the Pgp inhibitor dexverapamil or the MRP1 inhibitor MK 571 is included with the (R)-PZQ-BODIPY (Fig. 3). Male worms exposed to both (R)-PZQ-BODIPY and either of these ABC transporter inhibitors exhibit a significant 1.7–1.8-fold increase in fluorescence intensity compared to worms exposed to (R)-PZQ-BODIPY alone (Fig. 4). It is possible that inhibition of the schistosome transporters blocks efflux of the BODIPY moiety of BODIPY-PZQ rather than (or in addition to) the PZQ moiety. However, worms incubated in CellTracker BODIPY, a membrane-permeable form of BODIPY that is modified intracellularly to a membrane-impermeable form, showed no significant difference in fluorescence intensity between worms incubated with or without dexverapamil or MK 571 (Fig. S2).\nFluorescent microscopy of adult male schistosomes. Worms were incubated in the designated compounds as described in Materials and Methods. (A) DMSO control (no drugs). (B) 10 µM dexverapamil. (C) 10 µM MK 571. (D) 1 µM (R)-PZQ-BODIPY. (E) 1 µM (R)-PZQ-BODIPY+10 µM dexverapamil. (F) 1 µM (R)-PZQ-BODIPY+10 µM MK 571. All images were taken with identical exposures.\nSchistosomes were exposed to 1 µM (R)-PZQ-BODIPY in the presence or absence of 10 µM dexverapamil or 10 µM MK 571, as described, and Image J was used to measure fluorescence intensity from images taken at identical magnification and exposure levels. Intensity measurements on all worms were from an identically-sized rectangular area in an equivalent region of the worm slightly below the oral sucker. Intensity values were normalized to the (R)-PZQ-BODIPY samples. Data are from measurements of several worms spanning two independent experiments. Black bars represent worms incubated in (R)-PZQ-BODIPY, with added dexverapamil (Dex; n = 10), MK 571 (n = 10), or DMSO carrier (Control; n = 11); white bars represent worms incubated without (R)-PZQ-BODIPY, but with dexverapamil (Dex; n = 7), MK 571 (n = 7), or DMSO carrier (Control; n = 11). *** indicates P<0.001 compared to (R)-PZQ-BODIPY Control, ANOVA with Dunnett's Multiple Comparison post test.\n\n\nInhibitors of Pgp and other ABC multidrug transporters increase susceptibility of juvenile S. mansoni to PZQ\nJuvenile (3–4 week post infection) S. mansoni are refractory to PZQ, both ex vivo and in vivo [21], [22], [23], [24]. In these experiments, we examined whether inhibitors of Pgp and other ABC transporters could potentiate the activity of PZQ against juvenile S. mansoni, rendering those worms susceptible to the drug. Schistosomes were incubated overnight in 2 µM PZQ. As reported by others [24], while in PZQ they exhibit limited motility and show signs of contractile paralysis. However, following subsequent incubation for up to 72 h in the absence of PZQ, these worms recover completely, and exhibit high levels of motility (Fig. 5). In contrast, schistosomes incubated in both 2 µM PZQ and ABC transporter inhibitors do not recover, and instead continue to remain paralyzed after recovery in the absence of PZQ and inhibitors (Fig. 5). Thus, juvenile worms exposed during the initial incubation period to 10 µM tariquidar or transporter inhibitor combinations A, B, or C in addition to PZQ show significant reductions in worm motility. Drug Combination A (zosuquidar, Ko143, MK 571), which disrupted adult motility on its own, also appeared to paralyze juvenile schistosomes, while tariquidar and Combinations B and C had no significant effects on juvenile schistosome motility in the absence of PZQ.\nImmature worms (3–4 weeks post infection) were incubated in media plus the compounds as noted, and motility analyzed as in Fig. 1. Worms were incubated overnight in schistosome medium containing the compounds as noted, and allowed to recover for 72 h in schistosome medium alone. Compounds and combinations are as described in Fig. 1. Control (n = 6); PZQ (n = 8); Tar (n =  4 alone; n = 7 plus PZQ); Combination A (n = 5 alone; n = 7 plus PZQ); Combination B (n = 6 alone; n = 10 plus PZQ); Combination C (n = 6 alone; n = 7 plus PZQ). ** and *** indicate P<0.01 and P<0.001 respectively, compared to Control, ANOVA with Dunnett's Multiple Comparison post test.\n\n\nSuppression of parasite ABC transporter expression increases the responsiveness of adult S. mansoni to PZQ and the retention of BODIPY-PZQ fluorescence\nWe used siRNAs designed against different S. mansoni ABC transporters to knock down expression of these genes. Initial experiments in which we suppressed expression of individual transporters failed to enhance susceptibility of adult schistosomes to PZQ consistently. We subsequently tested simultaneous knockdown of multiple transporters. In these experiments, expression of the different target RNAs (SMDR2, SmMRP1, ABCA4, ABCB6, and ABCC10/MRP7; see Materials and Methods for further details) was reduced by 25–75% (Fig. S3). Adults in which expression of these genes is suppressed by RNAi are significantly less motile in 800 nM PZQ than control worms (Fig. 6). In contrast, there are no significant effects of knockdown on worm motility in the absence of PZQ, indicating that the suppression of transporter expression is not in itself reducing motility of these worms, but is rather decreasing their ability to counter the effects of PZQ. We have observed similar results upon knockdown of the four transporters, SMDR2, SmMRP1, ABCA4, and ABCB6.\nAdult schistosomes were electroporated with siRNAs targeting luciferase (Control) or the S. mansoni ABC transporters SMDR2, SmMRP1, ABCA4, ABCB6, and MRP7/ABCC10 (KD), as described in Materials and Methods. Following electroporation, worms were incubated in schistosome medium for 2 days, and then sorted into 2–3 worm pairs per well in a 12-well plate. They were then incubated in medium alone plus 0.5% DMSO, or in medium plus 800 nM PZQ, as described in Fig. 1, and subsequently analyzed for motility. n = 6 for the experiments without PZQ and n = 18 (KD) or 19 (Control) for the experiments in PZQ. Motility was measured as in Fig. 1, and results for individual worms are plotted. ** indicates P<0.01, ANOVA with Dunnett's Multiple Comparison post test.\nSimilar to the effects of ABC transporter inhibitors described above, knockdown of expression of these transporters also increases retention of (R)-PZQ-BODIPY within the worm (Fig. 7). Thus, worms in which four ABC transporters (SMDR2, SmMRP1, ABCA4, ABCB6) have been targeted by siRNAs show significantly higher intraworm BODIPY-PZQ fluorescence than control worms exposed to luciferase siRNA. These results indicate that reduced transporter expression, like transporter inhibition, can increase effective concentrations of PZQ (or at least BODIPY-PZQ) within the parasite.\nAdult schistosomes were electroporated with siRNAs targeting luciferase (Control) or the S. mansoni ABC transporters SMDR2, SmMRP1, ABCA4, and ABCB6 (KD), as described in Fig. 6. Males were then exposed to 1 µM (R)-PZQ-BODIPY overnight. (A) Control worm electroporated with luciferase siRNA. (B) Worm electroporated with siRNAs targeting the ABC transporters. Both images were acquired with identical exposures and magnifications. (C) Normalized integrated fluorescence intensity for whole worms. Integrated intensity of fluorescence was quantified by designating the entire worm as the region of interest and subtracting mean background intensity, as described [80]. n = 5 worms for each condition. * indicates P<0.05, two-tailed t-test.",
    "Discussion": "In the absence of effective vaccines, chemotherapy continues to be the major strategy for treatment and control of infections by schistosomes. Currently, PZQ is effectively the only drug available for treatment of a disease affecting hundreds of millions, a situation with the potential for disastrous consequences. Furthermore, although PZQ is effective overall, it does have limitations. Only certain schistosome stages are sensitive to PZQ, and reductions in parasite prevalence and transmission following drug treatment are often less than optimal. Typical 30% treatment failure rates are seen in the field, with up to 50% failure reported [13], [14], [15]. Even these numbers may be optimistic, as the standardly-used Kato-Katz technique for measuring schistosome egg counts is not reliable and tends to underestimate infection levels [59], [60], [61]. The threat of emerging drug resistance also represents an ever-present concern, particularly in mass drug administration programs.\nHere, we show that inhibition or reduced expression of S. mansoni ABC multidrug transporters increases the susceptibility of both adult and immature schistosomes to PZQ. ABC multidrug transporters underlie multidrug resistance in mammalian cells, and have been linked to drug resistance in parasites, including helminths. We have hypothesized [41] that the efflux activity of Pgp and other parasite ABC multidrug transporters may serve to protect the parasite against PZQ. Previously, we showed that higher expression levels of schistosome ABC transporters are associated with reduced susceptibility of worms to PZQ [43], [44]. Furthermore, PZQ inhibits and is likely transported by S. mansoni Pgp (SMDR2) [46]. These two observations suggest a mechanism by which reduced ABC transporter expression or disrupted function might enhance schistosome susceptibility to PZQ. Thus, part of the parasite's defense against PZQ may include efflux of the drug via these transporters. Indeed, if some variant of the “hydrophobic vacuum” model for Pgp [62], [63] is correct, parasite Pgp and similar transporters may in fact be preventing PZQ from crossing the cell membrane, translocating it to the extracellular space from the lipid bilayer. Reducing transporter activity or levels may thereby increase effective dose and effectiveness. On the other hand, increased expression (or activity) of schistosome ABC transporters may serve to reduce susceptibility, and could perhaps represent a mechanism underlying development or maintenance of PZQ resistance. Our results showing that transporter inhibitors increase both PZQ susceptibility and BODIPY-PZQ fluorescence in worms are consistent with this hypothesis.\nOn its own, the third-generation, highly potent Pgp inhibitor tariquidar [50], [51], [52], [53] consistently and significantly increased susceptibility to PZQ in both juvenile and adult worms. In contrast, all the other inhibitors we tested increased PZQ susceptibility only when combined with other compounds that act on ABC transporters of other classes, possibly indicating functional redundancy in the ability of these transporters to protect the parasite against PZQ. Interestingly, tariquidar also appears to be a substrate of BCRP at low concentrations and a BCRP inhibitor at higher (>100 nM) concentrations [64]. On the other hand, elacridar, a compound which inhibits both Pgp and BCRP in mammals with sub-micromolar affinity [65], [66], did not increase PZQ susceptibility in a consistent manner unless used in combination with a mammalian MRP1 inhibitor (Reversan). This apparent requirement that multiple schistosome ABC transporter types must be blocked to enhance PZQ potency (with the exception of tariquidar) was surprising, as a single Pgp reversing agent (eg, racemic-, or R(+)-verapamil) has been reported to enhance activity of anthelmintics against other trematodes [67], as well as nematodes [40]. Furthermore, a single Pgp or MRP1 inhibitor can disrupt egg production in schistosomes and other flatworms [47], [68]. However, it is clear from the S. mansoni and S. japonicum genomes that there is a high level of redundancy in ABC transporter genes [41], and it is possible that the pharmacological sensitivities of some schistosome ABC transporters differ from those of their mammalian counterparts. Notably, PZQ appears to be a substrate for one S. mansoni transporter, the Pgp homolog SMDR2 [46]; in contrast, PZQ is not a substrate for mammalian Pgp, though it is an inhibitor [69]. Interestingly, single inhibitors (eg, dexverapamil, MK 571) increase intra-worm fluorescence following exposure of adult schistosomes to (R)-PZQ-BODIPY, indicating that blocking a single class of transporters can raise effective PZQ concentrations within the worm. The precise mechanism by which these intraworm PZQ concentrations might be enhanced, and the specific sites of PZQ retention within the parasite, are worthy of further investigation.\nIt is of course possible that the effects of the ABC transporter inhibitors on PZQ susceptibility are non-specific. In order to test that possibility, we performed experiments to determine whether knocking down levels of transporter gene expression also increases parasite susceptibility to PZQ. We found that simultaneous knockdown of schistosome ABC transporters from different classes could indeed render worms more susceptible to PZQ. The requirement for knockdown of multiple transporters to enhance PZQ susceptibility may reflect the redundancy in these genes discussed previously, as well as the limited efficiency (25–75%) of knockdown. Reduced expression of ABC transporters appears to have no measurable effect on motility of adult worms unless those worms are also exposed to PZQ, suggesting that the knockdown is not simply compromising the health of the parasite, but is instead having a more specific effect on how the parasite responds to PZQ, an interpretation supported by the increased retention of (R)-PZQ-BODIPY in these worms. It is also possible that disrupting expression or function of these transporters could interfere with the worm's ability to respond to other drugs and stressors, and might therefore represent a general strategy for potentiating activity of these agents against the parasite.\nOne interpretation of our results might be that combination of a single ABC transporter inhibitor (other than tariquidar) with PZQ might not augment PZQ antischistosomal action in real-world situations, and tariquidar, an experimental and expensive compound, is clearly not a realistic option. However, it will be important to determine whether the results we have obtained in vitro are predictive for schistosomes in vivo, where host factors that could increase parasite vulnerability might come into play. Furthermore, we and others have shown that single ABC transporter inhibitors disrupt schistosome egg production in vitro and similarly decrease parasite egg burden and resultant pathology in vivo [47], [68]. Should PZQ resistance arise, these inhibitors - many of which are approved, safe, and inexpensive - might be combined with PZQ in a strategy to reduce spread of those resistant worms by reducing egg production and transmission of resistant parasites. Such a strategy could be exploited as a multifaceted approach to reduce morbidity, disease transmission, and spread of resistance [70].",
    "Materials and Methods": "Ethics statement\nThis study was carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the U.S. National Institutes of Health. Animal handling and experimental procedures were undertaken in compliance with the University of Pennsylvania's Institutional Animal Care and Use Committee (IACUC) guidelines (Animal Welfare Assurance Number: A3079-01).\n\n\nReagents\nPZQ, R(+)-verapamil HCl (dexverapamil), elacridar (GF120918, GG918), and MK 571 were from Sigma-Aldrich (St. Louis, MO). Tariquidar was from MedKoo Biosciences (Chapel Hill, NC). Ko143 was from Enzo Life Sciences (Farmingdale, NY), zosuquidar (LY335979) was from Toronto Research Chemicals (Toronto, ON), and Reversan was from Santa Cruz Biotechnology (Dallas, TX). Drugs were dissolved in dimethyl sulfoxide or ethanol for stock solutions, and were diluted to an appropriate concentration in culture media.\n\n\nIsolation of schistosomes\nFemale Swiss Webster mice infected with S. mansoni (NMRI strain) were provided by the Schistosomiasis Resource Center for distribution by BEI Resources, NIAID, NIH (S. mansoni, Strain NMRI - exposed Swiss Webster mice, NR-21963). Worms were perfused as described [71] at 6–7 weeks post-infection to obtain adult worms, or at 3–4 weeks post-infection to obtain juvenile worms. Perfused worms were maintained in schistosome medium [RPMI (Life Technologies, Grand Island, NY) plus 10% FBS (Sigma-Aldrich) and 1% penicillin/streptomycin (Sigma-Aldrich)] at 37°C and 5% CO2.\n\n\nExposure of schistosomes to pharmacological compounds\nFor the drug treatments, 2–3 worm pairs per well were incubated overnight (up to 24 h) in a 12-well plate in schistosome medium with either 500 nM (adult) or 2 µM (juvenile) PZQ, in the presence or absence of inhibitors of ABC transporters. Following the drug treatments, worms were washed once with culture media and maintained and monitored for an additional 48 to 72 h in medium alone for the phenotypic analysis. In addition to testing ABC transporter inhibitors individually, we also assessed the effects of three combinations of inhibitors that would target multiple classes of the transporters. Combination A contained the Pgp (ABCB1) inhibitor [72] zosuqidar (10 µM), the BCRP (ABCG2) inhibitor [73] Ko143 (10 µM), and the MRP1 (ABCC1) inhibitor [30] MK 571 (25 µM). Combination B contained the Pgp/BCRP inhibitor [65], [66] elacridar (10 µM) and the MRP1 inhibitor [74] Reversan (20 µM). Combination C contained MK 571 (25 µM) and the Pgp inhibitor [75], [76] dexverapamil (20 µM). Dexverapamil is an enantiomer of verapamil with significantly less activity than the S(−) enantiomer against calcium channels, but which retains potent and selective competitive inhibitory activity against Pgp [77]. Control experiments contained carrier without drugs. There was some variation between different worm batches in their sensitivity to PZQ; in our experiments, we analyzed only those sets of schistosomes in which the large majority of worms remained motile following exposure to 500 nM PZQ.\n\n\nAnalysis of BODIPY-PZQ retention by worms\nFluorescent (R)-PZQ-BODIPY was synthesized and purified as described previously [21], [78], and dissolved in DMSO. Though (R)-PZQ-BODIPY is active against schistosomes, it is far less potent (∼100-fold) than (R)-PZQ [78]. This reduced activity allowed us to use the probe without confounding effects from drug-induced contraction or paralysis. For testing of ABC transporter inhibitors, adult schistosomes were incubated overnight in schistosome medium plus 1 µM (R)-PZQ-BODIPY, in the presence or absence of the Pgp inhibitor dexverapamil (20 µM) or the MRP-1 inhibitor MK 571 (20 µM). Controls included worms incubated in schistosome medium alone (plus DMSO carrier), and worms incubated in transporter inhibitors alone. Indeed, this second control showed that incubation of schistosomes in tariquidar produced changes in worm fluorescence on its own, precluding the use of that compound in further experiments. Following the initial incubation, the medium was removed, and, following three washes, was replaced with schistosome medium without the (R)-PZQ-BODIPY, but still containing the transporter inhibitors that were included in the initial incubation. Fluorescence of live worms was observed at different time points following removal of the BODIPY-PZQ. Following 3 h of incubation, worms were fixed in 10% NBF (Sigma, St. Louis, MO), and photographed at identical exposures with a QImaging Qicam Fast 1394 digital camera on a Leica DMI3000B fluorescent microscope. For testing the effects of ABC transporter knockdown, siRNA-treated worms were incubated in schistosome medium for 3 days following electroporation with siRNAs. They were then incubated overnight in (R)-PZQ-BODIPY and processed in the same manner as the worms exposed to ABC transporter inhibitors.\nFor quantitation of fluorescence in the inhibitor-exposed worms, two regions of the worm were defined, and fluorescence intensity within corresponding regions of each worm was measured using Image J [79]. Data from both regions were essentially identical; the data presented in Fig. 4 are from one of these regions, slightly posterior to the oral sucker. We also examined fluorescence in worms incubated with 1 µM CellTracker Green BODIPY (Life Technologies, Inc.), a membrane-permeable form of BODIPY that is modified intracellularly to a membrane-impermeable form. For quantitation of fluorescence in worms subjected to RNAi (see below), the integrated intensity corresponding to the entire worm was measured using Image J and background intensity subtracted [80]. Plotted values are normalized to the mean control values. We also attempted to test the effects on retention of rhodamine-123, a fluorescent Pgp substrate, but control worms showed inconsistent results, and these experiments were not pursued further.\n\n\nRNA interference\nKnockdown of RNAs encoding SMDR2 (NCBI Acc. #L26287), SmMRP1 (NCBI Acc. #GU967672), ABCA4 (Smp_056290), ABCB6 (Smp_134890), and MRP7/ABCC10 (Smp_147250) was as described [47], [81]. Briefly, following an overnight incubation in schistosome medium, adult worms (5 males plus 5 females) were placed in a 0.4 cm electroporation cuvette (USA Scientific, Ocala, FL) containing 50 µl siPORT (Life Technologies, Grand Island, NY) plus 3 µg of each of the siRNAs (IDT, Coralville, IA), either singly or in combination, targeting SMDR2, SmMRP1, MRP7, ABCA4, and ABCB6, or up to 15 µg luciferase siRNA (Life Technologies, Grand Island, NY; 3 µg per experimental siRNA used). The luciferase siRNA used for our control shows no significant similarity to any sequences from the S. mansoni gene database. siRNAs against the S. mansoni transporters were designed using the IDT SciTools RNAi Design server; sequences and targets are listed in Table 1. Worms were electroporated in this solution with a 20 ms square-wave pulse of 125 volts (BioRad Pulser XCell). Following electroporation, worms were incubated in schistosome medium for 2 days. They were then sorted into 2–3 males/female pairs per well in a 12-well plate, in which they were subsequently incubated in schistosome medium with carrier alone, or in medium plus PZQ (800 nM), as described above, and subsequently analyzed for motility.\n\n\nWorm motility analysis\nSchistosomes were observed using a Leica stereomicroscope and digitally recorded (QImaging Qicam Fast 1394). These video recordings were then used to analyze motility of individual worms over 5- or 10-second time spans using MaxTraq-Lite+ motion analysis software (Innovision Systems, Columbiaville, MO). We used the change in distance between the head and tail of individual worms as an estimate of motility (as the worm moves, this distance will change). Head-tail distance was measured every 0.3 s by calculating the distance between digitized markers placed manually at the same points on the worm in each frame analyzed. The amount by which the measured distance changed from its previous value was calculated for each measurement, and the average change in head-tail distance was then averaged for each worm and normalized to control values. To correct for digitizing errors, the same process was used for dead worms, and the measured average motility (which theoretically should be 0) was subtracted as “noise” from the experimental values. Other measures of motility (changes in angle between anterior and posterior ends of the worm or edge-based tracking by adapting algorithms in the program Cell Track [82]) produced similar results (not shown). Based on controls using 20 µM PZQ (to completely paralyze the worms; Fig. S4) or dead worms, it is clear that this method is valid for measuring inhibition of activity. On the other hand, it does not appear to be as effective in registering hyperactivity (see Fig. S4), in which evaluating changes in head-tail distance may not account for increases in spasticity, twitching, or peristalsis, none of which would be likely to change head-tail distance. In the experiments here, we measured only decreases in motility. We found no significant differences in motility between male and female worms under any of the test conditions; therefore all data presented combine results for both sexes. For all experiments, several independent wells (≥3) were tested for each condition. All experiments were also repeated with worms perfused from at least two independent batches of infected mice at different times. Motility of individual worms was assessed (numbers of worms tested are provided in the figure legends), and analyzed as described.\n\n\nReal-time RT-PCR\nTotal RNA was extracted as described [44], using RNAqueous-4-PCR (Life Technologies) and subsequently treated with Turbo-DNAase (Life Technologies) according to the manufacturer's instructions. Two step qRT-PCR was employed to measure RNAi knockdown. First-Strand cDNA was synthesized using the SMARTer cDNA synthesis kit (Clontech, Mt. View, CA) and amplified using the Brilliant II SYBR green qRT-PCR Master kit (Agilent Technologies, Santa Clara, CA) on an Applied Biosystems 3500 Genetic Analyzer according to the manufacturer's recommendations (omitting the cDNA synthesis step). Primers used for the amplification of SMDR2, SmMRP1 and 18S ribosomal RNA have been described previously [43], [44]. Primers used for amplification of ABCA4 (Smp_056290) were: ABCA4-Sy1 (5′- GGGTGGTATGACAACAGCAA -3′) and ABCA4-Sy2 (5′- GAGCTGAAATTGGCCCTCTA -3′). Primers used for amplification of ABCB6 (Smp_134890) were: ABCB6-Sy1 (5′- TGCTATTGCCGCTGACATAC -3′) and ABCB6-Sy2 (5′- CCAATGCTGATGTAGCTTCG -3′). Primers used for amplification of MRP7 (Smp_147250) were: MRP7-Sy1 (5′- AGCTGGTGGGAGCAGTCTTA -3′) and MRP7-Sy2 (5′- ATCCAACTGGTGTGTGACGA -3′). Data were analyzed using the 2−ΔΔCt method [83] to determine the relative expression ratio between target (transporters) and reference genes (18S RNA).\n\n\nAnalysis of tegumental disruption\nAdult male schistosomes were fixed overnight with 10% NBF, and morphological changes were examined on a Leica bright field microscope using a 20× objective. Images were acquired on a QICAM (QImaging, Surrey, BC) digital camera in an equivalent area near the oral sucker region, to establish consistency of observation for all the samples. Images were analyzed with QCapture Pro 7 software (QImaging) or commercial image processing software (eg, Canvas, ACD Systems).\n\n\nStatistics\nData were analyzed with GraphPad Prism or Excel, expressed as arithmetic means ± SEM, and tested for statistical significance using statistical tests noted in the figure legends."
}