{
    "Introduction": "Neglected tropical diseases (NTDs) mainly affect underprivileged populations, potentially resulting in catastrophic health spending (CHS) and impoverishment from out-of-pocket (OOP) costs. This systematic review aimed to summarize the financial hardship caused by NTDs.",
    "Methods": "We searched PubMed, EMBASE, EconLit, OpenGrey, and EBSCO Open Dissertations, for articles reporting financial hardship caused by NTDs from database inception to January 1, 2023. We summarized the study findings and methodological characteristics. Meta-analyses were performed to pool the prevalence of CHS. Heterogeneity was evaluated using the I2 statistic.",
    "Results": "Ten out of 1,768 studies were included, assessing CHS (n = 10) and impoverishment (n = 1) among 2,761 patients with six NTDs (Buruli ulcer, chikungunya, dengue, visceral leishmaniasis, leprosy, and lymphatic filariasis). CHS was defined differently across studies. Prevalence of CHS due to OOP costs was relatively low among patients with leprosy (0.0–11.0%), dengue (12.5%), and lymphatic filariasis (0.0–23.0%), and relatively high among patients with Buruli ulcers (45.6%). Prevalence of CHS varied widely among patients with chikungunya (11.9–99.3%) and visceral leishmaniasis (24.6–91.8%). Meta-analysis showed that the pooled prevalence of CHS due to OOP costs of visceral leishmaniasis was 73% (95% CI; 65–80%, n = 2, I2 = 0.00%). Costs of visceral leishmaniasis impoverished 20–26% of the 61 households investigated, depending on the costs captured. The reported costs did not capture the financial burden hidden by the abandonment of seeking healthcare.",
    "Conclusion": "NTDs lead to a substantial number of households facing financial hardship. However, financial hardship caused by NTDs was not comprehensively evaluated in the literature. To develop evidence-informed strategies to minimize the financial hardship caused by NTDs, studies should evaluate the factors contributing to financial hardship across household characteristics, disease stages, and treatment-seeking behaviors."
}