{
    "Background": "Immunity to the sand fly salivary protein SALO (Salivary Anticomplement of Lutzomyia longipalpis) protected hamsters against Leishmania infantum and L. braziliensis infection and, more recently, a vaccine combination of a genetically modified Leishmania with SALO conferred strong protection against L. donovani infection. Because of the importance of SALO as a potential component of a leishmaniasis vaccine, a plan to produce this recombinant protein for future scale manufacturing as well as knowledge of its structural characteristics are needed to move SALO forward for the clinical path.",
    "Methodology/Principal findings": "Recombinant SALO was expressed as a soluble secreted protein using Pichia pastoris, rSALO(P), with yields of 1g/L and >99% purity as assessed by SEC-MALS and SDS-PAGE. Unlike its native counterpart, rSALO(P) does not inhibit the classical pathway of complement; however, antibodies to rSALO(P) inhibit the anti-complement activity of sand fly salivary gland homogenate. Immunization with rSALO(P) produces a delayed type hypersensitivity response in C57BL/6 mice, suggesting rSALO(P) lacked anti-complement activity but retained its immunogenicity. The structure of rSALO(P) was solved by S-SAD at Cu-Kalpha to 1.94 Å and refined to Rfactor 17%. SALO is ~80% helical, has no appreciable structural similarities to any human protein, and has limited structural similarity in the C-terminus to members of insect odorant binding proteins. SALO has three predicted human CD4+ T cell epitopes on surface exposed helices.",
    "Conclusions/Significance": "The results indicate that SALO as expressed and purified from P. pastoris is suitable for further scale-up, manufacturing, and testing. SALO has a novel structure, is not similar to any human proteins, is immunogenic in rodents, and does not have the anti-complement activity observed in the native salivary protein which are all important attributes to move this vaccine candidate forward to the clinical path."
}