{
    "Background": "Visceral leishmaniasis is the most clinically relevant and dangerous form of human leishmaniasis. Most traditional drugs for treatment of leishmaniasis are toxic, possess many adverse reactions and drug resistance is emerging. Therefore, there is urgent need for identification of new therapeutic targets. Recently, we found that mice with an inactivating knock-in mutation in the p110δ isoform of pi3k, (p110δd910a) are hyper resistant to L. major, develop minimal cutaneous lesion and rapidly clear their parasite. Here, we investigated whether pi3k signaling also regulates resistance to L. donovani, one of the causative agents of visceral leishmaniasis.",
    "Methodology/Principal Findings": "WT and p110δD910A mice (on a BALB/c background) were infected with L. donovani. At different time points, parasite burden and granuloma formation were assessed. T and B cell responses in the liver and spleen were determined. In addition, Tregs were expanded in vivo and its impact on resistance was assessed. We found that p110δD910A mice had significantly reduced splenomegaly and hepatomegaly and these organs harbored significantly fewer parasites than those of WT mice. Interestingly, infected p110δD910A mice liver contains fewer and less organized granulomas than their infected WT counterparts. Cells from p110δD910A mice were significantly impaired in their ability to produce cytokines compared to WT mice. The percentage and absolute numbers of Tregs in infected p110δD910A mice were lower than those in WT mice throughout the course of infection. In vivo expansion of Tregs in infected p110δD910A mice abolished their enhanced resistance to L. donovani infection.",
    "Conclusions/Significance": "Our results indicate that the enhanced resistance of p110δD910A mice to L. donovani infection is due to impaired activities of Tregs. They further show that resistance to Leishmania in the absence of p110δ signaling is independent of parasite species, suggesting that targeting the PI3K signaling pathway may be useful for treatment of both visceral and cutaneous leishmaniasis."
}