{
    "Background": "Large parts of South Sudan are thought to be trachoma-endemic but baseline data are limited. This study aimed to estimate prevalence for planning trachoma interventions in Unity State, to identify risk factors and to investigate the effect of different sampling approaches on study conclusions.",
    "Methods and Findings": "The survey area was defined as one domain of eight counties in Unity State. Across the area, 40 clusters (villages) were randomly selected proportional to the county population size in a population-based prevalence survey. The simplified grading scheme was used to classify clinical signs of trachoma. The unadjusted prevalence of trachoma inflammation-follicular (TF) in children aged 1–9 years was 70.5% (95% CI: 68.6–72.3). After adjusting for age, sex, county and clustering of cases at household and village level the prevalence was 71.0% (95% CI: 69.9–72.1). The prevalence of trachomatous trichiasis (TT) in adults was 15.1% (95% CI: 13.4–17.0) and 13.5% (95% CI: 12.0–15.1) before and after adjustment, respectively. We estimate that 700,000 people (the entire population of Unity State) require antibiotic treatment and approximately 54,178 people require TT surgery. Risk factor analyses confirmed child-level associations with TF and highlighted that older adults living in poverty are at higher risk of TT. Conditional simulations, testing the alternatives of sampling 20 or 60 villages over the same area, indicated that sampling of only 20 villages would have provided an acceptable level of precision for state-level prevalence estimation to inform intervention decisions in this hyperendemic setting.",
    "Conclusion": "Trachoma poses an enormous burden on the population of Unity State. Comprehensive control is urgently required to avoid preventable blindness and should be initiated across the state now. In other parts of South Sudan suspected to be highly trachoma endemic, counties should be combined into larger survey areas to generate the baseline data required to initiate interventions."
}