{
    "Background": "Mycetoma is a neglected tropical disease that affects subcutaneous tissues. This chronic granulomatous inflammatory disease often leads to high morbidity rates, including amputation, disability and social stigma. Despite its substantial impact, the epidemiology of mycetoma remains largely unknown. This systematic review aimed to establish a global sociodemographic and clinical profile of affected patients and characterise the geographic patterns of causative organisms of mycetoma.",
    "Methods": "The study followed the ‘Preferred Reporting Items for Systematic Review and Meta-Analysis’ (PRISMA). The search strategy covered all key databases without restriction on language, setting, or year of publication. All observational studies in which the mycetoma patients’ sociodemographic profile was described were included. Study quality was evaluated using a modified Newcastle-Ottawa Quality Assessment Scale. We calculated the mean percentage of patients reporting sociodemographic and clinical characteristics. We also determined the geographic patterns of the identified causative organism for reported mycetoma patients based on actinomycetoma and eumycetoma aetiology and genus-level taxonomic classifications. The included studies were heterogeneous in terms of population source, data collection method, and reported data from demographic characteristics to outcomes. This, in turn, can be due to the absence of a standardised data reporting form for mycetoma, which has limited the data analysis and our ability to compare patient characteristics and disease epidemiology over time and between regions.",
    "Results": "Of 16,564 studies identified, 72 met the inclusion criteria, covering 35,004 persons, of which 29,328 were patients with mycetoma. We found that most cases originated from Sudan, India, and Mexico. The disease primarily affected males (74%) and rural residents (73%), with farmers being the most common occupation. Most patients were adults aged between 20 and 50 years (mean 36.2 years), and the lower limb was affected most (77%). Thirty-three per cent of patients were cured on treatment, 15% had amputations, and 18% experienced recurrence. Eumycetoma was predominantly identified in Africa and the Arabian Peninsula, and actinomycetoma was more common in India and Mexico. The most common causative species were Madurella mycetomatis and Actinomadura madurae.",
    "Conclusion": "This review provides a current understanding of the sociodemographic and clinical characteristics of patients with mycetoma worldwide. Most cases affected adult males and rural residents, with the lower limb involvement being the most common. The distribution of causative organisms varied by region. The variability in outcomes and organisms underscores the complexity of the disease, highlighting the need for further research to understand its global impact."
}