{
    "Introduction": "Schistosomiasis is one of the most neglected tropical diseases, with six species in the Schistosoma still infecting more than 200 million people in the world [1]–[3]. Schistosomiasis japonica is distributed in Indonesia, Philippines, and China. In mainland China, this parasitic disease is the most severe zoonosis infecting about 360,000 people and about 1% buffalo and/or cattle in endemic regions, particularly in lake/marshland and hilly areas of Hubei, Hunan, Anhui, Jiangxi and Jiangsu provinces and mountainous areas of Sichuan and Yunnan provinces [4]. Over the last 50 years, continuous efforts involving various measures, such as health education, snail control, community chemotherapy and environmental management have contributed significantly to the dramatic reduction in infection levels and epidemic areas of this parasitic disease in China, setting China as one of the most successful countries in control of schistosomiasis in the world [5]–[8]. However, recently available data have suggested that schistosomiasis has re-emerged over the last decade, probably as a severe threat once again to human health especially in rural areas of mainland China [9], [10]. The drastic pathogenesis, the number of reservoir hosts involved in epidemiology and the vast endemic areas of schistosomiasis japonica have inevitably resulted in a less investigated status for S. japonicum in respect with its genetic diversity, host immune response etc. when compared with other schistosomes [6], [11], [12].\nThe genus Oncomelania, which is the intermediate host of S. japonicum, was classified into different species and/or subspecies according to their morphology, biogeography and phylogeny [13], [14]. With the distinct diversity of snails in the genus Oncomelania which has been verified using various markers [14]–[16], the diversity of the parasite S. japonicum is of great interest for research from a co-evolutionary point of view. How diverse the digenean S. japonicum really is in such a large geographical range has not been well assessed especially in mainland China. An accurate measure of its population genetic diversity is certainly needed to clarify our understanding on the epidemiology of schistosomiasis [17], which may be also useful for implementing control measures, and for developing drugs or potential vaccines, as worms of different genetic backgrounds may respond differently to such treatments [18], [19].\nIn recent years, several molecular markers have been used to detect the variability of S. japonicum populations. Gasser et al. [20] found the variability among 7 geographical isolates across mainland China using the random amplified polymorphism DNA (RAPD) technique and suggested a potential strain complex for S. japonicum. Sorensen et al. [21] reported differences between S. japonicum populations from 6 localities in mainland China using NADH dehydrogenase subunit 1 (ND1) gene, but could not detect variability conclusively at the intrapopulation level. Bøgh et al. [22] did find 15 types of ND1 conformations and 23 types of cytochrome c oxidase subunit 1 (CO1) conformations in 9 populations from 7 provinces across mainland China by single-strand conformational polymorphism (SSCP). These results did in fact suggest the significant polymorphism among S. japonicum in mainland China, but provided very limited information relating to the population genetic diversity of this species. Upon the identification of polymorphic microsatellite loci, Shrivastava et al. [6] investigated the genetic variation of S. japonicum populations from 8 geographical locations in 7 endemic provinces across mainland China, and a high level of polymorphism was reported between and within populations. They considered that populations of S. japonicum in mainland China could be separated mainly into the populations in Sichuan and Yunnan provinces as being in southwest (SW) China and those in low-lying lake regions along the middle and lower (ML) reaches of Yangtze River. With three partial mitochondrial genes (cox3, nad4 and nad5) from 28 individual adult worms, Zhao et al. [23] reported recently that all parasites from SW China were grouped together, whereas those from the ML reaches of Yangtze River were not clustered together. However, the reports by Shrivastava et al. [6] and Zhao et al. [23] both contained limited specimens from relatively few localities, which may not represent the geographical distribution of this schistosome, and thus not its exact population genetic diversity, in mainland China. A comprehensive analysis is therefore needed using more molecular markers to examine more populations of S. japonicum from a wide range of its geographical distributions, especially in severely endemic areas along the ML reaches of Yangtze River in China.\nIn this study, mitochondrial DNA sequences including Cytb-ND4L-ND4, 16S-12S and ND1 were examined for S. japonicum collected from localities in seven provinces of China, where schistosomiasis is geographically endemic. The diversity in nucleotides and haplotypes was analyzed for different populations based on each of the three mitochondrial sequences and their combined sequences. Phylogenetic tree and parsimony network were constructed for observed haplotypes, and the genetic distance was examined against the geographical distance in order to understand the genetic diversity in populations of S. japonicum in mainland China.",
    "Materials and Methods": "Ethics statement\nThe procedures involving animals were carried out in accordance with the guidelines of the Association for Assessment and Accreditation of Laboratory Animal Care International (AAALAC). The animal study protocol was approved by the Institutional Animal Care and Use Committee of Wuhan University.\n\n\nCollection of parasite specimens\nThe intermediate host, Oncomelania hupensis, from 18 localities of 7 schistosomiasis endemic provinces in mainland China, including Hubei, Hunan, Anhui, Jiangxi, Jiangsu provinces in the ML reaches of Yangtze River, and Sichuan and Yunnan provinces which are in the higher reaches of the river in SW China, but separated from the ML reaches by mountain ranges (Fig. 1 and Table 1), were collected and transported to laboratory from October 2005 to October 2006. After one month captivity, snails were washed and exposed individually in water for 3 h in a vial under light at 25°C to stimulate the emergence of cercariae for identifying the S. japonicum infection. Overall, snails from different localities had an infection rate ranging from 0.1% to 4%. To generate adult worms, the best source of DNA, 10 field-collected infected snails from each locality, with the exception of Zongyang in Anhui province (AHzy) and Pengze in Jiangxi province (JXpz) where only three and four infected snails were obtained respectively, were exposed to light for 4 hours to stimulate the emergence of cercariae. Five laboratory mice were infected percutaneously with 30 cercariae per mouse for each geographical locality. 6 weeks following the infection, adult worms were retrieved by perfusion from mesenteric veins using 0.9% NaCl, and worms from each mouse infected with cercariae were pooled together, and washed extensively in saline before being preserved in 95% ethanol at 4°C.\nA total of 18 localities were indicated as black solid circles, where Schistosoma japonicum infected snails were collected. The names of sample localities were abbreviated as the same as in Table 1. Red solid circles indicating cities and the Three-Gorge Dam, respectively.\n\n\nDNA extraction, PCR amplification, and sequencing of mitochondrial genes\nThe total genomic DNA was extracted individually from both male and female schistosomes using a standard sodium dodecyl sulfate-proteinase K procedure [24]. Each worm was incubated and thawed in 200 µl extraction buffer containing 50 mM Tris-HCl, 50 mM EDTA, 100 mM NaCl, 1% SDS and 100 µg/ml proteinase K, at 56°C for 2 h with gentle mixing. DNA in solution was extracted using standard phenol/chloroform purification, followed by 3 M sodium acetate (pH 5.2) and ethanol precipitation. Pellets of DNA were washed in 70% ethanol, air-dried, and resuspended in 10 µl TE (pH 8.0).\nFor each adult worm, three fragments, i.e. Cytb-ND4L-ND4, ND1 and 16S-12S of the mitochondrial genome were sequenced. For the Cytb-ND4L-ND4 fragment, the forward primer ND4F (5′- TTGGGGGTTGTCATGCGGAGTA -3′) and the reverse primer ND4R (5′- CAAATACCCAATAGCAACGGAACAC -3′) were used based on available GenBank sequence AF215860. For the ND1 fragment, the forward primer ND1F (5′- TAGAGGGTTTGTTGGTTGTTTTG -3′) and the reverse primer ND1R (5′- ACCATACTTTCATACTACTGCC -3′) were used based on available GenBank sequence AF215860. For the 16–12S fragment, the forward primer 16S-12SF (5′- GATTATTTCTAGTTCCCGAATGG -3′) and the reverse primer 16–12SR (5′- TGTAACGCACAACAACCTATACC -3′) were used based on available GenBank sequence AF215860. The PCR protocols were 94°C for 3 min followed by 30 cycles of 94°C for 30 s, 58°C (for ND1) or 63°C (for Cytb-ND4L-ND4 and 16S-12S) for 30 s, and 72°C for 90 s and then a final elongation step at 72°C for 10 min. The amplified products were purified on 1.0% agarose gel stained with ethidium bromide, using the DNA gel extraction kit (Omega Bio-Tek). The purified PCR products were sequenced using ABI PRISM BigDye Terminators v3.0 Cycle Sequencing (ABI). The DNA sequences were deposited in the GenBank database under accession numbers FJ851893–FJ852573.\n\n\nSequence alignments and analyses\nSequences were aligned using ClustalX1.83 [25] at default settings followed by manual correction in SEAVIEW [26] for each molecular marker. DNAsp version 4.0 [27] was used to define the haplotype. The three parts, i.e. Cytb-ND4L-ND4, ND1 and 16S-12S, of mitochondrial data were also combined and aligned into a new combined mitochondrial data set, with this combined sequence named as combined mtDNA.\nNucleotide divergences within and between populations were calculated in Arlequin3.11 [28] and DNAsp. Genetic variation within different populations was estimated by calculating nucleotide diversity (π) and haplotype diversity (h) values. Selective neutrality was tested with Tajima's D [29] and Fu's F test [30]. The pairwise genetic difference was estimated for all populations by calculating Wright's F-statistics (Fst) based on gene flow (Nm). A Mantel g-test to compare the correlation between pairwise distance and geographical distance among localities was analyzed in Arlequin, with geographic distances (km) for the correlation analysis between geographical distance and genetic distance calculated using the great circle distance between localities.\nThe phylogenetic analysis for 96 haplotypes generated using combined mitochondrial DNA data was performed with Bayesian inference (BI), which was carried out with MrBayes 3.1 [31] under the best-fit substitution model. Analyses were run for 1×106 generations with random starting tree, and four Markov chains (with default heating values) sampled every 100 generations. Posterior probability values were estimated by generating a 50% majority rule consensus tree following the discard of first 3000 trees as part of a burn-in procedure. The HKY+I+G model was determined as the best-fit model of sequence evolution by using the hierarchical likelihood ratio tests implemented in Modeltest 3.7 [32]. The phylogenetic tree was rooted using Schistosoma mansoni as outgroup.\nThe genetic structure was phylogenetically evaluated by constructing unrooted parsimony network of haplotypes for combined mtDNA data sets using TCS version 1.21 [33].",
    "Results": "Diversity within and among populations based on three separate mitochondrial DNA sequences\nThe primary sequence data were obtained by amplifying and sequencing three partial regions of the mitochondrial genome, i.e. Cytb-ND4L-ND4 with 793–794 bp, ND1 with 767 bp, and 16S-12S with 1463–1466 bp. Measures of diversity of haplotypes and nucleotides within populations on the basis of the three mitochondrial regions are presented in Tables S1, S2 and S3, respectively. The highest values for the diversity were all observed for populations in the ML reaches, and the lowest all in populations from the SW (for details regarding each fragment, see Tables S1, S2 and S3). The pairwise genetic distance among all 18 populations showed a high degree of variation, as revealed respectively from the three different mitochondrial regions (for details, see Tables S4, S5 and S6).\nA significant correlation was observed between geographical distance and genetic distance (pairwise Fst) for all 18 populations for Cytb-ND4L-ND4 (R = 0.642, P<0.001) and 16S-12S (R = 0.746, P<0.001), respectively, which indicates that genetic distance increased with the increase in geographical distance (Fig. 2a, b). No significant correlation was detected when ND1 was used, with the correlation coefficient R = 0.080 (P>0.05) (Fig. 2c). However, among 15 populations in the ML reaches, the value of the correlation coefficient decreased to 0.119 (P>0.05) and 0.061 (P>0.05) for Cytb-ND4L-ND4 and 16S-12S, respectively (Fig. 2d, e), implying that the genetic distance was not correlated with the geographical distance for populations in the ML reaches of Yangtze River.\nA, B, and C showing the relationship from all 18 populations based on Cytb-ND4L-ND4, 16S-12S and ND1 fragments, respectively; d and e showing the relationship from 15 populations along the ML reaches based on Cytb-ND4L-ND4 and 16S-12S, respectively, with the exclusion of three populations from Sichuan and Yunnan provinces; F and G showing the relationship based on combined mitochondrial DNA sequences of Cytb-ND4L-ND4, ND1 and 16S-12S from all 18 populations and 15 populations along the ML reaches, respectively.\nAlthough some base substitutions were observed, selective neutrality of the observed nucleotide polymorphisms was suggested for S. japonicum, as indicated either by Tajima's D or Fu's F test (P>0.05) in each of the three regions.\n\n\nDiversity within and between populations based on combined mitochondrial DNA sequences\nAs many studies have shown that longer genes contain generally more variable characters with proportionally more signals, and hence yield accurate phylogenetic estimates than shorter ones [34]–[36], the combined mitochondrial data sets were then deduced from 169 specimens by aligning combined Cytb-ND4L-ND4, ND1 and 16S-12S sequences (combined mtDNA), which had a range of 3024 to 3027 bp, resulted in 3028 characters, including gaps, and 166 variable sites (113 parsimony informative sites). A total of 96 mitochondrial haplotypes was observed (Table 1). Measures of haplotype and nucleotide diversity based on combined mtDNA are presented in Table 2. The highest values in the diversity of haplotype and nucleotide were all observed for populations in the ML reaches, and the lowest were all in populations from the SW, which is consistent with the findings from the three separate mitochondrial DNA sequences. 88 haplotypes were isolated from 143 specimens in five provinces along the ML reaches, with the mean haplotype and nucleotide diversity being 0.987±0.003 and 0.0036±0.0001, respectively. However, only 8 haplotypes were isolated from 26 specimens in the SW, with the haplotype and nucleotide diversity being 0.766±0.075 and 0.0017±0.0003, respectively. The Fst of all pairwise analyses varied from 0.482 to 0.870 between populations in the ML reaches and those in the SW (Table 3), showing highly significant difference (P<0.001). Among the 3 populations in the SW, the Fst between SCxc and two Yunnan populations (YNey and YNhq) showed highly significant differences (P<0.001), whereas no significant difference was observed between YNey and YNhq (P>0.05). Among the 15 populations in the ML reaches, the Fst varied from 0.014 to 0.807 (Table 3), with most of them being significantly different (P<0.05). When all specimens were classified into two populations according to whether they were from above or below the three Gorges region, i.e. population in the ML reaches of the Yangtze River and population in Sichuan and Yunnan provinces of the SW China, the value of genetic distance (Fst) and the gene flow (Nm) between them was 0.381 (P<0.001) and 0.410, respectively.\nSignificant correlation was also observed between geographical distance and genetic distance (pairwise Fst) among all 18 populations for combined mtDNA (R = 0.670, P<0.001), indicating that genetic distance increased with the increase in geographical distance (Fig. 2f). Among 15 populations in the ML reaches, the value of the correlation coefficient decreased to 0.077 (P>0.05) (Fig. 2g), implying that the genetic distance was not correlated with the geographical distance for populations in the ML reaches of Yangtze River.\n\n\nPhylogenetic relationship based on combined mitochondrial DNA sequences\nAs shown in the Bayesian phylogenetic tree (Fig. 3), two clades can be clearly separated. Clade A contains almost all haplotypes from all five provinces in the ML reaches of the Yangtze River. Although various divergence and some subclades were observed within this clade, support probabilities for each clade were generally very low. Haplotypes in the ML reaches were clustered in various subclades, and no obvious lineage was observed for haplotypes from different provinces along the ML reaches. However, subclades A1 and A2 include most haplotypes from Hubei, Hunan, Anhui, and Jiangxi provinces, and subclade A6 includes haplotypes from Hubei, Hunan, Anhui, and Jiangsu provinces. It is apparent that clade B can be separated into two distinct subclades, B1 and B2, with clade B1 having a high support probability and containing only haplotypes from Sichuan and Yunnan provinces in SW China, and B2 containing three haplotypes from three provinces in the ML reaches. Surprisingly, other trees (NJ, ML, MP; not shown), although inconsistent in their respects, all had such two clades containing haplotypes from SW China, and three from the ML reaches, despite a relatively low level of support probabilities.\nThe combined sequences contain those of Cytb-ND4L-ND4, ND1 and 16S-12S. The letter H with the number after each branch represents different haplotypes, followed by sample locality as abbreviated in Table 1, and the serial number of isolated individuals which shared the same haplotype. The branch leading to the outgroup S. mansoni was shortened for a better presentation of the tree.\n\n\nHaplotype network based on combined mitochondrial DNA sequences\nThe network constructed by statistical parsimony from 96 haplotypes on the basis of combined mtDNA sequences showed some characters as observed in the phylogenetic tree. The haplotype network was rather complicated, without any obvious lineages for those haplotypes from localities in the ML reaches (Fig. 4). However, all haplotypes from SW (from H26 to H33) were clustered together (Fig. 4), which corresponded exactly to clade B1 in Fig. 3, and this clade contained no haplotypes from the ML reaches of Yangtze River, but was related with a few haplotypes from the ML reaches (Fig. 4), as also indicated in clade B2 which formed, together with B1, into clade B (Fig. 3). A relatively large network containing haplotypes (from H71 to H93) from about 10 localities (Fig. 4) showed some similarity with clade A1 in Fig. 3, in composition of haplotypes. It is, however, impossible to detect any other patterns of haplotype networks, and impossible to find other geographical relationships or characteristic lineages in other network branches, which is largely consistent with the complex structure of clade A in Fig. 3.\nThe combined sequences contain those of Cytb-ND4L-ND4, ND1 and 16S-12S. Ovals indicate sampled haplotypes, which have designated numbers beside them. Numbers inside ovals indicate those individuals which share the same haplotype from different geographical populations. Small empty circles indicate un-sampled or extinct haplotypes. Each connection represents one mutational step. Rectangular box refers correspondingly to clade B1 in Fig. 3. The arrow indicates the expanded clade under the dark line, and the clade marked in blue circle contains most haplotypes (from H71 to H93) within clade A1 in Fig. 3.",
    "Discussion": "The difference in genetic diversity of S. japonicum populations was demonstrated in samples collected from currently epidemic areas of schistosomiasis in mainland China, with the use of three mitochondrial fragments, Cytb-ND4L-ND4, ND1 and 16S-12S, respectively, and the combined sequences of these three fragments. The present study contains the mostly widespread and the largest number of S. japonicum populations in any attempts so far to examine the parasite genetic diversity in China. Overall, populations of S. japonicum in mainland China showed a relatively large degree of variation in terms of nucleotide and haplotype diversity. However, it is apparent that across the geographical distribution of schistosomiasis endemic areas in China, the genetic distance was correlated significantly with geographical distance when Cytb-ND4L-ND4, 16S-12S, and combined mtDNA were used, although non-significance was observed for ND1. It is even more obvious that as revealed through analyses of nucleotide and haplotype diversity, populations in Hubei, Hunan, Anhui, Jiangxi and Jiangsu provinces, namely in the ML reaches of Yangtze River showed a much larger degree of genetic variation than those in Sichuan and Yunnan provinces of the SW China in the upper reaches of the river, and no haplotypes were shared between populations in the ML reaches and those in the SW. Significant difference was also observed in genetic distance between populations in the ML reaches and populations in the SW, as revealed in pairwise analyses using individual and/or combined mitochondrial sequences.\nAlong the Yangtze River, are the endemic areas of schistosomiasis, and severe epidemic areas are mainly in the ML reaches [5]. However, in the Three Gorges area that is from Yichang going upwards to Yibin (Fig. 1), human schistosomiasis has never been reported [10]. It is quite obvious that the distribution of S. japonicum is geographically separated by the gorge area of the river. This apparent geographical separation may account for the observed difference in no-shared haplotypes, and in the genetic distance for S. japonicum between areas in the ML reaches of Yangtze River and areas in the SW China. When populations from the ML reaches and from the SW were further grouped separately, the Fst value (0.381) was greater than 0.25, a value which was considered to be ‘very great’ by Wright [37] for genetic differentiation between populations. It is therefore all indicated that a large level of genetic differentiation has evolutionarily occurred for S. japonicum, due to at least the geographical separation by the Three Gorges area and mountains. Phylogenetic analyses and haplotype network may support this conclusion, as parasites from Sichuan and Yunnan provinces in the SW were all closely clustered in the phylogenetic tree and the haplotype network. Using different molecular markers, other authors [6], [23] have also, to some extent, detected the genetic difference between S. japonicum populations in the SW and those in the flood plain of the ML reaches of the Yangtze River.\nDespite the finding that the mean nucleotide and haplotype diversity of populations in the SW were rather low when compared with the same parameters in the ML reaches, the genetic distance had some significant difference between the population from Sichuan, SCxc, and the two populations from Yunnan, YNey and YNhq, as revealed by Fst of pairwise analyses using ND1, 16S-12S, and the combined mtDNA sequences, with the exception of Cytb-ND4L-ND4. Sichuan and Yunnan provinces are both distributed in Hengduan Mountains, and schistosomiasis was reported historically in various localities in these two provinces [38]. As various mountain ranges and rivers, as well as intermountain basins, are the general features in Hengduan Mountains [39], there must be some degree of geographical isolation in the distribution of S. japonicum in this region at a large geographical scale. However, only three populations were included in the present study and efforts to obtain more parasite samples have been unsuccessful, although the intermediate host snails were collected in a much wider range (unpublished data), due possibly to the continuous and extensive practices in either snail control or human chemotherapy in the two provinces. Thus, whether there is an effect of geographical isolation on populations of S. japonicum in this mountainous area will likely remain unknown, and whether the observed low level of genetic variation in these populations resulted from a recent bottleneck effect as a consequence of intensive control practices may also remain to be answered.\nEcological habitats were thought to affect population genetic diversity of S. japonicum in mainland China [40]. The mountainous habitats in Sichuan and Yunnan provinces may differ obviously from the habitats for the intermediate host in the ML reaches, in several aspects such as in hydrology, altitude and soil etc. [41], [42], but the difference should mostly be attributed to the geographical separation, rather than a simple impact from habitat difference. In the ML reaches of Yangtze River, it was impossible to clarify any patterns of haplotype clustering in relation to types of sample localities or to provinces, as haplotypes from a single locality were generally clustered in different clades. It can thus be speculated that S. japonicum might have experienced frequent gene flows in most populations in this region (Table 3). The localities for O. hupensis in the ML reaches have extensive physical connections through channels with the Yangtze River. With frequent occurrence of floods in the Yangtze River basin, especially in its ML reaches, snails in these habitats can be dispersed and subsequently deposited widely in various localities, and this naturally occurred instance was, in a previous research, proposed to explain the high genetic diversity of O. hupensis in the ML reaches [16]. It was further considered that this distinct genetic diversity in snail intermediate hosts may have strong implications in genetic diversity of schistosomes in mainland China [16], as demonstrated clearly in the present study. The accumulation of mixed sources of snails, especially infected snails can reconstitute the parasite population, leading to the existence of various haplotypes within a single population, and also to the limited degree of genetic distance between populations in the ML reaches as observed in the present study, which supports the speculation by Davis et al. [43] that floods may be the cause of the widespread mixing and dispersal of snails, leading to greater genetic diversity in O. hupensis populations along the Yangtze River plains compared with populations in SW China.\nSurprisingly, the number of haplotypes, being 80 and 13 for the intermediate host snails in the ML reaches, and in Sichuan and Yunnan provinces [16], matches roughly, if not coincidently, with the number of haplotypes, 88 and 8, for S. japonicum in the ML reaches and in Sichuan and Yunnan provinces in this study, respectively. The intermediate host snails and the schistosome in China exhibit a lesser degree of genetic diversity in the SW, but a relatively larger degree in the ML reaches of the Yangtze River, as reported in a previous study on the intermediate host snails [16] and in this study. No shared haplotypes were observed either in the intermediate host snails or in the schistosomes between localities from the ML reaches and from the SW. Zhao et al. [44] recently reported that the intermediate host snails O. hupensis robertsoni in Sichuan and the snail O. hupensis hupensis in the ML reaches had a 10.3% genetic distance, strongly indicating that the two subspecies may differ at the species level. In a phylogenetic study on the Schistosomatidae, Lockyer et al. [45] considered that schistosomes in east Asia and their intermediate hosts in the Pomatiopsidae may be considered as the only co-evolutionary model between schistosomes and their intermediate host snails. Davis et al. [46] also speculated, as snail population forms have diverged genetically, so must their associated schistosomes or else become regionally extinct. However, it would be only possible to examine such relationship if the intermediate host snails and schistosomes are collected from a large geographical range in east Asia.\nIn a very small-scale area in Anhui province of China, Rudge et al. [40] detected strong genetic differentiation in S. japonicum between two types of habitats, lake/marshland region and hilly region, and suggested that contrasting host reservoirs may be associated with the genetic differentiation, with rodents and dogs being important infection reservoirs in hilly regions and bovines in lake/marshland regions. On the other hand, they found little or no parasite genetic differentiation among host species within most villages; but in another study, Wang et al. [47] reported that schistosomes were separated into two clades representing the parasites from different definitive hosts. It seems likely that S. japonicum has undergone genetic differentiation in a relatively small-scale area, as in a large geographical region reported in this study. In the above two studies, miracidia from definitive hosts were examined with microsatellite markers. In the present study, adult parasites were obtained through infecting mice with cercariae. As definitive host-based genetic variation in S. japonicum has been noticed [40], [47], the selection pressure through definitive host may need to be further investigated.\nUnexpectedly, three haplotypes representing some schistosomes from three localities, each in Hubei, Hunan, Anhui provinces, were actually clustered together within another clade containing all haplotypes from Sichuan and Yunnan provinces. It is, however, at present impossible to explain this mixed cluster. As the movement of people has been frequent in China [48], the possible transmission through definitive host cannot be ruled out as a possible interpretation.\nIn conclusion, substantial genetic diversity was demonstrated in populations of S. japonicum in schistosomiasis endemic areas in mainland China. Overall, a significant correlation was observed between the genetic distance and the geographical distance among the populations. It is apparent that the populations from Sichuan and Yunnan provinces in SW China exhibited a relatively low level of genetic variation, and were genetically different from the populations in the ML reaches of the Yangtze River, which had a much more complicated genetic diversity. Such obvious genetic diversity should be taken into consideration in guiding any strategic control programmes and/or vaccine development/trials in the future."
}