{
    "Introduction": "Soil-transmitted helminth (STH) infections are the most prevalent neglected tropical disease (NTD) of Latin America and Caribbean region and are considered the most prevalent infection of humankind [1]. Four STH species are of main importance: Ascaris lumbricoides, Trichuris trichiura, and hookworms (Ancylostoma duodenale and Necator americanus) [2,3]. Strongyloides stercoralis is another STH gaining recognition and starting to be considered in a broader strategy for control [4,5]. STH infections are regarded as cause of iron-deficiency anemia; malnutrition; negative effects on growth and cognitive development of children; adverse outcomes of pregnancy and reduced productivity of adults [6–9]. Northwestern Argentina is a region of known high prevalence of STH [10,11]. Deficient access to sanitation and water are frequent in this region [12,13].\nPreventive anthelmintic chemotherapy through mass drug administration (MDA) programs is prioritized by World Health Organization (WHO) as the first line strategy to overcome STH related morbidity [14,15]. In settings with poor access to water, sanitation and hygiene (WASH), the reduction in burden and morbidity of STH infections through MDA is followed by reinfection within a few months after treatment [16,17]. Preventive chemotherapy by itself seems an incomplete strategy to reach control and elimination targets, emphasizing the relevance of interventions intended to reduce environmental exposure to the infective stages of STH [18]. WASH interventions represent a strategy to preserve the benefit of chemotherapy by preventing the uninfected to be exposed, which is sustainable and can eventually lead to transmission interruption and STH eradication [19–22]. Modifications in people’s behavior towards fecally contaminated environments, and improvements in hygiene practices through health education are crucial to reduce transmission of STH [23].\nAnother issue that should be taken into account among the strategies for STH control is the significant differences in the biology of STH species, which are capable of frustrating a simplistic approach of control that considers STH as a uniform group [24]. Even though the fecally contaminated soil is the common source of transmission for the five species, the route of entry of infective stages from soil to a new host differs. A. lumbricoides and T. trichiura infections are acquired when infective eggs are swallowed. While N. americanus, A. duodenale and S. stercoralis infections are acquired through skin penetration of infective third-stage larvae. A duodenale and S. stercoralis larvae are also capable of infecting by ingestion [3,4,25]. Based on their mechanism of entry, STH species can be classified into two groups i) skin-penetrators and ii) orally-ingested. This distinction might be relevant to find specific associations between a risk factor and an infective route. We hypothesized that lacking access to water and sanitation increases the risk of infection with specific STH species, depending on their mechanism of entry. We conducted a cross-sectional study to examine the independent effect of inadequate water supply and sanitation, on the prevalence of STH species grouped by mechanism of entry (skin-penetrators vs. orally-ingested). Data were taken from the baseline phase of a longitudinal survey performed in a high prevalence area of Salta Province, aimed to assess the effectiveness of a community-based MDA program for the control of STH.",
    "Methods": "Study design\nPopulation based cross-sectional study, conducted in the localities of Tartagal, Orán and Pichanal of Salta Province, Argentina.\n\n\nStudy population\nThis study took place in rural and urban communities from Tartagal, Pichanal and Oran; three localities placed in Salta province, Argentina, in a transition area between “Yunga” Rainforest and “Gran Chaco” regions. The climate of Salta is tropical with an annual average temperature of 22°C. (Fig 1).\nAll members of these communities were invited to participate. A statistically significant sample was selected for assessment through a random generated list with the household as the unit of randomization. Each inhabitant of the randomly selected houses, of any age and gender, was asked for a stool sample. Recruitment started in September 2010 and finished in March 2014.\nAll the subjects who provided a stool sample and consented were enrolled in the study. For the purpose of risk assessment, the subjects enrolled were classified as infected or uninfected with: 1) Skin-penetrators: based on the presence or absence of any hookworm species and/or S. stercoralis either by parasitology or serology. Two case definitions were used in the skin-penetrators group in order to discriminate the potential confounding effect of a less than optimal specificity of the NIE-ELISA serology for S. stercoralis infections a) patients with a stool examination positive for hookworm and/or S. stercoralis, and b) patients with a positive parasitological test for hookworm and/or S. stercoralis and/or a positive serological test for S.stercoralis. 2) Orally-ingested: based on the presence or absence of T. trichiura and/or A. lumbricoides eggs in the stool examination. Individuals who did not want to participate; children who did not assent or whose parents did not consent, anyone who provided an inappropriate or insufficient stool sample and subjects who received anthelminthic treatment within the previous six months were excluded from the study.\n\n\nSocio-demographic assessment\nThe communities included in the study are covered by a public primary health care system, with house visits by trained health personnel (“sanitary agent”) and a complete census and survey of each community every three months, collecting data about housing characteristics and demographic and sanitary data of each family member through direct observation and questionnaires. Data regarding sanitation and water supply is collected by direct observation using the classification proposed by WHO/UNICEF Joint Monitoring Program (JMP) for Water Supply and Sanitation in the sanitation and drinking-water ladders [26,27]. The household flooring material is also observed and classified into i) dirt floor (having dirt or natural floor in all the rooms of the house) and ii) concrete or tile floor (having concrete or tile as flooring material in all the rooms of the house). Data on personal hygiene behavior and practices of the study subjects is not routinely collected by the sanitary agents. Copies of the study communities’ surveys were obtained and the demographic and socioeconomic information entered in a database.\n\n\nStool evaluation\nThe diagnostic approach was adapted to a population with presence of S. stercoralis. A single stool sample collected without preservatives was required from each participant. During a first surveillance-visit, sterile containers and instructions were distributed to each house and collected the following morning. Stool samples were dated, coded and then four experienced lab personnel performed the analysis, within 24 hours of collection. Five parasitological techniques were used, listed below by priority: 1) sedimentation concentration, 2) agar plate culture, 3) Harada-Mori filter paper culture, 4) Baermann concentration of charcoal-cultured fresh stool and 5) McMaster egg counting method; as described elsewhere [28,29]. If the sample volume was insufficient, concentration was the unique method performed due to its higher sensitivity for the diagnosis of S. stercoralis [30]. All the samples were read separately by the lab team manager using microscopy to identify STH eggs and larvae. All methods were grouped in a single parasitological result for each STH species, as positive if at least one reading was positive and negative if all the readings were negative.\n\n\nSerologic test for Strongyloides stercoralis\nThe individuals enrolled in the study, which agreed and signed an informed consent form, had a 5 mL blood sample drawn through venipuncture during a second surveillance-visit. All blood samples were centrifuged and an aliquot of serum was preserved frozen at –20°C and analyzed with the in-house enzyme-linked immunosorbent assay (NIE-ELISA) method for the diagnosis of S. stercoralis. NIE-ELISA detects IgG antibodies against the bacterially produced NIE recombinant antigen of S. stercoralis L3 larvae, as has been described previously [31]. Sensitivity of 75.4% and specificity of 94.8% of this method have been reported in a blinded study [32]. Patient’s sera were tested in duplicate and compared to a standard positive IgG curve based on a standard curve run on each plate. The averages of duplicate results were calculated and corrected for background reactivity (no serum added).\nAll the subjects whose IgG titers against NIE antigen determined by ELISA, were above the selected cutoff value were defined as seropositive for S. stercoralis and entered in a database as cases.\n\n\nStatistical analysis\nSample size was estimated using EPIDAT 3.1 (PAHO, Washington, DC); considering a predicted prevalence of 50%, a confidence level of 95%, an accuracy of 5%, and a design effect of 2; the estimated sample size was n = 730.\nA description of the study population was carried out using frequencies; proportions and comparison of proportion differences between infected and uninfected subjects within each category of STH infection. Continuous variables with normal distribution were analyzed with mean, standard deviation and T-test. Continuous variables without normal distribution were analyzed with median, inter-quartile range (IQR), and Mann-Whitney test. Statistical significance was assessed by Chi-square test with 95% significance. P values < 0.05 were considered significant. Associations between unimproved water and sanitation and STH infection were explored through stratified bivariate analysis. Mantel-Haenszel homogeneity test was performed to control for potential confounders. Interactions between risk factors, as well as potential confusion related to sex or age, were adjusted through a multivariate logistic regression model.\nThe data were entered in a database designed in Microsoft Access 11.5 (Microsoft, Redmond, WA) with an Epi Info 3.5.4 (CDC, Atlanta, GA) view. Duplicate data entry was performed by three different trained collaborators. The analysis of the data was performed with the software Stata 11.0 (StataCorp LP, College Station TX); EPIDAT 3.1 (PAHO, Washington, DC) and R 3.1.1 (The R Foundation for Statistical Computing, GNU General Public License).\n\n\nEthical statement\nThe research protocol and informed consent forms were evaluated and approved by the Teaching and Research Committee of the local and regional public health authorities, by the Bioethics Committee of the Colegio de Medicos de la Provincia de Salta and by the Bioethics Committee of the Faculty of Health Sciences at the Universidad Nacional de Salta. All participants provided written informed consent prior to the study. Before starting recruitment, permission was obtained from the community leaders. All the individuals living in the study communities were offered anthelmintic therapy regardless of their participation in the study.\n\n\nDeworming\nThis study is part of a wider project aiming to define strategies for STH control. MDA with single doses of albendazole (400 mg) and ivermectin (200 μg/kg) was applied after the study and once per year afterwards. The drugs were distributed for free, using a community house-to-house approach. The analysis of coverage, effectiveness, acceptability and feasibility of the chosen therapeutic strategy was not an objective of the present study.",
    "Results": "6957 people were included in the census and received anthelmintics. 771 individuals were enrolled for the study. 432 of the recruited subjects provided stool and sera samples, the other 339 provided only stool samples. Missing serum samples were due to lack of consent for blood draw or absence from home at the moment of the second surveillance-visit of some of the study subjects. Table 1 summarizes the characteristics of the study population.\nImproved drinking-water suply was available for 5364 (77%) individuals of the populationand improved sanitation was available for 1680 (24%) individuals. Among the assessed individuals improved water access, which consisted in piped water (previously treated for human consumption) with the connection inside the dwelling or yard, was found in 525 (68.1%) of the subjects; improved sanitation was found in 232 (30.1%) of the subjects (see Fig 2 for details).\nA) Sanitation facilities. B) Water sources.\nThe STH cumulative prevalence was 43.3% (n = 334; 95% CI: 40%–47%). Skin- penetrating STH were found in 37.5% (n = 289; 95% CI 34%–41%) individuals; while just 9.4% (n = 73; 95% CI: 7%–11%) of the 771 subjects assessed were infected with orally-ingested STH species. S. stercoralis was the most common species, with a prevalence of 26.3% (n = 203; 95% CI: 23%–29%); 29 of these subjects were found infected with S. stercoralis in the stool examination, but lacked NIE-ELISA serological evaluation. Among the 432 individuals who were studied by parasitology and serology, 29 were positive by both methods; 15 were positive in the stool examination and 130 were positive just by serology.\nHookworm infection followed with a prevalence of 21.3% (n = 164; 95% CI: 18%–24%). Among them, A. duodenale and N. americanus were both identified through Harada-Mori technique in 59 cases, 51 (86%; CI 95%: 77%–96%) were A. duodenale and 8 (13%; CI 95%: 4%–23%) were N. americanus. Table 2 summarizes the demographic and housing characteristics of the study population within both categories of STH infection, including the crude odds ratio of the association with risk factors.\nWe found a significant association of unimproved sanitation with any STH infection (adjusted odds ratio [aOR] = 2.4; 95% CI: 1.6–3.5) and with skin-penetrators infection (aOR = 3.9; 95% CI: 2.6–5.9). The association was significant with both case definitions, including only individuals positive by parasitology in the analysis (OR = 6.3; 95% CI: 3.7–11.2) and also including individuals positive by serology for S. stercoralis and/or parasitology (aOR = 3.9; 95% CI: 2.6–5.9). Unimproved sanitation was found to increase the odds of skin-penetrators infection regardless of the diagnostic method used for the detection of S. stercoralis, whether more sensitive or specific. Unimproved sanitation was not a risk for orally acquired STH infections (aOR = 0.4; 95% CI: 0.2–0.7).\nNo significant association between unimproved water and any STH infection was found (aOR = 0.9; 95% CI: 0.7–1.3); neither between unimproved water and skin-penetrators (aOR = 0.8; 95% CI: 0.6–1.1). We found significant association between unimproved water supply and infection with orally-ingested STH species (aOR = 2.2; 95% CI: 1.3–3.8). Fig 3 shows the adjusted ORs and 95% Confidence Intervals of uninfected vs. infected for the risk factors associated with STH infection, according to the study category.\n* The model was corrected for the possible confounders of age and sex.\nIn the species-specific analysis, unimproved sanitation was associated with S. stercoralis infection (aOR = 2.3; 95% CI: 1.5–3.6) and with hookworm infection (aOR = 7.3; 95% CI: 4–14.3). Unimproved water supply was significantly associated with A. lumbricoides infection (aOR = 2; 95% CI: 1.1–3.5) and with T. trichiura infections (aOR = 3.9; 95% CI: 1.1–19.4). Table 3 summarizes the associations found between unimproved water and sanitation and STH infection by group and species.",
    "Discussion": "A massive disease burden, that includes STH among other diseases of poverty is associated with deficient access to water and sanitation [20]. The benefits of improved water supply, sanitation and hygiene outweigh their impact in health [33,34]. Many studies reported that poor access to water and sanitation are risk factors for STH infection [21,22]; however, the evidence on this association remains limited and needs further study.\nThe main goal of this study was to explore the relationship between water and sanitation with a key biologic and epidemiologic step in the life cycle of STH, as is the entry into the human host. Our study showed that inadequate sanitation increases the odds of infection with skin penetrating STH species and unimproved water supply increases the odds of infection with orally-ingested STH species. In the other hand, we found that neither lack of sanitation is a risk factor for orally-ingested infections, nor unimproved water supply is a risk factor for skin penetrating STH. These associations remained significant when analyzed by species (both hookworms as a single species). The finding of a seemingly protective effect of unimproved sanitation towards infections by A. lumbricoides was surprising and needs further confirmation in communities with higher prevalence of this species. The presence of dirt floor within the household, which has been described as a potential risk factor for STH infections in other studies [35], seemed to be associated with skin-penetrating STH infection but the association disappeared after adjustment.\nA recent systematic review and meta-analysis by Strunz et al. assessed the association between WASH and STH infection [21]. They found reduced odds of STH infection related to water access and lower likelihood of infection with any STH associated with sanitation access; their findings regarding sanitation were similar to those described by Ziegelbauer et al [22]. The results were not as consistent regarding the association of WASH access with species specific STH burden. Sanitation access was associated with lower odds of T. trichiura and A. lumbricoides infections but no significant association was found with hookworms and the results regarding S. stercoralis were contradictory. The use of piped water reduced specifically the likelihood of T. trichiura and A. lumbricoides infections. The data on hookworm was insufficient to conduct a meta-analysis. In another meta-analysis, Esrey et al found an association between ascariasis and availability of drinking water and water for domestic hygiene but negligible impact of water and sanitation on hookworm infections. T. trichiura and S. stercoralis infections were not included in the analysis [20]. Our study found a statistically significant association between unimproved sanitation and hookworm infection that other studies failed to find, except for Ziegelbauer et al. [22] who described a protective effect provided by the availability of sanitation on hookworm infections.\nOur study has limitations that require consideration for the proper interpretation of the results and the design of future steps. The sample selection process is a potential source of bias since we used the households as unit randomization even though the units of study were the individuals; an effect of design of two was used for the sample size estimation, so a larger sample was selected, to minimize this bias. Regarding diagnostics, the less than optimal sensitivity of the techniques, particularly for low intensity infections, which is most significant for the case of S. stercoralis [5], is a limitation of the diagnostic approach that has been in part controlled by the use of several techniques. In order to evaluate the effect of more sensitive tools, an alternative case definition using the NIE-ELISA serology as added criteria for cases of S. stercoralis was explored, with the associations remaining significant; furthermore, residual antibody titers after cure are unlikely with the NIE-ELISA as has been shown that titers fall after a few months after cure [36].\nOur study does not report results regarding the association of risk factors with egg burden because the McMaster method was not prioritized, resulting in fewer samples analyzed with this quantitative method. An additional source of potential underestimation of prevalence, particularly for hookworms, was the time spent between sample collection and analysis that was due to the remoteness of some of the study sites from the laboratory, which varied from 6 to 110 kilometers [37]. Another limitation of our study is that we registered availability and type of sanitation and water facilities at the household level without any inference on the use, quality and maintenance of these facilities. We neither obtained any information regarding availability and characteristics of sanitation facilities at the local schools and working environments. Hygiene was not considered in our assessment because data on hygiene practices were not collected in the socio demographic survey. Therefore, our results are an approximation to the issue of the effect of sanitation and water on STH infection that needs to be further studied. However, the strength of the associations found and the consistency between water and sanitation availability and the STH prevalence found supports the hypothesis of selectiveness of the effect of unimproved sanitation and water on the infective mechanism.\nOur findings have direct implications on current strategic plans for the control and elimination of STH and may contribute to improve the current recommendations for the control of STH. The current assumption that the same control measures are useful for all the different STH could be challenged by these findings. Knowledge on the characteristics of water and sanitation access in a given community might help in the selection of the anthelminthic of choice for MDA programs in view of the variable activity of the drugs against different STH species [38]. By the same token, surveys that identify certain patterns of species distribution could be used in the advocacy for water and/or sanitation improvements from policy makers. Renewed efforts for modeling and mathematical estimations of deworming needs for the elimination of STH [39,40], could incorporate these categorization of STH infection based in the mechanism of entry in future studies in order to describe different scenarios for intervention.\nIn summary, our analysis shows the value of evaluating the impact of water and sanitation using the house availability of each of these variables, through the segregation of STH species based on the route of entry in a phenomenological epidemiologic approach without implication to the details of the mechanisms involved."
}