{
    "Introduction": "The rapid growth in economy and infrastructure of countries in the Greater Mekong Subregion (GMS) has brought new challenges in public health among six member countries, including Cambodia, China (Yunnan and Guangxi provinces), Lao PDR, Myanmar, Thailand, and Vietnam. Improvements in cross-border trade and transportation networks have led to massive population movements across borders, which increase the risk of disease spread across countries [1–2]. A well-established disease surveillance system within an individual country may not be sufficient for the early detection of outbreaks that arrive from neighboring countries. A regional disease surveillance network that involve collaboration among neighboring countries can assist cross-border sharing of outbreak data and human resources and expertise to control cross-border outbreaks. Several regional disease surveillance networks have been established worldwide, such as the Pacific Public Health Surveillance Network (PPHSN) among Pacific Island countries and territories, the Mekong Basin Disease Surveillance (MBDS) Network among six countries in the Greater Mekong Subregion, and the East African Integrated Disease Surveillance Network (EAIDSNet) among African countries. These networks have played an important role in the effective control of outbreaks occurring at local and global levels [3,4].\nThe Mekong Basin Disease Surveillance Network (MBDS) established in 1999 in collaboration with the Ministries of Health (MoH) among the six participating countries, with support from the World Health Organization and the Rockefeller Foundation [5]. The main purpose of the MBDS network is to monitor disease outbreaks and contain or prevent significant spread of infectious diseases through all neighboring countries. Disease surveillance data are required to be shared between selected border provinces through the network. However, the surveillance system of each country may vary depending on its needs and resources, which could potentially impact the integration and interpretation of outbreak information in the overall sub-region. Understanding basic data structure and data quality of outbreak reporting systems in each country is critically important to enhance the performance of cross-border outbreak detection and control.\nTo enable early detection of outbreaks, data on case reports must be received and reviewed in a timely manner, and analytic tools should be established to enhance recognition of potential outbreaks [6–7]. Assessing data quality is, therefore, the necessary first step to determine the capability of an outbreak detection system, including the validity of analysis results. Evaluation of the system, particularly in the aspect of data quality and timeliness, is critical to improve outbreak detection performance across the MBDS network [6–9].\nTimeliness of surveillance data can affect the ability to respond rapidly and implement control measures. Timeliness can be measured using different timeline milestones common in the outbreak detection process [6, 10]. Timeliness of reporting is generally defined as the time lapse between the date of diagnosis or illness of the first case and the date that the case is reported [11–12]. Timeliness of reporting can vary according to different reporting processes (electronic or paper reports) and hierarchical structures, defined by the national surveillance guidelines [13–14]. In addition, differences in health seeking behaviors and the accessibility to healthcare services can affect the timeliness of outbreak detection and report in different countries [15]. Outbreak occurrences reported through non-governmental communication and social media may reach the public faster than traditional government reports [10, 14, 16]. However, validity of data from these informal sources remains a major concern for outbreak detection and response.\nData quality is a crucial factor to determine the validity of an outbreak detection system. Incomplete or inaccurate data can influence the detection of an unusual trend of disease occurrence [6]. Data quality can be evaluated in terms of completeness, validity of data, representativeness, and other attributes [6, 9]. For an outbreak reporting network, data quality should be evaluated according to the agreed minimum epidemiological dataset. Variables may include those that describe disease distribution in terms of time, place, and person—for example, dates at different reporting milestones such as date of onset, date of outbreak report, date of public communication, geographic distribution of the outbreak, number of cases reported, and demographic data [11–12]. Evaluation of data quality can potentially identify errors that might occur during the data collection process [6].\nIn the GMS subregion where outbreak reporting systems vary across countries, disease surveillance networks plays an important role as a collaborating center for data sharing and monitoring of outbreaks across borders. However, variations in reporting systems can pose a great challenge for data integration, analysis, and interpretation of cross-border outbreak scenarios. Understanding the structure and capability of reporting systems used in different countries would be useful for strengthening the disease surveillance system and data sharing among countries within the network. This study aimed to evaluate timeliness and data quality of national outbreak reporting for four countries in the MBDS network, which could potentially reflect the performance of different outbreak detection approaches in different countries.",
    "Methods": "Ethics statement\nThis study used secondary aggregated data at provincial level from public health surveillance reports. The Ministry of Health of the four countries provided permission to use the data. The project was exempted for ethical review by the Ethics Committee of the Faculty of Tropical Medicine, Mahidol University (MUTM-EXMPT 2017–004).\n\n\nData sources\nData on disease outbreaks occurring from 2010 to 2015 were obtained from the national disease surveillance and outbreak investigation reports of each participating country, including Cambodia, Lao PDR, Myanmar, and Vietnam. China and Thailand did not participate in the study for logistical reasons. The authorities from the Ministry of Health of all participating countries set criteria and definition for minimal epidemiological data variables to be shared and analyzed. The dataset consisted of basic epidemiological information, regarding time, place, and total cases of each outbreak occurrence. Time variables included date of symptom onset in the index case (index onset), date when the number of cases reached the minimum outbreak threshold definition (threshold), outbreak detection date (detect), date of report to Ministry of Health (report), laboratory confirmation date if available (lab sent), date of initial public health response or control measures (response), date of public communication or announcement of outbreak to public by Ministry of Health about the outbreak (MOH communication), and date of report to the World Health Organization if available (report to WHO). In addition, information on geography, including state or province that the outbreak occurred, and number of suspected, probable, confirmed, and fatal cases were also included in the dataset. Even though the consensus on the selected variables was reached, it was agreed that the outbreak definition would still follow standard practices in each country, and could be different across countries. There was no attempt to standardize such information. Each member country assigned a responsible person to extract the data according to the agreed minimal epidemiological dataset in Microsoft Excel format. This information was sent to the MBDS secretariat for data integration and further analysis.\n\n\nData analysis\nThe agreed minimal epidemiological dataset of each country was cleaned and reconciled. Nine diseases or syndromes with public health importance, as agreed by the authorities of the Ministries of Health of the four participating countries, were selected for analysis, including dengue, food poisoning & diarrhea, severe diarrhea, diphtheria, measles, H5N1 influenza, H1N1 influenza, rabies, and pertussis. The total number of outbreaks reported during 2010 to 2015 in each country were described. The number of confirmed cases and suspected cases reported for each disease outbreak were also summarized by year and country, using median and interquartile range.\nCompleteness of date data for each variable required in the dataset was defined as a non-missing date entered for that variable. Percent completeness was calculated by number of non-missing date data records divided by number of total records in each date variable. The completeness was calculated separately for each disease and country.\nData validity was measured using two methods: an inconsistent date recorded or an out-of-range date recorded. The validity was determined only for three date variables, including report date, response date, and MOH report date, since these three variables had the most complete data in all countries. The definition of epidemiological parameters for outbreak investigation are provided in Table 1. Date records were considered inconsistent if those dates were reported earlier than date of index onset, as the index onset date is considered as an initial point of the outbreak. Durations between index onset date and each of the three selected date variables (report, response, and MOH report) were also calculated. Date records that had duration > 90 days were considered as out-of-range records. Percent of invalid records was calculated by number of invalid records divided by total non-missing records. Due to the overall small proportion of incomplete and inconsistent data, the results for data quality were presented by country and disease. The annual trend of data quality was not included in the analysis.\nAll valid durations were used to determine timeliness of outbreak reports. Time to report, time to response, and time to MOH report were calculated using index onset date as a reference (Fig 1). These timeliness indicators were summarized as median by year for each disease and country. Non-parametric trend analyses were performed using the Mann-Kendall test to determine the trend of timeliness indicators overtime. As the surveillance systems are different and the definitions of outbreak threshold for reporting different diseases vary across countries, it was predetermined among participating countries that comparisons between countries would not be performed. Rather, the data were analyzed and reported separately as an evidence-based assessment for each country. All analyses were performed using SAS 9.4.",
    "Results": "Outbreak occurrence\nOverall, 2,087 outbreaks of the nine selected diseases or syndromes were officially reported in Cambodia, Lao PDR, Myanmar, and Vietnam from 2010 to 2015. The number of outbreaks varied across country and disease (Table 2). Vietnam reported the highest number of outbreaks (715 outbreaks); among those, 401 outbreaks (56%) were due to dengue infection. Myanmar reported 664 outbreaks over the 6-year period. The most common outbreaks occurring in Myanmar were food poisoning & diarrhea (212 outbreaks; 32%) and severe diarrhea (237 outbreaks; 36%). Among 288 outbreaks reported in Cambodia, 146 (51%) of them were caused by food poisoning & diarrhea. There were 420 outbreaks reported in Lao PDR; half of these were caused by diseases or conditions other than the 9 selected diseases. The common other outbreak reports included influenza-like illnesses, hand-foot-mouth disease, fever with rash, and chikungunya. Among the selected disease outbreaks, a large proportion was due to food poisoning & diarrhea (90 outbreaks; 21%) and dengue (56 outbreaks; 13%). Almost all H1N1 outbreaks were reported from Vietnam, while most rabies and pertussis outbreaks were reported from Lao PDR.\nThe number of cases affected in each outbreak varied by disease and country (Table 3). The number of cases reported in each outbreak in Vietnam was relatively small (median of 1–2 cases) for all reported diseases, compared with other countries. A significant proportion of case reports of disease outbreaks in Cambodia and Lao PDR were suspected cases, while all cases reported in Myanmar and Vietnam were confirmed cases. For relatively rare diseases such as diphtheria and rabies, only a few cases were reported for each outbreak, whereas the median number of cases per each outbreak of food poisoning & diarrhea was ranged between 10–20 cases (Table 3).\n\n\nData quality: Completeness and validity\nAlmost all date data in outbreak reports from Cambodia were complete. Missing data were found only in the date of laboratory confirmation, since laboratory confirmation was not sent for all diseases. Only 1% of data on response date for diarrhea outbreak was inconsistent, and 2.5% of diarrhea and food poisoning records had inconsistent in date of MOH communication. In addition, out-of-range date data was found only in H5N1 outbreak data; 5% had out-of-range report, response, and MOH communication dates (Fig 2).\nData quality of outbreak reporting data, in terms of completeness (a), inconsistency (b), and out of range (c), by disease outbreak of Cambodia, 2010–2015.\nAll outbreak reports in Lao PDR had no information on date that the outbreak reached threshold, outbreak detection date, and date when the outbreaks were reported to WHO. Similar to other countries, laboratory confirmation date was incomplete in all reported disease outbreaks, except H5N1 outbreaks for which all outbreaks had records on date of laboratory confirmation. Among those outbreak reports with non-missing date data, about 5–10% had inconsistent report, response, and MOH communication dates. Inconsistent date data were observed mostly (25%) in response date of diphtheria outbreaks. Out-of-range date data were observed <10% of three disease outbreaks, including dengue, diarrhea, and diphtheria (Fig 3).\nData quality of outbreak reporting data, in terms of completeness (a), inconsistency (b), and out of range (c), by disease outbreak of Lao PDR, 2010–2015.\nOutbreak reports in Myanmar had no information on threshold date, detection date, and date reported to WHO. Other date variables were almost 100% complete, except diarrhea-related outbreaks, where about 90% of records had laboratory confirmation date. Approximately 1–2.5% of available date records were inconsistent; those errors were observed similarly in all three selected date variables (report, response, and MOH communication). Out-of-range date data were observed in only 1% of reports on food poisoning outbreaks (Fig 4).\nData quality of outbreak reporting data, in terms of completeness (a), inconsistency (b), and out of range (c), by disease outbreak of Myanmar, 2010–2015.\nVietnam had few date variables included in the outbreak reports. Only index onset date and report date were 100% complete. About 80%-90% of dengue and measles outbreaks had a laboratory confirmation date, while only 10% of diphtheria, H5N1, and H1N1 outbreaks had laboratory date records. Considering the large number of dengue outbreaks reported in this country, only 0.25% (1 of 401 records) had inconsistent date of report. Inconsistent date data were not observed in other outbreak reports. Out-of-range report dates were observed in 1% and 4% of dengue and measles outbreaks, respectively, while 4% of records on response date and MOH communication date of severe diarrhea outbreaks were out-of-range (Fig 5).\nData quality of outbreak reporting data, in terms of completeness (a), inconsistency (b), and out of range (c), by disease outbreak of Vietnam, 2010–2015.\n\n\nTimeliness of outbreak reports\nTimeliness was calculated for three milestones (time to report, time to response, and time to MOH communication), using index onset date as a reference (Tables 4–7). Box-plots of the three timeliness indicators are provided in supplemental materials. The overall average time for report, response, and MOH communication in Cambodia ranged from 0 to 11 days (Table 4). The country responded to dengue outbreaks in <10 days, although only 2 dengue outbreaks were reported in Cambodia during the period. Regarding diarrhea & food poisoning outbreaks, the average time for report, response, and communication was about 1 day for this disease outbreak. The timeliness of report and response for diarrhea improved significantly over the period 2010 to 2015 (p-value 0.02 and 0.01). Cambodia reported only 1 severe diarrhea outbreak; this outbreak took only 3 days for the overall report, response, and communication process. Measles outbreaks were reported, responded, and communicated within 2 days. For diphtheria outbreaks, Cambodia had rapid reporting, response, and communication times, in total within 3 days, although only one outbreak was reported in 2015. The average time to the three milestones for H5N1 was relatively longer (2 to 11 days), compared with outbreak reporting for the other diseases. There was no significant improvement in the timeliness of outbreak reports for H5N1 disease over the 6-year period (2010–2015). Only two rabies outbreaks occurred in 2015, and the country’s reporting and response to the disease was rapid (within 1 day).\nIn Lao PDR, the average dengue outbreak reporting time ranged from 1 days in 2011 to 11.5 days in 2010, and it took about 3 to 11 days from outbreak report receipt to public communication. There was no significant trend in of timeliness regarding dengue outbreak data. For diarrhea & food poisoning outbreaks, the average time to report was about 2–3 days, with a time lag between outbreak reporting and communication of about 3–4 days. A significant trend in response time was observed for diarrhea outbreaks (p-value 0.006). However, the trend showed that the country took longer to response to diarrhea outbreak over the period. Lao PDR responded to diphtheria outbreaks within 10 days. Nevertheless, the time to respond to diphtheria increased significantly during 2011 to 2015 (p-value 0.009). Only 1 H1N1 outbreak occurred in Lao PDR in 2013, and the average time to report was 6 days; the time lag between outbreak report and communication was 16 days. In Lao PDR, avian influenza H5N1 outbreaks were reported in 2012 and 2014. Although only one H5N1 outbreak was reported in each particular year, the timeliness for the three milestones differed between the two years. In 2012 the H5N1 outbreak was communicated to the public within 3 days, while in 2014 the time to public communication was 11 days. Lao PDR had reported rabies and pertussis outbreaks throughout the 5-year period. Overall, the average time to report for a rabies outbreak was about 3–4 days, except for the year 2014, when rabies outbreak reporting could take up to 15 days. The time lag between report and communication of rabies outbreak was about 3 days. Lao PDR was the only country that reported pertussis outbreaks, although the majority of cases were suspected cases. The timeliness of pertussis outbreak reporting was longer, compared with reports of other disease outbreaks. On average, rabies outbreaks could take up to a month to report after index onset, except in 2011, when it took only 2 days to report the outbreak. A significant trend in timeliness indicators was not observed in rabies and pertussis outbreaks (Table 5).\nMyanmar only reported outbreaks of 4 diseases—diarrhea & food poisoning, severe diarrhea, measles, and diphtheria. Myanmar’s report and response to diarrhea outbreak was rapid (within 1–2 days). However, public communication regarding the outbreak could take up to 7 days after onset of disease in an index case. Myanmar reported a large number of severe diarrhea outbreaks. The average time for report and response was about 4–6 days; and it took about 10 days for public communication by the MOH. A significant trend in improved timeliness of reporting, response, and communication for severe diarrhea outbreaks was also observed. Time to report of measles outbreaks in Myanmar was longer than other disease outbreaks reported in the country. The average time to the three milestones for a measles outbreak was 10–20 days. Diphtheria outbreaks were reported between 2010 and 2013. The overall timeliness of outbreak reporting, response and communication for diphtheria outbreaks was 6, 7, and 12 days, respectively. For diphtheria outbreaks, there was no significant trend of improved timeliness for the three milestones.\nIn Vietnam, data for time to report were only available for dengue, measles, diphtheria, and H1N1 outbreaks. The average time to dengue report was about 10 days in 2012–2015. Vietnam had reported, responded, and communicated severe diarrhea outbreaks within 4–8 days during the year 2013 to 2015. The average time to report of measles outbreaks was relatively longer (>10 days) than the time to report other diseases in this country. In Vietnam, diphtheria outbreaks were usually reported in <10 days after index onset. For H1N1 outbreaks, the average time to report was within 11 days. For avian influenza H5N1 outbreaks, the timeliness for the report, response, and public communication milestones was < 8 days. The temporal trend in the timeliness of the three milestones was not significant for all reported diseases.",
    "Discussion": "Cross-border and inter-country outbreaks are a major public health threat worldwide [17–19]. Regional disease surveillance networks play an important role in effectively monitor and control cross-border disease outbreaks [20]. Differences in language, culture, surveillance system and political engagement among member countries are the major challenges in harmonizing surveillance data across countries [12, 20]. The Mekong Basin Disease Surveillance Network (MBDS) is one of the subregional networks that was established based on the mandated Memorandums of Understanding (MOUs) among governments of six member countries in the Greater Mekong Subregion. The network acts as a coordinator for cross-border and inter-country outbreak monitoring and investigation. Difference in surveillance system structure could potentially lead to differences in quality of outbreak data among member countries, which create difficulty in integration, analysis, and interpretation of outbreak surveillance at subregional level. In this study, data from the national outbreak reporting systems of four member countries in MBDS were explored to evaluate data quality and timeliness of the reporting system.\nAmong 2,087 outbreaks reported for the selected 9 diseases and conditions, half were due to dengue and diarrhea, suggesting that dengue and diarrhea are the main public health problems in this region. Cross-border outbreaks of the two diseases could potentially occur. A strong collaboration in the MBDS network could play an important role in the investigation and control of outbreaks among neighboring countries [17, 21].\nIn general, outbreaks are recognized when the observed number of cases exceeds the habitual occurrence in a defined geographical area. Therefore, the definition of “outbreak” may vary across countries, resulting in variation in the number of accumulated cases that reach outbreak threshold across place and time. Understanding the definitions of “case” and “outbreak” used in neighboring countries would be helpful, particularly for cross-border outbreak communication. In Vietnam, only a few cases were reported in each outbreak, while other countries reported more cases per outbreak. Countries typically develop reporting protocols to be used within the country, for example requiring laboratory confirmation for case reporting, reporting timeline milestone, and information required for the report. In Lao PDR, most of the outbreak reports contained a relatively large number of suspected cases, compared with the number of confirmed cases, whereas, most outbreak reports from Vietnam included only confirmed cases. However, the accuracy of the number of cases reported in each outbreak was not evaluated in this study. It is unusual to have an outbreak with zero cases reported, as observed in a dengue outbreak reported in Vietnam in 2010. The number of cases occurring in each outbreak may affect the performance of outbreak reporting and response, including data quality and timeliness. Due to differences in case definition and defined outbreak threshold, this study did not aim to compare the evaluation of outbreak reporting system in different countries. However, it would be difficult for data sharing and interpretation of outbreak at regional level if different case and outbreak definitions were used among member countries. Therefore, case and outbreak definition should be discussed when planning data sharing strategies within the network [12]. Moreover, enhancing laboratory capacity within a country would improve the validity of outbreak report at both country and network level.\nRegarding data quality, this study found that the completeness of date data varied across countries. This could reflect different outbreak reporting structures among the four countries. Almost all countries did not record the date that the outbreak threshold was reached. Discussion with key persons in each country revealed that threshold date is usually the same as the report date. Therefore, recording threshold date may not be necessary. Incomplete data were also observed for the date that specimens were sent for laboratory confirmation. However, this could be a normal occurrence since laboratory confirmation may not be practical in all suspected cases, especially in limited resource settings. Interestingly, in all countries, the data were almost 100% complete for variables that the country routinely recorded, such as report and response dates. This evaluation of data completeness suggested that the minimal epidemiological dataset should be carefully discussed within the network, considering different standard practices and reporting structures among the member countries. However, even if the minimal standard dataset was agreed, incomplete reports could still be observed, particularly during the initiation of network surveillance [10].\nInconsistent and out-of-range date data were observed in about 1%-5% of report, response, and MOH communication date variables across different diseases/syndromes. These out-of-range records could either be data entry errors or the actual delayed reports. A relatively large percentage of inconsistent date data was observed in data of Lao PDR, where a paper-based reporting system is still used in some areas. Paper-based reporting systems may be prone to errors. Electronic data entry, as used in other countries, can allow for validation that reduces illogical date sequences among different variables [22]. However, considering that each country has one reporting system that applied to all disease outbreaks occurred within the country, the intra-country variation in data quality across different diseases could be the actual delayed reports. Although the intra-country variation observed in this study was only 1%-5%, further investigation is needed to identify the actual cause of the out-of-range date data.\nThe overall timeliness of report, response, and public communication for the outbreak was within 10–15 days in all countries. A previous study that evaluated time from index case onset to public communication from governmental outbreak reports during 1996–2009 found the estimated median time to outbreak communication in 11 countries in Southeast Asia was about 28 days; the time for reporting and communication tended to decreased over time during the 14-year period [10, 16]. The inconsistency in timeliness between our study and the previous study could be explained by the different study duration and the number of countries included in the analysis. In this study, the significant improvement in the timeliness of outbreak reporting was only observed in diarrhea and severe diarrhea outbreaks reported in Cambodia and Myanmar. In the two countries, diarrhea outbreaks were common; public health staff may have more experiences in outbreak investigation protocol for diarrhea and severe diarrhea. Technological advancement in the surveillance systems is a factor that could influence the timeliness of outbreak investigation [16]. In this study, the surveillance systems of the four countries did not change over the study period. Therefore, the overall temporal trend in the timeliness was not consistently observed in this study. Although outbreak investigation and response protocols of all member countries were developed following the WHO recommendation, the detailed activities may vary across countries depending on availability of human and financial resources. The variation in outbreak investigation and response activities among countries could affect the timeliness of outbreak response and communication.\nHowever, Cambodia tended to have rapid reporting and response to an outbreak after index onset. Cambodia has integrated an event-based reporting tool into the national outbreak reporting system, which allows community participation in notifying unusual occurrences. Information outside the public health system, including community notification and social media, has been shown to improve the timeliness of outbreak detection and report [14]. In addition, the electronic reporting system used in Cambodia can reduce the complex hierarchical structure of the reporting system, which potentially improves the timeliness of reporting data [14].\nTimely detection and reporting of outbreaks requires human and financial resources [11]. In limited resource settings, countries may need to prioritize diseases with public health importance that require close monitoring. Findings from this study also revealed that the timeliness of reporting systems varied across diseases. In this region, dengue and diarrhea related diseases are the main public health problems. Findings of this study indicated that diarrhea and severe diarrhea outbreaks had the most rapid time to report and response, whereas, some diseases such as rabies, pertussis, and diphtheria required a longer time to report and respond. Acceptable time to report and response may be defined differently according to disease transmission patterns. Diarrheal outbreaks would require rapid investigation and response to control the outbreak, while immediate response to rabies disease may not be that crucial to stopping the further spread of an outbreak. Further study is suggested, to explore the underlying factors for variation in the timeliness of reporting and response for different diseases.\nThe main challenge for this study was the data integration process. Although all four countries had shared the outbreak data according to the agreed variables, a number of data reconciliation process was required before data integration due to different date formats and disease name used among the countries. Differences in date format and units are common problems for data integration from multiple sources [23]. To facilitate interoperability among different systems, data and transmission standards should be implemented within the network [6].\nIn this study, only data quality and timeliness indicators were evaluated; as these two indicators are crucial for an outbreak reporting system for rapid detection and response to outbreaks. However, other evaluation indicators, such as flexibility, representativeness, security, and system stability, should be determined for a more complete evaluation of disease surveillance systems. In addition, outbreak data of only four out of six member countries were included in the study. China and Thailand did not participate in this study for logistical reasons. Although this study aimed to evaluate the outbreak reporting systems of each individual country, the missing information from the two member countries could affect the representativeness of the findings of the present study.\nTimeliness of outbreak report and response does not reflect solely on the performance of the outbreak reporting system; it could also reflect the performance of healthcare services in the country, including health seeking behavior and accessibility to healthcare [15]. Since information on the capability of healthcare services in each country was not explored in the study, it would be difficult to conclude whether delayed reports were due to the outbreak reporting system or the healthcare services provided in each country. Both technical and healthcare structure should be considered to improve the outbreak surveillance system.\nIn conclusion, this study provided an insight into the data quality and timeliness of the outbreak reporting systems in different countries in the Greater Mekong subregion. The performance of an outbreak reporting system, particularly data quality and timeliness, can be affected by different factors, including the availability of human and financial resources, the hierarchical structure of the surveillance system, data collection method (paper-based or electronic-based), and healthcare services in the country. This information is not only useful for individual countries to strengthen their current surveillance system, but also important for strategic planning for data sharing within and between countries. Data sharing on disease outbreaks is a crucial part of any regional disease surveillance network to monitor and control cross-border disease outbreaks effectively. Integration of outbreak data, based on agreed minimal epidemiological dataset, would be helpful to strengthen the existing network. However, differences in data structure, data quality, and reporting systems among different countries should be considered when using integrated data and when sharing data between all countries. In addition, implementation of data and information transmission standards throughout the network would be helpful for the data integration process. It is quite a challenge, or perhaps even impossible, to have the same outbreak threshold and reporting mechanisms across countries within the network, but it would be ideal to have a common data sharing platform for each country to provide outbreak information regardless of common case/outbreak definitions. It would need collaborative effort and formal agreement among authorities in the country network to share such outbreak detection information of their own country in a timely manner to prevent and control the diseases within and across country borders in the region and beyond."
}