{
    "Introduction": "Leptospirosis is an infectious disease of public health global importance [1]. It is estimated that more than one million cases and nearly 60 thousand deaths occur yearly in the world due to leptospirosis [2]. The incidence of this zoonotic disease is higher in developing and tropical countries, especially during rainy seasons [3,4]. Leptospirosis is caused by pathogenic spirochetes from the genus Leptospira, which is composed of 66 pathogenic and saprophytic species [5,6]. The development of leptospirosis depends, among others, on epidemiologic factors such as sanitation and flooding, on the pathogenicity and infecting dose of Leptospira, and on host susceptibility to infection [7].\nRattus norvegicus (Norway rats) are the main reservoir hosts of leptospires in urban settings worldwide. It is estimated that naturally infected Norway rats daily excrete approximately 9.0e+10 leptospires in the urine, strongly contaminating the environment [8]. Pathogenic Leptospira densely colonize the kidneys of rat reservoir hosts, where they form aggregates in the proximal renal tubules [9,10]. Experimentally infected R. norvegicus with a high dose of pathogenic leptospires remain asymptomatic and with stable renal colonization, what is observed at the first week post infection, persevering for more than four months [11]. Histopathological analysis of the kidneys of naturally infected R. norvegicus revealed minor alterations as interstitial nephritis and tubular epithelial hyaline droplets. However, it was not possible to detect if those alterations were related to Leptospira infection, once numerous environmental exposures could cause similar alterations [9,12]. During infection in chronic animal models, leptospires form biofilm-like structures during renal tubular colonization [13], what may explain the antibiotic tolerance observed when the treatment occurs during the disease chronic phase [14].\nBacteria of the genus Leptospira form biofilms in vitro [15] and in rural environment [16]. Biofilms are communities of microorganisms attached to a surface and involved by a self-produced exopolymeric matrix [17,18]. The transcriptome of saprophytic Leptospira biflexa revealed important insights into Leptospira biology during biofilm formation. Of note, there was a great shift in gene regulation during biofilm, as the diminishment of alginate gene expression, upregulation of a putative gene for a virulence-associated protein, and upregulation of outer membrane proteins (OMPs) encoding genes [19]. A recent study analyzed in vitro several aspects of the biofilm formed by pathogenic Leptospira and showed that inside the biofilm leptospires are protected against stressful environmental conditions as pH and temperature [20].\nThe biofilm lifestyle is ubiquitous in Bacteria. This ubiquity is related to the protection offered by biofilms against harsh environmental and host conditions [18,21]. Biofilms are described as colonization and virulence factors [22], participating in the pathogenesis of several diseases caused by pathogenic or opportunistic bacteria [23,24]. Bacterial biofilms are associated with many medical chronic conditions as cystic fibrosis pneumonia, dental plaque, and catheter contamination, among others [24–27]. The spirochete Borrelia form biofilms in vitro and in vivo in the skin of infected patients diagnosed with borrelial lymphocytoma [28,29]. Biofilms were also described as crucial for the transmission of Yersinia pestis and host-pathogen interactions in plague, due to biofilm formation in the midgut of fleas [30].\nKnowledge about pathogenic Leptospira biology, host-pathogen interactions, and survival inside the hosts, as well as their transmission mechanisms to other hosts are of outermost importance to understand and counteract the infection in susceptible hosts [31,32]. In this study we demonstrated Leptospira biofilms in the kidneys of naturally infected Rattus norvegicus captured in an urban slum endemic for leptospirosis. We identified the factors associated with renal biofilm formation and characterized the histopathological kidney alterations in natural reservoir rats.",
    "Methods": "Ethics statement\nThis work was approved by the Institutional Animal Care and Use Committee at the Oswaldo Cruz Foundation (Salvador, Brazil; protocol number 003/2012).\n\n\nStudy sites and animals\nAnimal captures followed a previously described methodology with few modifications (COSTA et al., 2015a). Briefly, from May 2013 to August 2014, we captured 86 Norway rats (Rattus norvegicus) in Pau da Lima slum, in Salvador, Bahia. Pau da Lima is an urban community with 0.46 Km2 area and four valleys [33], and was selected for this study given its high incidence of severe human leptospirosis [34]. We systematically sampled the study site by setting two Tomahawk live traps at each of 108 sampling points [35], and recorded the capture site and entered/validated demographic data in Redcap database. We euthanized the rats, recorded the site of collection, sex, and weight, and used mass/weight as a proxy for estimating rat’s age, dividing them into juveniles (≤ 200 g), sub-adults (201–400 g) and adults (≥ 401 g). We collected the rats’ urine directly from the bladder using a 1mL syringe and froze the urine in -80° C until qPCR analysis [8]. During necropsies, we collected and preserved the right kidney in 10% buffered formalin and further processed for histology. We also collected and divided the left kidney; half of it we preserved in -80°C [8] and the other half was processed for scanning electron microscopy (SEM), as described below.\n\n\nQuantitative real-time PCR (qPCR) of Leptospira load in kidneys\nWe performed quantitative real-time polymerase-chain reaction (qPCR) strictly as described by COSTA et al., 2015b. Briefly, we extracted DNA from 200 μL of urine and 25 mg of frozen kidney using Maxwell 16 System DNA Purification Kits (Promega Corp., USA). We performed qPCR for pathogenic leptospires using 5’ nuclease (Taq-Man) assay, and primers for lipL32, a gene solely present in pathogenic leptospires [36]. We performed the quantitative amplification using an ABI 7500 Real-Time PCR System (Applied Biosystems, USA).\n\n\nHistological processing, immunofluorescence (IF), and immunohistochemistry (IHC)\nWe screened the kidney sections for L. interrogans infection using immunofluorescence (IF) qualitative method imprint technique, following the protocol described by CHAGAS-JUNIOR et al. [37]. Next, we embedded the kidneys in paraffin wax, cut the blocks in 2-μm serial sections and processed for histopathology, in the following order: (1) hematoxylin-eosin (HE); (2) immunohistochemistry (IHC) anti-Leptospira interrogans; (3) periodic acid-Schiff stain (PAS); (4) PAS Silver Methenamine (PAS-M); (5) Alcian blue pH 2.5 (AB); (6) Mayer’s Mucicarmine (MM); (7) AZAN; (8) Picrosirius Red (PIFIG). We used HE, PAS, PAS-M, AZAN and PIFIG to analyze pathologic alterations, according to routine protocols. We then applied a questionnaire for histopathological analysis.\nFor biofilm detection, we used AB pH 2.5 and MM (special stains for carbohydrates), according to routine protocols. For MM staining, we deparaffinized the samples in xylol baths twice for 10 min each; immersed in absolute alcohol baths twice for 30 s each; hydrated in tap water; and placed the slides in Weigert’s iron hematoxylin for 7 min. Then, we washed the samples under tap water for 10 min; added mucicarmine solution for 1 h; washed quickly in non-pyrogenic distilled water, added metanil yellow for 1 min, and washed again in non-pyrogenic distilled water. We then dehydrated the samples in 95% alcohol; placed 2x in absolute alcohol baths for 30 s each; clarified in xylol baths twice for 30 s each; and assembled the slides. For AB staining, we deparaffinized the samples in xylol baths twice for 10 min each; immersed in absolute alcohol baths twice for 30 s each and hydrated under tap water. Then, we immersed the slides in a 3% acetic acid solution for 10 min, followed by immersion in 2% alcian blue solution for 30 min and washed in non-pyrogenic distilled water to remove the excess dye. We immersed the slides into Harris hematoxylin for 1 min, rinsed in tap water for 5 min, dehydrated in absolute alcohol baths three times for 3 min each, clarified in two xylol baths, and assembled the slides. We obtained the microscopy images using an Olympus BX51 optical microscope with objectives of 20x and 40x and the Image-Pro Plus software (Media Cybernetics, USA). We analyzed biofilm formation only in the kidneys of positive rats for IHC anti-L. interrogans.\nWe performed IHC analysis according to CRODA et al. (2008) [38], with the following modifications: we blocked the slides with 10% skimmed milk in 1× phosphate buffered saline (NaCl 140 mM; 2.7 mM KCl; 10 mM Na2HPO4; 1.8 mM KH2PO4; pH 7.4) and incubated with rabbit primary antibodies anti-Leptospira interrogans serovar Icterohaemorrhagiae strain RGA diluted 1:1.000 at room temperature for 1 h. As negative controls, we used kidneys of negative rats for L. interrogans infection. Once we identified renal tubules positive to IHC anti-L. interrogans, we performed co-localization of these tubules in serial renal sections with tubules concomitantly positive for AB staining.\n\n\nPatterns of leptospiral colonization in rat kidneys\nWe analyzed different patterns of leptospiral colonization in R. norvegicus kidneys using a previous methodology described by SANTOS et al., 2015. We inferred colonization intensity by counting the number of IHC positive colonized tubules (CTs) in a half-kidney cortex. This information generated the variable “number of colonized tubules”, in this work denominated CT count, considered to be a quantitative measurement of infection. We analyzed the distribution of CTs by performing a qualitative evaluation, registering if CTs were observed isolated in the cortex (one CT) or agglomerated (two or more CTs), and with focal or multifocal distribution. Finally, we qualitatively evaluated the tubular intraluminal IHC, considering two patterns: kidney tubules with IHC marking restricted to the renal epithelial membrane (considered as partial occlusion of the CT) or kidney tubules with IHC marking both restricted to the renal epithelial membrane and completely occluding the lumen of CT (considered as partial/complete occlusion of the CT).\n\n\nElectron microscopy using ruthenium red probe\nUsing a sterile scalpel, we cut fresh half kidneys of captured rats in 1–2 mm cubes, fixed in 2% glutaraldehyde/0.1 M sodium cacodylate, and kept at 4°C until processing. A non-colonized rat kidney was processed as negative control. We then transferred the samples to new tubes containing the same fixative with or without 0.2% ruthenium red (RR), washed in 0.1 M sodium cacodylate and post-fixed in 1% osmium tetroxide/0.2 M sodium cacodylate for one hour. We washed and dehydrated the samples in graded series of ethanol (from 30–100%), followed by critical point dry (Leica EM CPD030, Austria), sputter-coated with gold (DESCK IV; Denton Vacuum, USA), and examined using a scanning electron microscope (JSM6394LV; JEOL, Japan) operated at 10 kV. For this analysis, we used a subsampling of four positive rats for Leptospira infection with renal biofilm and one negative rat as a control.\n\n\nStatistical analysis\nWe considered the rats positive to renal infection when they were positive for IF and/or IHC and/or qPCR anti-Leptospira. Rats were considered to have biofilms when they were positive in the co-localization technique (AB and IHC anti-Leptospira). Sixty-seven rats were analyzed for patterns of leptospiral colonization and 64 rats with positive IHC anti-L. interrogans were analyzed for biofilm presence. We assessed the association of Leptospira infection, biofilm formation and patterns of renal tubules colonization with demographic data (sex, weight category and site of collection) and Leptospira load in rats’ urine. We transformed leptospiral load (GEq of leptospiral DNA/mL) into log for all the analyses. We used Chi-square test to investigate Leptospira infection and biofilm formation occurrence in the rats’ population, and Kruskal-Wallis to evaluate leptospiral load in urine and CT count. To evaluate Leptospira infection and renal biofilm association with demographic characteristics and renal tubules pattern of colonization, we used Pearson Chi-square test or Fisher’s Exact test (n < 5). We used generalized linear model (GLM) to analyze the risk factors associated with Leptospira infection occurrence and renal biofilm formation in the chronically infected host, R. norvegicus. GLM was also used to analyze demographic data associated with histological characteristics of infected rats. We used R Version 1.3.1093 [39] and considered differences with p<0.05 as significant. All results are available in S1 Table.",
    "Results": "Reservoir Rattus norvegicus present renal biofilm formed by pathogenic Leptospira\nWe captured 87 R. norvegicus from May 2013 to August 2014, at Pau da Lima neighborhood (S1 Fig). From those, 78 (90%) rats were positive for Leptospira infection (p = 1.38–13) using one of the methods previously described. From the 78 rats, 65 were positive for immunohistochemistry (IHC) anti-Leptospira and were analyzed for the presence of renal biofilm. Twenty-four (37%) rats were positive (p = 0.04) (Table 1) for renal biofilm according to co-localization of Alcian Blue (AB) staining (Fig 1A and 1B) and IHC anti-Leptospira (Fig 1C and 1D), confirming the presence of polysaccharidic matrix and Leptospira biofilms inside the proximal renal tubules of infected rats. None of the kidneys were positive for Mayer mucicarmine (MM) staining (S2 Table). Negative controls did not stain for either AB or MM (S2 Table). We used as positive controls standard sections of dog intestine, which were positive for both AB and MM (S2 Table).\n(A) Alcian Blue (AB) positively stained renal tubules (red arrows) observed in light turquoise blue, indicating the presence of biofilm matrix; insert B with detail of biofilm staining. (C) Renal tubules positive for IHC anti-L. interrogans demonstrating leptospiral colonization of proximal tubules (black arrows); insert D with detail of colonized tubule. Note that the serial sections showed in A and D are from the same region of one rat kidney, evidencing the co-localization of tubules concomitantly positive in AB (red arrows) and IHC (black arrows). Magnification, x 200.\nThe population of rats with renal biofilm was homogeneously comprised of 11 males (46%) and 13 females (54%), not statistically significant; 17 (71%) were collected at valley 4 (p = 4.2e-06); and the majority 15 (63%) were sub-adults (p = 9.6e-05) (Table 1). We observed that the mean of leptospires’ shedding in urine was lower in rats with renal biofilm (n = 24; 2.23e+06 GEq), compared with infected rats with no biofilm (n = 41; 2.2e+07 GEq) (p = 2.2e-10) (Table 1). However, generalized linear model (GLM) analysis did not show statistical association between renal biofilm formation and demographic characteristics and leptospiral urine shedding.\nWe analyzed the association of renal biofilm formation with renal colonization patterns. We observed an average of 229 colonized tubules (CT) count in rats with renal biofilm, while 113 in rats infected but negative for biofilm (p = 0,25) (Table 1). The majority of rats presenting renal biofilm (15; 63%) presented IHC anti-L. interrogans marking pattern of partial to complete occlusion of CTs (p = 0,037) and 21 rats (88%) presented agglomerated CT distribution (p = 0.73) (Table 1). GLM showed that the intensity of colonized tubules increased the chance of renal biofilm formation (Table 1). Furthermore, the partial to complete pattern of tubule colonization increased in more than three times the chance of having renal biofilm (Table 1).\n\n\nBiofilm matrix is labeled by ruthenium red in scanning electron microscopy\nWe stained chronically infected rats’ kidneys with ruthenium red (RR) and analyzed by Scanning Electron Microscopy (SEM). We observed dense leptospiral colonization, forming aggregates inside the renal tubules (Fig 2A and 2B–white arrows), with heavy deposition of amorphous extracellular matrix between leptospires, often covering and embedding spirochete bacteria, compatible with biofilm morphology (Fig 2A and 2B–red arrows). When we analyzed the kidneys of infected rats without RR staining, we observed the presence of isolated and agglomerated leptospires inside the renal tubules, without amorphous extracellular matrix in-between and embedded-in (Fig 2C and 2D–white arrows). Finally, we did not observe biofilm nor Leptospira in negative controls (Fig 2E and 2F).\nA and B–SEM of colonized kidney with ruthenium red (RR) showed Leptospira agglomerates (white arrows) surrounded by an anionic exopolysaccharidic matrix (red arrows) inside the renal tubules. C and D–SEM of colonized kidney without RR, where leptospires are evidenced agglomerated (C) or isolated (D), without the presence of the matrix. E–SEM using RR of R. norvegicus negative control. F–SEM without RR of R. norvegicus negative control.\n\n\nKidneys’ histopathological analyses of R. norvegicus positive for renal biofilm\nHistopathological analysis revealed minimal alterations in the kidneys of rats with renal biofilm (Table 2). We observed the occurrence of hyaline-goticular degeneration (n = 12; 50%), mesangial matrix hyperplasia (n = 5; 21%); mesangial hypercellularity (n = 2; 8%), and epithelial tubular regeneration (n = 1; 4%) (Table 2).\n\n\nDemographic data and leptospiral shedding in rat’s urine are associated with CT count\nWe observed a homogeneous distribution of infected rats between males (n = 38) and females (n = 40), although uneven among negative rats (8 females and 1 male) (p = 0.03) (Table 3). Infected rats were mainly sub-adult (n = 43, 55%) (p-value = 0.006), collected at valley 4 (n = 44, 56%) (p = 0.24), and presented mean of leptospiral shedding of 1.45e+07 GEq (Table 3). For the characterization of leptospiral colonization patterns, we analyzed 68 rats, which were positive for IHC and/or IF anti-Leptospira (Fig 3). There was a range from 1 to 612 CT count, with an average of 154 CT count (Table 3). Twenty-eight rats (41%) presented IHC anti-L. interrogans marking partial to complete pattern of CT occlusion (Table 3 and Fig 3C), whilst 40 rats (59%) presented marking restricted to the membrane of renal epithelial cells, characterizing partial occlusion of CTs (Table 3 and Fig 3D). Ten rats (15%) presented an isolated distribution pattern (Table 3 and Fig 3E), whereas 58 (85%) were agglomerated (Table 3 and Fig 3F).\nImmunohistochemical representative images of kidney with (A) high intensity of colonized tubules (CTs); (B) low intensity of CTs; (C) partial to complete pattern of CT lumen occlusion; (D) marking restricted to the membrane of renal epithelium (partial occlusion); (E) agglomerated CTs distributed in the renal cortex; (F) isolated CTs distributed in the cortex. A, B, C and D: magnification, x 400. E and F: magnification, x 200.\nWe used generalized linear models to analyze leptospiral renal colonization patterns associations with demographic data and intensity of leptospiral shedding in the rats’ urine. The intensity of colonized tubules was associated with demographic data and leptospiral shedding in urine. Male and juvenile rats had a higher chance of having more CT count, while rats captured at valley 4 were more likely to have fewer (Table 3). Finally, the greater the intensity of leptospiral shedding in the rats’ urine, the greater is the chance of having more CT count (Table 3).",
    "Discussion": "We identified and characterized leptospiral biofilm formation inside the renal tubules of R. norvegicus naturally infected with pathogenic Leptospira. By analyzing demographic data and histological patterns of renal colonization by leptospires, we identified the risk factors associated with biofilm formation. Additionally, we investigated histopathological alterations in the rats’ kidneys positives for biofilm. Finally, we characterized R. norvegicus infection by pathogenic Leptospira, analyzing demographic data, leptospiral shedding intensity in urine, and histological patterns of colonization.\nReservoir hosts infected with Leptospira and experimentally infected rats (chronic model of disease) present dense renal tubules colonization [9,13]. In the present study, from the 65 infected Norway rats analyzed, more than a third (37%) had pathogenic Leptospira forming biofilms inside renal tubules. Biofilm formation by pathogenic bacteria has been described in other hosts. Borrelia burgdorferi, the causative agent of Lyme disease, are spirochetes capable of forming biofilms in vitro, in the midguts of infected ticks, and in the skin tissue of borrelial lymphocytoma patients [28,29,40]. Yersinia pestis, the causative agent of bubonic plague, form biofilm inside the flea gut [41]. In both cases, biofilm formation is described as having a role in the transmission of the pathogen to the accidental host. Additionally, bacterial biofilms are considered colonization factors since they may contribute to bacterial evasion from the immune system [42–44]. Finding Leptospira biofilms in rats’ renal tubules may have implications in Leptospira survival and transmission.\nWe noticed a positive correlation between the intensity of CT count and biofilm formation, that is, the greater the number of colonized tubules, greater was the chance of renal biofilm formation by pathogenic Leptospira. If we consider the number of CT as a measure of Leptospira population inside the organ, this finding may indicate that biofilm formation in vivo by Leptospira is dependent on leptospiral numbers during renal colonization, suggesting the presence of quorum sensing mechanisms [45]. Moreover, our data showed that Norway rats with renal biofilm excreted ten times less leptospires in the urine than rats positive for renal infection but negative for biofilms, what we believe is a consequence of leptospires maintenance in the renal biofilm. The majority of animals presenting biofilms had a marking pattern of IHC anti-L. interrogans of partial/complete occlusion of CTs, as previously observed for naturally infected rats with no information about biofilm occurrence [11,12]. This complete pattern of renal colonization increased in more than three times the chance of renal biofilm development. Furthermore, 21 Norway rats naturally infected and with renal biofilm had agglomerated pattern of CT. Thus, it is possible to hypothesize that single leptospires infect the kidneys diffusely, coming from the circulatory system, migrate through tissue, multiply and colonize into the proximal renal tubules, where they form cell aggregates and biofilms [13].\nIn previous in vitro work developed by RISTOW et al. (2008), Leptospira biofilms were analysed by scanning and transmission electron microscopy [15]. The authors observed biofilms formed by a network of leptospires embedded in the extracellular matrix, although they did not use extracellular matrix specific stains. Thibeaux and collaborators (2020) analysed leptospiral charge in urine and kidneys of experimentally infected rodents, by qPCR, but did not explore structural aspects of biofilms formed in vivo [20]. Finally, Yamaguchi and collaborators (2018) used TEM to analyze the renal tubules of infected mice and suggested the presence of biofilm-like structures during tubular colonization by pathogenic leptospires; although they did not use specific dyes for biofilms [13].\nWe observed that R. norvegicus renal biofilms stained by AB in light turquoise blue but did not stain by MM. SEM using RR revealed the ultrastructure of the tubular biofilms with agglomerates of Leptospira involved in an acidic exopolysaccharidic matrix. Alcian blue, Mayer mucicarmine and ruthenium red are staining methods used to visualize the exopolymeric matrix. AB pH 2.5 stains alginate, acid mucopolysaccharides and sialomucins; MM stains sulfated and carboxylated mucins; and RR stains acid polysaccharides [46–48]. Those stains are commonly used to characterize extracellular matrix of bacterial biofilms, both in in vitro studies [28] and in in vivo studies [27,29,48–50]. A recent in vitro study showed that alginate lyase treatment did not digest the biofilm of Leptospira, suggesting that alginate is not a component of the exopolymeric matrix [20]. Besides, in the transcriptome study of Leptospira biflexa saprophytic species in mature biofilm (48 h) there was downregulation of alginate-related genes [19]. Altogether, those data indicate that the exopolysaccharidic matrix of Leptospira biofilm inside the renal tubules of chronically infected R. norvegicus is composed of acid mucopolysaccharides, but not alginate.\nThe histopathology of infected rats is well known in the literature [9,51]. Hence, in the present work, we focused on the novelty of the histopathology of R. norvegicus naturally infected with Leptospira and positive for renal biofilm. Histopathological analysis revealed minimal alterations. The most frequent alterations were hyaline-goticular degeneration and chronic inflammation, both occurring in 50% of the rats. Another frequent alteration was the interstitial nephritis (discrete and moderate) that together occurred in 46% of the rats. Those results are in agreement with previous studies of naturally infected R. norvegicus [9,10,52]. In the biofilm phenotype, although bacteria are more sessile and encased in a exopolymeric matrix, it can result in some tissue alterations [53], as we observed in this study. However, since synanthropic R. norvegicus are exposed to many environmental factors, including other pathogens, it was not possible to determine if those kidney alterations were due to the presence of leptospires or their biofilms, or a consequence of the multiple factors the rats are exposed in the environment.\nThe prevalence of Leptospira in naturally infected R. norvegicus was 90%, in agreement with previous literature for Brazil and other countries (BOEY; SHIOKAWA; RAJEEV, 2019; COSTA et al., 2015b). Leptospiral shedding in urine was 1.45e+07 GEq, in accordance with the previous literature, where a range of 1.0e+05 to 1e+07 leptospires were count per mL of rat urine, by dark field microscopy [54,55]. 97% of the rat males captured and all the adult rats were positive for Leptospira infection. The intensity of colonization varied greatly among infected rats and was associated with demographic data, with the greatest amount of CT in males and juveniles. Male and adult Rattus norvegicus have a social behavior of huddling and fighting, aside from active search for food. Juveniles, on the other side, have a social play behavior in which they learn adult behavior [56]. Those juvenile rats’ behavior could augment the direct contact with contaminated environment, leading to the observed prevalence of infection.\nOne limitation of our study was that we were not able to directly quantify live leptospires in the rats’ kidneys and urine, but rather estimated Leptospira quantity using qPCR. Another limitation was the small sample of Rattus norvegicus with renal biofilm formation (n = 24). Thus, the prevalence here described should be considered as suggestive, instead of typical.\nTo date, most of the studies of in vivo biofilms were developed with experimentally infected hosts. Here, we demonstrated that Leptospira interrogans produce renal biofilm during infection in naturally infected Rattus norvegicus captured from an endemic site. This is an important finding on the biology of this host-adapted pathogen. Leptospira biofilm formation in rats’ renal tubules may have implications in bacterial survival and transmission. The biofilm phenotype in animal host reservoirs may probably impact the disease transmission cycle and should be further investigated."
}