{
    "Introduction": "Leptospirosis is a zoonotic infection caused by spirochaetes of the genus Leptospira, with humans being affected as incidental hosts. Infection occurs when water or soil contaminated with urine of infected animals (commonly rodents) comes into contact with abraded human skin or mucous membrane. Clinically, leptospirosis infection has a range of manifestations, from a mild febrile illness to a severe and potentially fatal disease with acute kidney injury, liver dysfunction, pulmonary haemorrhage and acute respiratory distress syndrome, bleeding, and cardiac involvement. The burden of leptospirosis is high; the WHO Leptospirosis Burden Epidemiology Reference Group (LERG) estimates 873,000 annual cases and 48,000 deaths due to leptospirosis[1]. Leptospirosis is endemic in Sri Lanka. Data from the Epidemiology Unit of the Ministry of Health, Sri Lanka, suggests that leptospirosis has emerged as a key infection over the last 20 years. From 167 cases in 1991, the numbers have increased to 4545 cases in 2010[2].\nThe clinical manifestations of leptospirosis mimic those of several other tropical diseases including dengue, Hanta-virus infection, rickettsial infection, as well as bacterial sepsis. In many areas where leptospirosis is common, there is also a high incidence of viral infections, including haemorrhagic fevers and infections which result in organ dysfunction. There is often confusion in differentiating leptospirosis from other infections, particularly dengue, during high incidence periods[3, 4]. Differentiating leptospirosis from these other diseases is often a challenge to the clinician. The laboratory confirmation of leptospirosis is often based on the microscopic agglutination test (MAT), isolation of the organism, or demonstration of leptospiral DNA by means of PCR. While these tests are useful for epidemiological purposes, they are not available freely, or available in a timely manner, to clinicians treating cases of acute febrile illness. For example, in Sri Lanka, where the incidence of leptospirosis, dengue, and rickettsial infections are high, reliance on specific diagnostics is impractical due to lack of availability of tests, and also because of possible cross-reacting antibodies. MAT is performed only in one reference laboratory in the country. PCR is not widely available, and rapid immunodiagnostics are expensive and not widely validated. Clinicians often depend on clinical features to diagnose and treat these conditions, based on available guidelines and clinical experience.\nIn this study, we prospectively evaluated patients presenting to hospital with a suspected diagnosis of leptospirosis, in order to determine the clinical and investigation characteristics which may help differentiate leptospirosis from other infections presenting with a similar clinical picture, and attempted to develop a model for diagnosis of leptospirosis.",
    "Methods": "Study design and population\nData were collected as a part of prospective study carried out in two hospitals in the Western province of Sri Lanka, which is one of the high prevalence areas for leptospirosis in Sri Lanka. An analysis of hospital based sentinel surveillance data of leptospirosis over 4 years in Sri Lanka has confirmed that, of nearly 4000 suspected cases, 47% were from this province[5]. The selected hospitals were the National Hospital of Sri Lanka (NHSL) and the Homagama Base Hospital. The NHSL is the apex tertiary care teaching hospital in Sri Lanka where severely ill patients including those with complicated leptospirosis are transferred for further treatment. The Homagama base hospital is located in an area highly endemic for leptospirosis. Data collection was performed over a period of 24 months starting from June 2012.\nAll patients aged over 12 years with a suspected diagnosis of leptospirosis, based on the WHO surveillance criteria[6], were enrolled. The clinical criteria for enrolment were: acute febrile illness with headache, myalgia and prostration, with any of the following—conjunctival suffusion, jaundice, oliguria/haematuria, cardiac arrhythmia or failure, cough, haemoptysis & breathlessness, bleeding, features of meningeal irritation, skin rash, history of exposure to potentially contaminated water or soil. Patients with a definite alternative diagnosis available at the time of admission were excluded. Data collection was by research assistants independent of the primary treating teams. Clinical features and investigation findings were recorded on a daily basis until the point of discharge or death. A total of 600 patients were included, with random allocation of 450 patients into a derivation cohort and 150 patients into a validation cohort.\n\n\nLaboratory confirmation of disease and classification as leptospirosis or non-leptospirosis fever\nMicroscopic Agglutination Test (MAT) was performed at the Medical Research Institute, Colombo, for laboratory confirmation of the leptospirosis. A positive result in MAT was considered under three circumstances; i.e., a) MAT titer of 400 or greater in single or paired samples, b) a four-fold increase in MAT titer between acute and convalescent serum samples, or c) seroconversion to a MAT titer greater than 200 between paired sampling[6]. Patients were classified as leptospirosis or non-leptospirosis fever (NLF) based on laboratory confirmation, retrospectively. The research assistants collecting data were blinded to the results of the confirmatory tests. The MAT used was based on the genus specific Leptospira biflexa serovar Patoc strain Patoc-1.\n\n\nDevelopment of the diagnostic scoring model\nA derivation cohort was selected from the available data using a random sample of 450 out of the total 592 patients. Univariate analysis was performed on the derivation cohort with formulation of clinical, demographic, epidemiological and laboratory criteria associated with MAT positivity.\nAll numerical data for clinical and laboratory values were plotted and tested for normality with histograms and superimposed curves. The mean values were selected for dichotomization and cut-off points for the data conforming to a normal distribution. The median values were selected in the case of non-normal data distributions. These cut-off points were subsequently refined and rounded to the closest integer with clinical application. All clinical and laboratory data extracted for analysis and subsequent model construction were the first available parameters on admission. Day three of illness was the mean day of admission.\nA backward multivariate logistic regression model was applied to derive the variables for the final diagnostic predictive model. All variables with p < 0.2 were utilized in the multivariate model. Significant independent predictors from this model were identified and their coefficients were examined. The goodness of fit of the model was analysed using the Hosmer-Lemeshow statistic. Furthermore, the Nagelkerke R2 was calculated.\n\n\nValidation of the scoring model\nIn order to obtain a practical scoring model, all coefficients were divided by the smallest coefficient and rounded to the closest integer (fractions of 0.5 and above were rounded to the higher number, while those below 0.5 were rounded down). The scoring model was validated in the remaining patients (i.e., those not selected randomly for the derivation cohort). ROC curves were generated to examine the sensitivity and specificity of the model with MAT positivity and confirmation of the disease denoted as the gold standard.\n\n\nEthical statement\nEthics clearance was obtained from the Ethics Review Committee of the Faculty of Medicine, University of Colombo (EC-12-056) and the Ethics Review Committee of the NHSL. Informed written consent was obtained from all the participants prior to recruitment to the study.",
    "Results": "A total of 592 patients were included in the final analysis with 450 in the derivation cohort and 142 in the validation cohort. In the derivation cohort, there were 180 with confirmed leptospirosis, and 270 with non-leptospirosis fever. In the validation cohort there were 52 with confirmed leptospirosis and 90 with non-leptospirosis fever (Fig 1). Socio-demographic, clinical and laboratory characteristics of the validation cohort and derivation cohort were similar.\nOverall, there were 232 patients with confirmed leptospirosis, from a total of 592 admitted with suspected leptospirosis (39.2%). The mean age for leptospirosis patients was 42.36 years, and that for NLF was 42.97 years. The mean ages of patients with leptospirosis in the derivation cohort and the validation cohort were 41.95 years and 42.25 years respectively.\nThe presenting characteristics, clinical and laboratory profiles of patients was uniform between the included healthcare institutions (Table 1).\nThe male: female ratio was 86.6:13.4 for leptospirosis and 87.5:12.5 for NLF. The presenting features and laboratory criteria of patients with leptospirosis and NLF are compared in Table 2. The majority of patients included were from the National Hospital of Sri Lanka, with 192 patients with confirmed leptospirosis and 286 patients with NLF.\nThe management data and outcomes are presented in Table 2. A higher proportion of patients with leptospirosis required antibiotics (p = 0.047) and renal replacement therapy (p = 0.001) when compared to patients with NLF. The mortality rates among patients with leptospirosis and NLF were 3.01% and 1.90% respectively. Multi-organ failure was the most common cause of death in patients with leptospirosis.\nMAT was noted to positive in 232 patients, of which 85 (36.63%) were patients with sero-conversion to a MAT titre greater than 200 between paired sampling. A four-fold increase in MAT titre between acute and convalescent serum samples was noted in 77 patients (33.19%). Seventy (30.17%) patients had a MAT titre of 400 or greater in single or paired samples. The geometric mean titre was 800.\n\nDerivation cohort\nThe results of the univariate analysis of associations of MAT positive, confirmed cases of leptospirosis are depicted in Table 3. The following were positively associated with confirmed leptospirosis at a significance level of p < 0.05: history of exposure, myalgia, conjunctival suffusion, oliguria, acute kidney injury, urea > 18 mmol/l (normal range [NR] 2.9–8.2), serum creatinine > 150 micromol/l (NR 60–120), bilirubin concentration > 30 micromol/l (NR 5–21), serum sodium concentration < 130 mEq/l (NR 135–148), total white blood cell (WBC) count > 11500/mm3 (4000–7000) with neutrophil percentage > 80%, haemoglobin concentration < 10.5g/dL (NR 11–12) and packed cell volume < 30% and platelet count < 85000/mm3 (NR 150,000–450,000).\nTable 3. Comparison of clinical and laboratory features in leptospirosis and NLF patients in the derivation cohort (univariate analysis)\nThe selection criteria of independent variables for model construction were described under methodology. The presence of conjunctival suffusion, jaundice, exposure history, muscle tenderness, total WBC count > 11,500mm3, neutrophil percentage > 80.0%, serum creatinine >150micromol/l, bilirubin > 30 micromol/l, hemoglobin < 10.5g/dL, serum sodium < 130 mEq/L, ALT > 70 IU/L (NR– 10–35), microscopic hematuria, and serum potassium > 5.0 (NR– 3.5–5.3) were entered into the initial model. Correlation matrices were used to adjust for co-dependence between the independent variables. Contact history was adjusted for sex and age, serum creatinine was adjusted for age, and haemoglobin for sex.\nThe variables in the final step model were: history of exposure to possible source of leptospirosis (adjusted OR = 2.827; 95% CI = 1.517–5.435; p = 0.001), serum creatinine > 150 micromol/l (adjusted OR = 2.735; 95% CI = 1.374–4.901; p = 0.001), neutrophil differential percentage > 80.0% of total WBC count (adjusted OR 2.163; 95% CI = 1.309–3.847; p = 0.032), serum bilirubin > 30 micromol/l (adjusted OR = 1.717; 95% CI 0.938–3.456; p = 0.049) and platelet count < 85,000/mm3 (adjusted OR = 2.350; 95% CI = 1.481–4.513; p = 0.006). Hosmer-Lemeshow test for goodness of fit was 0.931. The Nagelkerke R2 was 0.622\nThe diagnostic score derived from the above is shown in Table 4. The beta coefficients were divided by the smallest coefficient and then multiplied by a factor of 4 to create a more robust and practical scoring system.\n\n\nValidation of the scoring system\nReceiver operating characteristic (ROC) curves were generated separately for serum creatinine, neutrophil differential percentage, serum bilirubin, and platelet count. Furthermore, we generated an ROC curve utilizing the scoring system applied to the validation cohort to differentiate leptospirosis from NLF (Fig 2). The sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and likelihood ratios (LR) are presented. The area under the curve (AUC) was noted as 0.762. A score value of 14 reflected a sensitivity of 0.803, specificity of 0.602, a PPV of 0.54, NPV of 0.84, a positive LR of 2.01 and a negative LR of 0.32. The diagnostic model performance parameters for various cut-off points are presented in Table 5. All coordinates in the ROC curve with relevant sensitivity and specificity are presented in S1 Table.\nThe dataset is presented as S1 Dataset.",
    "Discussion": "The incidence of confirmed leptospirosis is high among patients admitted to hospital with a suggestive clinical picture. However nearly 52% of patients with suspected leptospirosis were negative on confirmatory testing. Nonetheless, since confirmatory test results are often delayed, the majority of them were treated with appropriate antibiotics to cover leptospirosis; in our study, this was nearly 100% in those with a contact history of leptospirosis. Our results indicates that a diagnostic model with inclusion of serum creatinine, neutrophil percentage, elevated serum bilirubin and platelet count has reasonably good sensitivity and specificity for the diagnosis of leptospirosis. Notably, apart from exposure, none of the clinical features looked for could reliably distinguish leptospirosis from NLF. This reinforces the need for accurate and readily available tests to confirm the diagnosis.\nHistory of exposure was noted to have the strongest positive association. Thus, exploring the different sources of exposure is one of the most useful components of the clinical history. An open ended question asking whether there is exposure to muddy water maybe inadequate, and we suggest developing a list of potential exposures that should be asked for at the time of admission.\nSpecific organ involvement, i.e., kidney and liver, appear to differentiate leptospirosis from NLF. Haematological parameters are of particular use, since a full blood count is often the first investigation to become available. A low platelet count, while often the hallmark of dengue, also appears to be a feature of leptospirosis. The absolute neutrophil percentage appears to be a more useful indicator of leptospirosis rather than the total leucocyte count.\nFaine’s criteria [7] for the diagnosis of leptospirosis have been suggested for the diagnosis of leptospirosis, with various subsequent modifications[8]. Faine’s criteria essentially use clinical, epidemiological and microbiological features to score the likelihood of leptospirosis. These criteria, with modifications, have been evaluated in various studies, giving varying degrees of specificity and sensitivity [8, 9]. The use of clinical criteria alone was found to have high negative predictive value but relatively low positive predictive value; however studies have been small [9, 10]. The numbers included in our study were greater, and a large panel of clinical and laboratory characteristics were evaluated in our diagnostic model.\nThe patients utilized in derivation of this diagnostic model were hospitalized patients and the data may not be universally applicable to patients with milder disease and outpatients presenting with acute febrile illness.\nOur study has certain limitations. First, the final diagnosis of patients in the NLF category was not available in all cases. This would have created better characterization between other leptospirosis mimics. Secondly, with the high awareness of dengue and the wide availability of Dengue NS1 antigen testing, many patients admitted with a similar clinical picture present to hospital with positive results of dengue NS1 antigen, and would thus have been excluded from the study. Thirdly, the MAT methodology available up to 2015 in Sri Lanka was limited to the Patoc serovar analysis. While cross reactivity between pathogenic serovars and the saprophytic serovars occurs, it is possible that there were false negatives on MAT testing. Further analysis of the study population with a broader panel of pathogenic serovars has been initiated. Finally, the use of MAT as a gold standard has been questioned in prior studies [11] where estimated sensitivity of MAT and MAT + culture is noted to be less than 50%. Nonetheless, this scoring system applies to the optimum currently available laboratory standards in resource limited settings such as Sri Lanka.\nWe suggest the use of the above diagnostic model for the diagnosis of leptospirosis in clinical settings. This model should be further validated in clinical practice, and with a broader panel of serovars."
}