{
    "Background": "Leptospirosis is an anthropozoonosis that occurs worldwide but is more common in tropical regions. Severe forms may require intensive care unit (ICU) admission. Whether the clinical patterns and outcomes differ between tropical and non-tropical regions with similar healthcare systems is unclear. Our objective here was to address this issue by comparing two cohorts of ICU patients with leptospirosis managed in mainland France and in the overseas French department of Réunion, respectively.",
    "Methodology/Principal findings": "We compared two retrospective cohorts of patients admitted to intensive care for severe leptospirosis, one from Reunion Island in the Indian Ocean (tropical climate) and the other from metropolitan France (temperate climate). Chi-square and Student’s t tests were used for comparisons. After grouping the two cohorts, we also performed multiple correspondence analysis and hierarchical clustering to search for distinct clinical phenotypes. The Réunion and Metropolitan France cohorts comprised 128 and 160 patients respectively. Compared with the Réunion cohort, the metropolitan cohort had a higher mean age (42.5±14.1 vs. 51.4±16.5 years, p<0.001). Severity scores, length of stay and mortality did not differ between the two cohorts. Three phenotypes were identified: hepato-renal leptospirosis (54.5%) characterized by significant hepatic, renal and coagulation failure, with a mortality of 8.3%; moderately severe leptospirosis (38.5%) with less severe organ failure and the lowest mortality rate (1.8%); and very severe leptospirosis (7%) manifested by neurological, respiratory and cardiovascular failure, with a mortality of 30%.",
    "Conclusions/Significance": "The outcomes of severe leptospirosis requiring ICU admission did not differ between tropical and temperate regions with similar healthcare access, practices, and resources, despite some differences in patient characteristics. The identification of three different clinical phenotypes may assist in the early diagnosis and management of severe leptospirosis."
}