{
    "Background": "As China is moving onto schistosomiasis elimination/eradication, diagnostic methods with both high sensitivity and specificity for Schistosoma japonicum infections in humans are urgently needed. Microscopic identification of eggs in stool is proven to have poor sensitivity in low endemic regions, and antibody tests are unable to distinguish between current and previous infections. Polymerase chain reaction (PCR) technologies for the detection of parasite DNA have been theoretically assumed to show high diagnostic sensitivity and specificity. However, the reported performance of PCR for detecting S. japonicum infection varied greatly among studies. Therefore, we performed a meta-analysis to evaluate the overall diagnostic performance of variable-temperature PCR technologies, based on stool or blood, for detecting S. japonicum infections in humans from endemic areas.",
    "Methods": "We searched literatures in eight electronic databases, published up to 20 January 2021. The heterogeneity and publication bias of included studies were assessed statistically. The risk of bias and applicability of each eligible study were assessed using the Quality Assessment of Diagnostic Accuracy Studies 2 tool (QUADAS-2). The bivariate mixed-effects model was applied to obtain the summary estimates of diagnostic performance. The hierarchical summary receiver operating characteristic (HSROC) curve was applied to visually display the results. Subgroup analyses and multivariate regression were performed to explore the source of heterogeneity. This research was performed following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines and was registered prospectively in PROSPERO (CRD42021233165).",
    "Results": "A total of 2791 papers were retrieved. After assessing for duplications and eligilibity a total of thirteen publications were retained for inclusion. These included eligible data from 4268 participants across sixteen studies. High heterogeneity existed among studies, but no publication bias was found. The pooled analyses of PCR data from all included studies resulted in a sensitivity of 0.91 (95% CI: 0.83 to 0.96), specificity of 0.85 (95% CI: 0.65 to 0.94), positive likelihood ratio of 5.90 (95% CI: 2.40 to 14.60), negative likelihood ratio of 0.10 (95% CI: 0.05 to 0.20) and a diagnostics odds ratio of 58 (95% CI: 19 to 179). Case-control studies showed significantly better performances for PCR diagnostics than cross-sectional studies. This was further evidenced by multivariate analyses. The four types of PCR approaches identified (conventional PCR, qPCR, Droplet digital PCR and nested PCR) differed significantly, with nested PCRs showing the best performance.",
    "Conclusions": "Variable-temperature PCR has a satisfactory performance for diagnosing S. japonicum infections in humans in endemic areas. More high quality studies on S. japonicum diagnostic techniques, especially in low endemic areas and for the detection of dual-sex and single-sex infections are required. These will likely need to optimise a nested PCR alongside a highly sensitive gene target. They will contribute to successfully monitoring endemic areas as they move towards the WHO 2030 targets, as well as ultimately helping areas to achieve these goals."
}