{
    "Background": "The Global Programme to Eliminate Lymphatic Filariasis (GPELF), launched in 2000, has the target of eliminating the disease as a public health problem by the year 2020. The strategy adopted is mass drug administration (MDA) to all eligible individuals in endemic communities and the implementation of measures to reduce the morbidity of those suffering from chronic disease. Success has been recorded in many rural endemic communities in which elimination efforts have centered. However, implementation has been challenging in several urban African cities. The large cities of West Africa, exemplified in Nigeria in Kano are challenging for LF elimination program because reaching 65% therapeutic coverage during MDA is difficult. There is therefore a need to define a strategy which could complement MDA. Thus, in Kano State, Nigeria, while LF MDA had reached 33 of the 44 Local Government Areas (LGAs) there remained eleven ‘urban’ LGAs which had not been covered by MDA. Given the challenges of achieving at least 65% coverage during MDA implementation over several years in order to achieve elimination, it may be challenging to eliminate LF in such settings. In order to plan the LF control activities, this study was undertaken to confirm the LF infection prevalence in the human and mosquito populations in three urban LGAs.",
    "Methods": "The prevalence of circulating filarial antigen (CFA) of Wuchereria bancrofti was assessed by an immuno-chromatography test (ICT) in 981 people in three urban LGAs of Kano state, Nigeria. Mosquitoes were collected over a period of 4 months from May to August 2015 using exit traps, gravid traps and pyrethrum knock-down spray sheet collections (PSC) in different households. A proportion of mosquitoes were analyzed for W. bancrofti, using dissection, loop-mediated isothermal amplification (LAMP) assay and conventional polymerase chain reaction (PCR).",
    "Results": "The results showed that none of the 981 subjects (constituted of <21% of children 5–10 years old) tested had detectable levels of CFA in their blood. Entomological results showed that An. gambiae s.l. had W. bancrofti DNA detectable in pools in Kano; W. bancrofti DNA was detected in between 0.96% and 6.78% and to a lesser extent in Culex mosquitoes where DNA was detected at rates of between 0.19% and 0.64%. DNA analysis showed that An. coluzzii constituted 9.9% of the collected mosquitoes and the remaining 90.1% of the mosquitoes were Culex mosquitoes.",
    "Conclusion": "Despite detection of W. bancrofti DNA within mosquito specimens collected in three Kano urban LGAs, we were not able to find a subject with detectable level of CFA. Together with other evidence suggesting that LF transmission in urban areas in West Africa may not be of significant importance, the Federal Ministry of Health advised that two rounds of MDA be undertaken in the urban areas of Kano. It is recommended that the prevalence of W. bancrofti infection in the human and mosquito populations be re-assessed after a couple of years."
}