{
    "Abstract": "Urogenital schistosomiasis, chronic infection by Schistosoma haematobium, affects 112 million people worldwide. S. haematobium worm oviposition in the bladder wall leads to granulomatous inflammation, fibrosis, and egg expulsion into the urine. Despite the global impact of urogenital schistosomiasis, basic understanding of the associated pathologic mechanisms has been incomplete due to the lack of suitable animal models. We leveraged our recently developed mouse model of urogenital schistosomiasis to perform the first-ever profiling of the early molecular events that occur in the bladder in response to the introduction of S. haematobium eggs. Microarray analysis of bladders revealed rapid, differential transcription of large numbers of genes, peaking three weeks post-egg administration. Many differentially transcribed genes were related to the canonical Type 2 anti-schistosomal immune response, as reflected by the development of egg-based bladder granulomata. Numerous collagen and metalloproteinase genes were differentially transcribed over time, revealing complex remodeling and fibrosis of the bladder that was confirmed by Masson's Trichrome staining. Multiple genes implicated in carcinogenesis pathways, including vascular endothelial growth factor-, oncogene-, and mammary tumor-related genes, were differentially transcribed in egg-injected bladders. Surprisingly, junctional adhesion molecule, claudin and uroplakin genes, key components for maintaining the urothelial barrier, were globally suppressed after bladder exposure to eggs. This occurred in the setting of urothelial hyperplasia and egg shedding in urine. Thus, S. haematobium egg expulsion is associated with intricate modulation of the urothelial barrier on the cellular and molecular level. Taken together, our findings have important implications for understanding host-parasite interactions and carcinogenesis in urogenital schistosomiasis, and may provide clues for novel therapeutic strategies."
}