{
    "Background": "Enteropathogenic Yersinia circulate in the pig reservoir and are the third bacterial cause of human gastrointestinal infections in Europe. In West Africa, reports of human yersiniosis are rare. This study was conducted to determine whether pathogenic Yersinia are circulating in pig farms and are responsible for human infections in the Abidjan District.",
    "Methodology/Principal findings": "From June 2012 to December 2013, pig feces were collected monthly in 41 swine farms of the Abidjan district. Of the 781 samples collected, 19 Yersinia strains were isolated in 3 farms: 7 non-pathogenic Yersinia intermedia and 12 pathogenic Yersinia enterocolitica bioserotype 4/O:3. Farm animals other than pigs and wild animals were not found infected. Furthermore, 2 Y. enterocolitica 4/O:3 strains were isolated from 426 fecal samples of patients with digestive disorders. All 14 Y. enterocolitica strains shared the same PFGE and MLVA profile, indicating their close genetic relationship. However, while 6 of them displayed the usual phage type VIII, the other 8 had the highly infrequent phage type XI. Whole genome sequencing and SNP analysis of individual colonies revealed that phage type XI strains had unusually high rates of mutations. These strains displayed a hypermutator phenotype that was attributable to a large deletion in the mutS gene involved in DNA mismatch repair.",
    "Conclusions/Significance": "This study demonstrates that pathogenic Y. enterocolitica circulate in the pig reservoir in Côte d'Ivoire and cause human infections with a prevalence comparable to that of many developed countries. The paucity of reports of yersiniosis in West Africa is most likely attributable to a lack of active detection rather than to an absence of the microorganism. The identification of hypermutator strains in pigs and humans is of concern as these strains can rapidly acquire selective advantages that may increase their fitness, pathogenicity or resistance to commonly used treatments."
}