{
    "Background": "Scrub typhus is a major cause of acute febrile illness in the tropics and is endemic over large areas of the Asia Pacific region. The national and global burden of scrub typhus remains unclear due to limited data and difficulties surrounding diagnosis.",
    "Methodology/Principal findings": "Scrub typhus reporting data from 2003–2018 were collected from the Thai national disease surveillance system. Additional information including the district, sub-district and village of residence, population, geographical, meteorological and satellite imagery data were also collected for Chiangrai, the province with the highest number of reported cases from 2003–2018. From 2003–2018, 103,345 cases of scrub typhus were reported with the number of reported cases increasing substantially over the observed period. There were more men than women, with agricultural workers the main occupational group affected. The majority of cases occurred in the 15–64 year old age group (72,144/99,543, 72%). Disease burden was greatest in the northern region, accounting for 53% of the total reported cases per year (mean). In the northern region, five provinces–Chiangrai, Chiangmai, Tak, Nan and Mae Hong Son–accounted for 84% (46,927/55,872) of the total cases from the northern region or 45% (46,927/103,345) of cases nationally. The majority of cases occurred from June to November but seasonality was less marked in the southern region. In Chiangrai province, elevation, rainfall, temperature, population size, habitat complexity and diversity of land cover contributed to scrub typhus incidence.",
    "Interpretation": "The burden of scrub typhus in Thailand is high with disease incidence rising significantly over the last two decades. However, disease burden is not uniform with northern provinces particularly affected. Agricultural activity along with geographical, meteorological and land cover factors are likely to contribute to disease incidence. Our report, along with existing epidemiological data, suggests that scrub typhus is the most clinically important rickettsial disease globally."
}