{
    "Abstract": "The microbial consortium associated with sandflies has gained relevance, with its composition shifting throughout distinct developmental stages, being strongly influenced by the surroundings and food sources. The bacterial components of the microbiota can interfere with Leishmania development inside the sandfly vector. Microbiota diversity and host-microbiota-pathogen interactions regarding New World sandfly species have yet to be thoroughly studied, particularly in Lutzomyia longipalpis, the primary vector of visceral leishmaniasis in Brazil.The native microbiota of different developmental stages and physiological conditions of Lu. longipalpis (Lapinha Cave), was described by culturing and 16s rRNA gene sequencing. The 16s rRNA sequencing of culture-dependent revealed 13 distinct bacterial genera (Bacillus, Enterococcus, Erwinia, Enterobacter, Escherichia, Klebsiella, Lysinibacillus, Pseudocitrobacter, Providencia, Pseudomonas, Serratia, Staphylococcus and Solibacillus). The in vitro and in vivo effects of each one of the 13 native bacteria from the Lu. longipalpis were analyzed by co-cultivation with promastigotes of L.i. chagasi, L. major, L. amazonensis, and L. braziliensis. After 24 h of co-cultivation, a growth reduction observed in all parasite species. When the parasites were co-cultivated with Lysinibacillus, all parasites of L. infantum chagasi and L. amazonensis died within 24 hours. In the in vivo co-infection of L.chagasi, L. major and L. amazonensis with the genera Lysinibacillus, Pseudocitrobacter and Serratia it was possible to observe a significant difference between the groups co-infected with the bacterial genera and the control group.These findings suggest that symbiont bacteria (Lysinibacillus, Serratia, and Pseudocitrobacter) are potential candidates for paratransgenic or biological control. Further studies are needed to identify the nature of the effector molecules involved in reducing the vector competence for Leishmania."
}