{
    "Background": "Digestive damage due to Chagas disease (CD) occurs in 15–20% of patients diagnosed as a result of peristaltic dysfunction in some endemic areas. The symptoms of chronic digestive CD are non-specific, and there are numerous confounders. Diagnosis of CD may easily be missed if symptoms are not evaluated by a well trained physician. Regular tests, as barium contrast examinations, probably lack the necessary sensitivity to detect early digestive damage.",
    "Methods": "71 individuals with T. cruzi infection (G1) and 18 without (G2) coming from Latin American countries were analyzed. They were asked for clinical and epidemiological data, changes in dietary habits, and history targeting digestive and cardiac CD symptoms. Serological tests for T. cruzi, barium swallow, barium enema, an urea breath test, and esophageal manometry were requested for all patients.",
    "Principal findings": "G1 and G2 patients did not show differences in lifestyle and past history. Fifteen (21.1%) of G1 had digestive involvement. Following Rezende criteria, esophagopathy was observed in 8 patients in G1 (11.3%) and in none of those in G2. Manometry disorders were recorded in 34 G1 patients and in six in G2. Isolated hypotensive lower esophageal sphincter (LES) was found in sixteen G1 patients (23.9%) and four G2 patients (28.8%). Achalasia was observed in two G1 patients. Among G1 patients, ineffective esophageal motility was seen in six (five with symptoms), diffuse esophageal spasm in two (one with dysphagia and regurgitation), and nutcracker esophagus in three (all with symptoms). There were six patients with hypertonic upper esophageal sphincter (UES) among G1. Following Ximenes criteria, megacolon was found in ten G1 patients (13.9%), and in none of the G2 patients.",
    "Conclusions": "The prevalence of digestive chronic CD in our series was 21.1%. Dysphagia is a non-pathognomonic symptom of CD, but a good marker of early esophageal involvement. Manometry could be a useful diagnostic test in selected cases, mainly in patients with T. cruzi infection and dysphagia in whose situation barium swallow does not evidence alterations. Constipation is a common but non-specific symptom that can be easily managed. Testing for CD is mandatory in a patient from Latin America with constipation or dysphagia, and if diagnosis is confirmed, megacolon and esophageal involvement should be investigated."
}