{
    "Background": "Detailed investigations of multiparasitism are scarce in the Mekong River basin. We assessed helminth (trematode, nematode, and cestode), and intestinal protozoa infections, and multiparasitism in random population samples from three different eco-epidemiological settings in Champasack province, southern Lao People's Democratic Republic (Lao PDR), and determined underlying risk factors.",
    "Methodology": "Two stool samples were collected from 669 individuals aged ≥6 months over consecutive days and examined for helminth infections using the Kato-Katz method. Additionally, one stool sample per person was subjected to a formalin-ethyl acetate concentration technique for diagnosis of helminth and intestinal protozoa infections. Questionnaires were administered to obtain individual and household-level data pertaining to behavior, demography and socioeconomic status. Risk factors for hepato-biliary and intestinal parasitic infections and multiparasitism were determined using multiple logistic regressions analyses.",
    "Principal Findings": "Multiple species intestinal parasite infections were common: 86.6% of the study participants harbored at least two and up to seven different parasites concurrently. Regarding nematode infections, hookworm was the most prevalent species (76.8%), followed by Ascaris lumbricoides (31.7%) and Trichuris trichiura (25.0%). Regarding trematodes, Opisthorchis viverrini and Schistosoma mekongi infections were found in 64.3% and 24.2% of the participants, respectively. Infections with intestinal protozoa were rare.",
    "Conclusions/Significance": "There is a pressing need to intensify and sustain helminth control interventions in the southern part of Lao PDR. Given the high prevalence with nematode and trematode infections and the extent of multiparasitism, preventive chemotherapy is warranted. This intervention should be coupled with health education and improved access to clean water and adequate sanitation to consolidate morbidity control and enhance sustainability."
}