{
    "Introduction": "Ascariasis is the most prevalent internal macro-parasite of humans (Ascaris lumbricoides) and pigs (Ascaris suum) worldwide. Approximately 1.2 billion people infected, with a prevalence that is highest in children of the tropics and subtropics [1]. Infected children show signs of malnutrition, growth stunting, intellectual retardation, and cognitive and educational deficits [2]. Ascaris also causes major production losses in pigs, including reduced growth rates associated with a decrease in feed conversion efficiency [3]. In addition, lesions in pig livers (i.e. ‘milk spots’) caused by migrating larvae represent considerable losses as such livers are condemned [4]. Traditionally, ascariasis is usually controlled by mass treatment with anthelmintics. However, due to the short activity of the anthelmintics and an environment often highly contaminated with Ascaris eggs, reinfections can occur rapidly.\nHosts become infected by the oral ingestion of Ascaris eggs containing infective third-stage larvae (L3s). After hatching in the gastrointestinal tract, the larvae penetrate mainly the caecal wall and undergo a hepatopulmonary migration, after which, ultimately, the adult females and males establish and develop in the small intestine. During a primary infection, migrating larvae cause pathological lesions in the gut, liver and lungs. A short-lived immunological reaction against the migrating L3s is seen in the liver 7 days after infection, and is characterized by the production of B cells and CD4+ T cells in the local lymph nodes [5]. Two weeks after the infection, the immunological reaction changes from a liver to a lung response, in which the local lymph nodes are enlarged [5]. After the hepatopulmonary migration of the larvae, an intestinal hypersensitivity reaction is seen in the gut, characterized by an accumulation of mast cells, eosinophils and IgA- and IgE-producing cells in the gut mucosa. Pathophysiological changes in the gut, such as increased mucus secretion and mucosal permeability, caused by enhanced secretion of IL-4 and IL-13, have also been observed [6]. After a prolonged exposure, pigs develop a strong protective immunity in the gut, which prevents new incoming larvae from penetrating the intestinal wall. Recently, Masure et al. [7] showed that eosinophils play a crucial role in generating this immune barrier.\nThe proteins produced and presented at the parasite-host interface during these different phases of tissue invasion and migration are inferred to play a critical role in the induction and development of immune responses [8]. Such proteins can be present on the outermost layers of the cuticle and in the excretory-secretory (ES) products, which are mainly released from the cuticular surface, specialized excretory/secretory organs and the worm intestine [8], [9]. To date, little is known about these components from A. suum. Limited by technical and practical constraints, earlier studies of ES products from A. suum were mainly focused on exploring their chemical composition, ultrastructure and immunological role [10]–[14]. Recently, with major developments in mass spectrometry and genomic technologies, many of the previous challenges and limitations in the proteomic analysis of parasite ES proteins have been overcome, and have led to the characterisation of ES proteomes for parasitic nematodes including Ancylostoma caninum, Brugia malayi, Haemonchus contortus, Teladorsagia circumcincta and Trichinella spiralis [15]–[22]. Nonetheless, there has been no profound proteomic analysis of Ascaris ES products at critical stages of development. The aim of this study was to characterize the ES proteins of three different larval stages of A. suum (i.e. L3-egg, L3-lung and L4) using tandem mass-spectrometry combined with the recently completed A. suum genome for annotation [23]. In addition, transcriptomic datasets of the larval stages [23] were used to investigate transcription of genes encoding some of the proteins identified in the ES products from the three larval stages.",
    "Methods": "Ethics statement\nAll animal experiments were conducted in accordance with the E.U. Animal Welfare Directives and VICH Guidelines for Good Clinical Practice, and ethical approval to conduct the studies were obtained from the Ethical Committee of the Faculty of Veterinary Medicine at Ghent University (Identification number EC2011/176) who have also approved the document.\n\n\nParasite material\nAdult worms of A. suum were collected from naturally infected pigs at the local slaughterhouse as part of the normal work at the abattoir. Subsequently, male and female worms were dissected and the intestine, reproductive system and cuticle collected and stored at −80°C until use. Eggs of A. suum were obtained from the uteri of female worms, and cultured in 0.1% K2Cr2O7 for 28–30 days at 25°C. After 90% of the eggs had become fully embryonated, the infective L3s were hatched from the eggs as described previously by Urban and Douvres [24] and then separated from eggshell fragments and other debris by baermannization.\nTwo groups of two pigs were experimentally infected with larvated eggs of A. suum by gavage. Pigs of group one were each inoculated with 500,000 eggs and euthanized seven days post infection (pi) in order to collect the lung stage larvae (L3-lung), whereas pigs of group two each received 30,000 eggs and were euthanized 14 days pi to collect intestinal stage larvae (L4). L3-lung and L4 were separated from lung tissue and small intestinal contents of host by baermannization, respectively.\n\n\nPreparation and analysis of ES products\nAll three larval stages (L3-egg, L3-lung and L4) were cultured for five days in RPMI 1640 medium with 10 mM L-Glutamine (GIBCO, Invitrogen) containing 0.2 mg/ml gentamycin (10 mg/ml GIBCO, Invitrogen), 1% amphotericin B (250 µg/ml, Sigma), 1 mg/ml streptomycin (Sigma) and 1,000 U/ml penicillin (Kela pharma). The viability of larvae was checked daily and the culture fluid was collected every 24 h and filtered through a 0.22 µm filter (PALL Corporation). After 5 days, the filtrates were pooled and then concentrated and dialysed against phosphate-buffered saline (PBS) at 4°C using filters (Amicon, YM-10 membranes, Millipore). Proteins were precipitated through the addition of 6 volumes of cold acetone for 18 h at −20°C. The proteins were pelleted by centrifugation at 13,000 rpm for 15 min at 4°C. The pellet was resuspended in PBS and stored in aliquots at −80°C. For SDS-PAGE analysis, protein samples (20 µg per lane) were mixed with loading buffer (2% SDS, 50 mM Tris HCl and 5% β-mercaptoethanol), boiled for 5 min and then separated on 12% SDS-PAGE gels using a standard procedure [25]. After staining with Coomassie Brilliant Blue (Invitrogen), the entire gel lane was sliced in 10 equal pieces (horizontally) and used for subsequent liquid chromatography-tandem mass spectrometric (LC-MS/MS) analysis.\n\n\nIn-gel and in-solution tryptic digestion and LC-MS/MS analysis\nTryptic in-gel digestion was performed as described previously [26]. In brief, to ensure better transfer of buffers, each protein band was cut into 1 mm2 portions, washed twice in 50% acetonitrile with 25 mM ammonium bicarbonate, reduced with 10 mM dithiothreitol in 25 mM ammonium bicarbonate, alkylated with 100 mM iodoacetamide in 25 mM ammonium bicarbonate and digested with trypsin (200 ng per band) at 37°C for 18 h. Peptides were extracted with acetonitrile and dried in a Speedvac.\nThe in-solution digestion was performed as previously described [27]. In brief, 10 µg of the acetone-precipitated ES proteins were resuspended in 20 µl of 0.5 M triethylammonium bicarbonate buffer, reduced with 2 µl of 10 mM dithiothreitol and incubated at 60°C for 1 h. Subsequently, 1 µl of 200 mM methyl methanethiosulfonate in isopropanol was added and incubated for 10 min at room temperature. The solution was digested with trypsin (resuspended in triethylammonium bicarbonate) in at a ratio of 1/50 (amount trypsin/protein) overnight at 37°C.\nDried peptides were dissolved in 40 µl 0.1% formic acid (FA) and 20 µl was desalted for 10 min on a C-18 pre-column (C18 PepMap100, 5 µm×5 mm, i.d. 300 µm Dionex) with 0.1% FA. Separation was performed by means of reversed phase nano-HPLC (25 cm PepMap C18 analytical column, Dionex) at 60°C using a linear gradient of H2O: ACN (97∶3, 0.1% FA) to H2O: ACN (20∶80, 0.1% FA) at 300 nl/min over 70 min. The different peptides were analyzed on an ESI Q-TOF Premier (Waters, Wilmslow, UK) in a data dependent mode, with automatic switching between MS and MS/MS for up to 7 higher charge ions, when the intensity of the individual ions rose above 50 counts per sec. Fragmentation of the precursors was performed by means of CID. The capillary voltage was set at 1.9 kV, and the cone voltage was set at 100. M/z ratios for MS ranged between x and y and for MS/MS between x and y. M/z ratios selected for MS/MS were excluded for 150 sec. A custom collision energy profile was used.\n\n\nDatabase searching and sequence analysis\nData were searched against an in-house Ascaris sequence database (18,542 protein entries), which is based on the recently published A. suum genome [23], using the search engine Mascot Daemon (v.2.3, Matrix Science, London, UK), allowing a maximum of one miscleavage. Carbamidomethyl (C) was specified as fixed modification and carbamidomethyl (N-term), deamidated (NQ) and oxidation (M) were considered as variable modifications for in-gel digest. For in solution digests, methylthio (C) was selected as the fixed modification, and deamidated (NQ) and oxidation (M) as variable modifications. An error-tolerant Mascot search was performed as well. The peptide tolerance and MS/MS tolerance were set to 0.35 Da and 0.45 Da, respectively. Only the most parsimonious group of protein identifications were reported from the identified proteins, and the identification threshold was set at p<0.01. For the proteins that were annotated based on only one peptide, the identification threshold was set at p<0.0001. An estimate of the relative abundance of the predicted proteins in the trypsin digestion was assessed using the Exponentially Modified Protein Abundance Index (emPAI) [28] together with the MS score, sequence coverage, detected peptides numbers. For redundant identifications, the emPAI value from the hit with the highest score was considered. The Gene Ontology (GO) database was used for inferring the molecular function of individual proteins identified. The protein sequences were analysed for the presence of signal peptides and transmembrane regions with SignalP 3.0 and TMHMM 2.0 (http://www.cbs.dtu.dk/services/TMHMM/), respectively. The subcellular localization was predicted with SecretomeP 2.0. The sequences of the identified proteins were then used to BLAST search the A. suum genome to identify homologous sequences. This was done through the WormBase (http://www.wormbase.org/) (E-value threshold = 1E-16).\nAmino acid sequences of selected eukaryotic glycosyl hydrolases listed in the CAZy database (http://www.cazy.org/) were downloaded and used for multiple alignment and consecutive phylogenetic analyses. These sequences included: Homo sapiens alpha acid glycosidase (AAG) (P10253), dual catalytic sucrase-isomaltase (SUIS) (P14410), maltase-glucoamylase (MGA) (O43451), alpha glucosidase AB (GANAB) (Q14697), alpha glucosidase C (GANC) (Q8TET4); Bos taurus AAG (Q9MYM4); Mus musculus AAG (P70699); Coturnix japonica AAG (O73626); Oryctolagus cuniculus SUIS (P07768); Suncus murinus SUIS (O62653); Rattus norvegicus SUIS (P23739); Sus scrofa GANAB (P79403); Drosophila melanogaster AAG-like (Q7KMM4) and Caenorhabditis elegans AAGR1-4. The protein sequences were subjected to MUSCLE alignment (http://www.ebi.ac.uk/Tools/msa/muscle/), and alignments verified and visually checked and edited, as required, in Jalview (http://www.jalview.org/). The program ClustalX 2.0.10 was used to generate phylogenetic tree following analysis using the neighbour-joining method (1000 replicates) [29]. Finally, the program WebLogo application (http://weblogo.threeplusone.com/create.cgi) was used to provide a graphical representation of the amino acid homology around the catalytic sites of some of the glycosyl hydrolases of A. suum and C. elegans.\n\n\nRNA extraction and quantitative real-time PCR (qPCR)\nTotal RNAs from larvae and adult worm tissue samples were isolated using TRIzol (Invitrogen), followed by further purification with the RNeasy Mini kit (Qiagen), according to the manufacturer's instructions. An on-column DNase digestion was performed using the RNase-free DNase set (Qiagen) to remove any possible genomic DNA. The RNA concentrations were determined (NanoDrop ND-1000 spectrophotometer, NanoDrop Technologies) and its quality was verified (Experion Automated Electrophoresis System, Bio-Rad). For all samples, the RNA quality indicator (RQI) calculated (Experion™ software, Bio-Rad) was 8.0, demonstrating high RNA integrity.\nThe qPCR analyses were performed as described previously [30]. Tubulin and glyceraldehyde-3-phosphate dehydrogenase (GAPDH) were selected as housekeeping genes. The primer sets used were designed by Primer3 software (http://frodo.wi.mit.edu/primer3/) and are listed in Table S1.\n\n\nAnalysis of differential transcription\nA transcriptome dataset was generated from the L3-egg, the L3-liver, the L3-lung and the intestinal L4 stages as part of a previous study [23]. Briefly, following RNA-seq, all paired-end reads for each library constructed were aligned to the predicted A. suum gene set using TopHat. Levels of transcription (reads per kilobase per Million mapped reads (RPKM)) were calculated using Cufflinks [31]. To obtain the RPKM values for genes of interest, accession numbers from the A. suum genome were used to search the transcriptomic datasets.\n\n\nProtein extraction and enzymatic assays\nProtein extracts of larval stages or adult worm tissues were produced by grinding the frozen material to a fine powder in a liquid nitrogen-cooled pestle and mortar. The powder was sequentially subjected to a two-step process with reagents of increasing solubilising power [32]. For the water-soluble protein fraction, 4 ml of PBS, pH 7.4, were used to resuspend the powder for 2 h at 4°C by gentle ‘head-over-head’ mixing. The insoluble material was pelleted by centrifugation at 120,000×g for 15 min and the supernatant retained. For the water-insoluble protein fraction, the pellet was incubated at 22°C for 3 h using an extraction buffer consisting of 5 M urea (Sigma), 2 M thiourea (Sigma), 2% CHAPS (Sigma) and 2% SB3-10 (Sigma) in 40 mM Tris, pH 7.4. The supernatant was collected, as described for the water-soluble protein fraction. A general use cocktail of protease inhibitor (Sigma) was added to each extracts to avoid proteolytic degradation. Protein concentrations were measured with the Bradford reagent (Sigma), and proteins stored at −80°C.\nThe glycosidase assays were conducted by incubating 5 µg of protein extract with 30 mM of substrate at pH 6.5 for 40 min at 37°C. Reactions were quenched by the addition of 3 M Tris. The glucose was quantified using the Glucose Assay Kit (Sigma). The substrates used in the assays included maltose, lactose and sucrose. Each analysis was performed three times, and the results presented as the average of the three readings. For statistical analysis, the unpaired student t-test was used to test differences in activity between the different protein homogenates. The level of significance for analyses was set at P≤0.05.",
    "Results": "Proteins profiles of the excretory/secretory material\nThe protein profiles of the ES products from each of the three larval stages of A. suum, displayed by SDS-PAGE and Coomassie staining, are shown in Figure 1. The analysis revealed a complex and distinct banding pattern for the ES of three individual stages. Most ES proteins from L3-egg were distributed between 10–120 kDa, whereas those of L3-lung were mainly between 30 and 100 kDa, with a smear above 40 kDa. L4 ES represented a complicated profile, with major bands between 37 and 150 kDa, and some fainter bands in the 20–30 kDa range.\nProtein profile of the A. suum L3-egg, L3-lung and L4 ES products displayed on a 12% SDS-PAGE stained with Coomassie blue. Each lane was loaded with 15 µg of protein. Molecular weight markers are indicated to the left. The 10 gel slices used in the trypsin digests are indicated on the right.\n\n\nProtein identifications\nMascot searches of the MS/MS spectra for both the in-gel and in-solution approaches yielded 20, 45 and 58 protein identities within ES products of L3-egg, L3-lung and L4 stages, respectively. The full lists of proteins identified are provided in Tables 1 (L3-egg), 2 (L3-lung) and 3 (L4). Most ES proteins detected were inferred to be stage-specific [85% (n = 17) for L3-egg, 69% (n = 31) for L3-lung and 74% (n = 43) for L4], and 15 proteins identified in ES products were shared by at least two larval stages. The identities of proteins shared by all three stages are given in Figure 2. ES products from L3-lung and L4 shared 14 proteins, representing 31% and 24% of their sub-total, respectively, whereas the L3-egg shared only 2 and 3 proteins with L3-lung and L4, respectively. Finally, two proteins shared by all three ES samples included a 14-3-3-like protein and a serpin (Figure 2).\nVenn diagram showing the distribution of the number of proteins identified in ES products from L3-egg, L3-lung and L4 of A. suum. The proteins identified are listed on the right.\nIn silico prediction of classical and non-classical secretion showed that 9 (45%), 25 (56%) and 42 (72%) of the identified proteins from L3-egg, L3-lung and L4 ES products, respectively, were predicted to be either a classical or non-classical secreted protein (Tables 1–3).\nAll proteins identified were subsequently categorized based on their molecular function, according to information from the GO database. Assigned were: metabolic pathway, structural, motor activity, binding, other functions and proteins of unknown function (Figure 3). From the entire annotated ES protein dataset, 24% (n = 38) of proteins did not have any known function or known homologues in other organisms. Comparison of the results obtained for the three larval stages indicated an increase in the number of proteins involved in metabolic pathways from the L3-egg stage to the L3-lung and L4 stage larvae, whereas only two endochitinase homologues were identified from the L3-egg. In contrast, motor activity proteins, including proteins such as myosin-4, paramyosin and tropomyosin, were unique to L3-egg. Finally, 9% of proteins identified in L3-lung ES products, including cuticlin-1, cuticle collagen 12 and 13, represented ‘structural’ proteins, whereas those belonging to this category were less represented in L3-egg (none) and L4 (2%). Of the 17 binding proteins identified 82% of them were ATP-, ion-, carbohydrate- and DNA-binding proteins.\nGene Ontology terms relating to molecular function assigned to the proteins identified in ES products from L3-egg, L3-lung and L4 of A. suum.\n\n\nGlycosyl hydrolases in Ascaris suum\nThe most frequently identified proteins in ES products were glycosyl hydrolases belonging to family 31 (GH31). In total 16 GH31 proteins were identified in the ES products of L3-lung and L4 larvae with homology to maltase-glucoamylases and sucrase-isomaltases. Six and 5 GH31 proteins were identified in L3-lung and L4, respectively, and another 5 for both of these larval stages.\nIn order to obtain more information on these proteins, we subsequently BLAST searched the A. suum genome for additional members of this GH31 family. In total, 32 protein sequences were identified, all showing homology to GH31 proteins (Table 4). The length of the protein sequences ranged from 80 to 1772 amino acids (aa), suggesting that some of the sequences were not full length. Twenty of the predicted GH31 proteins were predicted as either secreted through a classical or non-classical pathway.\nThe GH31 protein sequences (≥700 aa) representing Ascaris were aligned with those of homologous proteins from other species for subsequent phylogenetic analysis (Figure 4, panel A). The unrooted tree indicated clustering of the majority of the GH31 proteins of A. suum with acid-active GH31 enzymes (i.e. AAG, SUIS, MGA, AAGR1-2), whereas only one (i.e. GS_18807) clustered with neutral-active GH31 enzymes (i.e. GANAB and GANC). The results of a comparative analysis of the amino acid sequence homology around the catalytic site of 13 A. suum GH31 proteins (codes GS_0471, GS_05082, GS_06701, GS_08447, GS_13054, GS_17123, GS_17323, GS_18807, GS_19777, GS_20796, GS_22047 and GS_23879) and the 4 GH31 proteins present in C. elegans (AAGR1- AAGR 4) (Figure 4, panel B) indicated that the signature motifs around the catalytic nucleophile are largely conserved between these two nematode species.\nA. Unrooted phylogenetic tree of the A. suum GH31 proteins (with a minimum sequence length of 700 amino acids) and other selected eukaryotic GH31 protein following neighbour-joining analysis. The values at the branch nodes represent bootstrap values (maximum 1000). B. Comparative analysis of the amino acids around the catalytic nucleophile (Trp and Asp) of GH31 proteins for the C. elegans GH31 proteins AAGR1-4 and the A. suum GH31 proteins (GS_04731, GS_05082, GS_06701, GS_08447, GS_13054, GS_17123, GS_17323, GS_18807, GS_19777, GS_20796, GS_21706, GS_22047 and GS_23879).\nIn the transcriptomic analysis, the RPKM values for all GH31 proteins identified here showed that most of them are transcriptionally upregulated in the late larval stages (L3-lung and L4) of A. suum (Table 4). Based on the RPKM values, GH31 proteins with the highest transcription were GS_18934, GS_13054 and GS_19777, with RPKM values of >500 in L4. A qPCR analysis of genes encoding GH31 proteins (codes GS_18934 and GS_19777) was conducted to (1) verify the transcriptomic data and (2) to analyse their transcription profiles in different tissues of adult A. suum (Figure 5 panel A). Indeed, transcription levels of both genes were higher in L4 compared with other stages. In addition, the transcription linked to these GH31 was in the intestine of both female and male adults of A. suum, whereas almost no transcription was detected in either the reproductive system or the cuticle of both sexes (Figure 5, panel A).\nA. A qPCR analysis for two GH31 proteins on cDNA produced from different larval stages and adult worm tissues. B. Comparison of the glucosidase hydrolytic activity in water-soluble (white bars) and water-insoluble extract (black bars) from different adult tissues. Results are shown as average + SD. Substrates used in the assays were lactose, maltose and sucrose. (Int F: female intestine; Int M: male intestine; Rep F: female reproductive system; Rep M: male reproductive system; Cut F: female cuticle; Cut M: male cuticle). (* P<0.05).\nTo confirm the intestinal location of the GH31 proteins, enzymatic assays were performed to measure glycolytic activity in protein homogenates from different adult A. suum tissues (Figure 5, panel B). Particularly maltose and sucrose were degraded following incubation with homogenates from the intestinal tracts of both adult male and female worms. The glycolytic activity measured was markedly higher in the water-insoluble protein fractions compared with the water-soluble fraction (P<0.05). In addition, the intestinal homogenates from males showed higher activity compared with females (P<0.05). The degradation of lactose was only observed after incubation with the water-insoluble protein fraction produced from the adult male intestines.",
    "Discussion": "The goal of this study was to identify the ES proteins produced and released by the larval stages of A. suum in vitro and to infer the functions of these molecules during the migratory phase of the parasite through the body of the host animal. In total, 106 proteins were identified, of which 62% were predicted to either contain a signal peptide, suggesting secretion through a classical pathway, or predicted to be secreted via a non-classical pathway. The other 38% of proteins lacked a detectable signal sequence. Although no changes were observed in the motility or physical appearance of the larvae during the in vitro culture, some atypical secreted proteins were detected. The highest number of ‘non-secreted’ proteins for L3-egg was 55% compared with 45% and 26% for L3-lung and L4, respectively. Some of these ‘atypical secreted’ proteins, including 14-3-3 and serpin, may include their secretion in extracellular vesicles as described for other helminths, such as C. elegans [33], Fasciola hepatica and Echinostoma caproni [34]. However, the presence of some typical intracellular proteins in the ES material, such as histones, for example, suggests that there was some cellular damage in the larvae leading to leakage of intracellular proteins into the medium. The precise reason for this is unclear, but it is possible that the hatching procedure, and the subsequent washing steps have a role. Moreover, keeping the in vitro culture as short as possible may help reducing the possibly invisible leakage of intracellular proteins into the medium. Therefore, in the future it would be interesting to analyse ES material that has been collected after only few hours of in vitro culture.\nAmong the 106 ES proteins identified in this study, two (i.e. a serpin-like and a 14-3-3 protein) were released by all three larval stages investigated. Serpins are serine protease inhibitors with a wide spectrum of functions in numerous biological systems, such as blood coagulation, complement activation and inflammation [17], [19], [35], [36]. Analysis of the A. suum genome and transcriptomes showed that they contain 10 serpin-encoding genes [23], whereas 8 and 3 serpin genes have been identified in the genomes of C. elegans and B. malayi [35], respectively. A number of studies have previously reported on the presence of serpins in nematode ES products and experimental evidence indicates that many of them can have an immune-evasive function [36]. Interestingly, earlier studies of A. suum have shown that the activities of host proteases, such as trypsin and chymotrypsin, were greatly decreased from the micro-environment of live worms with a functioning gastrointestinal system [37]. Subsequently, Martzen et al. [38], [39] showed that inactive chymotrypsin complexes were formed in the muscle sarcolemma and in the epithelial surface of the gut of adult A. suum as well as in developing eggs and larvae of this nematode. In this way, the serine protease inhibitors may not only protect the worms from degradation in host digestive environment but might also mask the surface of developing larvae, permitting them to evade the host's immune system as they migrate from the intestine to the liver and the lungs. Whether the serpins detected in the ES products from A. suum are involved in these processes is still unclear.\nIn addition to the serpin, a 14-3-3 protein was also detected in the ES material of all three larval stages. Such 14-3-3 proteins represent a family of relatively conserved regulatory proteins, which can bind a range of functionally diverse signaling proteins. In C. elegans, a 14-3-3 protein regulates daf-2/insulin-like signaling pathway, which is critical for regulating development, longevity, metabolism and stress resistance [40]. Although the 14-3-3 proteins have been isolated and characterized recently as molecules with a significant role in the parasite biology and immunology within the context of the host–parasite relationship [41]–[43], currently, little information is available on their actual role in parasites.\nFurther comparison of the protein composition of the larval ES proteins showed that more overlap existed between L3-lung and L4 compared with L3-egg. Glycosyl hydrolases belonging to family 31 (GH31) were particularly prominent in ES products from L3-lung and L4. The identification of 16 GH31 proteins is an intriguing outcome of this study, particularly since no other studies have reported the presence of such enzymes in the ES products from nematodes. An analysis of the A. suum genome and transcriptomes revealed 32 putative GH31 protein encoding genes/sequences. Although the exact number of GH31 protein genes in A. suum is less than 32, because of short or incomplete sequences in the current dataset, it is still clear that this gene family has undergone a large expansion compared with other nematode species. A preliminary analysis indicated the presence of only 4 GH31 protein genes in the genomes of C. elegans, B. malayi and T. spiralis (results not shown). The results presented in the present study also indicated that most of the GH31 proteins were transcriptionally upregulated from the L4 larval stage onwards, with a peak in the adult stage of Ascaris, in particular in intestinal tissues. This finding was also confirmed by enzymatic assays, showing the highest glycosidase activity in intestinal protein extracts from adult worms. It has been suggested [44] that Ascaris takes most of its nutrients from the partially digested host food in the intestine. The present findings suggest that the degradation of complex carbohydrates forms an essential part of the energy metabolism of this parasite once it is established in the small intestine. The highest level of glycolytic activity was consistently found in the water insoluble protein fraction, suggesting that the enzymes are associated or directly bound to a cell membrane. In mammals, it has been shown that the sucrose-isomaltase complex is anchored to the small intestinal brush border through a highly hydrophobic segment in the N-terminal region of the isomaltase subunit [45], [46]. However, none of the A. suum GH31 protein sequences were predicted to contain such a transmembranic region. Therefore, further research is needed to determine the exact cellular location of the GH31 proteins within the intestinal tissues of A. suum. If the results would show that they are actually located on the intestinal surface, it would make them interesting drug and/or vaccine targets.\nApart from the shared proteins, most of the proteins identified were unique to a particular larval stage. Amongst the ES proteins identified in L3-egg, there were at least two different endochitinases. Chitinases are enzymes that catalyze the hydrolysis of beta-1, 4-N-acetyl-d-glucosamine linkages in chitin polymers. Studies of B. malayi (a filarioid nematode) showed that a chitinase was secreted during the exsheathment process of the microfilariae in the mosquito vector and from the eggshell during hatching of the larvae within the reproductive tract of the adult stage [47]. RNAi studies of Acanthocheilonema viteae (also a filarioid) showed that chitinase was also critical in the moulting process of the nematode [48]. Interestingly, Geng et al. [49] previously reported on the abundant secretion of a chitinase in the perivitelline fluid surrounding the infective A. suum larva just prior to hatching from the egg. This chitinase is however different from that identified here. During the larval cultivation, many of the larvae need to lose the L2 cuticle, which is usually still present around the infective L3 larvae when they hatch from the egg. Therefore, it is possible that the chitinases identified herein are involved in the exsheathment process.\nAnalysis of ES products from L3-lung and L4-ES resulted in the identification of various proteins that have consistently been found in ES material of other parasites, such as the transthyretin-like proteins, C-type lectins and venom allergens [15], [17], [18], [50]. The transthyretin-like proteins are one of the largest conserved nematode-specific protein families of which the function is still largely unclear. Recent data published by Wang et al. [51] on TTR-52, one of the 57 transthyretin-like proteins present in C. elegans suggest that these proteins act extracellulary to mediate cell-cell interactions.\nC-type lectins belong to a type of carbohydrate-binding protein family, known as lectins. These molecules are widely distributed throughout the animal kingdom and have a diverse range of functions, including cell-cell adhesion, immune responses to pathogens and apoptosis [15], [52]. Notably, C-type lectins were also particularly abundant in the secretions from T. canis and hookworms [50], [53]. The recent report of the sequence similarity of C-type lectins from A. suum to host to dendritic cell receptors suggests that the parasites may utilize lectins to bind to carbohydrate moieties on the surface of host cells to avoid pathogen recognition mechanisms in hosts [54]. The identification of several C-type lectins in the current study could indeed indicate that they play an important, yet undiscovered, role at the parasite-host interface.\nVenom allergens belong to the SCP/TAPS protein family and are basically found in every species investigated so far. Despite the fact that the exact function of SCP/TAPS proteins remains unknown, various studies have shown that they are amongst the most abundant proteins expressed and secreted during the transition from the free-living to the parasitic life stages, suggesting an important role in the onset of parasitism [55]. Compared with the number of SCP/TAPS proteins identified in the ES material of some other species [20], [56], [57], it is surprising that only 2 were identified in the current study. However, this finding is concordant with previous evidence from genomic and transcriptomic datasets [23] indicating the presence of only 12 SCP/TAPS-encoding genes in the A. suum with relatively limited transcription levels (results not shown).\nIn conclusion, this study provides the first in-depth characterization of the ES products from the larval stages of A. suum, a crucial step in enhancing our knowledge and understanding of the biology of this parasite and its interactions with its mammalian host. The study provides a basis for further molecular investigations aimed at exploring the biological role of the proteins identified and their potential as vaccine and/or therapeutic targets."
}