{
    "Introduction": "Chikungunya is an acute febrile illness (AFI) caused by an alphavirus, chikungunya virus (CHIKV) [1]. CHIKV spreads from viremic humans to Aedes species mosquitoes that can transmit the virus to other humans when taking a blood meal. CHIKV can also be transmitted from an infected mother to her child during pregnancy or parturition [2]. Transmission via infected donor blood products and organs is a theoretical risk; however, no cases of transfusion-transmitted or organ transplant-transmitted CHIKV infection have been reported [3].\nAfter an incubation period of typically 3–7 days following the bite of a CHIKV-infected mosquito, most people become symptomatic [4]. Symptoms include high fever, bilateral symmetric joint pain, myalgia, arthritis, maculopapular rash, conjunctivitis, headache, and nausea or vomiting. Clinical laboratory findings can include lymphopenia, thrombocytopenia, elevated creatinine, and elevated hepatic transaminases. Rare complications include uveitis, retinitis, myocarditis, hepatitis, nephritis, bullous skin lesions, meningoencephalitis, myelitis, Guillain-Barré syndrome, and cranial nerve palsies [5–7]. Mortality is thought to be a rare outcome [8]. Persons at risk for severe disease include neonates exposed intrapartum, adults >65 years old, and people with chronic medical conditions [9, 10]. While the acute illness typically resolves by the end of the third week, some people have a post-acute phase with arthritis, neuropathy, and neuropsychiatric conditions that may last through the third month [10–17]. Chronic musculoskeletal symptoms, which are likely mediated by inflammation [13] potentially resulting from viral persistence [18–21], may recur or persist more than 3 months after the acute phase of the illness.\nWhile most people are thought to be immune after a single infection, currently, there is no vaccine to prevent CHIKV infection and no specific antiviral treatment for patients with chikungunya, although several vaccines and therapeutic candidates are under development [22]. Symptomatic treatment with analgesics and non-steroidal anti-inflammatory drugs (NSAIDs) is recommended for those with fever and joint symptoms [1]. Aspirin is not recommended due to the increased risk of bleeding, and corticosteroids are not recommended in the acute and post-acute phase as they may cause immunosuppression that may worsen the clinical course [23]. NSAIDs, corticosteroids, and methotrexate are the recommended treatments for chronic chikungunya arthritis [17, 23–25].\nThe clinical diagnosis of chikungunya may be complicated if the patient resides in or has recently traveled to a dengue endemic area. Early in the clinical course, chikungunya cases may be difficult to distinguish from cases of dengue, adenoviral disease, influenza, leptospirosis, Zika, and malaria. Testing blood for viral RNA by reverse transcription-polymerase chain reaction (RT-PCR) [26] or anti-CHIKV antibodies by IgM antibody capture enzyme-linked immunosorbent assay (MAC-ELISA) [27] allows for a definitive diagnosis. During outbreaks and in resource poor settings, diagnosis often relies on the identification of clinical features consistent with the World Health Organization (WHO) case definition [26]. However, the sensitivity and specificity of this definition is not known and may vary by timing of presentation and age of the patient [27, 28].\nLaboratory diagnosis, while not often feasible, is essential for patient care and improving public health. Identifying AFI patients who have chikungunya is important for patients who develop post-acute and/or chronic disease. It can also improve patient outcomes by enabling more timely assessment of patients with other AFIs that require early administration of an antibiotic or antiviral drug, or specific anticipatory guidance. Also, identification of patients with CHIKV infection early, while the patient is still febrile (and viremic), may help limit further transmission of CHIKV within households and communities. In this manuscript, we describe clinical predictors of RT-PCR positive chikungunya cases by the timing of presentation and age compared to two groups: all other AFI cases (CHIKV-negative), and RT-PCR positive dengue cases. To do so, we utilized the first three years of data collected from an ongoing clinical study in which patients presenting to the hospital emergency department with AFI were enrolled and tested for evidence of infection with CHIKV, dengue virus 1–4 (DENV-1–4), and 20 other pathogens.",
    "Materials and methods": "Ethics statement\nBefore enrollment, informed consent was administered by study staff in accordance with Puerto Rico law (Article 13, Section 13, Regulation 7617 of the Office of Patient Ombudsman, Act #194). Specifically, written informed consent was obtained from eligible adults ≥21 years old and emancipated minors 14–20 years old. Written informed consent was obtained from parents of minors ≤ 20 years old. Written informed assent was obtained from non-emancipated minors 14–20 years old and verbal informed assent was obtained from children 7–13 years old. The Institutional Review Boards at the Centers for Disease Control and Prevention (CDC) and Ponce Medical School Foundation (PMSF) approved the study protocol.\n\n\nStudy population\nThe study was conducted in southern Puerto Rico at Saint Luke’s Episcopal Hospital (SLEH), a tertiary care teaching hospital in Ponce with more than 54,000 annual Emergency Department (ED) visits, and SLEH–Guayama, a secondary acute care hospital in Guayama with 40,000 annual ED visits. Together, the hospitals provide clinical services to about 600,000 residents of neighboring municipalities [29].\n\n\nStudy enrollment and procedures\nStudy procedures were previously described [29]. In brief, enrollment was conducted between May 7, 2012 and May 6, 2015 at SLEH–Ponce and February 1, 2013 and May 6, 2015 at SLEH–Guayama. Consenting patients presenting to the ED or as a direct hospital admission were enrolled if they had a fever defined by a body temperature of ≥38.0°C (oral) or ≥38.5°C (axillary), or history of fever for seven or fewer days. After informed consent was administered, demographic information, clinical features, exposure history, and history of chronic disease were collected using a structured questionnaire. A physician examined the participant and recorded the clinical diagnosis. The following pre-existing conditions were collected at enrollment in the case review form: diabetes, high blood pressure, coronary heart disease, high cholesterol, asthma, chronic obstructive pulmonary disease, cancer, immunodeficiency, chronic kidney disease, chronic liver disease, thyroid disease, and sickle cell disease. Study participants returned 7–30 days post-illness onset (DPO) to provide convalescent specimens and complete a questionnaire recording healthcare services received and signs and symptoms experienced since enrollment.\n\n\nSpecimen collection\nAt enrollment, blood, urine and oro-nasopharyngeal specimens were collected. Convalescent blood and urine were collected >7 DPO. Sample collection procedures have been previously described [29].\n\n\nLaboratory diagnostics\nMolecular diagnostic testing for CHIKV, DENV 1–4, influenza A and B viruses, and 12 other respiratory viruses including adenovirus, human respiratory syncytial virus, human metapneumovirus, parainfluenza virus 1–4, human enterovirus/rhinovirus, and four human coronaviruses (229E, OC43, NL63 and HKU1), was performed as described previously [29, 30]. Serum specimens collected ≤6 DPO were tested by a DENV-serotype specific real-time RT-PCR [31, 32], and those collected ≥4 DPO were tested by an anti-DENV MAC-ELISA (InBios International, Inc., Seattle, WA)[33–35]. Beginning in May 2014, specimens collected ≤6 DPO were tested by CHIKV-specific, real-time RT-PCR [36], and those collected ≥6 DPO were tested by anti-CHIKV MAC-ELISA [33]. Serum specimens collected ≤3 DPO were tested by a pan-enterovirus real-time RT-PCR assay that targets the viral protein 1 (VP1) region [37]. Paired serum specimens from enrollment and follow-up visit were tested by microscopic agglutination test (MAT) for Leptospira spp. [38] and by indirect hemagglutination assay (IHA) for Burkholderia pseudomallei [39], according to an algorithm that was previously described [29]. The first 250 patients with Leptospira spp. and B. pseudomallei negative specimens and for which paired specimens were available were tested by Indirect Fluorescent Assay (IFA) for Rickettsia spp., Ehrlichia spp., and Coxiella spp. Whole blood and/or acute serum from cases with a reactive IFA were assessed for C. burnetii, R. rickettsii, R. typhi, and/or E. chaffeensis DNA by PCR [29].\n\n\nClinical definitions\nLeukopenia was defined as a white blood cell count ≤5,000 cells/μL. Thrombocytopenia was defined as a platelet count ≤100,000/μL. Severe hemoconcentration was defined by a hematocrit ≥20% above the U.S. population mean hematocrit for age and sex, and moderate hemoconcentration was defined by a hematocrit >97.5th percentile for age and sex to less than the cut-off for severe hemoconcentration [40]. A skin bleed was defined by presence of skin bruising and/or petechiae in the lower extremities. Mucosal bleeds included epistaxis, gingival bleed, hematemesis, melena, hematochezia, menorrhagia, or hematuria (>5 red blood cells per high powered field) in a male or non-menstruating female. Any bleeding was defined by the presence of a skin bleed and/or mucosal bleed.\n\n\nData analysis\nDemographic and clinical features of CHIKV RT-PCR positive cases (i.e., only laboratory-confirmed chikungunya cases) were compared with two groups: all other AFI cases and DENV RT-PCR positive cases (i.e., laboratory-confirmed dengue cases). Cases that were only anti-CHIKV MAC-ELISA positive and CHIKV coinfections were not included in our analysis as laboratory-confirmed chikungunya cases. All other AFI cases included 6,916 laboratory-positive and laboratory-negative AFI cases that were not CHIKV RT-PCR positive (n = 1,499), anti-CHIKV MAC-ELISA positive (n = 136), anti-DENV MAC-ELISA positive (n = 285), dengue indeterminate (n = 51), or co-infected (n = 109) AFI cases. A dengue indeterminate case had a negative acute specimen and no serum collected ≥6 DPO available for testing. The number of laboratory-confirmed chikungunya, dengue and other AFI cases were plotted by month and year of illness onset and timing of presentation. Differences in proportions were tested by applying the Chi-square test, and medians were compared using the Mann-Whitney-Wilcoxon test. Bonferroni correction was used to account for simultaneous multiple comparisons. Multiple imputation was used to predict an independent plausible value for missing values (percent missing ranged from 0.4–8.6%) using generalized linear regression on non-missing variables to create 40 imputed complete data sets [41]. To identify predictors of chikungunya as compared to all other AFI cases and dengue cases separately, stepwise Akaike Information Criterion (AIC) variable selection was used for imputed datasets. Variables retained at least once in the 40 models were included in a pooled Poisson regression model (using weights to account for the pooling) before going through final variable selection [42]. From the final pooled Poisson regression model, relative risk and 95% confidence intervals (CI) were calculated for significant overall (all DPOs), early (<3 DPO), and late (3–5 DPO) predictors, along with any significant interactions with age group (<5-year-old, 5–19-year-old, 20–49-year-old, and ≥50-year-old). The final models included the age and the variables listed in S2 Table. The adjusted relative risks (aRR) were calculated by comparing cases with the significant predictor who were CHIKV RT-PCR positive to other AFI cases (or DENV RT-PCR positive), divided by the comparison of cases without the significant predictor who were CHIKV RT-PCR positive to other AFI cases (or DENV RT-PCR positive), and adjusted for the other statistically significant predictors in the models. Data were analyzed using the “mi” and “MASS” packages from R software (V3.3.0, R Foundation for Statistical Computing, Vienna, Austria).",
    "Results": "Of the 8,996 participants enrolled in the AFI study, slightly more than half (54.8%, 4,930) had a pathogen detected, and 1,635 (18.2%) had a CHIKV infection [29]. In addition, 27 of the 109 participants with co-infections identified by molecular detection of two pathogens had a CHIKV infection. Most (91.7%, 1,499) of the chikungunya cases were confirmed by RT-PCR and were included in this analysis.\nThe first chikungunya case was detected in May of 2014 and was followed by a six-month outbreak during which 1,574 cases were detected in 2014 (Fig 1). Only 61 chikungunya cases were detected in 2015. In contrast, most dengue cases were detected during a dengue outbreak that occurred in 2012 and continued through 2013, when a total of 921 dengue cases were detected. Few (n = 49) dengue cases were detected in 2014 to the end of the study in 2015. For this study, the 685 DENV RT-PCR positive cases were made up of 645 (94.2%) DENV-1, 38 (5.5%) DENV-4, and two (0.3%) DENV-2. The proportion of serotypes detected was consistent with what was in circulation throughout the island at the time [29].\n\n\nParticipant demographics at enrollment between chikungunya cases, all other AFI cases, and dengue cases\nA higher proportion (52.6%) of participants with chikungunya were female when compared with participants with dengue (45.3%, P = 0.002), as well as when compared to other AFI, although not statistically significant (49.8%, P = 0.052) (Table 1). Chikungunya cases were older on average than other AFI and dengue cases (median age of 24.8 years vs. 10.2, P <0.001; and 15.3 years, P <0.001, respectively), and likely because of this, a higher proportion of chikungunya cases reported having at least one chronic medical condition (39.5% vs. 32.7%, P <0.001; and 28.9%, P <0.001, respectively) (Table 1).\nThe timing of initial presentation and disposition varied by comparator group (Table 1 and Fig 2). Chikungunya cases were more likely than other AFI cases to present early (<3 DPO) in the clinical course (88.5% vs. 70.7%, P <0.001); this difference was especially striking between chikungunya and dengue cases (88.5% vs. 41.0%, P <0.001). Chikungunya cases were less likely than other AFI cases to be admitted to the hospital at enrollment (10.7% vs. 26.8%, P <0.001), and again, this difference was more pronounced between chikungunya and dengue cases (10.7% vs. 44.7%, P <0.001).\n\n\nComparison of signs and symptoms by group\nA significantly (at P <0.001) higher proportion of chikungunya cases than other AFI cases had muscle, bone or back pain (85.7% vs. 53.6%, respectively), joint pain (82.0% vs. 41.0%), headache (71.7% vs. 62.1%), skin rash (61.2% vs. 20.4%), red conjunctiva (57.9% vs. 47.5%), facial and/or neck erythema (57.0% vs 35.2%), any bleeding (48.0% vs. 24.4%), skin bleeding (39.0% vs. 11.2%), red swollen joints (43.3% vs. 9.3%), and pruritic skin (30.0% vs. 12.4%) at study enrollment (S1 Table). These significant differences were sustained (except for red conjunctiva, and facial and/or neck erythema), although not as pronounced, when the comparison was made between chikungunya and dengue cases. In contrast, a significantly (at P <0.001) higher proportion of dengue than chikungunya cases had headache (83.4% vs. 71.7%), chills (78.4% vs. 71.0%), anorexia (77.1% vs. 56.4%), dizziness (61.2% vs. 43.1%), eye pain (56.8% vs. 46.4%), gastro-intestinal symptoms, such as: nausea (66.7% vs. 42.9%), abdominal pain (55.6% vs. 31.2%), diarrhea (34.9% vs. 17.3%) and vomiting (25.1% vs. 13.9%), and signs of poor circulation (48.0% vs. 31.8%) at study enrollment. Chikungunya cases were significantly less likely than other AFI cases and dengue cases to have respiratory tract symptoms, such as cough (25.2% vs. 60.1% and 35.2% respectively), and sore throat (21.0% vs. 42.5% and 31.2% respectively). Chikungunya cases were significantly less likely than other AFI cases to be hemoconcentrated or have thrombocytopenia, but there was no difference in the proportion with leukopenia. A higher proportion of dengue than chikungunya cases had moderate hemoconcentration (3.1% vs. 0.8%, P <0.001), severe hemoconcentration (1.0% vs. 0.2%, P = 0.022), thrombocytopenia (35.2% vs. 2.0%, P <0.001), and leukopenia (75.9% vs. 19.9%, P <0.001).\n\n\nOverall predictors of laboratory-confirmed chikungunya regardless of DPO\nIn multivariate analyses, when we compared 1,499 chikungunya cases to 6,916 other AFI cases regardless of DPO at presentation, the positive predictors of chikungunya among participants of all ages were joint pain, muscle, bone or back pain, red conjunctiva, and skin rash, although the strength of skin rash as a predictor varied significantly across age groups (Tables 2 and 3). Thrombocytopenia, cough, sore throat, rhinorrhea, signs of poor circulation, gastrointestinal symptoms such as diarrhea and abdominal pain, headache, and anorexia were negative predictors of chikungunya among participants of all ages regardless of DPO. When we compared 1,499 chikungunya cases and 685 dengue cases regardless of DPO, we found that red swollen joints, joint pain, skin rash, any bleeding, and irritability were significant positive predictors of chikungunya among participants of all ages (Tables 2 and 3). Thrombocytopenia, nausea, signs of poor circulation, cough, headache, diarrhea, eye pain, dizziness, and leukopenia were independent negative predictors for chikungunya when compared with dengue cases although the strength of leukopenia as a predictor varied significantly across age groups (Table 3).\nIn the chikungunya versus all other AFI comparison, some clinical features were only statistically significant when interacted by age group (Table 3). Having red swollen joints was a positive predictor of chikungunya when compared with all other AFI cases among participants >5 years old. Face and/or neck erythema, and any bleeding were positive predictors of chikungunya only among participants <5 years old. Leukopenia was a negative predictor of chikungunya among participants <20 years old.\n\n\nEarly predictors of laboratory-confirmed chikungunya\nWhen we compared 1,326 chikungunya cases to 4,892 other AFI cases that presented early (<3 DPO), the significant early positive predictors of chikungunya among participants of all ages in multivariate analyses were joint pain, muscle, bone or back pain, and skin rash, although the strength of skin rash as a predictor varied significantly across age groups (Tables 4 and 5). Thrombocytopenia, respiratory symptoms (i.e., cough, sore throat and rhinorrhea), signs of poor circulation, gastrointestinal symptoms (i.e., abdominal pain, diarrhea and nausea), and anorexia were early negative predictors of chikungunya when compared to other AFI cases. When compared with the 281 dengue cases that presented <3 DPO, joint pain and red swollen joints were significant early positive predictors of chikungunya in all age groups (Table 4). In contrast to the chikungunya vs. all other AFI comparison, skin rash was an early positive predictor (aRR = 1.55, 95% CI = 1.22–1.97) only among participants 5-19-years-old in the chikungunya vs. dengue comparison (Table 5). Thrombocytopenia, leukopenia and nausea were significant early negative predictors of chikungunya when compared to dengue cases (Table 4).\nSome clinical features were significant predictors of chikungunya compared to all other AFI cases when interacted with age group (Table 5). Report of any bleeding was an independent, positive early predictor of chikungunya among participants <5 years old. Having red swollen joints was a positive predictor of chikungunya among participants >20 years old. Facial and/or neck erythema was a positive predictor among participants >20-years old.\n\n\nLate predictors of laboratory-confirmed chikungunya\nWhen we compared 161 chikungunya cases to 1,776 other AFI cases that presented 3–5 DPO, the independent significant positive predictors of chikungunya among participants of all ages were red swollen joints, skin rash, pruritic skin, and red conjunctiva (Table 6). Absence of thrombocytopenia, sore throat, rhinorrhea, and signs of poor circulation were significant negative predictors of chikungunya. When the 382 dengue cases were the comparator group, red swollen joints and pruritic skin were independent significant positive predictors of chikungunya at 3–5 DPO across all age groups (Table 6). Absence of thrombocytopenia, leukopenia, nausea, and cough were negative predictors of chikungunya. Age did not significantly affect any predictor among those presenting 3–5 DPO.",
    "Discussion": "Of the 8,996 participants enrolled in our AFI study, nearly one-fifth had chikungunya. Chikungunya cases were more likely than other AFI cases to be older and a higher proportion reported having at least one chronic medical condition. This pattern of disease has been seen in other areas with recent CHIKV emergence [43, 44] and may be due to differences in health-seeking behaviors and/or complications among older individuals with preexisting co-morbidities, including osteoarthritis. As has been previously reported, chikungunya cases were more likely than other AFI cases to present early in the clinical course [45–49]; differences that were especially pronounced between chikungunya and dengue cases [50–52]. Whether the difference in the timing of presentation is due to a more abrupt onset of fever and the occurrence of very high fever (≥40°C) among those with chikungunya than dengue remains unknown. In our study, we did not collect information about the degree of fever or the fever curve to be able to confirm these findings.\nAs a clinical syndrome, AFIs are a diagnostic challenge for clinicians especially early in the clinical course when anticipatory guidance and supportive care may pre-empt medical complications. In our study, we identified clinical predictors for RT-PCR-positive chikungunya cases by timing of presentation and patient age using two clinical comparators. While there are a few recent prospective studies that sought to identify predictors of chikungunya using dengue cases [43, 44, 48, 53–55] or all other AFIs [43, 55] as the clinical comparator, many were biased by restrictive study inclusion criteria [44, 48, 53–55] including the use of dengue and/or chikungunya case definition [44, 53]. In addition, some studies included only hospitalized cases [44, 46, 50], or restricted the study to adult [44, 50, 55] or pediatric cases [46, 48]. Lastly, many of these studies were limited by small sample size (i.e., <50 chikungunya cases) [43, 44, 48, 53, 55], and because of this, other investigators found few or no clinical features that distinguished chikungunya cases from other AFIs [44, 53, 55].\nWe identified seven predictors of laboratory-confirmed chikungunya among AFI patients regardless of the timing of presentation or comparison group used including two positive predictors, joint pain and skin rash, and five negative predictors: thrombocytopenia, signs of poor circulation, headache, cough, and diarrhea. Red swollen joints was also a predictor, except for patients aged <5 years when compared to all other AFI. Similarly, leukopenia was a negative predictor, except in adults when compared to all other AFI and in all age groups when compared to dengue. Last, classic signs and symptoms of dengue including headache, eye pain, and signs of poor circulation were negative predictors of chikungunya when compared with dengue.\nWhile more recent studies have not found bleeding to be an early predictor of chikungunya, many of the original chikungunya case reports described bleeding among chikungunya cases including epistaxis and petechiae [46, 56, 57]. In our study, a significantly higher proportion of chikungunya cases had skin bleeding (mostly petechiae) when compared to dengue cases, and because of this, any bleeding was a significant positive predictor of chikungunya when compared with dengue for all ages regardless of the timing of presentation. Any bleeding was also a significant positive predictor of chikungunya overall and early in the clinical course among participants <5 years when compared with all other AFI cases. A study by Velasco et al. also identified differences in signs and symptoms by the age of the chikungunya patient in that children (<18 years) were more likely to have rash while those ≥18 years were more likely to have bleeding [53]. In our study, this finding was mainly due to differences in the occurrence of skin bleeding, and specifically, petechiae on the lower extremities (44.3% or 97 of 219 chikungunya cases < 5 years had petechiae vs. 8.5% or 203 of 2,383 of all other AFI cases < 5 years old, (P <0.001). While skin bleeding, particularly petechiae, may be challenging to correctly identify especially in patients with darkly pigmented skin, young children with chikungunya were probably more likely to present with petechiae due to the higher incidence of minor lower extremity trauma in this age group. Nevertheless, our study explored petechiae in the lower extremities only and may have missed petechial skin bleeding caused by other AFI that present on the face and upper trunk of young children because of frequent and/or severe cough spells or vomits [58]. In addition, viral genomic studies have identified respiratory viruses, such as the respiratory syncytial virus, rhinovirus, and influenza in nasopharyngeal aspirates of young children with signs and symptoms of respiratory infection and petechiae [59].\nMaking a clinical diagnosis early in the clinical course is difficult but is important to guide patient management and administer anticipatory guidance for timely follow-up. We found that for AFI patients of all ages presenting early (<3 DPO) in the clinical course, there were three predictors of chikungunya regardless of the comparison group used. These early predictors included joint pain and the absence of thrombocytopenia and nausea. In addition, having a red swollen joint was a positive predictor in all age groups if dengue was used as a comparator, and in participants ≥20 years old when all other AFIs was the comparator. In contrast, skin rash was a positive predictor in all age groups if all other AFI was used as a comparator and only in the 5-19-year-old group if dengue was the comparator. While skin rash as a predictor was somewhat surprising, several similar, albeit smaller, studies found early skin rash to be predictive of chikungunya when compared with dengue cases [43, 46, 48]. Not surprisingly, the absence of respiratory (cough, sore throat, rhinorrhea) or gastrointestinal symptoms (abdominal pain, diarrhea, anorexia) or signs of poor circulation predicted chikungunya at <3 DPO if all other AFIs was the clinical comparator. Not being leukopenic and absence of nausea were predictive of chikungunya if dengue was the clinical comparator.\nIn general, late (3–5 DPO) predictors of chikungunya were more specific than early predictors. For example, joint, muscle, bone or back pain were no longer predictive of chikungunya while arthritis became predictive in all age-groups, and having pruritic skin became a predictor regardless of the comparison group used. While the absence of thrombocytopenia was a significant predictor of chikungunya regardless of the comparison group used, leukopenia was only a predictor when dengue was the comparator group. Our late chikungunya predictor findings were as expected in that dengue cases are more likely to be leukopenic, thrombocytopenic, and have signs of vascular leakage including nausea and cough at 3–5 DPO [29, 46]; gastrointestinal and respiratory symptoms are uncommon among those with chikungunya [50].\nWhile our study had more laboratory-confirmed chikungunya cases than other prospective studies and enrolled all patients presenting with fever regardless of age or presenting clinical characteristics, it may be limited in generalizability as previously addressed [29]. Second, our analysis of predictors utilizing dengue as a comparator group may be limited because chikungunya cases presented earlier in the clinical course than dengue cases. However, we still had more, late-presenting chikungunya cases than most studies had cases in total. Last, chikungunya and dengue cases presented at different time periods during the study during two separate outbreaks as described earlier. Due to the increased public awareness of chikungunya during the 2014–2015 outbreak, patients at enrollment (i.e., before the laboratory diagnosis) may have been more likely to report joint pain and perhaps, muscle, bone and back pain than during the 2012–2013 dengue outbreak. This may have biased the reporting of these symptoms.\nOur findings demonstrate that chikungunya does have signs and symptoms that distinguish it from other AFIs and dengue regardless of timing of presentation and age of patient. Clinicians can use these findings to identify cases of chikungunya and rule out cases so that other AFIs that require timely anticipatory guidance and clinical management can be identified. While our previous study suggested that the presence of leukopenia and thrombocytopenia were the best predictors of dengue, chikungunya does not require that a complete blood count be done.\n\nData availability statement\nAll relevant data are within the paper and its Supporting Information files."
}