{
    "Abstract": "Aedes albopictus is a tropical invasive species which in the last decades spread worldwide, also colonizing temperate regions of Europe and US, where it has become a public health concern due to its ability to transmit exotic arboviruses, as well as severe nuisance problems due to its aggressive daytime outdoor biting behaviour. While several studies have been carried out in order to predict the potential limits of the species expansions based on eco-climatic parameters, few studies have so far focused on the specific effects of these variables in shaping its micro-geographic abundance and dynamics. The present study investigated eco-climatic factors affecting Ae. albopictus abundance and dynamics in metropolitan and sub-urban/rural sites in Rome (Italy), which was colonized in 1997 and is nowadays one of the most infested metropolitan areas in Southern Europe. To this aim, longitudinal adult monitoring was carried out along a 70 km-transect across and beyond the most urbanized and densely populated metropolitan area. Two fine scale spatiotemporal datasets (one with reference to a 20m circular buffer around sticky traps used to collect mosquitoes and the second to a 300m circular buffer within each sampling site) were exploited to analyze the effect of climatic and socio-environmental variables on Ae. albopictus abundance and dynamics along the transect. Results showed an association between highly anthropized habitats and high adult abundance both in metropolitan and sub-urban/rural areas, with “small green islands” corresponding to hot spots of abundance in the metropolitan areas only, and a bimodal seasonal dynamics with a second peak of abundance in autumn, due to heavy rains occurring in the preceding weeks in association with permissive temperatures. The results provide useful indications to prioritize public mosquito control measures in temperate urban areas where nuisance, human-mosquito contact and risk of local arbovirus transmission are likely higher, and highlight potential public health risks also after the summer months typically associated with high mosquito densities."
}