{
    "Abstract": "Dengue is a major public health problem worldwide and continues to increase in incidence. Dengue virus (DENV) infection leads to a range of outcomes, including subclinical infection, undifferentiated febrile illness, Dengue Fever (DF), life-threatening syndromes with fluid loss and hypotensive shock, or other severe manifestations such as bleeding and organ failure. The long-standing World Health Organization (WHO) dengue classification and management scheme was recently revised, replacing DF, Dengue Hemorrhagic Fever (DHF), and Dengue Shock Syndrome (DSS) with Dengue without Warning Signs, Dengue with Warning Signs (abdominal pain, persistent vomiting, fluid accumulation, mucosal bleeding, lethargy, liver enlargement, increasing hematocrit with decreasing platelets) and Severe Dengue (SD; dengue with severe plasma leakage, severe bleeding, or organ failure). We evaluated the traditional and revised classification schemes against clinical intervention levels to determine how each captures disease severity using data from five years (2005–2010) of a hospital-based study of pediatric dengue in Managua, Nicaragua. Laboratory-confirmed dengue cases (n = 544) were categorized using both classification schemes and by level of care (I–III). Category I was out-patient care, Category II was in-patient care that did not meet criteria for Category III, which included ICU admission, ventilation, administration of inotropic drugs, or organ failure. Sensitivity and specificity to capture Category III care for DHF/DSS were 39.0% and 75.5%, respectively; sensitivity and specificity for SD were 92.1% and 78.5%, respectively. In this data set, DENV-2 was found to be significantly associated with DHF/DSS; however, this association was not observed with the revised classification. Among dengue-confirmed cases, the revised WHO classification for severe dengue appears to have higher sensitivity and specificity to identify cases in need of heightened care, although it is no longer as specific for a particular pathogenic entity as was the traditional schema."
}