{
    "Background": "The World Health Organization Neglected Tropical Disease (NTD) guidelines recommend control of soil transmitted helminth (STH)-associated morbidity with targeted deworming of preschool and school-aged children who are disproportionately affected by STH-associated morbidity. However, this strategy leaves many adults untreated and reinfection within communities perpetuates transmission even when mass drug administration (MDA) coverage of children is high. Evidence suggests that it may be possible to interrupt STH transmission by expanding MDA to a community-wide MDA (cMDA).",
    "Methods": "This multi-methods study of organizational readiness survey, key informant interviews, and program mapping, were conducted with government stakeholders in three Indian states, Goa, Sikkim, and Odisha, to assess readiness of the states for transitioning from school-based MDA to cMDA and identify opportunities to leverage existing infrastructure from other NTD programs like lymphatic filariasis (LF) for STH cMDA.",
    "Principal findings": "Overall, all three states indicated a highly favorable policy environment, effective leadership structure, adequate material resources, demonstrated technical capacity, and adequate community infrastructure needed to launch a STH cMDA program. The findings indicated a high-level of health system readiness to implement provided human resources and financial resources to deliver cMDA is strengthened. Areas with a significant overlap between LF and STH MDA platforms, particularly at the community-level, may be best primed for transitioning. Immunization, maternal child health, and non-communicable disease control programs were the other programs for possible integration of cMDA. States indicated having effective leadership structures in place at the state-level, however, engaging local leaders and community groups were considered crucial for successful implementation of cMDA. In-migration was a perceived challenge for estimating drug requirement and preventing possible stockouts.",
    "Conclusions": "Findings from this study are intended to proactively support government decision making, prioritization, and program planning across heterogenous implementation contexts in India to speed the translation of research findings into practice.",
    "Clinical trial registration": "NCT03014167; ClinicalTrials.gov."
}