{
    "Background": "The diagnosis of Human African Trypanosomiasis relies mainly on the Card Agglutination Test for Trypanosomiasis (CATT). While this test is successful, it is acknowledged that there may be room for improvement. Our aim was to develop a prototype lateral flow test based on the detection of antibodies to trypanosome antigens.",
    "Methodology/Principal Findings": "We took a non-biased approach to identify potential immunodiagnostic parasite protein antigens. The IgG fractions from the sera from Trypanosoma brucei gambiense infected and control patients were isolated using protein-G affinity chromatography and then immobilized on Sepharose beads. The IgG-beads were incubated with detergent lysates of trypanosomes and those proteins that bound were identified by mass spectrometry-based proteomic methods. This approach provided a list of twenty-four trypanosome proteins that selectively bound to the infection IgG fraction and that might, therefore, be considered as immunodiagnostic antigens. We selected four antigens from this list (ISG64, ISG65, ISG75 and GRESAG4) and performed protein expression trials in E. coli with twelve constructs. Seven soluble recombinant protein products (three for ISG64, two for ISG65 and one each for ISG75 and GRESAG4) were obtained and assessed for their immunodiagnostic potential by ELISA using individual and/or pooled patient sera. The ISG65 and ISG64 construct ELISAs performed well with respect to detecting T. b. gambiense infections, though less well for detecting T. b. rhodesiense infections, and the best performing ISG65 construct was used to develop a prototype lateral flow diagnostic device.",
    "Conclusions/Significance": "Using a panel of eighty randomized T. b. gambiense infection and control sera, the prototype showed reasonable sensitivity (88%) and specificity (93%) using visual readout in detecting T. b. gambiense infections. These results provide encouragement to further develop and optimize the lateral flow device for clinical use."
}