{
    "Introduction": "Assessment of attitudes of health care professionals is important as negative attitude could constitute a major deterrent to care-seeking by persons affected by neglected tropical diseases (NTDs) such as leprosy. Leprosy continues to pose a major disease burden in India with an annual new case detection rate of 10.17 per 100,000 population. This paper reports on the development and validation of a culturally appropriate scale to measure attitude of health care providers (HCPs) towards persons affected by leprosy in Tamil Nadu, India.",
    "Methodology/Principal findings": "The Affective, Behavioural and Cognitive (ABC) model of attitudes guided the development of the scale. Steps in scale development included qualitative interviews and focus group discussions with medical officers and paramedical staff selected from high prevalence districts in Tamil Nadu, India which informed the development of the draft scale. Reviews of existing attitude questionnaires in related areas further contributed to scale development and together helped to generate a large pool of items which was then subjected to Thurston’s scaling method for selection of items from this pool. Face and content validity were obtained, following which internal consistency and test, re-test reliability were assessed. Scaling exercise resulted in 11 items being discarded from an initial pool of 38, owing to the poor agreement among experts regarding relevance. Face and content validity were good with experts endorsing relevance and applicability of items. The intra-class correlation coefficient (ICC) for test re-test reliability of the 27 item scale was 0.6 (95% CI: 0.20–0.78) indicating marginal intra-class correlation. The overall Cronbach’s alpha was 0.85 while the alphas for each of the affective and behavioural components was good at 0.78 and 0.69 respectively indicating a good degree of consistency and homogeneity between items but the alpha for the cognitive component was low at 0.53.",
    "Conclusions": "The ABC model of attitudes guided the development of the scale, ensured a mix of 27 items tapping into the three domains of Affect, Behaviour and Cognition which best explained the attitude construct. With good validity and alphas for each of the affective, behavioural components and overall alpha estimates, this scale can be a valuable tool to provide accurate estimates of the true attitudes held by HCPs. This, in turn, would be useful to obtain insights for appropriate intervention programmes that would help change negative attitudes of HCPs towards persons affected by leprosy. With some adaptations, the scales can be validated for other NTDs as well."
}