{
    "Background": "Brucellosis is a critical zoonotic disease in the world, it is the non-specific arthralgia that make brucellosis patients easily misdiagnosed as rheumatoid arthritis (RA) in endemic regions. Elevated rheumatoid factor (RF) is an essential indicator of RA, and the RF in brucellosis patients is significantly higher than healthy people. Therefore, this study further explored the distribution of RF and the relevant factors of the RF positivity in brucellosis patients with arthralgia, in order to strengthen the recognition of physicians for brucellosis patients with RF positivity, especially in brucellosis-endemic areas, so as to avoid misdiagnosis and untimely treatment that may lead to malignant outcomes.",
    "Methodology and principal findings": "The medical records of all 572 brucellosis inpatients were collected in the Sixth People’s Hospital of Shenyang, China from 2015 to 2016. After excluding 106 patients without arthralgia, 5 patients who unwilling to perform RF testing and 16 patients with diseases that may affect RF, 445 brucellosis inpatients with arthralgia were involved in this retrospective cross-sectional study. 143 (32.1%) patients with RF >10 IU/ml were classified into the RF positive group, with an average level of 16.5[12.2, 34.7] IU/ml, of which 45 (10.1%) patients were high-positive with RF >30 IU/ml. Multivariate logistic regression model was used to further analyze the relevant factors of the RF positivity and found that age, wrist joint pain and elevated C-reactive protein (CRP) were positively associated with RF positivity, with OR of 1.02 (P = 0.024), 8.94 (P = 0.008) and 1.79 (P = 0.019), respectively.",
    "Conclusion": "The prevalence of positive RF in brucellosis patients with arthralgia was critical, nearly one-third of patients had RF positive. Elderly men brucellosis patients with arthralgia, wrist joint pain and elevated CRP were at high risk of positive RF. It is reminded that physicians should focus on differential diagnosis during clinical diagnosis and treatment, especially in brucellosis-endemic regions."
}