{
    "Background": "The parasitic infection caused by Taenia solium represents a significant public health concern in developing countries. Larval invasion of body tissues leads to cysticercosis (CC), while central nervous system (CNS) involvement results in neurocysticercosis (NCC). Both conditions exhibit diverse clinical manifestations, and the potential impact of concomitant HIV infection especially prevalent in sub-Saharan Africa on peripheral and CNS immune responses remains poorly understood. This study aimed to identify the potential impact of HIV coinfection in CC and NCC patients.",
    "Methodology": "A nested study within a cross-sectional analysis in two Tanzanian regions was performed and 234 participants (110 HIV+ and 124 HIV-) were tested for cysticercosis antibodies, antigens, CD4 counts and serum Th1 and Th2 cytokines via multiplex bead-based immunoassay. 127 cysticercosis seropositive individuals underwent cranial computed tomography (CCT) and clinical symptoms were assessed. Multiple regression analyses were performed to identify factors associated with cytokine modulation due to HIV in CC and NCC patients.",
    "Results": "Serologically, 18.8% tested positive for cysticercosis antibodies, with no significant difference HIV+ and HIV+. A significantly higher rate of cysticercosis antigen positivity was found in HIV+ individuals (43.6%) compared to HIV- (28.2%) (p = 0.016). CCT scans revealed that overall 10.3% had active brain cysts (NCC+). Our study found no significant changes in the overall cytokine profiles between HIV+ and HIV- participants coinfected CC and NCC, except for IL-5 which was elevated in HIV+ individuals with cysticercosis. Furthermore, HIV infection in general was associated with increased levels of pro-and some anti-inflammatory cytokines e.g. TNF-α, IL-8, and IFN-γ. However, based on the interaction analyses, no cytokine changes were observed due to HIV in CC or NCC patients.",
    "Conclusions": "In conclusion, while HIV infection itself significantly modulates levels of key cytokines such as TNF-α, IL-8, and IFN-γ, it does not modulate any cytokine changes due to CC or NCC. This underscores the dominant influence of HIV on the immune system and highlights the importance of effective antiretroviral therapy in managing immune responses in individuals coinfected with HIV and CC/NCC."
}