{
    "Background": "Salmonella serovars Typhi (S. Typhi) and Paratyphi A (S. Paratyphi A), the causative agents of enteric fever, have been routinely isolated organisms from the blood of febrile patients in the Kathmandu Valley since the early 1990s. Susceptibility against commonly used antimicrobials for treating enteric fever has gradually changed throughout South Asia since this time, posing serious treatment challenges. Here, we aimed to longitudinally describe trends in the isolation of Salmonella enterica and assess changes in their antimicrobial susceptibility in Kathmandu over a 23-year period.",
    "Methods": "We conducted a retrospective analysis of standardised microbiological data from April 1992 to December 2014 at a single healthcare facility in Kathmandu, examining time trends of Salmonella-associated bacteraemia and the corresponding antimicrobial susceptibility profiles of the isolated organisms.",
    "Results": "Over 23 years there were 30,353 positive blood cultures. Salmonella enterica accounted for 65.4% (19,857/30,353) of all the bacteria positive blood cultures. S. Typhi and S. Paratyphi A were the dominant serovars, constituting 68.5% (13,592/19,857) and 30.5% (6,057/19,857) of all isolated Salmonellae. We observed (i) a peak in the number of Salmonella-positive cultures in 2002, a year of heavy rainfall and flooding in the Kathmandu Valley, followed by a decline toward pre-flood baseline by 2014, (ii) an increase in the proportion of S. Paratyphi in all Salmonella-positive cultures between 1992 and 2014, (iii) a decrease in the prevalence of MDR for both S. Typhi and S. Paratyphi, and (iv) a recent increase in fluoroquinolone non-susceptibility in both S. Typhi and S. Paratyphi isolates.",
    "Conclusions": "Our work describes significant changes in the epidemiology of Salmonella enterica in the Kathmandu Valley during the last quarter of a century. We highlight the need to examine current treatment protocols for enteric fever and suggest a change from fluoroquinolone monotherapy to combination therapies of macrolides or cephalosporins along with older first-line antimicrobials that have regained their efficacy."
}