{
    "Abstract": "Synthetic insecticides are the primary vector control method used globally. However, the widespread use of insecticides is a major cause of insecticide-resistance in mosquitoes. Hence, this study aimed at elucidating permethrin and temephos-resistant protein expression profiles in Ae. aegypti using quantitative proteomics. In this study, we evaluated the susceptibility of Ae. aegypti from Penang Island dengue hotspot and non-hotspot against 0.75% permethrin and 31.25 mg/l temephos using WHO bioassay method. Protein extracts from the mosquitoes were then analysed using LC–ESI–MS/MS for protein identification and quantification via label-free quantitative proteomics (LFQ). Next, Perseus 1.6.14.0 statistical software was used to perform differential protein expression analysis using ANOVA and Student’s t-test. The t-test selected proteins with≥2.0-fold change (FC) and ≥2 unique peptides for gene expression validation via qPCR. Finally, STRING software was used for functional ontology enrichment and protein-protein interactions (PPI). The WHO bioassay showed resistance with 28% and 53% mortalities in adult mosquitoes exposed to permethrin from the hotspot and non-hotspot areas. Meanwhile, the susceptibility of Ae. aegypti larvae revealed high resistance to temephos in hotspot and non-hotspot regions with 80% and 91% mortalities. The LFQ analyses revealed 501 and 557 (q-value <0.05) differentially expressed proteins in adults and larvae Ae. aegypti. The t-test showed 114 upregulated and 74 downregulated proteins in adult resistant versus laboratory strains exposed to permethrin. Meanwhile, 13 upregulated and 105 downregulated proteins were observed in larvae resistant versus laboratory strains exposed to temephos. The t-test revealed the upregulation of sodium/potassium-dependent ATPase β2 in adult permethrin resistant strain, H15 domain-containing protein, 60S ribosomal protein, and PB protein in larvae temephos resistant strain. The downregulation of troponin I, enolase phosphatase E1, glucosidase 2β was observed in adult permethrin resistant strain and tubulin β chain in larvae temephos resistant strain. Furthermore, the gene expression by qPCR revealed similar gene expression patterns in the above eight differentially expressed proteins. The PPI of differentially expressed proteins showed a p-value at <1.0 x 10−16 in permethrin and temephos resistant Ae. aegypti. Significantly enriched pathways in differentially expressed proteins revealed metabolic pathways, oxidative phosphorylation, carbon metabolism, biosynthesis of amino acids, glycolysis, and citrate cycle. In conclusion, this study has shown differentially expressed proteins and highlighted upregulated and downregulated proteins associated with insecticide resistance in Ae. aegypti. The validated differentially expressed proteins merit further investigation as a potential protein marker to monitor and predict insecticide resistance in field Ae. aegypti. The LC-MS/MS data were submitted into the MASSIVE database with identifier no: MSV000089259."
}