{
    "Introduction": "Türkiye is the world’s largest hosting country for migrants and refugees, especially from neighboring regions in conflict like Syria, Iraq, Afghanistan, and also the main land route to get into Europe for the refugees from Bhutan, Myanmar, Bangladesh, India, Pakistan and Nepal [1,2]. Moreover, smaller groups of refugees and immigrants from various other nations have also settled in Türkiye, further contributing to the overall migrant population in the country. As of the statement issued in November 2023, it was reported that the number of regular immigrants stood at 4,643,986, among which 3,237,585 were Syrians [3].\nTwo clinical forms of leishmaniasis, cutaneous and visceral, have historically existed in Türkiye for a very long time. The disease is transmitted by vector sand flies, and suitable climatic and geographical conditions, along with locations fostering microclimates conducive to sand fly breeding, ensure the continuity of these diseases. In Türkiye, it was previously known that Leishmania tropica (L. tropica) is the main causative agent of cutaneous leishmaniasis (CL), while Leishmania infantum (L. infantum) is responsible for both cutaneous and visceral leishmaniasis (VL) [4,5]. However, after 2010, with the increase in international migration, the detection of two other Leishmania species (L. major and L. donovani) in the Old World as causative agents of cutaneous leishmaniasis has emphasized the importance of species typing studies in samples taken from patients and in epidemiological studies in Türkiye [6–9].\nBecause of an important immigrant population residing in Türkiye, in this study, it was aimed to draw attention to the issue by analyzing the data in published studies examining the leishmaniasis situation among refugees/immigrants in Türkiye.",
    "Materials and methods": "Search strategy\nThis systematic study was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines [10]. This review has considered all original studies including cohort, cross-sectional, retrospective, case reports and theses conducted on immigrants related to human leishmaniasis in Türkiye. This search in literature was carried out via English [PubMed, Scopus and Web of Science (WoS)] and Turkish (TRDizin, and Council of Higher Education Thesis Center) databases published between 1 January 2010 and 31 December 2022. The search was conducted from May to July of 2023. The present study employed terms including: “cutaneous leishmaniasis”, “visceral leishmaniasis”, “Leishman*”, “Kala azar”, “Şark çıbanı [Turkish]”, and “Türkiye” alone or in combination with “OR” and/or “AND”, in Turkish and English.\n\n\nStudy selection and data extraction\nThe criteria for inclusion of a study were as follows: (a) studies conducted in Türkiye, (b) availability of full-text articles, and (c) inclusion of at least one diagnostic method such as microscopy, culture, serology, or molecular techniques. Exclusion criteria encompassed: (a) review studies, book chapters, (b) duplicated data, (c) articles lacking full-text accessibility, (d) studies associated with animal leishmaniasis, and (e) cases designated by authors as imported or originating from foreign sources.\nThis literature search was conducted using the PubMed, Scopus, and Web of Science (WoS) databases and all records exported to EndNote v20.5. Once the duplicates were removed, they were exported to Excel. The Turkish literature and theses were similarly transferred to Excel, and all the searched studies were then consolidated.\nWe reviewed articles, removing those that did not meet the inclusion criteria. The “refugee”, “immigrant”, “Syria” and “Syrian” words have been scanned in the titles, abstracts and keywords of the articles. Records that appeared potentially eligible after primary screening were selected to download the full text. Two reviewers assessed the full-text articles to determine final eligibility, resolving any contradictions among studies through discussion and consensus. One author extracted the required data, which was then cross-checked by a second author. Additionally, the reference lists of selected full-text papers were manually examined to identify articles not retrieved by the database search.\nThe extracted data from the literature included: first author, year of publication, geographical region of the study, types of clinical manifestations, sample size, number of examined cases, number of positive cases, and diagnostic laboratory tests.",
    "Results": "A total of 1,356 studies were identified, consisting of 1,102 from WoS, PubMed, and Scopus databases, and 254 from Turkish databases (TRdizin and National Thesis Center). Initially, 747 duplicated studies were removed, leaving 609 studies for evaluation. Among these, 550 did not meet the inclusion criteria. From the remaining 59 full-text articles, 36 were excluded due to reasons such as insufficient data, unclear information regarding the number of refugees/immigrants, or containing imported cases. 20 studies for CL, two studies for CL/VL and one study for VL were included in this review. Consequently, a total of 23 studies (25 data set) were included in this systematic review. (Fig 1).\nIn total, the 23 studies enrolled 5,721 suspected leishmaniasis cases, comprising 5,577 CL cases and 144 VL suspected cases. Among the 23 studies only three were focused on immigrant cases of VL. These three studies collectively identified 94 positive VL cases, with 75 cases being among local Turkish individuals and 19 cases among Syrians.\nIn contrast, the majority of studies were concerned with immigrant cases of CL and a total of 4,337 positive CL cases were reported. Between these positives 1,381 cases were identified among local Turkish individuals. The remaining 2,956 positive CL cases were the immigrants from different countries including Syria (n=2,925), Iraq (n=13), Afghanistan (n=7), Somalia (n=4), Iran (n=3) and one case each from Tunisia, Morocco, Turkmenistan, and Libya (Table 1). The distribution of CL cases across provinces, based on data from selected published research, is shown on a map of Türkiye (Fig 2).\n(The map is prepared using ArcGIS software and the source of base layer of the map is Republic of Türkiye Ministry of National Defence, Directorate General for Mapping. Available from https://www.harita.gov.tr/urunler/downloadable-products/13 (free).\nSeven studies utilized molecular techniques for diagnosing and identifying Leishmania species in the cases of CL, while two studies employed similar techniques for VL. These studies targeted gene regions such as ITS1 and kDNA. Identification of species was achieved through various methods, including analyzing melting curves in real-time PCRs (RT-PCR), and employing Restriction Fragment Length Polymorphism (RFLP) or sequencing subsequent to conventional PCRs in different research investigations. Within the CL samples across six studies utilizing species identification techniques, a total of 409 positive cases were identified. Among these cases, 176 were immigrants. Specifically, 149 cases were identified as L. tropica, 5 as L. infantum, and 22 as L. major among immigrant populations. Regarding the VL samples in two studies employing species identification techniques, a total of 90 positive cases were detected, with 18 among immigrants. Among these, 13 cases were identified as L. donovani, 4 as L. infantum, and 1 as L. tropica within immigrant groups (Table 2).",
    "Discussion": "At the end of May 2023, 110 million people, of which 35.3 million were refugees, forcibly displaced by persecution, conflict, violence and human rights violations. The Syrian crisis has forced millions of Syrians to flee, making them the largest group of refugees with 6.5 million hosted in 131 countries. More than 75 percent are hosted in neighbouring countries such as Türkiye (3.5 million), Lebanon (814,700) and Jordan (660,900) [1].\nIn Türkiye, the onset of the Syrian civil war in 2011 significantly accelerated mass migration from Syria to Türkiye. Furthermore, ongoing migration from Afghanistan, albeit in smaller groups, has notably added to the influx of migrants arriving in Türkiye from these two countries, both of which have a high incidence of CL. Consequently, this surge in migration led to a substantial increase in the recorded cases of CL in 2013 and 2014, totalling over 5000 cases when combined with local cases [33,34].\nTürkiye, given its proximity to Syria and the ongoing civil war, has predominantly received immigrants from Syria. Cutaneous leishmaniasis remains a noteworthy public health concern in the geographical region shared by Türkiye and Syria. Mass migration worldwide has evolved into a global issue, impacting not only humanitarian concerns but also contributing to the spread of diseases across countries and continents. Diseases transmitted by arthropod vectors can easily disseminate to geographically neighbouring recipient countries, as observed between Syria and Türkiye, Iraq, and Lebanon [35–37].\nAlvar et al. conducted a study to investigate the global incidence of CL between 2004 and 2011. In the Mediterranean Basin, comprising 26 countries, the study reported the highest case numbers in Algeria (44,050) followed by Syria (22,882) from 2004 to 2008. Furthermore, during the same period, Syria reported 14 cases of VL [38]. An epidemiological study conducted in Syria, highlighted a concerning increase in CL cases, rising from 17,709 in 2007 to 82,275 in 2018 [39]. Cutaneous leishmaniasis in Syria continue to rise, with the last official figure reporting 79 327 confirmed cases in 2021 [40].\nThe articles chosen for this systematic review indicate that the initial study concerning leishmaniasis in immigrants was published in 2013, focusing on refugees residing in camps situated in the south eastern region. Subsequently, the number of related studies gradually increased, totalling 59 publications by 2022. However, our analysis could only include 23 studies that met the established inclusion criteria. These selected studies have underscored the significant role of migration in the spread of vector-borne diseases.\nThe majority of the studies included in the analysis used parasitological diagnosis in addition to molecular and histopathological techniques. Serological methods, known for their low sensitivity in diagnosing CL, are limitedly available in Turkish laboratories, even for VL, therefore none of the studies in our analysis employed serological methods for CL cases. Among the eight studies reporting CL cases using molecular techniques, the ITS1 gene region was predominantly targeted. Additionally, one study each targeted the miniexon and kDNA+ITS1 gene regions. Conversely, molecular techniques focusing on the kDNA+ITS1 gene regions were employed in two studies reporting VL cases among immigrants. Moreover, in three studies (one CL and two VL), the PCR products from the kDNA and ITS1 regions underwent sequencing procedures.\nA total of 1,069 suspected cases were examined using PCR techniques targeting various gene regions and 409 cases (6 cases were not identified in species level) were positive. Among immigrants, three Leishmania species were identified in 176 CL cases (16,46%) out of the total suspected cases. Among these 176 CL cases, the most prevalent species was L. tropica (149 cases; 84,65%), followed by L. major (22 cases; 12,50%), and lastly, L. infantum (5 cases; 2,84%). Similar results were observed among the Turkish population (227 cases), with L. tropica being the most prevalent species (158 cases; 69,60%). Following L. tropica, L. infantum was the second most abundant species (55 cases; 24,22%), while L. major was the least detected species (14 cases; 6,16%) (Table 2). Apart from these three species, previous studies on CL have indicated the presence of L. donovani as a causative agent in various regions of Türkiye [8].\nSpecies identification using molecular techniques was conducted in two out of three studies involving VL cases. A total of 143 suspected cases underwent PCR analysis targeting kDNA and ITS1 regions, resulting in the identification of three Leishmania species. Among the 143 suspected cases, 90 tested positive. Of these positive cases, 18 were immigrants, with the species distribution as follows: four cases of L. infantum (4.44%), one case of L. tropica (1.11%), and 13 cases of L. donovani (14.44%). Regarding the remaining 72 positive cases among the Turkish population, the species identification was distributed as follows: 46 cases of L. infantum (51.11%), 12 cases of L. tropica (13.33%), and 14 cases of L. donovani (15.55%). In a single study, MLMT (Multi-Locus Microsatellite Typing) analysis was conducted on 24 samples of L. tropica obtained from immigrant patients with CL admitted to hospitals from 2014 to 2018. Population structure analysis was carried out by incorporating samples from Turkish and Syrian patients obtained from earlier studies. This particular study revealed the presence of three primary populations among the L. tropica samples. One of these populations consisted solely of Turkish samples, while the remaining two populations comprised a mixture of Syrian and Turkish samples [21]. Previous studies related to VL have also reported the presence of these three species in Türkiye [6,8].\nThe studies included in the analysis encompassed a broad age range, indicating that cases of the disease can occur across all age groups, from children to the elderly. However, in 11 studies that the ages of the patients have evaluated showing that between 0–20 years is the most affected age group among immigrants. Moreover, the sex ratio among the cases included in all studies was nearly equal, with a ratio of 1.04 (females to males).\nClinical picture of CL patients can vary according to different species of Leishmania, the duration of the lesion and lifestyle and immune status of the patient. For these reasons, it is often the case that patients included in the studies, especially in large groups, have very different clinical views [41]. Similarly, in the present literature review, almost all analysed and reported studies have revealed different clinical pictures. Among 22 studies, clinical situation of the CL patients was mentioned only in 10 studies and most common clinical forms were observed as nodulo-ulcerative/ulcerative, papular and nodular, respectively.\nThrough our literature review in this study, we identified that the majority of suspected cases of CL and VL across various studies were predominantly from Syria. Smaller numbers of cases were reported from Iraq, Somalia, Iran, Tunisia, Morocco, Afghanistan, Turkmenistan, and Libya. This emphasizes the significant impact and importance of the Syrian population in these studies (Table 1). Ten out of the 12 provinces included in the study are situated in the South-eastern or Eastern Regions of Türkiye. These regions have been home to the majority of immigrants residing in refugee camps or independent rented houses since the onset of the civil war in Syria. Once again, epidemiological reports reaffirm that leishmaniasis poses a global public health threat. It emphasizes the crucial need for international collaborative studies and the enhancement of the World Health Organization’s (WHO) recording system to effectively control and manage the number of cases.\nThe present study had certain limitations. First, regrettably, detailed information regarding their travel route and whether the infection was acquired in Turkey or in foreign countries was unavailable. Consequently, cases classified as ‘imported’ could not be included in our analysis. Second, the study protocol was not registered in PROSPERO because of overloaded with COVID-19 reviews.\nConsidering Türkiye’s strategic geographical location, we anticipate continued and potentially increased migration. As such, we advocate for the importance of maintaining stringent health controls at points of entry into the country and establishing comprehensive records of immigrants’ existing health conditions. It is imperative to institutionalize and advance the management of migration information, establishing dedicated sections within the notification system for immigrants. This approach will not only foster advancements in the healthcare system but also facilitate prompt and efficient diagnosis and treatment of immigrants. Simultaneously, such measures will serve to prevent the heightened spread of diseases within the country due to these population movements. These insights are not only pertinent to leishmaniasis but also hold relevance for other infectious diseases."
}