{
    "Background": "The mosquito Aedes aegypti (L.) is a major vector of viral diseases like dengue fever, Zika and chikungunya. Aedes aegypti exhibits high morphological and behavioral variation, some of which is thought to be of epidemiological significance. Globally distributed domestic Ae. aegypti have often been grouped into (i) the very pale variety queenslandensis and (ii) the type form. Because the two color forms co-occur across most of their range, there is interest in understanding how freely they interbreed. This knowledge is particularly important for control strategies that rely on mating compatibilities between the release and target mosquitoes, such as Wolbachia releases and SIT. To address this question, we analyzed nuclear and mitochondrial genome-wide variation in the co-occurring pale and type Ae. aegypti from northern Queensland (Australia) and Singapore.",
    "Methods/Findings": "We typed 74 individuals at a 1170 bp-long mitochondrial sequence and at 16,569 nuclear SNPs using a customized double-digest RAD sequencing. 11/29 genotyped individuals from Singapore and 11/45 from Queensland were identified as var. queenslandensis based on the diagnostic scaling patterns. We found 24 different mitochondrial haplotypes, seven of which were shared between the two forms. Multivariate genetic clustering based on nuclear SNPs corresponded to individuals’ geographic location, not their color. Several family groups consisted of both forms and three queenslandensis individuals were Wolbachia infected, indicating previous breeding with the type form which has been used to introduce Wolbachia into Ae. aegypti populations.",
    "Conclusion": "Aedes aegypti queenslandensis are genomically indistinguishable from the type form, which points to these forms freely interbreeding at least in Australia and Singapore. Based on our findings, it is unlikely that the presence of very pale Ae. aegypti will affect the success of Aedes control programs based on Wolbachia-infected, sterile or RIDL mosquitoes."
}