{
    "Background": "Soil-transmitted helminths (STH) infect more than 2 billion humans worldwide, causing significant morbidity in children. There are few data on the epidemiology and risk factors for infection in pre-school children. To investigate risk factors for infection in early childhood, we analysed data prospectively collected in the ECUAVIDA birth cohort in Ecuador.",
    "Methods and Findings": "Children were recruited at birth and followed up to 3 years of age with periodic collection of stool samples that were examined microscopically for STH parasites. Data on social, demographic, and environmental risk factors were collected from the mother at time of enrolment. Associations between exposures and detection of STH infections were analysed by multivariable logistic regression. Data were analysed from 1,697 children for whom a stool sample was obtained at 3 years. 42.3% had at least one STH infection in the first 3 years of life and the most common infections were caused by A. lumbricoides (33.2% of children) and T. trichiura (21.2%). Hookworm infection was detected in 0.9% of children. Risk of STH infection was associated with factors indicative of poverty in our study population such as Afro-Ecuadorian ethnicity and low maternal educational level. Maternal STH infections during pregnancy were strong risk factors for any childhood STH infection, infections with either A. lumbricoides or T. trichiura, and early age of first STH infection. Children of mothers with moderate to high infections intensities with A. lumbricoides were most at risk.",
    "Conclusions": "Our data show high rates of infection with STH parasites during the first 3 years of life in an Ecuadorian birth cohort, an observation that was strongly associated with maternal STH infections during pregnancy. The targeted treatment of women of childbearing age, in particular before pregnancy, with anthelmintic drugs could offer a novel approach to the prevention of STH infections in pre-school children."
}