{
    "Abstract": "The current World Health Organization strategy to address soil-transmitted helminth (STH) infections in children is based on morbidity control through routine deworming of school and pre-school aged children. However, given that transmission continues to occur as a result of persistent reservoirs of infection in untreated individuals (including adults) and in the environment, in many settings such a strategy will need to be continued for very extended periods of time, or until social, economic and environmental conditions result in interruption of transmission. As a result, there is currently much discussion surrounding the possibility of accelerating the interruption of transmission using alternative strategies of mass drug administration (MDA). However, the feasibility of achieving transmission interruption using MDA remains uncertain due to challenges in sustaining high MDA coverage levels across entire communities. The DeWorm3 trial, designed to test the feasibility of interrupting STH transmission, is currently ongoing. In DeWorm3, three years of high treatment coverage—indicated by mathematical models as necessary for breaking transmission—will be followed by two years of surveillance. Given the fast reinfection (bounce-back) rates of STH, a two year no treatment period is regarded as adequate to assess whether bounce-back or transmission interruption have occurred in a given location. In this study, we investigate if criteria to determine whether transmission interruption is unlikely can be defined at earlier timepoints. A stochastic, individual-based simulation model is employed to simulate core aspects of the DeWorm3 community-based cluster-randomized trial. This trial compares a control arm (annual treatment of children alone with MDA) with an intervention arm (community-wide biannual treatment with MDA). Simulations were run for each scenario for both Ascaris lumbricoides and hookworm (Necator americanus). A range of threshold prevalences measured at six months after the last round of MDA and the impact of MDA coverage levels were evaluated to see if the likelihood of bounce-back or elimination could reliably be assessed at that point, rather than after two years of subsequent surveillance. The analyses suggest that all clusters should be assessed for transmission interruption after two years of surveillance, unless transmission interruption can be effectively ruled out through evidence of low treatment coverage. Models suggest a tight range of homogenous prevalence estimates following high coverage MDA across clusters which do not allow for discrimination between bounce back or transmission interruption within 24 months following cessation of MDA."
}