{
    "Introduction": "Dengue is an increasing public health problem in the world [1]. In endemic countries, dengue transmission shows both a seasonal and interannual variability [2,3]. Although there are various climatic and non-climatic factors that underlie temporal variability, seasonal patterns of dengue coincide with changes in monsoon systems in the tropics [4–6]. For example, in Mexico and Thailand, dengue incidence increases during their main rainy seasons between June and November [7,8]. Similarly, endemic countries in the southern hemisphere, like Brazil and Indonesia, witness dengue peaks in their rainy seasons between January and May [9,10]. Vector control is shown to be effective against dengue transmission when applied early in the season [3]. In addition, there is growing evidence for vector adaptation to outdoor breeding that can increase impact of the climate change on dengue [11,12]. Understanding the climatic drivers of seasonality can improve not only disease surveillance and control in endemic areas, but also global health efforts since tourists visit endemic countries on seasonal holidays [13].\nSeveral studies on dengue and climate have revealed the pivotal role of temperature on both spread and seasonality of dengue [14–16]. Temperature affects larval behavior and development [17–19], survival and biting rate of the adult mosquito [19–21], and extrinsic incubation of the virus in the mosquito [22,23]. Moreover, daily temperature range (DTR) can influence infective probability of dengue virus (DENV) in Aedes females [24].\nIn wet tropical areas, there is little difference in temperature between the seasons, while rainfall occurs throughout the year and only differs in magnitude between the seasons. Rainfall mainly impacts dengue by generating physical conditions for the breeding of the vector. Rainwater can stagnate into a natural breeding habitat or feed an artificial one where mosquitoes can lay eggs [25,26]. On the other hand, rainfall intensity may have negative effects on larvae by pushing them down the water column or washing them out farther from the breeding site or shortening the survival of adults [27,28].\nSingapore is a dengue-endemic country where the four serotypes of the virus simultaneously circulate in the city (DENV-1, -2, -3, and -4) [29–32]. While both Aedes aegypti and Aedes albopictus coexist in Singapore, the latter species is the main disease vector [33]. The city has been struck by repetitive outbreaks during the last two decades. This interannual variability of dengue is attributed to switches in dominant DENV strains and introductions of new virus genotypes [34]. In addition, the disease shows a seasonal peak around July—September and a relatively low incidence in February—April (see Fig 1).\nSingapore is also subject to two monsoons: a Northeast monsoon (NE) that results in heavy rainfall between November and March and a relatively drier Southwest monsoon (SW) between June and October [35]. Interestingly, the seasonal trough of dengue cases follows the NE. Daily rainfall intensities are higher by a magnitude of 12–25 mm during the wet phase of the NE (i.e. November-January) compared to other months (see Fig 2A). In addition, the dry phase of the NE places February as the driest month, where dry periods extend to four days and a total of only eight rainy days (see Fig 2B and 2C, respectively). On the other hand, hourly temperature in Singapore does not exceed 2°C between the seasons in Singapore. The mean temperature of the hottest and coolest months, May and December, are 28.4°C and 26.5°C, respectively (see S1 Fig).\nA) Mean daily intensity of rainfall in Singapore per a rainy day (1983–2011). The intensity is calculated by dividing amount of rainstorms by rainy days of a month. B) Mean duration of a dry period (i.e. sum of hourly stretches without rainfall) without a rainstorm. C) Monthly average numbers of rainy days; notice February is the driest month with only eight rainy days. Arrows indicate the Northeast (i.e. the wet and dry phases, NE1 and NE2, respectively) and Southwest (SW) monsoons. Data source: Changi station—National Environmental Agency (NEA).\nPast studies have shown statistical relationships between dengue and climate in Singapore. Heng and others showed a rise in weekly temperature 8–20 weeks in advance preceded an increase in dengue incidence in Singapore. This lag time was found to be 18 weeks during the major outbreak of 2005 [33]. Researchers also used weekly mean temperature and cumulative rainfall to identify a 16-week period as the optimum to forecast dengue outbreaks in Singapore [5]. In a recent work, absolute humidity showed strong predictive value for dengue incidence [36].\nHere, we provide a mechanistic basis to explain the connection between dengue and rainfall in Singapore. We show that the NE is likely involved in a strong seasonal reduction of outdoor breeding of the dengue mosquito through a sequence of flushing and drying events.",
    "Methods": "Biosafety and ethics statement\nThis study received a risk assessment approval from the Institutional Biosafety Committee (IBC) of Singapore-MIT Alliance of Research and Technology (SMART). The research was not conducted in any private residences and no human samples were collected.\n\n\nHypothesis\nA preliminary entomological survey was carried out in July 2013 in Singapore. Three neighborhoods were inspected for outdoor breeding of the dengue vector: Geylang (1.320° N, 103.891° E), Lorong Limau (1.323° N, 103.855° E) and Caldecott (1.337° N, 103.839°E). Accordingly, we found that roadside drains in back alleys are the main outdoor breeding habitats of Ae. aegypti. Breeding was also encountered in discarded receptacles indoors. While Ae. albopictus was identified in various outdoor discarded receptacles (but in association with the canopy), Culex spp. was mainly found in large drains on the main lanes and roads.\nBased on the main observation of the preliminary survey (i.e., that dengue vector Ae. aegypti breeds in drains) combined with the above epidemiological and meteorological findings (see Figs 1 and 2), we developed a hypothesis to explain the connection between rainfall and outdoor breeding of the dengue vector in Singapore. During dry periods, only desiccation-resistant eggs can survive in drains and similar outdoor breeding habitats. We hypothesize that while a monsoon results in breeding of Ae. aegypti in drains, a monsoon with intense rainstorms can cause flushing of aquatic stages (see Fig 3). In order to test this hypothesis, we selected Geylang as study area.\n\nStudy area.Geylang neighborhood, east of the Singapore River, is a highly urbanized neighborhood that has an area of about 3 km2. Although Geylang has an estimate of 32,000 residents population, non-residents is believed to be larger because of the cheap housing that attracts foreign laborers. National Environmental Agency (NEA) recognizes Geylang as a hyperendemic area where a continuous reporting of dengue cases and disease transmission happens (see Fig 4).\nThe figure shows locations of positive breeding sites for Aedes aegypti, Ae albopictus and Culex spp. Breeding drains of Ae. aegypti are given serial numbers that also used in Fig 6.\n\n\n\nEntomological surveys\nEntomological surveys were continuous between August 2014 and August 2015 except for two weeks between February 21st and March 10th. The surveys included two tasks of inspections:\nSemiweekly-random inspections.We carried out a random aquatic survey twice a week. The inspector was equipped with torchlight, sieves, large-mouth pipettes, a white enamel pan and small shell vials. In each survey, the inspector examined all outdoor natural/artificial habitats in the selected blocks for aquatic stages. Samples of pupae and larvae were pipetted in labeled vials with 70% ethanol, and transferred to the laboratory for taxonomy. In addition, a subsample of aquatic specimens was held alive in a netted cup until adult emergence to confirm identification. Taxonomic keys [37–39] were used to identify the preserved larvae and emerged adults. For a positive breeding habitat of mosquitoes, type of habitat and presence of other aquatic insects were recorded. Location of positive habitats was geo-referenced using GPS tools.\n\nMonitoring of positive habitats of Aedes aegypti.We also carried out semiweekly monitoring of the positive breeding habitats. In particular, we focused here on breeding history of Aedes aegypti in the drains. In particular, the aim was to follow-up these positive drains since the starting date when a breeding of Ae. aegypti was found (in the regular random inspections) and continuously till the end of the survey in August 2015. Hence, we describe four situations in these monitored sites: 1) Stagnant and Positive (SP), 2) Stagnant and Negative (SN), 3) Flushed and Negative (FN), and 4) dry and negative (DN). In addition, in a case of SP, we estimated the number of larvae and pupae in the site using larval dippers. Larval density per breeding habitat was calculated as the total number of larvae of Ae. aegypti divided by the number of positive breeding sites in the semiweekly monitoring survey. We also determined pupal-productivity of the breeding habitats by summation of numbers of pupae collected from the positive drains and non-drains during the semiweekly survey.\n\n\n\nMicroclimatic data on rainfall and flushing\nA set of weather HOBO loggers was placed in Geylang between August 2014 and August 2015 to record hourly microclimatic conditions. These included: a rain gauge to record amounts of rainstorms, and water level logger. The siphon rain gauge tipping bucket (TR-525S) was calibrated in the laboratory according to the manufacturer. Next, the rain gauge was placed on the roof of a 7-storey building to prevent obstruction.\nTo characterize flushing events, we placed HOBO U20L logger in a back alley drain in Geylang. The water level logger records water temperature and absolute pressure every 10 minutes. Software uses absolute pressure, reference water level and density to calculate the water level. The accuracy of the device is 0.1%. In addition, daily rainfall was obtained from the closest NEA weather station for the same period.\nLogging of the rain gauge was intermittent because of periodic sensor errors. However, readings from nine months (between 9/15-9/25/2014, 12/07/2014-3/26/2015 and 5/28-8/26/2015) are retrieved. In order to overcome this discrepancy, we compensated missing data by their corresponding rainfall from the closest station Tanjong Katong. A regression analysis has showed that data of the weather station could strongly predict data of the rain gauge (R2 = 0.94).",
    "Results": "Entomological observations\nMain outdoors breeding habitats.Out of 6824 inspected sites, 3624 (53%) were wet habitats. Most of outdoor breeding habitats were open and closed drains, 45% and 40%, respectively. The remained of inspections (15%) were non-drains including canvas sheets, pails, plastic bags, and flowerpots. Interestingly, positive habitats contained Ae. aegypti (n = 67), followed by Culex spp. (n = 24) and Ae. albopictus (n = 11)- Table 1. Breeding of Ae. aegypti was mainly in storm drains (53/67). In addition, we found aquatic stages of non-mosquito species belonging to the families: Chironomidae, Psychodidae and Viviparidae. We also encountered rodents in the drains (Family: Muridae).\nThe monthly ratio of wet to dry habitats inspected in Geylang is shown in Fig 5. Accordingly, the number of wet habitats found during the wet phase of the NE is more than twice of the dry ones. On the other hand, wet habitats during the dry phase of the NE are less than half of the dry ones.\nTotal numbers of inspected habitats are shown above bars. Arrows indicate periods of the wet and dry phases of the Northeast monsoon (NE1 and NE2, respectively) and Southwest monsoon (SW). Note: no inspections were carried out between 2/21/15 and 3/10/15.\n\nFlushing, drying and return of outdoor breeding.Fig 6 shows that breeding drains were mainly flushed in the wet phase of the NE. Moreover, the following dry phase of the NE had resulted in drying of 95.3% (41/43) of the flushed drains. Monitoring resumed in March showed that most of the previously positive drains were still dry 82.9% (34/41) while the wet ones (7/41) were negative. A return in outdoor breeding was shown after the onset of the SW. Hence, we found 11 positive drains for Ae. aegypti in June-August 2015. All these drains except one were within 200 meters from the previously positive ones prior to the NE period (see Fig 1).\n(SP: stagnant and positive, DN: Dry and Negative, SN: Stagnant and Negative, FN: Flushed and Negative). Grids along the x-axis represent the twice-weekly follow-ups. White grids indicate no inspections were carried out in these drains (two weeks between 2/21/2015 and 3/10/2015). Locations of the breeding drains are shown in Fig 4.\nLocations of the breeding drains are in Fig 4. There is a clustering for breeding drains of Ae. aegypti in the southern part of Geylang.\n\nEffects on aquatic stages of Ae. Aegypti.Fig 7A shows that 31.2% (19/61) of intense rainstorms (i.e. >10 mm) had occurred during the wet phase of the NE (i.e. November–December 2015). In addition, Fig 7B shows a similar pattern of increases in water level of the monitored drain.\nA. Intensity of daily rainstorms in Geylang (August 2014–August 2015). B. Increase of water level in a drain in Geylang (August 2014–August 2015). C. larval density of Aedes aegypti per an outdoor breeding habitat in Geylang per semiweekly survey. D. Pupal-productivity of drains and non-drains for Ae. aegypti per semiweekly survey. Note: no monitoring was carried out between 2/21/2015 and 3/10/2015.\nThe monsoonal pattern has also influenced larval density per breeding habitat as shown in Fig 7C. These larval densities were higher during the SW periods (averages were 38.1 and 27.7 in 2014 and 2015, respectively) compared to the NE period (average = 16.7).\nSimilarly, the wetter monsoon had affected pupal-productivity of breeding drains for Ae. aegypti (see Fig 7D). Pupae had decreased after the onset of the NE from a total of 901 to 284 (i.e. 68.5% reduction). Although few breeding drains were encountered after the onset of the SW in 2015, the total of pupae was double that of the NE period (N = 505).",
    "Discussion": "In Singapore, dengue cases peak during the third quarter of the year while they dip in the first one. For this study, we show rainfall may influence dengue via a sequence of two processes acting on the outdoor population of vector mosquito: 1) intense rainstorms that flush out breeding drains of the main vector, and 2) acute drying that follows and impedes returning of Aedes aegypti breeding. While flushing happens when Singapore is under the wet phase of the NE, drying occurs when the monsoon which passes Singapore converges into Inter-tropical convergence zone (ITCZ) over Java [35].\nFluctuations of DTR around monthly mean temperatures 26.5–28.4°C are small in Singapore (i.e., < 1.1°C). Lambrechts and others suggested that small DTR around a mean temperature 26°C could induce the high season of DENV [24]. Hence, we argue that DTR effect on dengue seasonality in Singapore is modest.\nWe showed that the ratio of wet to dry habitats discovered during our random survey is larger in the wet phase of the NE than in the late dry one. However, wetness is not a sufficient condition for a mosquito to lay its eggs at a specific location. In fact, mosquitoes lay their eggs in specific breeding habitats that minimize mortality risk (e.g., predation or competition) and maximize nutritional benefits for their offspring [40]. One possible explanation for finding new breeding habitats during the wet phase of the NE is that they were flushed from indoor breeding sources. In addition, they can result from hatching of dormant eggs in the drains.\nLikewise, we showed the effect of the NE on pupal-productivity and larvae of Ae aegypti. The rainfall and water level loggers verified these effects. However, the effect of intense rainstorms could be substantial on larval food; hence, on size of pupae and emerged adults. On the other hand, sampling of pupae from outdoor breeding habitat can be utilized in dengue surveillance in Singapore. Because sampling adults of Ae. aegypti is difficult, several studies have shown that pupal indices are useful in dengue surveillance [41–43].\nA number of factors may explain why few breeding sites found between June and August 2015. First, an intensive larviciding program for the drains is recently introduced in Geylang (observed by the investigators). Second, there was unusual drying in the drains particularly in June-July 2015 that resulted from El Niño. Indeed, there is ongoing strong El Niño in 2015 [44]. The impact of El Niño episodes on dengue in Singapore was previously recorded in Singapore in May-2002-March 2003, June 2004- Feb2005 and Aug 2006-Jan 2007 by Hii and others [30].\nWe have no information whether breeding in drains had resulted from oviposition at these sites or flushing of indoor or upstream sites. In fact, there were no inspections for indoors habitats due to ethical and legal considerations. For example rain gutters, which are considered by National Environmental Agency of Singapore (NEA) as a key-breeding habitat for Ae. aegypti, could be the source that inoculated the breeding in drains. There is a need to assess the relative productivity of storm drains—in terms of Ae. aegypti pupae—to that of other indoor containers. A further work is also needed to determine a flushing threshold that could result in reduction of breeding in drains. This threshold could be an attribute to the drainage network in a neighborhood.\nIn order to optimize dengue vector control in Singapore and similar wet tropical areas, we suggest seasonal strategies—as in S1 Table. Targets and measures of vector control should consider the difference in outdoor abundance of the vector between pre-seasonal and seasonal periods of the year. A pre-seasonal control strategy should focus on elimination of indoor breeding habitats particularly during the monsoonal dry period. We recommend treatment of breeding drains and roof gutters by long lasting persistence larvicide before the rain arrives and the mosquito flourishes in outdoor habitats. This pre-seasonal strategy can be effective to reduce the disease risk before onset of the high season. Removal of discarded receptacles should be continued around the year. We also propose a focal space spraying—using an adult insecticide—when an outdoor breeding habitat encountered to minimize the dispersal of emerged adults within the flight range of Ae. aegypti.\nThere is a growing interest in the health consequences of climate change. While projections of the climate change show an increasing trend in temperature under “the business-as-usual” scenario, the effects are less understood on rainfall distribution and patterns. In equatorial regions, a non-stationary increase in rainfall is expected to follow the seasonal displacement of ITCZ [45]. In general, if climate change enhances the wet conditions around December or enhance the dry conditions around February, then that may impact the seasonality of Dengue in this region. The flushing-drying mechanism may play a role in shaping the impact of climate change on dengue and other related arboviral diseases.\nIn conclusion, rainfall has a mechanistic role in shaping seasonal abundance of the dengue vector Ae. aegypti in Singapore. This effect happens through a monsoonal-driven sequence of flushing and drying in outdoor breeding habitats. In light of global urbanization, urban drainage systems are expanding in well-structured urban setting like Singapore. Hence, vector control interventions can be very effective before the dengue season in such eco-epidemiological settings."
}