{
    "Background": "The clinical presentation of M. ulcerans disease and the safety and effectiveness of treatment may differ in elderly compared with younger populations related to relative immune defficiencies, co-morbidities and drug interactions. However, elderly populations with M. ulcerans disease have not been comprehensively studied.",
    "Methodology/Principal Findings": "A retrospective analysis was performed on an observational cohort of all confirmed M. ulcerans cases managed at Barwon Health from 1/1/1998-31/12/2014. The cohort included 327 patients; 131(40.0%) ≥65 years and 196(60.0%) <65 years of age. Patients ≥65 years had a shorter median duration of symptoms prior to diagnosis (p<0.01), a higher proportion with diabetes (p<0.001) and immune suppression (p<0.001), and were more likely to have lesions that were multiple (OR 4.67, 95% CI 1.78–12.31, p<0.001) and WHO category 3 (OR 4.59, 95% CI 1.98–10.59, p<0.001). Antibiotic complications occurred in 69(24.3%) treatment episodes at an increased incidence in those aged ≥65 years (OR 5.29, 95% CI 2.81–9.98, p<0.001). There were 4(1.2%) deaths, with significantly more in the age-group ≥65 years (4 compared with 0 deaths, p = 0.01). The overall treatment success rate was 92.2%. For the age-group ≥65 years there was a reduced rate of treatment success overall (OR 0.34, 95% CI 0.14–0.80, p = <0.01) and when surgery was used alone (OR 0.21, 95% CI 0.06–0.76, p<0.01). Patients ≥65 years were more likely to have a paradoxical reaction (OR 2.06, 95% CI 1.17–3.62, p = 0.01).",
    "Conclusions/Significance": "Elderly patients comprise a significant proportion of M. ulcerans disease patients in Australian populations and present with more severe and advanced disease forms. Currently recommended treatments are associated with increased toxicity and reduced effectiveness in elderly populations. Increased efforts are required to diagnose M. ulcerans earlier in elderly populations, and research is urgently required to develop more effective and less toxic treatments for this age-group."
}