{
    "Background": "The World Health Organization (WHO) recommends oral cholera vaccines (OCVs) as a supplementary tool to conventional prevention of cholera. Dukoral, a killed whole-cell two-dose OCV, was used in a mass vaccination campaign in 2009 in Zanzibar. Public and private costs of illness (COI) due to endemic cholera and costs of the mass vaccination campaign were estimated to assess the cost-effectiveness of OCV for this particular campaign from both the health care provider and the societal perspective.",
    "Methodology/Principal Findings": "Public and private COI were obtained from interviews with local experts, with patients from three outbreaks and from reports and record review. Cost data for the vaccination campaign were collected based on actual expenditure and planned budget data. A static cohort of 50,000 individuals was examined, including herd protection. Primary outcome measures were incremental cost-effectiveness ratios (ICER) per death, per case and per disability-adjusted life-year (DALY) averted. One-way sensitivity and threshold analyses were conducted. The ICER was evaluated with regard to WHO criteria for cost-effectiveness. Base-case ICERs were USD 750,000 per death averted, USD 6,000 per case averted and USD 30,000 per DALY averted, without differences between the health care provider and the societal perspective. Threshold analyses using Shanchol and assuming high incidence and case-fatality rate indicated that the purchase price per course would have to be as low as USD 1.2 to render the mass vaccination campaign cost-effective from a health care provider perspective (societal perspective: USD 1.3).",
    "Conclusions/Significance": "Based on empirical and site-specific cost and effectiveness data from Zanzibar, the 2009 mass vaccination campaign was cost-ineffective mainly due to the relatively high OCV purchase price and a relatively low incidence. However, mass vaccination campaigns in Zanzibar to control endemic cholera may meet criteria for cost-effectiveness under certain circumstances, especially in high-incidence areas and at OCV prices below USD 1.3."
}