{
    "Background": "Leptospira interrogans is the major causative agent of leptospirosis. Phagocytosis plays important roles in the innate immune responses to L. interrogans infection, and L. interrogans can evade the killing of phagocytes. However, little is known about the adaptation of L. interrogans during this process.",
    "Methodology/Principal Findings": "To better understand the interaction of pathogenic Leptospira and innate immunity, we employed microarray and comparative genomics analyzing the responses of L. interrogans to macrophage-derived cells. During this process, L. interrogans altered expressions of many genes involved in carbohydrate and lipid metabolism, energy production, signal transduction, transcription and translation, oxygen tolerance, and outer membrane proteins. Among them, the catalase gene expression was significantly up-regulated, suggesting it may contribute to resisting the oxidative pressure of the macrophages. The expressions of several major outer membrane protein (OMP) genes (e.g., ompL1, lipL32, lipL41, lipL48 and ompL47) were dramatically down-regulated (10–50 folds), consistent with previous observations that the major OMPs are differentially regulated in vivo. The persistent down-regulations of these major OMPs were validated by immunoblotting. Furthermore, to gain initial insight into the gene regulation mechanisms in L. interrogans, we re-defined the transcription factors (TFs) in the genome and identified the major OmpR TF gene (LB333) that is concurrently regulated with the major OMP genes, suggesting a potential role of LB333 in OMPs regulation.",
    "Conclusions/Significance": "This is the first report on global responses of pathogenic Leptospira to innate immunity, which revealed that the down-regulation of the major OMPs may be an immune evasion strategy of L. interrogans, and a putative TF may be involved in governing these down-regulations. Alterations of the leptospiral OMPs up interaction with host antigen-presenting cells (APCs) provide critical information for selection of vaccine candidates. In addition, genome-wide annotation and comparative analysis of TFs set a foundation for further studying regulatory networks in Leptospira spp."
}