{
    "Abstract": "Neutrophils are essentially involved in protective immune responses against invading infective larvae of filarial nematodes. The present study investigated the impact of S100A8/S100A9 on protective immune responses against the rodent filarial nematode Litomosoides sigmodontis. S100A9 forms with S100A8 the heterodimer calprotectin, which is expressed by circulating neutrophils and monocytes and mitigates or amplifies tissue damage as well as inflammation depending on the immune environment. Mice deficient for S100A8/A9 had a significantly reduced worm burden in comparison to wildtype (WT) animals 12 days after infection (dpi) with infective L3 larvae, either by the vector or subcutaneous inoculation, the latter suggesting that circumventing natural immune responses within the epidermis and dermis do not alter the phenotype. Nevertheless, upon intradermal injection of L3 larvae, increased total numbers of neutrophils, eosinophils and macrophages were observed within the skin of S100A8/A9-/- mice. Furthermore, upon infection the bronchoalveolar and thoracic cavity lavage of S100A8/A9-/- mice showed increased concentrations of CXCL-1, CXCL-2, CXCL-5, as well as elastase in comparison to the WT controls. Neutrophils from S100A8/A9-/- mice exhibited an increased in vitro activation and reduced L3 larval motility more effectively in vitro compared to WT neutrophils. The depletion of neutrophils from S100A8/A9-/- mice prior to L. sigmodontis infection until 5dpi abrogated the protective effect and led to an increased worm burden, indicating that neutrophils mediate enhanced protective immune responses against invading L3 larvae in S100A8/A9-/- mice. Interestingly, complete circumvention of protective immune responses in the skin and the lymphatics by intravenous injection of L3 larvae reversed the phenotype and resulted in an increased worm burden in S100A8/A9-/- mice. In summary, our results reveal that lack of S100A8/S100A9 triggers L3-induced inflammatory responses, increasing chemokine levels, granulocyte recruitment as well as neutrophil activation and therefore impairs larval migration and susceptibility for filarial infection."
}