{
    "Introduction": "Typhoid fever is a systemic infection caused by Salmonella enterica serovar Typhi (S. Typhi) that is transmitted via water or food contaminated by human feces [1]. Typhoid fever often causes mild symptoms such as fever or weakness but untreated may progress to potentially fatal complications such as intestinal perforation [2,3]. Typhoid fever continues to be a major public health problem in low- and middle-income countries (LMICs) [4–8]. While being the cornerstone for control of typhoid fever, improving water, sanitation, and hygiene (WASH) and food safety is generally a resource-intensive and long-term goal. Other control strategies such as vaccination, that may protect unvaccinated people as well as vaccine recipients [9], and antimicrobials, that may reduce morbidity and mortality among those with typhoid fever while also reducing fecal carriage and onward transmission [1], may facilitate more immediate impact and near-term control. Limited resources for health mean that global and national policy makers need to identify efficient ways to implement these control strategies, which demands detailed understanding of the distribution of disease.\nTyphoid fever is estimated to have caused 14 million cases in 2010 and 11 million cases in 2017 globally [6]. Earlier studies reported somewhat varying estimates: 21 million cases worldwide in 2000 [7]; 27 million (interquartile range: 18–36 million) cases in 2010 [10]; 12 million (95% confidence interval: 10–15 million) or slightly higher in 2010 [4, 5]; and 17.8 million cases in 2015 but with much wider uncertainty intervals (95% credible interval: 6.9–48.4 million) [8].\nDespite existing estimates, there are still knowledge gaps regarding the variation of typhoid fever incidence at the country or subnational levels. Understanding the subnational geospatial variation of the disease could lead to more efficient and effective intervention strategies by spatially targeting resources to areas at higher risk. Even for estimates that may agree at the global level, significant variation exists at the national and United Nations (UN) subregional levels [6]. Moreover, studies that estimate sub-national variation often rely on national-level covariates for modeling and prediction, potentially missing important local nuances [8]. In addition, existing studies do not account for observations during the recent typhoid surveillance in sub-Saharan Africa (SSA) and upating the estimates is necessary. Except for one prior study [8], the existing research has primarily examined the disease at the national level, neglecting sub-national variations. All estimates save two [5,6] rely on surveillance conducted in <20 sites before 2010, with only three sites from SSA including one from the 1980s.\nWe sought to address the limitations of existing studies and develop a more granular understanding of geospatial variation of typhoid fever incidence rates. In this study, we focused on SSA for which two multi-country surveillance studies, Typhoid Fever Surveillance in Africa Program (TSAP) conducted in 2012–2014, [11] and Severe Typhoid in Africa (SETA) conducted in 2016–2019 [12,13] provide recent data suggesting substatial burden of typhoid fever in the region. The issue of geospatial variation of typhoid fever is particualrly relevant to SSA because countries like the Democratic Republic of the Congo, Ghana, Malawi, and Zimbabwe are currently rolling out their typhoid vaccination programs [14–16]. We modeled age-stratified incidence rates by integrating data on the incidence rates and catchement area with recently synthesized geospatial covariates that represent factors that potentially influence the transmission of typhoid fever [17–20]. Using the predicted incidence rates on 20 km × 20 km grids of SSA, we characterized the geospatial variation of typhoid fever and potential implications.",
    "Methods": "We modeled the incidence rate of typhoid fever on 20 km × 20 km grids by exploring the association of observed incidence rates with geospatial covariates representing factors that may influence the transmission of S. Typhi, such as access to improved water and sanitation, health conditions of the population, or environmental conditions. We chose the resolution of 20 km × 20 km because this resolution allows us to explore the subnational heterogeneity with reasonable computational cost. The expected number of 20 km × 20 km grids per country varies from about 28 (e.g., Gambia) to about 5,862 (e.g., Democratic Republic of the Congo). A previous study explored the subnational heterogeneity of the burden of cholera in sub-Saharan Africa at a similar resolution [21]. We used multivariate regression models, assuming the typhoid case count per 100,000 person-years followed either a Poisson or negative binomial distribution. The negative binomial distribution was considered to address overdispersion.\n\nIncidence rate data\nThe data on incidence rates were extracted as a part of a broader project investigating the occurrence of typhoid fever, regardless of whether the instances were documented through case reports, outbreak investigations, or longitudinal surveillance. The literatures search procedure has been detailed elsewhere [22] and only studies that reported incidence rates from longitudinal surveillance were included in this study (Fig 1). In summary, we comprehensively searched through PubMed as well as preprint servers such as Social Science Research Network, bioRxiv, and medRxiv to identify relevant studies published between Jan 1, 2000 and Dec 31, 2022, using the search query \"typhoid AND Africa.\". Among 301 studies that reported occurrence of typhoid fever, five studies provided information on incidence rates of typhoid fever observed during longitudinal surveillance.\nIncidence rates for typhoid fever were available at 22 sites in 13 countries within SSA (Fig 2 and Table A in S1 Information) [11,23–29]. Estimates were based on hospital-based passive surveillance with the exception of one study that involved active surveillance of households [28]. All studies used multipliers in their calculation of incidence rates to account for healthcare seeking behavior and the recruitment proportion; some studies used an additional multiplier to account for blood culture sensitivity [24,25,27]. We standardized the observed incidence rates across different studies by using the estimates that accounted for healthcare seeking behavior and recruitment proportion during the surveillance period. We later applied a uniform multiplier of 1/0.6 to modeled incidence rates to account for blood culture sensitivity (estimated to be ~60%) [4]. The incidence rates were broken down by age: 0–1, 2–4 yo, 5–14 yo, and >14 yo. Three studies [24,26,27] were not included in the analysis as they did not report typhoid incidence for the relevant age classes. One of these studies presented an aggregated incidence across all age classes [24], while the remaining two studies reported incidence among children under the age of 5 years [26] and children under the 15 years of age [27], respectively. One study used an age category of 5–17 years instead of 5–14 years [28]; we included this study in the model without further adjustment assuming incidence rate observed among those aged 5–17 years would be the same as the one observed in those 5–14 years.\n(A) Year and location of the surveillance. (B) Incidence rates per 100,000 person-years that do not account for the sensitivity of blood culture tests. Points and bars indicate mean and 95% confidence or credible intervals. Points with no bars represent zero incidence rates in which interval estimates were not reported. Shapefiles specific to the African continent are available for download from GADM at: https://gadm.org/license.html.\nTo model incidence rates using geospatial covariates, we linked observed incidence rates from each surveillance site to the geospatial covariates that fall on the catchment area of the relevant healthcare facilities. Catchment areas were based on unpublished catchment area information collected during the surveillance (Section A and Fig A in S1 Information) [11] or the descriptions available in the studies [23–28].\n\n\nGeospatial covariates\nVariables that may influence the water-borne or food-borne transmission of S. Typhi and cover the entire continent of SSA with at least 20 km × 20 km resolution were explored for their predictive capacity for the incidence rate of typhoid fever (Table 1). We explored access to safe drinking water and access to improved sanitation facilities [18,30–32] considering the water-borne or food-borne transmission of typhoid fever [1]. We included annual mean temperature [33–35], annual precipitation [34], elevation [36], and distance to water [37] because they may have the potential to influence the transmission of water-borne diseases and have been shown to be associated with an increased risk of typhoid fever. We also explored covariates that showed high predictive capacity in the previous modeling study [8], namely percent paved roads, percent of the population living in extreme poverty, prevalence of stunting, and prevalence of HIV [8]. Because the resolution of these covariates used in the previous modeling study [8] were low (i.e., national or first administrative unit level), we used high-resolution estimates that were recently synthesized: prevalence of stunting, wasting, and underweight under the age of five years [17] and the prevalence of HIV among adults aged 15–49 years [19]. We could not identify higher-resolution covariates for the two covariates—percent paved roads and people living in extreme poverty—and instead used a covariate indicating travel time to the nearest urban center [20] assuming all of these covariates partly capture infrastructure. We included human population density [38] as a covariate to reflect that the surveillance was conducted in sites with varying population density [39,40]. We created the population size for each 20 km × 20 km grids by aggregating the values from 1 km × 1 km grids using data from the WorldPop project [38].\nThese geospatial covariates were based on the estimates from previous analyses. For instance, the access to water and sanitation facilities are the mean estimates from the geostatistical modeling analyses that were based on Demographic and Health Survey (DHS), Multiple Indicator Cluster Surveys, and other household surveys and censuses [18]. Similarly, prevalence of stunting, wasting, and underweight under the age of five years [17], and the prevalence of HIV among adults aged 15–49 years [19] were the mean estimates of previous geostatistical modeling analyses of the data from DHS and other sources. Other covariates such as temperature and precipitation came from satellite observations [41]. Elevation data came from ‘elevatr’ package [36], which uses Terrain Tiles Public Dataset [42]. These covariates were at finer resolutions (e.g., 5 km × 5 km or 1 km × 1 km) and created 20 km × 20 km grids by aggregating smaller grids and setting the value of the grid as the mean of the comprising smaller grids. Geospatial distribution of the covariates appears in Figs B-Q in S1 Information.\nWe matched the year and location of data collection between observed incidence rates and geospatial covariates. For covariates whose values were available for the period of 2000 through 2017, we assumed the values after 2017 were the same as in 2017. Elevation and distance to water covariates were assumed to be time-invariant. To determine the location for the observed incidence rates, we identified grid cells that were covered by the catchment area during the surveillance (using ‘extract’ function of raster package in R). A grid cell was defined to be covered by an area if its center was inside the area. The average value of the covariates across the grids was taken as the representative value when multiple grids were covered by the area.\n\n\nPredicting incidence rate\nWe employed a generalized linear modeling framework to explore the association between the outcome data and geospatial covariates. The outcome was quantified as case per 100,000 person-years for specific age groups (0–1 yo, 2–4 yo, 5–14 yo, and >14 yo) on 20 km × 20 km grids. Mathematical details about the models appear in Section B of S1 Information. For each model assuming a varying outcome distribution (Poisson or negative binomial), we conducted the following variable selection process. We removed covariates whose variance inflation factors (VIFs) were over ten, or that were highly correlated with other variables (Pearson’s r > 0.7) while having low correlation with the outcome (Pearson’s r < 0.1) to reduce multicollinearity [43]. We performed a forward stepwise variable selection method based on Akaike Information Criterion (AIC) [44] because AIC criteria can be straightforwardly applied to generalized models, including generalized linear models, non-linear models, and non-normal distributed data. A covariate was included in the model if its introduction led to a decrease in the AIC. Conversely, the covariate was not included in the model if its introduction didn’t lead to a decrease in AIC. The covariate with the highest positive or negative correlation with the outcome was tested first, followed by the covariate with the next highest correlation with the outcome, and so on. We further selected covariates based on their p-values, their impact on root mean-square error (RMSE) in the leave-one-out (LOO) cross-validation [45] (Section C in S1 Information), and the age-distribution of the predicted incidence rates. We retained variables if their p-values were lower than 0.05, their addition reduced the RMSE in the LOO cross-validation, and they produced incidence rate that resembled the data in age distribution (i.e., incidence rates higher in 2–14 yo than in 0–1 yo and >14 yo). We chose the Poisson model for 0–1 yo and the negative binomial models for the other age classes. A list of covariates included in the final model and their associated parameter estimates appear in Table B in S1 Information.\nTo calculate the predicted number of cases at the grid level, we multiplied the predicted incidence rates with the population size for each 20 km × 20 km grid. Since the WorldPop data lacked age-specific population sizes, we estimated the age-specific population sizes by multiplying the population size at the grid level with the overall proportions of each age class at the country level, sourced from information in the UN World Population Prospectus [46]. To determine the predicted number of cases at the country level, we aggregated the grid-level cases across all the grids within the country of interest. Subsequently, we computed the country-level incidence rate by dividing the number of cases by the population size at the country level. To compare the predicted number of cases with estimates of previous studies, we assumed blood culture sensitivity at 60% as in the previous study [4] and used population size from 2017 [6,8]. We set the upper bound of the predicted incidence rates to 10,000 per 100,000 person-years if the predicted incidence rates were higher than 10,000 per 100,000 person-years.\n\n\nData sharing\nAll data and R code required to replicate the figures and tables presented in this paper are accessible in the GitHub repository [47]. Shapefiles specific to the African continent are available for download from GADM at: https://gadm.org/license.html. Information about the sources for all other publicly available data used in this study is documented in the respective sections where these data are referenced.",
    "Results": "Model and predictor selection\nThe negative binomial regression model yielded the best predictive performance for age groups 2–4 yo, 5–14 yo, and >14 yo, while the Poisson model demonstrated superior performance for the 0–1 yo group (refer to Table C in S1 Information for RMSE values). These models with the best performance were then employed to predict the incidence rates of typhoid for the corresponding age group on 20 km × 20 km grids. Across all models, the covariates measuring the distance to water bodies and the proportion of people using surface water were included, and both demonstrated a positive association with the typhoid incidence rate, but to a varying extent (refer to Table 2). However, different covariates were additionally selected and therefore the final set of covariates varied by age group. For the 0–1 yo age group, population density and open defecation exhibited a positive association, whereas elevation, access to piped sanitation, and wasting showed a negative association with the incidence rate. For the 2–4 yo age group, only population density was additionally included in the model, and it had a positive association. For the 5–14 yo age group, only the proportion of population who have access to piped water was additionally included in the model, and it had a positive association.\nBlank cells indicate the variables that were excluded during the variable selection process.\n\n\nComparison between observed and predicted incidence rates\nOverall, 50 incidence rate estimates were available for 0–1 yo, 2–4 yo, 5–14 yo, and >14 yo age classes for 22 sites in 13 countries in sub-Saharan Africa (Table A in S1 Information). All studies reported incidence rates for all age classes except for one study [26] reporting incidence rates for those who were 4 years old or younger. Surveillance sites included both urban and rural sites and provided incidence rates observed over the period from 2006 through 2019. The surveillance duration for each site ranged from 13 months (East Wad Medani, Sudan for July 2012—July 2013) to >5 years (Asante Akim North, Ghana for March 2010—May 2012 and May 2016—May 2019).\nA substantial fraction of the observed incidence rates was predicted by the model in the LOO cross-validation (Fig 3). For the 0–1 yo, 2–4 yo, 5–14 yo, and >14 yo age groups, 13.6%, 50.0%, 53.8%, 62.5% of the observations were within the 95% confidence interval of the predictions, respectively.\nPredicted against observed incidence rates per 100,000 person-years on log-log scale. Dots and bars represent the mean and 95% confidence intervals of predicted values.\n\n\nPredicted incidence rate\nPredicted incidence rates varied at the grid, subnational, country, and subregional levels. For instance, variations at the subnational level were evident in all age classes (Fig 4A–4D). Overall, 2–4 yo were predicted to have the highest incidence rates (417.5 [95% CI: 10.7 to 7291.5] per 100,000 person-years) followed by 5–14 yo (308.0 [95% CI: 33.7 to 6590.6]), and > 14 yo (46.2 [95% CI: 1.0 to 5661.3]); 0–1 yo were predicted to have the lowest incidence rates (21.0 [95% CI: 0.0 to 2840.7]) (Fig R in S1 Information).\nPredicted incidence rates per 100,000 person-years for 0–1 yo (A), 2–4 yo (B), 5–14 yo (C), and >14 yo (D), summarized at subnational levels for 2017. Shapefiles specific to the African continent are available for download from GADM at: https://gadm.org/license.html.\nCountry-level variation of the predicted incidence is also evident in all age groups (Fig S and Table D in S1 Information). When aggregated across all age classes and grids that comprise each country, predicted incidence rates ranged from 43.7 (95% CI: 0.6 to 591.2) in Zimbabwe to 2,957.8 (95% CI: 20.8 to 4,245.2) in South Sudan per 100,000 person-years (Fig 5, Table D in S1 Information). At the UN subregional level [48], Middle Africa had the highest incidence rate (1,017.1 [95% CI: 32.0 to 1,275.6] per 100,000 person-years), followed by Eastern Africa, Western Africa, and Southern Africa (Table E in S1 Information).\nCountry-level typhoid incidence rates per 100,000 person-years (A) and the coefficient of variation (CV) of 20 km × 20 km grid-level incidence rates (B). Mean country incidence rates varied from 43.7 to 2,957.8 and CV varies from 0.7 to 3.3. Shapefiles specific to the African continent are available for download from GADM at: https://gadm.org/license.html.\nThe expected annual number of cases in the continent adjusted for the 2017 population was 1,883,572 (95% CI: 127,474 to 6,535,604). By UN subregion, the number of typhoid fever cases was highest in Eastern Africa (4,782,220 [95% CI: 277,999 to 11,897,898] cases) followed by Western Africa (3,544,420 [95% CI: 1,904 to 9,874,415]), Middle Africa (2,515,459 [95% CI: 98,917 to 5,479,315]), and Southern Africa (145,130 [95% CI: 1,904 to 749,018]) (Tables F and G in S1 Information). Countries with high typhoid incidence (e.g., South Sudan) were associated with the lower coefficient of variation (CV) of 20 km × 20 km grid-level incidence rates whereas low-incidence countries were associated with a wide range of CVs from higher (e.g., Burkina Faso) and lower (e.g., Gambia) (Fig 5).",
    "Discussion": "We estimated the age-specific incidence rates of typhoid fever for SSA on 20 km × 20 km grids using typhoid incidence rate data over the period of 2000 through 2022 including recently completed surveillance [13] and high-resolution geospatial covariates matched to the catchment area for the surveillance sites. Predicted incidence rates showed substantial geospatial variation at all levels: subnational, national and Africa subregional levels. To the best of our knowledge, this study represents the first exploration of the high-resolution distribution of typhoid incidence rates across the African continent, using the most current available data. While extracting actionable insights directly from the study results may pose challenges, achieving a more comprehensive understanding of the geospatial distribution of typhoid burden by age could lead to more effective and efficient targeted intervention programs [49,50].\nWhile our model primarily focuses on predicting incidence rates per 100,000 people rather than providing explanations for the association between covariates and incidence rates, the selected covariates in the model appear to offer reasonable explanations. For instance, using surface water (all age groups), population density (0–1 yo and 2–4 yo age groups), and open defecation (0–1 yo) appear to show a positive association with typhoid incidence per capita. Conversely, covariates like access to piped sanitation and elevation indicate a negative association with the incidence rate, whereas a negative association between the prevalence of wasting and the incidence rate is not intuitively clear.\nExisting estimates of the typhoid fever burden generally align on a global scale but exhibit considerable variation at the UN subregional level [6]. Our UN subregional-level estimates, overall, tend to surpass those of Mogasaleet al.[4] and GBD estimates [6] while closely resembling the estimates presented by Antillón et al.[8]. Notably, there’s a substantial disparity for Eastern Africa, where our estimates are approximately twice as high as those reported by Antillón et al.[8]. (Tables E and G in S1 Information). However, due to the limited number of observations, both our estimates and those of by Antillón et al.[8] display significant uncertainty ranges, which considerably overlap and encompass the estimates of Mogasale et al. [4] whereas GBD estimates [6] persistently remain lower without overlapping with other estimates.\nIntrepreting agreement or disagreement among estimates should be done with care, however, and needs to account for the context of the models and the data used in each study. For instance, estimates by Mogasale et al.[4] and Antillón et al.[8] did not account for the data from TSAP and SETA [11, 12], which are a major source of data for incidence rate modeling in our study. Also, the methods used in the studies by Mogasale et al.[4] and Kim et al.[5] do not use any geospatial covariates to model observed incidence rates except for national-level estimates for the access to improved water source.\nIncidence rate estimates from this study were characterized by large uncertainties. One of the main reasons for the wide confidence intervals is the small sample size. While we included all the datasets we found in the peer-reviewed literature including one pre-print as of January 2023, the number of observations was fewer than 30 for all age groups. The 95% confidence intervals of estimates from this study overlapped substantially with those of Antillón et al.[8] and encapsulate estimates of other studies (Table I and Fig T in S1 Information); however, the lower bounds of the confidence intervals tended to be lower than those of other studies with many of them close to zero, which might reflect the fact that the data set we used included zeros in 20% of the data.\nOur study has limitations. First, while population-based surveillance provides reliable inputs for the model to predict the incidence of typhoid fever, these data were available from only 22 sites in 13 countries [11,13,23–28], which makes it challenging to infer incidence for all of SSA. While research collecting additional data and developing ways to use other information such as serosurveys [51] should continue, use of the most up-to-date incidence rate data and high-resolution geospatial covariates enable us to produce updated incidence rates at the subnational level. Second, like the estimates of previous studies for typhoid and other diseases [4–8,10,52], our estimates are predictions of annual incidence rates that are based on static and retrospective analyses. While these estimates can provide clues to the current incidence of disease, the burden of typhoid fever is seasonally and secularly variable, and effective policy making would require real-time data synthesis. Third, we set an upper limit for the incidence rates as 10,000 per 100,000 person-years, which is around 4 times higher than the highest of the observed incidence rates, while some of the model estimates at 20 km × 20 km grids go beyond the limit. This may introduce a bias that incidence rate estimates are lower for some areas. For 0–1 yo, 2–4 yo, 5–14 yo, and >14 yo, 0.2%, 5.6%, 6.2%, 5.1% of the total 60,535 valid grids had estimated values over 10,000 per 100,000 person-years. Fourth, while we used granular geospatial covariates to model the incidence rates, we had to rely on the nationally averaged age distribution to produce the age-specific predicted number of cases. Therefore, age-specific predicted number of cases may either overestimate or underestimate the true number of cases. Fifth, we modeled incidence rates of typhoid fever separately for each age group and this led to different sets of covariates for different age groups. Associations with the covariate in the models should not be interpreted as causal and many vary by age to the extent that certain covariates are not significant predictors of incidence in all age groups. Sixth, the predictive power of our model is limited for 0–1 yo, potentially because a large fraction of observations are zeroes. This warrants additional data and updates.",
    "Conclusion": "Our research offers the most detailed prediction to date of the typhoid fever incidence rate in Sub-Saharan Africa (SSA), utilizing the latest data on incidence rates and geospatial variables at a resolution of 20 km × 20 km. This study enhances understanding of the geographical variations in typhoid fever and provides valuable data that could inform targeted intervention strategies for typhoid control in the region."
}