{
    "URL": "https://doi.org/10.1371/journal.pntd.0006406",
    "Published": "April 17, 2018",
    "Subject_Areas": [
        "Eritrea",
        "Livestock",
        "Mycobacterium bovis",
        "Single nucleotide polymorphisms",
        "Europe",
        "Genotyping",
        "Evolutionary genetics",
        "Polymerase chain reaction"
    ],
    "Authors": {
        "Michael Kahsay Ghebremariam": [
            "Department of Infectious Diseases and Immunology, Faculty of Veterinary Medicine, Utrecht University, Yalelaan 1, TD Utrecht, The Netherlands",
            "Department of Veterinary Sciences, Hamelmalo Agricultural College, Keren, Eritrea"
        ],
        "Tiny Hlokwe": [
            "Agricultural Research Council-Onderstepoort Veterinary Research (ARC-OVR), Diagnostic Services Programme, Onderstepoort, South Africa"
        ],
        "Victor P. M. G. Rutten": [
            "Department of Infectious Diseases and Immunology, Faculty of Veterinary Medicine, Utrecht University, Yalelaan 1, TD Utrecht, The Netherlands",
            "Department of Veterinary Tropical Diseases, Bovine Tuberculosis and Brucellosis Research Programme, Faculty of Veterinary Science, University of Pretoria, Onderstepoort, South Africa"
        ],
        "Alberto Allepuz": [
            "UAB, Centre de Recerca en Sanitat Animal (CReSA, IRTA-UAB), Campus de la Universitat Autònoma de Barcelona, Bellaterra, Spain",
            "Departament de Sanitat i Anatomia Animals, Facultat de Veterinària, UAB, Bellaterra, Barcelona, Spain"
        ],
        "Simeon Cadmus": [
            "Department of Veterinary Public Health and Preventive Medicine, University of Ibadan, Nigeria"
        ],
        "Adrian Muwonge": [
            "Division of Genetics and Genomics, The Roslin Institute and the Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Midlothian, United Kingdom"
        ],
        "Suelee Robbe-Austerman": [
            "National Veterinary Services Laboratories, United States Department of Agriculture, Ames, Iowa, United States of America"
        ],
        "Anita L. Michel": [
            "Department of Veterinary Tropical Diseases, Bovine Tuberculosis and Brucellosis Research Programme, Faculty of Veterinary Science, University of Pretoria, Onderstepoort, South Africa"
        ]
    }
}