{
    "1. Introduction": "Dengue virus (DENV) and Chikungunya Virus (CHIKV) are arboviruses, transmitted by Aedes aegypti and Aedes albopictus mosquitoes across the tropical and sub-tropical regions. DENV is a single-stranded positive-sense RNA virus and belongs to the family Flaviviridae [1]. It consists of four antigenically distinct, however, 65–70% homologous serotypes known as DENV-1, DENV-2, DENV-3 & DENV-4. [2]. CHIKV is an enveloped virus that belongs to the family Togaviridae and the genus Alphavirus. DENV and CHIKV infections are endemic in Asian and African subcontinents with year-round transmission [3]. Both arboviruses demonstrate seasonal patterns of transmissions peaking before the onset of the monsoon season [4]. Increase in urbanization with built infrastructure (piped water access, water storage) offers a heterogeneous landscape with a gradient of temperature, larval habitats which drives the distribution and abundance of mosquito species. In addition, changes in land-use patterns and a diverse gradient of larval habitats such as construction sites, leaking connections among other aquatic habitats created by anthropogenic land use modifications (e.g., bromeliads, Colocasia plants, buckets, plastic containers etc) which are positively associated with the abundance of Aedes species [4]. Moreover, recent expansion in the geographical ranges of two Aedes species, in Europe and the Americas has led to the emergence of locally transmitted dengue cases. [1,5,6].\nBoth DENV and CHIKV incubation periods ranges from 2 days to 10 days. Acute infection can lead to mild undifferentiated acute febrile illnesses, making it clinically indistinguishable from other viral, bacterial, and parasitic infectious diseases such as influenza, chikungunya, leptospirosis, filaria, and malaria. [7–9]. Co-circulation of DENV and CHIKV in the same region and overlapping symptoms and common clinical presentations make the differential and accurate diagnosis of DENV and CHIKV challenging. For instance, DENV infection can lead to dengue shock and hemorrhagic fever, while CHIKV infection has been associated with persistent arthralgia for months after the infection has subsided [10]. Misdiagnosis often leads to false alarms, underestimation of cases, and suboptimal clinical management of disease. [11].\nEarly diagnosis of Dengue remains challenging as DENV viremia is detectable within 24–48 hours before the onset of symptoms and continues for 5–6 days allowing a short window to detect the NS1 protein in blood/serum [12]. In India, routine diagnosis of DENV and CHIKV is based on serological methods for non-structural Protein 1 (NS1) antigen and Immunoglobulin M (IgM) and Immunoglobin G (IgG) levels, respectively. Patients suspected of Dengue fever after 6 days are usually tested using IgM and IgG antibodies [13].\nFurthermore, cyclic DENV outbreaks in the endemic regions occur every 2–4 years, often associated with serotype/genotype replacement, where serotype/genotype dominance changes during the subsequent outbreak [14].\nDetection of DENV serotypes has the utmost clinical and epidemiological importance to understanding disease severity which cannot be ascertained using currently used serological methods. An intermediate level of cross-reacting antibodies in patients with previous DENV infection, and the presence of heterotypic serotypes in infected patients might increase the severity of the disease also known as Antibody-dependent enhancement (ADE) [15]. Hence, the detection of mixed serotype infection could be a very useful resource for clinicians to prioritize treatment of DENV-infected patients.\nBengaluru has the highest dengue burden in Southern India. There is a high infestation of Aedes aegypti and Aedes albopictus in diverse breeding habitats [16] and year-round circulation of four serotypes. Currently, Dengue and Chikungunya testing rely on ELISA (NS1, IgM, and IgG) often leads to underestimation of disease burden. To address this gap, we designed an in-house, cost-effective, TaqMan probe-based, multiplex (five-plex), quantitative reverse transcriptase PCR (qRT-PCR) assay, to detect and quantify all four DENV serotypes and Chikungunya simultaneously. We conducted a clinical surveillance study to understand the variance in the detection of DENV and CHIKV infections using routine serology (ELISA) and nucleic acid-based amplification (multiplex q RT-PCR) on sera samples from suspected febrile patients in Bengaluru city. In addition, we propose a systematic diagnostic approach based on the day’s post-onset of symptoms and implementation of molecular testing to enhance early detection of DENV and CHIKV for timely treatment and management of these diseases.",
    "2. Methods": "2.1 Ethics statement\nThe study was approved by the Institutional Human Ethics Committee, Institute for Stem Cell and Regenerative Medicine, Department of Biotechnology, Government of India (Reference number: inStem/IEC-26/04N) and Ethics Committee of Bangalore Medical College and Research Institute, Bangalore, Karnataka (Reference no: BMCRI/PS/41/2022–23).\nAs per ICMR guidelines, informed written and verbal consent was obtained from all patients enrolled in the study. The study procedure, description, and questionnaire were explained verbally and provided as a document in English and the local language (Kannada) for adult patients. For adolescents and young children, parental approval and consent from the study participants were obtained verbally and in writing.\n\n\n2.2 Study design\nWe conducted a six-month longitudinal study between July 2022 and December 2022 in urban Bengaluru in collaboration with the local civic body of Bengaluru, the Bruhat Bengaluru Mahanagara Palike (BBMP). A total of 903 blood samples were collected from suspected febrile patients as per WHO inclusion criteria [17–20]) (e.g., high fever (>37.8°C), myalgia, headache, retroorbital pain, arthralgia, and gastrointestinal disorders) (S1 Table). Blood samples were collected from 161 collection points comprising the Urban Primary Health centers, Referral hospitals, and maternity homes under the aegis of BBMP. In addition, metadata such as the day’s post onset of symptoms, the nature of symptoms, age, and gender were recorded.\nBlood samples were processed for sera and tested for DENV and CHIKV using ELISA (NS1 and IgM antibodies) [11,16] at Hitech Labs at the H. Siddaiah Road Referral Hospital in Bengaluru by Dr. Shruthi Uppoor (SU). Subsequently, the remaining serum was tested using in-house multiplex qRT-PCR for molecular detection at the Tata Institute for Genetics and Society by Dr. Mansi Rajendra Malik (MRM) (Fig 1).\nCreated in BioRender. Mishra, D. (2025) https://BioRender.com/r86l626 .\n\n\n2.3 Serological testing of DENV and CHIKV\nThe detection of DENV NS1 antigen and IgM antibodies from sera samples was conducted using a one-step, sandwich ELISA developed by the Pan bio–Dengue Early (Pan Bio-Diagnostics, Brisbane, Australia) and the IgM-capture ELISA kit (Pan Bio-Diagnostics, Brisbane, Australia) [21–22]. For CHIKV, the IgM Capture ELISA Kit developed by the National Institute of Virology (Arbovirus Diagnostic NIV, Pune, India) was used as per the manufacturer’s instructions [23–25].\n\n\n2.4 Development of molecular assay for DENV Serotypes (1–4) and CHIKV (DENCHIK assay)\n2.4.1 Viral RNA extraction.Viral RNA was extracted from 140 µl serum samples using the QIAamp Viral RNA kit (QIAGEN, Hilden, Germany) as per the manufacturer’s instructions. The extracted viral RNA was quantified spectrophotometrically using The Nanodrop 2000 (ThermoFisher Scientific, USA) with samples exhibiting an A260/A230 ratio of ~2.0–2.2, indicating minimal reagent contamination. RNA integrity was further evaluated using the Tape Station (Agilent), yielding an RNA Integrity Number (RIN) of ≥7, which is generally considered suitable for qRT-PCR [26]. For qRT-PCR, 25 ng of the extracted viral RNA was used per reaction.\n\n2.4.2 Primer Design.For designing DENV serotypes and CHIKV primers, following DENV sequences from GenBank (NCBI:DENV-1(NC_001477),DENV-2(NC_001474.2), DENV-3 (NC_001475.2), DENV-4 (NC_002640.1), CHIKV (MK370030.1). After checking for ambiguities in the sequences, the most conserved gene sequences across the four serotypes were selected for primer design. Primers covering the Polyprotein genes (poly) were chosen for DENV-1, DENV-2, and DENV-3, as they encode essential information regarding viral population structure, genetic diversity, and pathogenic potential [27–29]. However, the E gene was primarily used for identifying the DENV-2 serotype and Chikungunya virus (CHIKV) due to its role in encoding the envelope protein. This gene exhibits significant antigenic variation among viral strains, making it a crucial marker for serotype differentiation and tracking viral evolution within each virus species [30, 31].\nThe primers and probes were designed in-house and their specificity to respective Dengue serotypes and CHIKV were assessed using NCBI BLAST (Tables A and B in S4 Table).\n\n2.4.3 Quantification of DENCHIK assay.The respective DNA sequences for DENV serotypes and DENV encompassing the designed primer and probe sequences were synthesized and cloned into the plasmid vector pBluescript II KS (+), provided by GenScript, USA. The plasmids were then linearized via conventional PCR using the Forward primerGTAACGCCAGGGTTTTCCCAGTC andthe reverse primer CACAGGAAACAGCTATGACCATGATTAC to generate DNA ampliconsfor subsequent in-vitro transcription (S2 Table). The primer pairs were used with Q5 high fidelity DNA polymerase (NEB, USA) for PCR using the following parameter conditions: 98°C for 5 min, 98°C for 30 s, 68°C for 30 s, and 72°C for 45 s for 28 cycles, and finally at 72°C for 5 min. The PCR was performed on a C1000 Touch thermocycler (Bio-Rad, CA, USA), and the products were run on a 1% agarose gel. The respective Dengue serotypes and Chikungunya amplicons were excised, and gel extraction and purification were performed using the Monarch DNA Gel extraction kit (NEB, USA) and Monarch PCR clean-up kit (NEB, USA), respectively.\n\n2.4.4 In vitro transcription and RNA purification.Ten microliters of purified and linearized Dengue serotypes and Chikungunya amplicons were used for T7 polymerase-mediated invitro transcription using the Hiscribe T7 high-yield RNA synthesis kit (NEB, USA) [32, 33]. The reaction was performed according to the manufacturer’s instructions and the resulting RNA transcripts were purified using the phenol-chloroform purification method [34]. The concentration of the purified RNA transcripts was measured (ng/ml) using a Nanodrop 1000 (Thermo Fisher). The specificity of the DENCHIK assay was compared with closely related flaviviruses, and the assay was found to be highly specific for DENV serotypes and CHIKV with no cross-reactivity with synthetic gene fragments of Hepatitis A virus, Hepatitis C virus, Hepatitis E virus, Japanese encephalitis virus, Zika virus and Kyasanur Forest disease virus. Further, RNA from 50 serum samples from healthy individuals was tested with primers and probes used in the DENCHIK assay and no amplification was observed [16,35].\n\n2.4.5 Performance evaluation of the DENCHIK assay.The purified RNA transcripts were assayed in the multiplex q RT-PCR assay in triplicates of ten-fold serial dilutions, ranging from 109 to 1 copy (s)/microlitre. The Limit of Detection (LoD) was determined by performing the qRT-PCR assays using the RNA dilutions.\nThe standard curve was generated by plotting the CT values with the RNA dilutions. The copy number per microlitre was calculated for each DENV serotype and CHIKV using the following equation [35, 36] (S3 Table). RNA molecules per microlitre= [(g/µl)/ (transcript length in nucleotides X 340)] X 6.022 X 1023.\n\n\n\n2.5 Screening of clinical samples\nFor screening and detection, we set a 10 μl qRT-PCR reaction comprising 2.5 µl of Luna Probe One-Step RT-qPCR 4X Mix with UDG(#M3029E, NEB Biolabs, Ipswich, MA, USA), 50 ng/µl of RNA template, 300 nM of primers, and 250 nM of probes for each DENV [1–4] and CHIKV specific forward and reverse primers and probes (S4 Table). Human RNase P was used as an internal control, and amplification was observed for all samples in triplicate. Thermal cycling parameters of this assay included a 30 s incubation at 25°C to prevent carryover contamination, followed by a 10 min reverse transcription step at 55°C. Initial denaturation was performed at 95°C for 1 min, followed by 40 cycles of PCR at 95°C denaturation for 10 s; and 54°C of annealing and extension for 45 s. qRT-PCR was performed and analyzed using Quantstudio 5 (Applied Biosystems, Carlsbad, CA) [37, 38].\n\n\n2.6 Comparison of DENCHIK with ELISA\nThe prevalence, specificity, and sensitivity of DENV and CHIKV detected by DENCHIK assay were compared with the NS1 antigen ELISA and IgM ELISA as reference and vice versa. In addition, a subset of samples (n = 100) was analyzed by the DENCHIK assay, and the detection accuracy was calculated using a commercially available Altostar Dengue RT-PCR kit (Altona Diagnostics, Hamburg, Germany) and Real Star Chikungunya RT-PCR kit (Altona Diagnostics, Hamburg, Germany), respectively.\n\n\n2.7. Statistical analyses\nThe prevalence of DENV, CHIKV, and DENV-CHIKV co-infections was compared and analyzed by Chi-square test, using Graph Pad Prism v. 10.0, software SanDiego, California, USA. The prevalence of DENV serotypes, CHIKV, and DENV-CHIKV co-infections were compared and analyzed across age and sex.\nThe age group of the study spanned 11 months until 75 years of age. The mean age of the participant cohort was observed as 26.40 ± 15.07 (Table 1) years, with a sex ratio of 0.91. Diagnostic accuracy parameters such as sensitivity, specificity, and positive and negative predictive values of the ELISA and q RT-PCRs assays were calculated using Chi-square and Fisher’s exact test [39,40] To comprehensively validate the DENCHIK assay for DENV and CHIKV detection, diagnostic agreement with ELISA and commercial qRT-PCR kits was assessed using percentage concordance and Cohen’s kappa statistic, interpreted per established thresholds [41–43]. Interrater reliability was further evaluated using the irr package in R to ensure consistency between independent assessors.\nTemporal trends in infection prevalence were assessed using a Generalized Linear Model (GLM), with monthly variation modeled as a function of detection method (NS1 vs. qRT-PCR) under a binomial distribution. Considering immunoglobulin kinetics, where IgM and IgG responses differ between primary and secondary infections [43]. DENCHIK assay was also compared to NS1 antigen testing to evaluate its effectiveness in early dengue detection.\nDiagnostic performance was quantified using classical metrics (sensitivity, specificity, PPV, NPV), alongside interpretive statistics such as likelihood ratios (LR⁺), odds ratios (OR), and risk ratios (RR) to determine clinical utility. Attributable risk (AR) was additionally calculated to contextualize the public health impact of positive test outcomes [44,45].",
    "3. Results": "3.1 DENCHIK assay\nDENCHIK assay showed simultaneous amplification of DENV serotypes and CHIKV (S1 Fig), and LoD of 10 viral copies per µl. (Fig 2). The in vitro transcribed RNA copy number ranged from 101 to 107 copies per reaction. The coefficient of determination (R2) values for DENV-1, DENV-2, DENV-3, DENV-4, and CHIKV were 0.987, 0.987, 0.983, 0.981, and 0.988, respectively, indicating high assay linearity. Additionally, the amplification efficiencies (%Eff) for DENV-1, DENV-2, DENV-3, DENV-4, and CHIKV were 100.3%, 100.2%, 99.8%, 100.5%, and 99.6%, respectively\n\n\n3.2 Estimation of DENV and CHIKV prevalence using DENCHIK and ELISA\nThe workflow for detection of DENV and CHIKV using ELISA and q RT-PCR is provided in Fig 3 and corresponding metadata is provided in S1 Table.\nUsing the DENCHIK assay, the DENV prevalence of 36.54% was significantly higher\ncompared to 9% using NS1 ELISA (χ2 = 20.58, p < 0.0001). However, DENCHIK showed no significant difference (23.9%) using IgM (χ2 = 1.54, p = 0.0641). Similarly, DENCHIK assay (17%) showed no significant difference in CHIKV infections with IgM (23%) (χ2 = 1.125, p = 0.28). We found a similar pattern in the detection of co-infections with DENV (14%) and CHIKV (8%) using both NS1 and IgM ELISA respectively, for the detection of Dengue and Chikungunya, and DENCHIK assay (χ2 = 1.83, p = 0.17) (Fig 4).\nThe DENCHIK assay enabled the simultaneous detection of all four DENV serotypes and CHIKV in clinical samples. Out of 903 samples tested, DENV RNA was detected in 36% (326/903), CHIKV RNA in 16.7% (151/903), and co-infections with both viruses were identified in 8.4% (76/903) of cases. There was no statistically significant difference in the prevalence of DENV and CHIKV across the study population (χ² = 0.02, p = 0.992) (Fig 5).\nAmong the DENV-positive samples, DENV-1 was the most frequently detected serotype, present in 11.5% (104/903) of samples, followed by DENV-2 (5.8%, 54/903), DENV-3 (3.5%, 32/903), and DENV-4 (3.2%, 29/903). Mixed infections involving multiple DENV serotypes were observed in 12.4% (112/903) of samples. The counts reported for individual serotypes represent mono-infections only, with mixed serotype infections analyzed separately.\nFig 5 illustrates the distribution of each DENV serotype as well as the prevalence of mixed serotype infections, based exclusively on molecular detection by the DENCHIK assay, without inclusion of ELISA-based data.\nWe classified DENV and CHIKV prevalence by age, gender, and symptoms. Amongst the clinical samples that presented acute febrile illnesses, (n = 555), fever (89%) myalgia (33%), and headache (33%) were found to be the most frequently reported symptoms (Table 1).\nIn comparison to ELISA, DENCHIK assay exhibited an increased detection of DENV infection across months and age groups (Fig 6). However, in case of CHIKV infections, IgM ELISA exhibited increased detection across the months (Fig 7). Both DENCHIK and ELISA showed a high prevalence in July to September in Dengue and Chikungunya and low prevalence in October to December (Figs 6 and 7). The patient age group did not affect the prevalence of DENV and CHIKV across the clinical samples screened using DENCHIK (Figs 6 and 7).\nThe dot shows mean prevalence with 95% confidence intervals.\nThe dot shows mean prevalence with 95% confidence intervals.\nGLM showed that ELISA (NS1) showed a negative association with Dengue detection whereas qRT-PCR showed positive association. The interactions between detection methods and sampling month were the best models predicting positive association in Dengue detection using q RT-PCR (c2 = 51.22, n = 5, P < 0.005). Dengue detection probability showed a significant negative association using qRT-PCR,whereas NS1 antigen showed no significant association (Fig 8).\nFor Chikungunya, q RT-PCR showed a non-significant negative association. However, the interactive model best predicted high infections in September with a positive interaction with q RT-PCR and a significant negative association from October to December (Fig 8).\n\n\n3.4 Comparison of diagnostic accuracies of ELISA, DENCHIK, and commercial kits\n3.4.1 Diagnostic accuracy of NS1 & IgM assays concerning DENCHIK for DENV and CHIKV detection.The diagnostic performance of NS1 ELISA and IgM ELISA was evaluated using the DENCHIK assay as the reference standard for DENV and CHIKV detection (Table 2). For DENV, NS1 ELISA demonstrated a sensitivity of 15% and specificity of 95%, with a positive predictive value (PPV) of 69% and negative predictive value (NPV) of 64%. The likelihood ratio (LR) was 3.41, relative risk (RR) was 1.89 (95% confidence interval [CI]: 1.49–2.29), and attributable risk (AR) was 0.32 (95% CI: 0.17–0.44).\nIgM ELISA showed 24% sensitivity and 76% specificity for DENV, with a PPV of 38%, NPV of 64%, LR of 1.05, RR of 1.03 (95% CI: 0.84–1.25), and AR of 0.013 (95% CI: –0.06–0.09). These results suggest low diagnostic utility of IgM ELISA for early DENV detection.\nFor CHIKV detection, IgM ELISA exhibited 36% sensitivity and 80% specificity, with PPV of 27%, NPV of 86%, an LR of 1.80, RR of 1.92 (95% CI: 1.42–2.56), and AR of 0.13 (95% CI: 0.06–0.20), indicating moderate diagnostic value (Table 2).\nWhen stratified by symptom onset, NS1 ELISA demonstrated 20% sensitivity (<5 days) and 19% sensitivity (>5 days) for DENV detection, with specificities of 93% and 97%, respectively. The corresponding LRs were 3.07 and 6.82, RRs were 2.20 and 2.44, and ARs were 0.29 and 0.47, respectively (Table 2).\nIgM ELISA showed limited utility across both time categories. For DENV, sensitivity was 23% (<5 days) and 30% (>5 days), with specificity remaining at 74% in both groups. For CHIKV, sensitivity values were 24% (<5 days) and 28% (>5 days), and specificity was 77% and 74%, respectively. The LRs remained low (<1.17), with RRs approximating 1, and ARs < 0.15 in all groups, indicating poor performance regardless of symptom duration.\n\n3.4.2 Performance of DENCHIK Compared to Conventional ELISA Assays.DENCHIK was evaluated using NS1 and IgM ELISA as reference standards (Table 3). When compared to NS1 ELISA, DENCHIK exhibited 65% sensitivity, 63% specificity, PPV of 18%, NPV of 94%, LR of 1.80, RR of 2.84 (95% CI: 1.86–4.34), and AR of 0.11 (95% CI: 0.06–0.17). In comparison with IgM ELISA, DENCHIK showed 38% sensitivity, 63% specificity, PPV of 24%, NPV of 77%, LR of 1.03, RR of 1.04 (95% CI: 0.82–1.32), and AR of 0.01 (95% CI: –0.04–0.07).\nFor CHIKV detection, DENCHIK showed 26% sensitivity and 86% specificity, with an LR of 1.92, RR of 1.79 (95% CI: 1.38–2.29), and AR of 0.16 (95% CI: 0.08–0.25), demonstrating improved reliability compared to IgM ELISA.\nIn stratified analysis, DENCHIK exhibited 31% sensitivity and 76% specificity for DENV detection in samples collected <5 days post-symptom onset. In the > 5 days group, sensitivity increased to 85%, but specificity dropped to 57%. The corresponding RRs were 1.32 (<5 days) and 6.59 (>5 days), and ARs were 0.04 and 0.15, respectively (Table 3), highlighting better sensitivity in the later phase of infection.\nOn comparing the detection sensitivity of DENCHIK in contrast to IgM ELISA, we found sensitivity of 65% and 74% for DENV detection and 16% and 35% for CHIKV in both <5 days and >5 days post symptom presentation categories. The specificity of DENCHIK was recorded to be 74% and 86% for DENV and 90% and 82% for CHIKV, respectively (Table 3).\nFor comparison between ELISA and DENCHIK, both interpreters show slight agreement with kappa of 0.121 (DENCHIK vs NS1) and 0.109 (DENCHIK vs IgM) in DENV detection and kappa of 0.140 for CHIKV detection using DENCHIK vs IgM.\n\n3.4.3 DENCHIK versus commercial kits.A subset of 100 randomly selected, clinically positive samples was used to evaluate the accuracy of the DENCHIK assay against widely used commercial qRT-PCR kits,Altona Diagnostics’ DENV and RealStar Chikungunya RT-PCR kits (Hamburg, Germany). DENCHIK demonstrated over 98% concordance in detecting DENV, its serotypes, and CHIKV when compared to the respective commercial assays. The assay also showed >95% sensitivity and specificity for all targets (Table 4).\nDENCHIK demonstrated excellent diagnostic performance for both DENV and CHIKV, with overall sensitivities of 99% and 98%, and specificities of 98% for both targets, in comparison to commercially available qRT-PCR kits (Table 4 and 5). For DENV serotyping, sensitivities for DENV-1, -2, -3, and -4 were 96%, 97%, 95%, and 97%, respectively, with corresponding specificities of 98%, 99%, 98%, and 98%. Notably, DENCHIK yielded high positive likelihood ratios (LR⁺ > 36 for DENV and > 41 for CHIKV), and strong diagnostic odds ratios (DOR = 9702 for DENV, 1035 for CHIKV), indicative of excellent discriminative power.\nFrom a cohort of 555 clinical samples with acute febrile illness, DENCHIK maintained high sensitivity and specificity even when stratified by symptom duration. For DENV detection, sensitivity was 97% (<5 days) and 95% (>5 days), with specificity of 98% and 97%, respectively. CHIKV detection also remained robust, with sensitivity of 97% (<5 days) and 95% (>5 days), and specificity of 98% and 97%, respectively. Relative risk values for DENV and CHIKV were 98.01 and 65.63, respectively, while attributable risk remained high (AR = 0.98 for DENV; 0.88–0.95 for CHIKV), underscoring the assay’s utility for early diagnosis and public health decision-making in arboviral endemic regions.",
    "4. Discussion": "Early detection of Dengue virus (DENV) and Chikungunya virus (CHIKV) is crucial for public health interventions. Accurate diagnostics, enhanced surveillance, and vector control play a critical role in the mitigation of arboviral diseases. While NS1 antigen ELISA and rapid tests are routinely employed for early diagnosis of DENV infections, ELISA remains the primary assay for diagnosing CHIKV infections in clinical samples [46]. It is important to note that very few nucleic acid-based diagnostic assays are used for the early, rapid, and accurate detection of DENV and CHIKV in low-income countries.\nNucleic acid-based assays enable early and accurate detection of DENV and CHIKV. However, the implementation in resource-limited settings is often hindered by high costs, insufficient infrastructure, and a lack of skilled personnel. Additionally, the complex workflow extends turnaround times, while reliance on imported reagents and limited local production further escalates costs and logistical challenges [47].\nIndia faces similar constraints, with financial limitations, systemic inefficiencies, and a shortage of trained laboratory personnel impeding the routine use of q RT-PCR-based diagnostics for Dengue and Chikungunya. As a result, serology-based methods such as ELISA and rapid antigen tests remain the primary diagnostic tools despite their lower sensitivity. The absence of standardized guidelines and restricted government funding further restricts the large-scale adoption of molecular diagnostics [48, 49].\nTo overcome these challenges, we developed DENCHIK, a highly sensitive and specific multiplex q RT-PCR assay, for simultaneous detection and quantification of all four serotypes of DENV and CHIKV. Currently, no such assays are being used in the health care system for systematic monitoring of the Dengue, and Chikungunya burden in India.\nDENCHIK demonstrated a limit of detection (LoD), of approximately ten viral copies per microlitre for both DENV and CHIKV implying that the assay is sensitive for the detection of low viral titers in clinical samples. Notably, LoD of the DENCHIK assay was consistently lower compared to other multiplex q RT-PCR assays, which exhibit detection ranges of 101 to 104 copies per reaction [16, 48]. Furthermore, it outperformed two-tube dengue serotyping assays and standalone Chikungunya assays, which have LoDs ranging from 101 to 102 copies per reaction, underscoring the superior sensitivity of DENCHIK [50–52].\nUsing DENCHIK, we recorded 36% DENV infections, 17% CHIKV infections, and 8% DENV-CHIKV co-infections, which were otherwise underestimated or overestimated when relying solely on ELISA tests. DENCHIK demonstrated significantly higher detection of DENV cases compared to ELISA. However, for CHIKV and DENV-CHIKV co-infections, no significant difference in positivity rates was observed between the two assays. This may be attributed to the persistence of circulating antibodies from past infections, which are detected by ELISA [53, 54].\nDENCHIK identified 7.6% more DENV infections, while IgM ELISA detected 6.65% more CHIKV cases. This variation likely stems from differences in detection methods and the distinct sensitivity and specificity of DENCHIK and ELISA in identifying viral RNA versus antibodies. A study from Manipal, Karnataka [55], reported IgM antibody persistence for up to 10 months post-CHIKV infection, potentially affecting diagnostic accuracy.\nq RT-PCR-based assays like DENCHIK exhibit high sensitivity in detecting DENV and CHIKV during the early acute phase when viral RNA is abundant. However, as viremia declines beyond days 8–10, q RT-PCR sensitivity decreases, making ELISA more effective in identifying circulating antibodies indicative of recent or past infections [18, 56, 57].\nThis diagnostic shift may introduce challenges in differentiating active from resolved infections, underscoring the limitations of IgM ELISA in early CHIKV and DENV-CHIKV coinfection detection, thus emphasizing the need for molecular diagnostics to improve case identification accuracy.\nHigher detection and prevalence of DENV and CHIKV infections by both ELISA and DENCHIK were observed from June 2022 to September 2022, coinciding with the peak monsoon season in Bengaluru. This observation aligns with the findings of Dharmamuthuraja et al. [4] wherein a similar pattern for Aedes mosquito larval habitat was observed coinciding with the peak in Dengue incidence in Bengaluru], correlating increased Aedes mosquito breeding with seasonal dengue incidence. Additionally, DENCHIK detected a higher prevalence of DENV infections from August 2022 to December 2022, highlighting its superior sensitivity. Specifically, in August 2022, the DENCHIK assay demonstrated a strong ability to detect dengue cases that were missed by ELISA-based NS1 antigen tests, which showed negative results. This discrepancy underscores the impact of seroconversion dynamics, emphasizing that molecular assays like DENCHIK are more effective for early-phase detection when viral RNA is present, prior to the appearance of detectable antigens or antibodies.Our study also revealed concurrent circulation of all four DENV serotypes in Bengaluru, suggesting potential immunity-driven co-evolution of dengue virus strains.\nUnderstanding DENV serotype distribution is critical for monitoring viral evolution and predicting future outbreaks. A study by Jagtap et al. analyzing 119 dengue genomes across India highlighted the complexity of dengue virus evolution [14].\nMolecular surveillance using DENCHIK, alongside whole-genome sequencing, could serve as a cost-effective tool to track serotype prevalence with minimal clinical samples, aiding in outbreak preparedness. Additionally, DENCHIK can facilitate spatiotemporal monitoring of DENV serotype transmission dynamics, informing targeted intervention strategies.\nReports of serotype-based outbreaks across India and Nepal [58] highlight the need for continued surveillance. Notably, outbreaks of DENV-1, DENV-3, and DENV-4 have been recorded in Karnataka [59, 60], Agra [61], Odisha [3, 62, 63], and West Bengal [64] through serology and molecular assays. However, DENV serotype distribution in metropolitan cities like Bengaluru remains underexplored, despite dengue’s significant public health burden.\nAmong mixed serotype infections, DENV-1: DENV-2 was the most prevalent, consistent with previous major outbreaks in Nepal [65] and Mexico [66]. Mixed serotype infections are common in endemic regions, with prevalence ranging from 2.5% to 30% and up to 50% in hyperendemic areas. Evidence suggests that co-infections exacerbate disease severity, with higher incidences of pleural effusion and warning signs, though diarrhoea is less frequent in these cases [67].\nSecondary dengue infections generally increase disease severity. Mixed serotype infections, particularly those involving DENV-2, are associated with gastrointestinal symptoms and atypical presentations. Secondary immune responses correlate with respiratory symptoms and clinical features of dengue haemorrhagic fever (DHF) and dengue shock syndrome (DSS) [68]. High plasma viral loads in DENV-2 infections further elevate liver enzyme levels and increase DHF/DSS risk in later disease stages [69]. These findings highlight the interplay between serotypes, immune responses, and viral load in shaping clinical outcomes.\nIntegrating DENCHIK into Bengaluru’s diagnostic framework could enhance epidemiological surveillance of circulating serotypes, enabling informed clinical decision-making and improved patient management. This is particularly crucial since secondary infections with different DENV serotypes pose a higher risk of severe dengue. As a cost-effective, single-tube multiplex assay, DENCHIK provides a reliable diagnostic tool for DENV, CHIKV, and co-infections. Its implementation at tertiary care hospitals and centralized testing facilities could support urban primary health centres, with trained healthcare personnel conducting routine diagnostics and surveillance, even in resource-constrained settings.\nDENV and CHIKV prevalence showed no significant difference in age group and gender. However, fever and myalgia were the two prominent symptoms observed across all the clinical samples. This observation is concordant with an earlier report, wherein symptoms as such, are common across various other infections such as flu, malaria, and other bacterial and viral illnesses, emphasizing the need for targeted molecular surveillance to improve arboviral disease management [64].\nComparing DENCHIK with ELISA as reference standards, DENCHIK demonstrated higher sensitivity but lower specificity for DENV detection, whereas ELISA exhibited higher specificity but lower sensitivity. These findings are consistent with prior studies indicating ELISA’s lower sensitivity compared to nucleic acid-based diagnostic assays [70]. Conversely, ELISA exhibited higher sensitivity for CHIKV detection, while DENCHIK demonstrated greater specificity. This discrepancy may be attributed to patients seeking medical attention at later stages of infection, resulting in delayed sample collection and an increased likelihood of detecting antibodies rather than viral RNA.\nCompared to commercially available q RT-PCR and serotyping kits, DENCHIK exhibited >98% sensitivity and specificity for all four DENV serotypes and CHIKV, establishing it as a highly reliable molecular diagnostic tool. Additionally, DENCHIK enabled the detection of DENV-CHIKV co-infections with 96% sensitivity and 98% specificity. Across the four DENV serotypes, the assay maintained >90% sensitivity and specificity. Furthermore, DENCHIK demonstrated high diagnostic accuracy in clinical samples collected within and beyond five days of symptom onset, outperforming NS1 and IgM ELISA tests, which exhibit phase-dependent diagnostic limitations [71–73].\nIn low-resource settings, DENCHIK’s performance may be affected by challenges such as cold chain limitations, risking RNA degradation; insufficient laboratory infrastructure, increasing contamination risks; and reagent instability due to supply chain disruptions. Contamination control is hindered by limited processing spaces, while cost and sustainability concerns arise from reagent procurement and equipment maintenance. Weak digital infrastructure could further delay data reporting and public health responses. Overcoming these barriers is crucial for effective assay deployment.\nIn conclusion, integrating molecular diagnostics is vital for accurate disease burden estimation in endemic regions. Establishing decentralized q RT-PCR hubs, standardizing protocols, and linking diagnostics with surveillance networks will enhance outbreak detection and response. Capacity building, awareness campaigns, and policy advocacy are essential for scalability. Collaboration with global stakeholders can support funding, technology transfer, and resource mobilization. DENCHIK offers a promising solution for improving arboviral disease diagnosis, surveillance, and clinical management, particularly in resource-limited settings.",
    "5. Conclusions": "This study investigates the prevalence of arboviral diseases, including dengue, chikungunya, and co-infections, in patients presenting with acute febrile illness. While qRT-PCR-based diagnostics have gained prominence during the SARS-CoV-2 pandemic, arboviral infections continue to be primarily diagnosed using ELISA, which often leads to inaccurate estimations of disease prevalence and burden in urban Bengaluru. Our findings demonstrate the efficiency of DENCHIK, an in-house multiplex qRT-PCR assay capable of detecting DENV, CHIKV, and co-infections from as early as day one of symptom onset.\nThe five-plex detection system developed in this study enables highly specific and sensitive identification of DENV serotypes, CHIKV, and co-infections, offering greater accuracy than conventional serological methods. This study advocates for the implementation of systematic molecular diagnostics in public health centres to enhance the screening of acute febrile illnesses, facilitating accurate and timely diagnosis, treatment, prevention, and control of arboviral infections, particularly in resource-limited settings."
}