{
    "Background": "Establishing the sources of reinfestation after residual insecticide spraying is crucial for vector elimination programs. Triatoma infestans, traditionally considered to be limited to domestic or peridomestic (abbreviated as D/PD) habitats throughout most of its range, is the target of an elimination program that has achieved limited success in the Gran Chaco region in South America.",
    "Methodology/Principal Findings": "During a two-year period we conducted semi-annual searches for triatomine bugs in every D/PD site and surrounding sylvatic habitats after full-coverage spraying of pyrethroid insecticides of all houses in a well-defined rural area in northwestern Argentina. We found six low-density sylvatic foci with 24 T. infestans in fallen or standing trees located 110–2,300 m from the nearest house or infested D/PD site detected after insecticide spraying, when house infestations were rare. Analysis of two mitochondrial gene fragments of 20 sylvatic specimens confirmed their species identity as T. infestans and showed that their composite haplotypes were the same as or closely related to D/PD haplotypes. Population studies with 10 polymorphic microsatellite loci and wing geometric morphometry consistently indicated the occurrence of unrestricted gene flow between local D/PD and sylvatic populations. Mitochondrial DNA and microsatellite sibship analyses in the most abundant sylvatic colony revealed descendents from five different females. Spatial analysis showed a significant association between two sylvatic foci and the nearest D/PD bug population found before insecticide spraying.",
    "Conclusions": "Our study shows that, despite of its high degree of domesticity, T. infestans has sylvatic colonies with normal chromatic characters (not melanic morphs) highly connected to D/PD conspecifics in the Argentinean Chaco. Sylvatic habitats may provide a transient or permanent refuge after control interventions, and function as sources for D/PD reinfestation. The occurrence of sylvatic foci of T. infestans in the Gran Chaco may pose additional threats to ongoing vector elimination efforts."
}