{
    "Background": "In yaws-endemic areas, two-thirds of exudative cutaneous ulcers (CU) are associated with Treponema pallidum subsp. pertenue (TP) and Haemophilus ducreyi (HD); one-third are classified as idiopathic ulcers (IU). A yaws eradication campaign on Lihir Island in Papua New Guinea utilizing mass drug administration (MDA) of azithromycin initially reduced but failed to eradicate yaws; IU rates remained constant throughout the study. Using 16S rRNA gene sequencing, we previously determined that Streptococcus pyogenes was associated with some cases of IU. Here, we applied shotgun metagenomics to the same samples we analyzed previously by 16S rRNA sequencing to verify this result, identify additional IU-associated microorganisms, and determine why S. pyogenes-associated IU might have persisted after MDA of azithromycin.",
    "Methodology/Principal findings": "We sequenced DNA extracted from 244 CU specimens separated into four groups based upon microorganism-specific PCR results (HD+, TP+, TP+HD+, and TP-HD- or IU). S. pyogenes was enriched in IU (24.71% relative abundance [RA]) specimens compared to other ulcer sub-groups, confirming our prior results. We bioinformatically identified the emm (M protein gene) types found in the S. pyogenes IU specimens and found matches to emm156 and emm166. Only ~39% of IU specimens contained detectable S. pyogenes, suggesting that additional organisms could be associated with IU. In the sub-set of S. pyogenes-negative IU specimens, Criibacterium bergeronii, a member of the Peptostreptococcaceae, and Fusobacterium necrophorum (7.07% versus 0.00% RA and 2.18% versus 0.00% RA, respectively), were enriched compared to the S. pyogenes-positive sub-set. Although a broad range of viruses were detected in the CU specimens, none were specifically associated with IU.",
    "Conclusions/Significance": "Our observations confirm the association of S. pyogenes with IU in yaws-endemic areas, and suggest that additional anaerobic bacteria, but not other microorganisms, may be associated with this syndrome. Our results should aid in the design of diagnostic tests and selective therapies for CU."
}