{
    "Background": "Discovered by Nicolle and Comte in 1908 in Tunisia, Leishmania infantum is an intracellular protozoan responsible for zoonotic canine leishmaniosis (CanL) and zoonotic human visceral leishmaniasis (HVL). It is endemic in several regions of the world, including Tunisia, with dogs considered as the main domestic reservoir. The geographic expansion of canine leishmaniosis (CanL) has been linked to global environmental changes that have affected the density and the distribution of its sand fly vectors.",
    "Methodology/Principal findings": "In this study, a cross-sectional epidemiological survey on CanL was carried out in 8 localities in 8 bioclimatic areas of Tunisia. Blood samples were taken from 317 dogs after clinical examination. Collected sera were tested by indirect fluorescent antibody test (IFAT; 1:80) for the presence of anti-Leishmania infantum antibodies. The overall seroprevalence was 58.3% (185/317). Among positive dogs, only 16.7% showed clinical signs suggestive of leishmaniosis. Seroprevalence rates varied from 6.8% to 84.6% and from 28% to 66% by bioclimatic zone and age group, respectively. Serological positivity was not statistically associated with gender. The presence of Leishmania DNA in blood, using PCR, revealed 21.2% (64/302) prevalence in dogs, which varied by bioclimatic zone (7.3% to 31%) and age group (7% to 25%). The entomological survey carried out in the studied localities showed 16 species of the two genera (Phlebotomus and Sergentomyia). P. perniciosus, P. papatasi, and P. perfiliewi were the most dominant species with relative abundances of 34.7%, 25% and 20.4%, respectively.",
    "Conclusions/Significance": "The present report suggests a significant increase of CanL in all bioclimatic areas in Tunisia and confirms the ongoing spread of the infection of dogs to the country’s arid zone. Such an expansion of infection in dog population could be attributed to ecological, agronomic, social and climatic factors that affect the presence and density of the phlebotomine vectors."
}