{
    "Background": "Yersinia pestis is the causative agent of plague, a zoonosis associated with small mammals. Plague is a severe disease, especially in the pneumonic and septicemic forms, where fatality rates approach 100% if left untreated. The bacterium is primarily transmitted via flea bite or through direct contact with an infected host. The 2017 plague outbreak in Madagascar resulted in more than 2,400 cases and was highlighted by an increased number of pneumonic infections. Standard diagnostics for plague include laboratory-based assays such as bacterial culture and serology, which are inadequate for administering immediate patient care for pneumonic and septicemic plague.",
    "Principal findings": "The goal of this study was to develop a sensitive rapid plague prototype that can detect all virulent strains of Y. pestis. Monoclonal antibodies (mAbs) were produced against two Y. pestis antigens, low-calcium response V (LcrV) and capsular fraction-1 (F1), and prototype lateral flow immunoassays (LFI) and enzyme-linked immunosorbent assays (ELISA) were constructed. The LFIs developed for the detection of LcrV and F1 had limits of detection (LOD) of roughly 1–2 ng/mL in surrogate clinical samples (antigens spiked into normal human sera). The optimized antigen-capture ELISAs produced LODs of 74 pg/mL for LcrV and 61 pg/mL for F1 when these antigens were spiked into buffer. A dual antigen LFI prototype comprised of two test lines was evaluated for the detection of both antigens in Y. pestis lysates. The dual format was also evaluated for specificity using a small panel of clinical near-neighbors and other Tier 1 bacterial Select Agents.",
    "Conclusions": "LcrV is expressed by all virulent Y. pestis strains, but homologs produced by other Yersinia species can confound assay specificity. F1 is specific to Y. pestis but is not expressed by all virulent strains. Utilizing highly reactive mAbs, a dual-antigen detection (multiplexed) LFI was developed to capitalize on the diagnostic strengths of each target."
}