{
    "Background": "The World Health Organization now recommends semiannual mass drug administration (MDA) of albendazole with integrated vector management as an option for eliminating lymphatic filariasis (LF) in areas of loiasis-endemic countries where it may not be safe to use diethylcarbamazine or ivermectin in MDA programs. However, the published evidence base to support this policy is thin, and uptake by national programs has been slow.",
    "Methodology/Principal findings": "We conducted a community trial to assess the impact of semiannual MDA on lymphatic filariasis and soil-transmitted helminth infections (STH) in two villages in the Bandundu province of the Democratic Republic of the Congo with moderately high prevalences for LF and hookworm infections. MDA with albendazole was provided every six months from June 2014 to December 2017 with treatment coverages of the eligible population (all ≥ 2 year of age) that ranged between 56% and 88%. No adverse effects were reported during the trial. Evaluation at 48 months, (i.e. 6 months after the 8th round of MDA), showed that W. bancrofti microfilaremia (Mf) prevalence in the study communities had decreased between 2014 to 2018 from 12% to 0.9% (p<0.001). The prevalence of W. bancrofti antigenemia was also significantly reduced from 31.6% to 8.5% (p<0.001). MDA with albendazole also reduced hookworm, Ascaris lumbricoides and Trichuris trichiura infection prevalences in the community from 58.6% to 21.2% (p<0.001), from 14.0% to 1.6% and 4.1% to 2.9%, respectively. Hookworm and Ascaris infection intensities were reduced by 93% (p = 0.02) and 57% (p = 0.03), respectively. In contrast, Trichuris infection intensity was not significantly reduced by MDA (p = 0.61) over this time period.",
    "Conclusion/Significance": "These results provide strong evidence that semiannual MDA with albendazole alone is a safe and effective strategy for LF elimination in Central Africa. Community MDA also had a major impact on STH infections."
}