{
    "Background": "Visceral Leishmaniasis (VL; also known as kala-azar) is an ultimately fatal disease endemic in the Indian state of Bihar, while HIV/AIDS is an emerging disease in this region. A 2011 observational cohort study conducted in Bihar involving 55 VL/HIV co-infected patients treated with 20–25 mg/kg intravenous liposomal amphotericin B (AmBisome) estimated an 85.5% probability of survival and a 26.5% probability of VL relapse within 2 years. Here we report the long-term field outcomes of a larger cohort of co-infected patients treated with this regimen between 2007 and 2012.",
    "Methods and Principal Findings": "Intravenous AmBisome (20–25 mg/kg) was administered to 159 VL/HIV co-infected patients (both primary infections and relapses) in four or five doses of 5 mg/kg over 4–10 days. Initial cure of VL at discharge was defined as improved symptoms, cessation of fever, improvement of appetite and recession of spleen enlargement. Test of cure was not routinely performed. Antiretroviral treatment (ART) was initiated in 23 (14.5%), 39 (24.5%) and 61 (38.4%) before, during and after admission respectively. Initial cure was achieved in all discharged patients. A total of 36 patients died during follow-up, including six who died shortly after admission. Death occurred at a median of 11 weeks (IQR 4–51) after starting VL treatment. Estimated mortality risk was 14.3% at six months, 22.4% at two years and 29.7% at four years after treatment. Among the 153 patients discharged from the hospital, 26 cases of VL relapse were diagnosed during follow-up, occurring at a median of 10 months (IQR 7–14) after discharge. After accounting for competing risks, the estimated risk of relapse was 16.1% at one year, 20.4% at two years and 25.9% at four years. Low hemoglobin level and concurrent infection with tuberculosis were independent risk factors for mortality, while ART initiated shortly after admission for VL treatment was associated with a 64–66% reduced risk of mortality and 75% reduced risk of relapse.",
    "Significance": "This is the largest cohort of HIV-VL co-infected patients reported from the Indian subcontinent. Even after initial cure following treatment with AmBisome, these patients appear to have much higher rates of VL relapse and mortality than patients not known to be HIV-positive, although relapse rates appear to stabilize after 2 years. These results extend the earlier findings that co-infected patients are at increased risk of death and require a multidisciplinary approach for long-term management."
}