{
    "Background": "Despite dengue dynamics being driven by complex interactions between human hosts, mosquito vectors and viruses that are influenced by climate factors, an operational model that will enable health authorities to anticipate the outbreak risk in a dengue non-endemic area has not been developed. The objectives of this study were to evaluate the temporal relationship between meteorological variables, entomological surveillance indices and confirmed dengue cases; and to establish the threshold for entomological surveillance indices including three mosquito larval indices [Breteau (BI), Container (CI) and House indices (HI)] and one adult index (AI) as an early warning tool for dengue epidemic.",
    "Methodology/Principal Findings": "Epidemiological, entomological and meteorological data were analyzed from 2005 to 2012 in Kaohsiung City, Taiwan. The successive waves of dengue outbreaks with different magnitudes were recorded in Kaohsiung City, and involved a dominant serotype during each epidemic. The annual indigenous dengue cases usually started from May to June and reached a peak in October to November. Vector data from 2005–2012 showed that the peak of the adult mosquito population was followed by a peak in the corresponding dengue activity with a lag period of 1–2 months. Therefore, we focused the analysis on the data from May to December and the high risk district, where the inspection of the immature and mature mosquitoes was carried out on a weekly basis and about 97.9% dengue cases occurred. The two-stage model was utilized here to estimate the risk and time-lag effect of annual dengue outbreaks in Taiwan. First, Poisson regression was used to select the optimal subset of variables and time-lags for predicting the number of dengue cases, and the final results of the multivariate analysis were selected based on the smallest AIC value. Next, each vector index models with selected variables were subjected to multiple logistic regression models to examine the accuracy of predicting the occurrence of dengue cases. The results suggested that Model-AI, BI, CI and HI predicted the occurrence of dengue cases with 83.8, 87.8, 88.3 and 88.4% accuracy, respectively. The predicting threshold based on individual Model-AI, BI, CI and HI was 0.97, 1.16, 1.79 and 0.997, respectively.",
    "Conclusion/Significance": "There was little evidence of quantifiable association among vector indices, meteorological factors and dengue transmission that could reliably be used for outbreak prediction. Our study here provided the proof-of-concept of how to search for the optimal model and determine the threshold for dengue epidemics. Since those factors used for prediction varied, depending on the ecology and herd immunity level under different geological areas, different thresholds may be developed for different countries using a similar structure of the two-stage model."
}