{
    "Background": "Primarily impacting poor, rural populations, the zoonotic malaria Plasmodium knowlesi is now the main cause of human malaria within Malaysian Borneo. While data is increasingly available on symptomatic cases, little is known about community-level patterns of exposure and infection. Understanding the true burden of disease and associated risk factors within endemic communities is critical for informing evidence-based control measures.",
    "Methodology/Principal findings": "We conducted comprehensive surveys in three areas where P. knowlesi transmission is reported: Limbuak, Pulau Banggi and Matunggung, Kudat, Sabah, Malaysia and Bacungan, Palawan, the Philippines. Infection prevalence was low with parasites detected by PCR in only 0.2% (4/2503) of the population. P. knowlesi PkSERA3 ag1 antibody responses were detected in 7.1% (95% CI: 6.2–8.2%) of the population, compared with 16.1% (14.6–17.7%) and 12.6% (11.2–14.1%) for P. falciparum and P. vivax. Sero-prevalence was low in individuals <10 years old for P. falciparum and P. vivax consistent with decreased transmission of non-zoonotic malaria species. Results indicated marked heterogeneity in transmission intensity between sites and P. knowlesi exposure was associated with agricultural work (OR 1.63; 95% CI 1.07–2.48) and higher levels of forest cover (OR 2.40; 95% CI 1.29–4.46) and clearing (OR 2.14; 95% CI 1.35–3.40) around houses. Spatial patterns of P. knowlesi exposure differed from exposure to non-zoonotic malaria and P. knowlesi exposed individuals were younger on average than individuals exposed to non-zoonotic malaria.",
    "Conclusions/Significance": "This is the first study to describe serological exposure to P. knowlesi and associated risk factors within endemic communities. Results indicate community–level patterns of infection and exposure differ markedly from demographics of reported cases, with higher levels of exposure among women and children. Further work is needed to understand these variations in risk across a wider population and spatial scale."
}