{
    "Introduction": "Malaria and dengue fever are the most prevalent vector-borne diseases worldwide and represent major public health problems. Dengue epidemics have been reported in several countries; 500,000 people with severe dengue require hospitalization each year, and 2.5% of those affected die. Similarly, malaria is a life-threatening disease which was responsible for 627,000 deaths in 2012 [1], [2]. However, the occurrence of dengue and malaria co-infected patients is not well reported.\nThe dengue virus (DENV) is the major arbovirus responsible for human disease in Brazil. The four serotypes cause a variety of clinical presentation in humans, ranging from acute self-limited febrile illness to severe and fatal forms [3], [4]. Regarding malaria, the Brazilian Amazon reports 50% of episodes in the Americas [5]. In 2012, 241,806 cases were reported, with 86.9% of them due to P. vivax [6].\nMalaria and dengue are endemic in similar tropical regions, and therefore, may result in the possibility of co-infection. Urban demographic expansion, deforestation and agricultural settlements in peri-urban areas, are known causes of the increase in the probability of concurrent infection of these two diseases [7].\nConsidering the endemicity of dengue and malaria in the Amazon [8], it is reasonable to envisage that the occurrence of concurrent infections would not be rare [9], [10]. However, due to non-systematic investigation of both diseases, only a few cases of malaria and dengue co-infection have been reported [11], [12]. In Brazil, for instance, a study performed in 2009 with 132 patients with vivax malaria found 11 co-infection episodes, all confirmed by molecular tests. These patients demonstrated severe manifestations, in particular hepatic injury [10]. The objective of the present study was to understand the interplay of both infections in a higher sample, and the impact on the clinical severity.",
    "Methods": "Ethical Statement\nThe study was approved by the Ethics Review Board of Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD, 2009/15243), Manaus, Brazil. All participants signed an informed consent.\n\n\nStudy Design and Site\nThe study design was a cross-sectional study of patients hospitalized with acute febrile syndrome (history of fever in the past 10 days) from 2009 to 2011. The study was carried out in FMT-HVD, Manaus, capital of Amazonas State, Northern Brazil, where all four dengue serotypes co-circulate since 2008 and 95% of malaria cases result from P. vivax infection. FMT-HVD is a tertiary health care facility and a teaching and research center, which is the reference for infectious diseases in the region. Around 30% of all malaria cases reported in Manaus are assisted in this institution. During the study period, 14,884 cases of malaria and 6,302 cases of dengue fever were diagnosed in the hospital, from which 505 and 1,127, respectively, were hospitalized. In 2011, a dengue outbreak resulted in 5,400 cases reported at the FMT-HVD (∼10% of all reported cases in the state, based on data of surveillance system).\n\n\nPatients and Data Collection\nDuring the study period, all hospitalized patients with acute febrile syndrome were considered eligible. If they signed the informed consent, they were included and submitted to malaria and dengue investigation. They were also searched for hepatitis A, B and C, HIV and leptospirosis. Abdominal ultrasound and chest X-rays were also performed when indicated. Other tests were requested at physicians' discretion.\nPatients with P. vivax infection with primaquine-induced hemolysis (hemoglobin <10 g/dL and reticulocytes >1.5% or increased indirect bilirubin after starting primaquine) were also excluded from the analysis.\nThe diagnosis of vivax malaria was confirmed by real-time PCR. The diagnosis of dengue was made either by a positive serology (IgM) or a positive NS1 protein or a positive molecular test (RT-PCR), considering that every patient was tested by all the three methods. The Group C was defined as patients co-infected with both dengue and P. vivax. They were compared to two different groups: malaria mono-infection (Group A), and dengue mono-infection (Group B). Severity was classified and managed according to the World Health Organization (WHO) guidelines for dengue and malaria [2], [13].\n\n\nLaboratory Testing\nAutomatized blood biochemistry and whole blood count were performed systematically in all patients. The continuous variables used for analysis were the most altered throughout hospitalization. Walker's technique was used for thick blood smear [14]. The number of asexual parasites was counted in high magnification fields per 500 leukocytes and expressed as parasites per mm3. Real time polymerase chain reaction (qPCR) was performed to confirm P. vivax mono-infection. In brief, the extraction of total DNA from whole blood was performed using the QIAamp DNA Blood Mini Kit (Qiagen, USA), according to the manufacturer's protocol. The DNA was amplified in an Applied Biosystems 7500 Fast System (Applied Biosystems, USA) using primers and TaqMan fluorescence labeled probes for RT-PCR [15].\nThe DENV diagnosis was based on three methods: a) IgM antibodies (MAC-ELISA) detection [16]; b) detection of NS1 protein by Platelia Dengue NS1 Ag kit (Bio-Rad, France), and c) molecular diagnostics with the identification of viral serotype from the RT-PCR [17]. For extraction of viral RNA, mini kit QIAamp viral RNA (Qiagen, USA) was used, following the manufacturer's instructions. For the production of complementary DNA copy (cDNA) from RNA, AccessQuick kit RT-PCR System (Promega, USA) was used, according to the manufacturer's recommendations. The genomic region of dengue virus (DENV) was amplified by semi-nested PCR included genes C/prM.\nSerological tests for leptospirosis (IgM) [18], HIV-1/HIV-2 [19], hepatitis A (anti-HAV IgM), hepatitis B (HBsAg), hepatitis C (anti-HCV), and hepatitis D (total anti-HDV), were based on commercial kits from Diasorin (Italy) and Bioeasy (Korea), following the manufacturers' instructions.\n\n\nStatistical Analysis\nDemographics, clinical and laboratorial characteristics from the group of patients co-infected with dengue and malaria vivax were compared to the group of patients mono-infected with dengue and the group of patients mono-infected with malaria vivax. The association between categorical variables and the risk of co-infection (as the outcome variable) was performed by means of univariable logistic regression with the presentation of the odds ratios and 95% confidence intervals. The 95% confidence intervals (95% CI) are presented. Means and standard deviation (SD) of continuous variables with normal distributions were compared using the Student's T test; those variables with non-normal distribution (as assessed by the Kolmogorov-Smirnov test) were described using median and interquartile range (IQR) and compared using the Kruskal-Wallis test. All the analyses were performed using Stata v.11 (College Station, Texas, USA) [20].",
    "Results": "From 2009 to 2011, 1,578 patients with acute febrile syndrome were hospitalized at the FMT-HVD. Among them, 176 (11.1%, 95% CI 9.6–12.7%) had vivax malaria mono-infection (Group A), 584 (37%, 95% CI 34.6–39.4%) had dengue fever mono-infection (Group B) and 44 (2.8%, 95% CI 2.0–3.6%) were co-infected with malaria and dengue (Group C). The prevalence of co-infected patients was 20% among patients with malaria and 7% among those with dengue (Figure 1).\nGray boxes represent patients included in the analyses; Dashed boxes represent patients excluded.\nAs shown in Table 1, the characteristics across the groups are homogenous. It is important to highlight though that fewer children and pregnant women were included in the co-infected group.\nTables 2 and 3 compare clinical and laboratorial data between Group C and Groups A and B. Patients with the co-infection had a higher chance of presenting severe disease (OR 4.71, 95% CI: 2.37–9.34) according to WHO's criteria than those mono-infected with dengue (Table 2). Conversely, those with malaria mono-infection had less frequently severe disease than co-infected patients, but this was not statistically significant.\nCompared to P. vivax mono-infected patients, the increased odds of deep bleeding in co-infected patients (OR 12.5, 95% CI: 4.7–33.3) was statistically significant (p<0.001), although platelet count was not different (Tables 2 and 3). When compared with dengue mono-infected patients, co-infected patients had a higher chance of presenting deep bleeding (OR 3.5, 95% CI: 1.8–6.8). Conversely, superficial bleeding was more frequent among dengue mono-infected patients. The overall bleeding, however, was more frequent on co-infected patients, despite significant reduction in platelet counts (Tables 2 and 3).\nRegarding hepatic injury, co-infected patients had a higher chance of having hepatomegaly and clinical jaundice compared to those with malaria mono-infection, although this was not statistically significant (Table 2), despite significant increase in bilirubin levels (Table 3). When compared to dengue mono-infected patients, co-infected patients had a higher chance of presenting hepatomegaly (OR 35.28, 95% CI: 13.4–92.6) and jaundice (OR 138.5, 95% CI: 37.8–507.7), which was paralleled by significantly increased in bilirubin and AST levels (Tables 2 and 3).\nCo-infected patients also had prolonged fever when compared to dengue mono-infected patients. Finally, other dengue warning signs [2], such as abdominal pain and vomiting, as well as dyspnea, were significantly more frequent among co-infected patients. Noteworthy, all four co-infected pregnant women had severe disease.\nThe predominant dengue serotypes in the co-infected group were DENV 2 and DENV 4, both with nine patients (33.3%). These serotypes were the most common among the dengue mono-infection group, 127 (49.6%) and 80 (31.2%), respectively.\nNo patient required hospitalization in the intensive care unit, and fatality rate was zero in our casuistic.",
    "Discussion": "In an endemic area of dengue fever and vivax malaria, we found a high prevalence of the co-infection, mainly among those with malaria. In Brazil, a prospective study performed in 2009 on 132 patients with vivax malaria found 11 co-infected and the prevalence was 8.3% [10]. During a dengue outbreak in India, the prevalence of co-infection was 5.8% among all cases of fever (77 of 546) [12]. In the French Guiana, the prevalence of co-infection was 7.1% (17 of 238) among patients with dengue [11], which is similar to our results. In Pakistan, however, the prevalence found was as high as 23.2% [21]. Thus, the prevalence of co-infection may fluctuate, depending on local endemicity. In these studies, the prevalence was estimated on hospitalized patients, therefore it could not be extrapolated to the community-based level.\nIn our study, being co-infected resulted in a much higher chance of presenting deep bleeding as compared to both groups of mono-infected patients, suggesting a possible synergistic pathogenic mechanism, which could be related to both capillary fragility and coagulation disorders, but not the low platelet count. Bleeding is reported as an infrequent finding in malaria, despite common platelet depletion [22], [23]. Conversely, bleeding is the most feared complication of dengue fever, where in addition to platelet depletion, virus-induced endothelial and liver injury concur to the risk of coagulopathy [24], [25], [26]. In our casuistic, although bleeding was more frequent among co-infected patients, it was also frequent among mono-infected patients in both groups.\nHepatic injury was also a concern in the co-infected group, which, together with bleeding, resulted in a higher chance of dengue severity according to WHO criteria. Jaundice in malaria is mostly a result of cholestasis or intravascular hemolysis [27], while in dengue fever it has been associated with fulminant liver failure [28], [29]. Interestingly, like bleeding, jaundice is no longer considered to be a malaria severity criteria according to WHO [13]. A prospective study performed during a dengue outbreak in India, reported more frequent bleeding on co-infected patients, as well as thrombocytopenia and hepatic injury [12]. On the other hand, in the French Guiana, although co-infected patients presented more hematologic complications and hepatic injury, bleeding was uncommon [11].\nA warning sign commonly used to describe severe dengue is hemoconcentration (increase in the basal hematocrit ≥20%) [30]. However, even with more severe dengue cases, our co-infected patients presented a low mean of hematocrit. An explanation for this fact can be attributed to malaria-induced anemia, a common complication in vivax malaria [31]. For this reason, the malaria clinical manifestation may be a confounder for health care professionals during the interpretation and application of dengue severity criteria, in areas where both diseases occur. The proper clinical management of co-infected patients may be compromised due to diagnostic delays or misinterpretation, and inappropriate treatment may result in fatal complications [32], [33].\nDengue warning signs, such as vomiting, abdominal pain and hepatomegaly, were very frequent in the co-infection cases. The cautious detection of these signs is of extreme importance as they characterize potential dengue severity [2]. Our findings were similar to the results reported by the study performed in the French Guiana [11], although they did not use the dengue severity criteria from WHO [2]; in both cases, the co-infected patients presented a higher frequency of warning signs and the sample had more severe cases.\nIn addition to classical warning signs and symptoms, dyspnea was also frequent in all groups, particularly in co-infected patients. Dyspnea is an early clinical feature of plasma leakage and, in dengue, may be the evidence of fluid accumulation of in the pleural cavity [2], [34]. In malaria, dyspnea may be an evidence of acute lung edema [35], which is one of the severity criteria for falciparum malaria [13]. In a study conducted in Timor East, one patient co-infected with falciparum malaria and dengue presented respiratory distress with radiographic findings compatible with the presentation of acute lung edema [33]. The clinical management of these cases may be difficult, as the inadequate fluid therapy for dengue treatment may induce fluid overload and large fluid effusion to the lungs.\nThe pregnant women had a more complicated presentation, although we could not follow up them until the end of their pregnancy. In a case series of co-infected patients from the Amazon region, pregnant women (2 of 11) presented severe acute lung edema and anemia [10]. Dengue is known to cause obstetric complications and to increase the risk of dengue severity among pregnant women [36]. In malaria, on the other hand, this association is not clear, because reported studies on the impact of P. vivax on pregnancy are scarce [37].\nCo-infected patients presented similar days of fever as compared to malaria patients. That means that a patient with the diagnosis of dengue presenting with prolonged evolution should raise the suspicion of malaria co-infection. Our findings corroborate the results of a long case series in Pakistan, which presented longer disease duration on patients co-infected with vivax malaria and dengue [21].\nNo specific dengue serotype was associated to the co-infected patients, however the number of cases was not big enough to test that hypothesis.\nOur study has some limitations. It was not possible to confirm dengue infection by PCR in all patients due to the time of the disease presentation and possible non-viremic periods. On the other hand, a positive IgM in patients with malaria could also reflect recent dengue infection or recent yellow fever vaccination. In addition, our results are not extendable to other healthcare settings or to community basis, since we only included hospitalized patients.\nOn the other hand, this study has also some strengths. This is one of few studies addressing malaria and dengue co-infection, with a considerable amount of cases diagnosed by molecular tests. Besides, this work has been conducted by the same health care team, who applied consistent selection and severity criteria throughout the duration of the study. Furthermore, the majority of the existing works are case series reports and retrospective studies, which may produce low evidence level.\n\nConclusion\nMalaria and dengue co-infection is a relatively common event. Being malaria the disease with easier and faster diagnosis, in areas with known endemicity, it is recommended the systematic testing for Plasmodium sp. on cases with acute febrile syndrome. At last, the patients with parasitological malaria diagnosis which present spontaneous bleeding must be systematically investigated for dengue, and likewise, in suspected and confirmed dengue patients presenting jaundice, Plasmodium sp. investigation must be performed. Besides, whenever co-infection is confirmed, we recommend a carefully monitoring for bleeding and hepatic complications, which may result in a higher chance of severity, regardless of WHO criteria."
}