{
    "Abstract": "Interactions with flying foxes pose disease transmission risks to volunteer rehabilitators (carers) who treat injured, ill, and orphaned bats. In particular, Australian bat lyssavirus (ABLV) can be transmitted directly from flying foxes to humans in Australia. Personal protective equipment (PPE) and rabies vaccination can be used to protect against lyssavirus infection. During May and June 2014, active Australian flying fox carers participated in an online survey (SOAR: Survey Of Australian flying fox Rehabilitators) designed to gather demographic data, assess perceptions of disease risk, and explore safety practices. Responses to open-ended questions were analysed thematically. A logistic regression was performed to assess whether rehabilitators’ gender, use of PPE, threat perception, and years of experience predicted variation in their odds of being bitten or scratched. Eligible responses were received from 122 rehabilitators located predominantly on the eastern coast of Australia. Eighty-four percent of respondents were female. Years of experience ranged from <1 to 30 years (median 5 years). Respondents were highly educated. All rehabilitators were vaccinated against rabies and 94% received a rabies titre check at least every two years. Sixty-three percent of carers did not perceive viruses in flying foxes as a potential threat to their health, yet 74% of carers reported using PPE when handling flying foxes. Eighty-three percent of rehabilitators had received a flying fox bite or scratch at some point during their career. Carers provide an important community service by rescuing and rehabilitating flying foxes. While rehabilitators in this study have many excellent safety practices, including a 100% vaccination rate against rabies, there is room for improvement in PPE use. We recommend 1) the establishment of an Australia-wide set of guidelines for safety when caring for bats and 2) that the responsible government agencies in Australia support carers who rescue potentially ABLV-infected bats by offering compensation for PPE."
}