{
    "Introduction": "Background\nMucosal leishmaniasis (ML), a disease caused by the Leishmania parasites, is a Neglected Tropical Disease (NTD) that affects under-resourced populations mainly in remote, rural areas of the South American continent [1, 2]. In most cases, ML is caused by Leishmania braziliensis and, less commonly by L. guyanensis, L. panamensis, or L. amazonensis. The parasites are transmitted through the bite of an infected female sandfly (genus Lutzomyia). Following a bite, most patients develop cutaneous ulcers or nodules, referred to as cutaneous leishmaniasis (CL). ML can develop simultaneously with CL or start months to decades after a healed skin lesion. ML is caused by the dissemination of parasites to the oral, nasal, pharyngeal, and laryngeal mucosa. However, not all new ML patients report a history of CL [3, 4]. Unfortunately, the spontaneous cure of ML is rare. Furthermore, if untreated, ML may progress to nasal septum perforation and destruction, severe facial deformities, airway obstruction, and ultimately, death [5–7]. Antimonials and amphotericin-B are the recommended treatments for ML but both are associated with severe side effects and have to be injected [8–10]. Miltefosine is an expensive systemic agent for oral administration, but has limited efficacy, potentially severe side effects, and is not universally available [9, 11]. Therefore, accurate diagnosis is essential to justify ML treatment. However, diagnosing ML is challenging on clinical grounds alone, as there is a significant number of differential diagnoses such as common rhinitis, chronic sinusitis, banal nasal septum perforation, midline lymphoma, paracoccidioidomycosis, tuberculosis, rhinosporidiosis, nasal scleroma, Wegener´s granulomatosis, histoplasmosis, sporotrichosis, Hansen´s disease, squamous cell carcinoma, and chronic nasal cocaine use, among others [12, 13]. Given the significant harms of not treating ML, a high index of suspicion is warranted in all patients from endemic areas with chronic nasal, oropharyngeal, or laryngeal symptoms. Additionally, serology and the Montenegro skin test can indirectly support the diagnosis of ML, but these are neither sensitive nor specific and often unavailable in rural settings [2, 6, 14, 15]. Therefore, mucosal tissue smear slide or histopathology is recommended for a more precise diagnosis. However, the diagnostic accuracy of both these testing methods is extremely variable but usually low, even when performed in specialized centers, due to the paucity of amastigotes in the mucosal tissue [7, 16, 17]. In addition, even molecular diagnostics, such as polymerase chain reaction techniques, fail to confirm the diagnosis in more than a quarter of patients and are usually unavailable in resource-limited endemic areas [18, 19].\nSyndromic algorithms for the diagnosis of infectious diseases have shown effectivity, and are often the only option in resource-limited settings [20–22]. To the best of our knowledge, little evidence exists on the application of syndromic algorithms for ML diagnosis. However, it could increase access to therapy in resource-limited populations. This study explores clinical criteria for syndromic ML diagnosis in low-resource settings in South America. Before designing a prospective diagnostic accuracy study to evaluate a syndromic algorithm, we planned to assess the accuracy of a syndromic algorithm in the existing literature. However, this requires meticulous reporting of patient characteristics and test results, as done in case series and diagnostic accuracy studies (containing patients with and without ML). As no diagnostic accuracy studies of any syndromic algorithm for ML diagnosis were available, we aimed to investigate the ML detection rates of predefined clinical characteristics and test results. Hereto, case series of ML patients were retrieved through a systematic literature review and the presence of predefined characteristics and test results in these case series were recorded.\n\n\nObjective\nObjective: To explore the ML detection rates of clinical criteria in participants from endemic areas in South America.",
    "Methods": "Protocol\nThe protocol for this systematic review was pre-registered on August 10, 2017, in the PROSPERO International prospective register of systematic reviews with registration number: CRD42017074148, 2017 [23] and is available from; https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42017074148. This systematic review followed the Preferred Reporting Items for a Systematic Review and Meta-analysis (PRISMA) guideline [24].\n\n\nGeneral study eligibility criteria\nStudy eligibility criteria for inclusion in this systematic review are described in Table 1. Case series were included without date or language limitations. Treatment studies and studies reporting on less than five ML patients were excluded to avoid selection bias.\n\n\nGeneral study identification\nPUBMED, EMBASE, Web of Science, SCIELO, and LILACS databases were searched without restrictions, with the last search on the 14th of April 2022. The following search string was applied In PUBMED: ¨human AND (mucocutan* OR mucos* OR mucous OR tegument* OR nasal) AND (leishmanias* OR leishmanios*)¨. The annotation of the search string was adjusted for each literature database. In addition, reference lists of studies included for full-text analysis were searched for additional papers.\n\n\nStudy selection\nTitle and abstract screening were performed using the Rayyan QCR software [25]. Full texts of included studies were either retrieved electronically or requested manually by the medical library of the University of Amsterdam. Full texts were assessed using a predefined checklist (S1 Table) and included if they matched the eligibility criteria (Table 1). Each step of the study selection was done independently by JB and either KM or CN. Differences were resolved through consensus, or with help of HdV or HS.\n\n\nGeneral data collection\nAll steps in data collection were individually performed by JB and either KM or CN. Disputes were resolved through consensus. Using a pre-defined form, the following information was extracted from individual patients in the included papers: identifiers of the patient, presence of concomitant CL, diagnostic method(s) used, HIV status, other concomitant illnesses, results of histopathology, and smear slide microscopy (both defined as positive exclusively in case of amastigote visualization), causing Leishmania species, medications used before diagnosis, stage of disease according to Lessa et al. [6], presenting symptoms; epistaxis, dysphagia or odynophagia, voice changes, CL-scar, ulceration of the nasal mucosa, nasal deformation, oropharyngeal lesions, and symptom duration.\n\n\nRisk of bias assessment\nRisk of bias assessment was done with the JBI checklist for case series [26]. Because this study retrieved data at the individual patient level, the question on the appropriateness of the statistical analysis was obviated from the JBI checklist. The following question was added to assess the possible risk of bias through the inclusion of a specific patient population: `Did the case series avoid exclusion based on clinical characteristics?’. Risk of bias assessment was individually performed by JB and KM. Disputes were resolved through discussion.\n\n\nData analysis\nAll included studies were investigated for 12 predefined binary clinical criteria that are frequently mentioned in the literature and are easily available in clinical practice in rural settings, as our ultimate goal is to develop an algorithm for syndromic management (See Table 2). Cumulative detection rates were calculated per patient with Microsoft Excel 2018 software [27]. For cumulative detection rate calculation, the criteria were arranged from the highest absolute number of patients positive to the lowest. Non-reported criteria were interpreted as negative. Cumulative detection rates were calculated separately for males and females to avoid gender-based selection of patients by a diagnostic algorithm. Because of the low quality of the included studies and the exploratory nature of this paper, a meta-analysis was not done.",
    "Results": "Study selection and data obtained\nAfter the removal of duplicates, 4377 reports were retrieved through the searches in different databases. Of these, 10 were included that reported on a total of 192 ML patients [5, 6, 16, 34–40]. 160 full texts were excluded because they reported on less than five ML patients and seven because they presented no data at the individual patient level. The reasons for full text exclusions are summarized in Fig 1.\n\n\nGeneral study characteristics\nThis review included 10 case series that were all published between 1968 and 2019. Most studies reported on patients diagnosed in Brazil (n = 6), followed by Peru (n = 2). The median number of reported ML cases per publication was 13, ranging from 5 to 50. Most patients were diagnosed with several methods, including PCR, Montenegro skin test, culture, and histopathology. L. braziliensis was reported as the most common species in ML lesions. However, the species was unknown in two (20%) of the included studies (Tables 3 and S1).\n\n\nRisk of bias assessment\nAssessment of the risk of bias in the 10 case series included in this systematic review, using the modified JBI checklist for case series, revealed a high risk of bias in all the included studies. Six studies lacked clear inclusion criteria and three studies included patients on the basis of clinical characteristics: Boaventura et al. included patients if they had concomitant CL and Falcao et al. and Motta et al. included patients if they had oral lesions. Four studies did not describe ML diagnostic methods clearly. Six studies applied indirect methods (skin test, serology, or cure on antimonial treatment) for ML diagnosis. Only two studies included patients consecutively and completely. Patient demographics (age, gender, and duration of symptoms) were unclearly described by one study. No study reported completely on the clinical criteria explored for ML detection rates. Follow-up was unclear in two studies and demographic data of the study site was unclear in three. Results of the risk of bias assessment are summarized in Fig 2.\n\n\nFindings\nAll of the study participants’ genders were known, with 88% of them being male. Information was incomplete for the other criteria. The male gender resulted in the highest number of patients positive, followed by ulcer of the nasal mucosa, age >15, and symptom duration >4 months. Results of histopathology and smear slide microscopy were unknown for the majority of patients and were positive in 55 and 41% of reported patients respectively (Table 4).\nThe cumulative detection rates of clinical criteria for males and females are shown in Tables 5 and 6. Two or more positives out of the three criteria `ulcer of the nasal mucosa’, `age >15’, and `symptom duration >4 months’ had a cumulative detection rate of 84% in males and 79% in females. Three or more positives out of the six criteria `ulcer of the nasal mucosa’, `age >15’, `symptom duration >4 months’, `oropharyngeal lesion’, `epistaxis’, and `histopathology positive’ had a cumulative detection rate of 75% in males and 54% in females.",
    "Discussion": "The objective of this study was to explore the ML detection rates of clinical criteria combinations. In our systematic review, we included 10 case series reporting on more than 190 ML patients in South America.\nOur main finding is the acceptable ML detection rate of clinical criteria and promising combinations for ML diagnostic algorithms. As accurate reference tests are often unavailable in lower resource settings, such as many centers in South America [14, 15], algorithms for syndromic diagnosis for ML would be highly desirable to select patients for the, often toxic, treatment.\nAdverse effects, such as musculoskeletal pain and gastrointestinal disturbances, are very common after administration of antimonials and severe complications such as arrhythmias, leucopenia, hepatitis, and pancreatitis occur in up to 14% of treated patients. Occasionally, even deaths are reported from patients under antimonial treatment [8]. To avoid drug toxicities in patients who do not have ML, it is at least as important to know the proportion of false positive results as the proportion of true positives. However, the proportion of false positives (one minus the specificity) requires a study sample including participants without ML and these were not included in this study. Therefore, we have no estimates of the specificity of clinical criteria combinations and we cannot rule out that the proportion of false positive results of syndromic algorithms may be too high.\nThe absence of an established universal reference test for ML diagnosis limits the current study. We included ML patients diagnosed with any of the currently applied tests in South America, including the Montenegro skin test, serology, and cure with antimonial treatment. This results in the possible inclusion of non-ML patients in this study and the overestimation of detection rates.\nRisk of bias evaluation revealed significant flaws in all the studies leading to a high risk of bias. The incomplete reporting of clinical criteria limits this study and leads to a possible underestimation of the detection rates as non-reported criteria were interpreted as negative. The selection of concomitant CL or oral ML patients by three studies possibly leads to an overestimation of the detection rates of concomitant CL and oropharyngeal lesions.\nFormer studies have reported that the male gender is a risk factor for leishmaniasis in its cutaneous (CL), mucosal (ML), and visceral expressions [28, 41]. The underlying processes could be sex-specific biological, differences in vector exposure, variances in health-seeking behavior, and marginalization of female patients in health care and publications [42–44]. Therefore, it is not unexpected that the majority of the patients in this study are men. As the methodological quality of the included studies is low, we cannot exclude that the gender difference was at least partially caused by biased patient inclusion or publication. That also applies to the criterion `age >15’. We emphasize that the clinical criteria combinations shown in this paper have to be adapted according to the results of a well-designed prospective study (including non-ML patients) that should avoid the exclusion of patients based on gender, age, ethnicity, and other personal identifiers and include an evaluation of health-seeking behavior in its protocol.\nThe ML detection rates of clinical criteria combinations explored in this review reached levels comparable to the performance of the Montenegro skin test [7, 45]. Their application would be rapid, cheap, and feasible in any rural clinical setting located in endemic regions and thus of potential clinical value.",
    "Conclusion": "We present an exploration of the detection rates of clinical criteria in 192 ML patients reported in case series. Within this selection of patients, we found that male gender, ulcer of the nasal mucosa, age >15, and symptom duration >4 months lead to the highest detection rates. They could improve diagnosis and hence prompt treatment of ML in vulnerable groups in resource-limited settings where diagnostic confirmation cannot be obtained. Therefore, the criteria that we found to be most promising, should be validated in a well-designed prospective study."
}