{
    "Background": "Neglected Tropical Diseases (NTDs) affect more than one billion people globally. A Public Library of Science (PLOS) journal dedicated to NTDs lists almost forty NTDs, while the WHO prioritises twenty NTDs. A person can be affected by more than one disease at the same time from a range of infectious and non-infectious agents. Many of these diseases are preventable, and could be eliminated with various public health, health promotion and medical interventions. This scoping review aims to determine the extent of the body of literature on NTD interventions and health promotion activities, and to provide an overview of their focus while providing recommendations for best practice going forward. This scoping review includes both the identification of relevant articles through the snowball method and an electronic database using key search terms. A two-phased screening process was used to assess the relevance of studies identified in the search–an initial screening review followed by data characterization using the Critical Appraisal Skills Program (CASP). Studies were eligible for inclusion if they broadly described the characteristics, methods, and approaches of (1) NTD interventions and/or (2) community health promotion.",
    "Principal findings": "90 articles met the CASP criteria partially or fully and then underwent a qualitative synthesis to be included in the review. 75 articles specifically focus on NTD interventions and approaches to their control, treatment, and elimination, while 15 focus specifically on health promotion and provide a grounding in health promotion theories and perspectives. 29 of the articles provided a global perspective to control, treatment, or elimination of NTDs through policy briefs or literature reviews. 19 of the articles focused on providing strategies for NTDs more generally while 12 addressed multiple NTDs or their interaction with other infectious diseases. Of the 20 NTDs categorized by the WHO and the expanded NTD list identified by PLOS NTDs, several NTDs did not appear in the database search on NTD interventions and health promotion, including yaws, fascioliasis, and chromoblastomycosis.",
    "Conclusions": "Based on the literature we have identified the four core components of best practices including programmatic interventions, multi sectoral and multi-level interventions, adopting a social and ecological model and clearly defining ‘community.’ NTD interventions tend to centre on mass drug administration (MDA), particularly because NTDs were branded as such based on their being amenable to MDA. However, there remains a need for intervention approaches that also include multiple strategies that inform a larger multi-disease and multi-sectoral programme. Many NTD strategies include a focus on WASH and should also incorporate the social and ecological determinants of NTDs, suggesting a preventative and systems approach to health, not just a treatment-based approach. Developing strong communities and incorporating social rehabilitation at the sublocation level (e.g. hospital) could benefit several NTDs and infectious diseases through a multi-disease, multi-sectoral, and multi-lateral approach. Finally, it is important the ‘community’ is clearly defined in each intervention, and that community members are included in intervention activities and viewed as assets to interventions."
}