{
    "Background": "People with disabilities due to neglected tropical diseases (NTDs), such as leprosy and lymphatic filariasis (LF), often encounter situations of stigma and discrimination that significantly impact their mental wellbeing. Mental wellbeing services are often not available at the peripheral level in NTD-endemic countries, and there is a need for such services. Basic psychological support for persons with NTDs (BPS-N) from peers is an important potential solution for addressing mental wellbeing problems. As there was no written document advising delivery of such support, NLR India brought experts together to develop a new guide. This paper describes the process used in developing the guide and provides information about its content.",
    "Methods": "As a qualitative and participatory methodology, more than 10 meetings and workshops were held to consider the suitability of existing guides for chronic stress in NTDs and develop a new guide through consensus and adaptations; attendees included both technical experts and affected persons. The first meeting was a 3-day virtual workshop held on 9–11 June 2020, followed by other online meetings. The BPS-N guide development happened during the COVID-19 lockdowns. The Psychological First Aid (PFA) package of WHO was selected as a suitable basic model for adaptation. Aspects of the Rights-Based Counselling intervention were also integrated into the new guide. Two teams were formed for drafting and reviewing the guide.",
    "Results": "All suggested changes were discussed, and a consensus reached for developing the document. The affected persons contextualized the content for ensuring its relevance and practicality. The new BPS-N guide was simple, professionally sound, ethical, adequate, and appropriate. The guide promotes knowledge, skills, compassion, and action among peer supporters.",
    "Conclusion": "The new guide, through regular trainings, behavior change, and action principles will likely provide much-needed services. It is important that the new guide be now tested, and modifications made if needed."
}