{
    "Background": "Chagas disease is a neglected parasitic infection caused by the protozoan Trypanosoma cruzi (T. cruzi) that affects more than 6 million people, mainly in Latin America. Benznidazole is still the drug of choice in many countries to treat it in spite of its dosage regimen and adverse side effects such as such as allergic dermatitis, peripheral neuropathy and anorexia. Thus, novel, safer, and more efficacious treatments for such neglected infection are urgently required.",
    "Methodology": "In this study, the efficacy of orally administered low doses of benznidazole (BNZ) nanoparticles was evaluated during the acute phase in mice infected with T. cruzi Nicaragua (TcN) that were immunosuppressed during the chronic stage of the disease. Moreover, the production of T. cruzi-specific antibodies, cardiac tissue inflammation and reactive oxygen species generation by Vero cells treated with both BNZ nanoparticles (BNZ-nps) and raw BNZ (R-BNZ) were also evaluated.",
    "Principal findings": "T. cruzi infected mice treated with 10, 25 or 50 mg/kg/day of BNZ-nps survived until euthanasia (92 days post infection (dpi)), while only 15% of infected untreated mice survived until the end of the experiment. PCR analysis of blood samples taken after induction of immunosuppression showed that a dosage of 25 mg/kg/day rendered 40% of the mice PCR-negative. The histological analysis of heart tissue showed a significant decrease in inflammation after treatments with 25 and 50 mg/kg/day, while a similar inflammatory damage was observed in both infected mice treated with R-BNZ (50 mg/kg/day) and untreated mice. In addition, only BNZ-nps treated mice led to lower levels of T. cruzi-specific antibodies to 50–100%. Finally, mammalian Vero cells treated with BNZ-nps or R-BNZ lead to a significant increase in ROS production.",
    "Conclusions": "Based on these findings, this research highlights the in-vitro/in-vivo efficacy of nanoformulated BNZ against T. cruzi acute infections in immunosuppressed and non-immunosuppressed mice and provides further evidence for the optimization of dosage regimens to treat Chagas disease."
}