{
    "Introduction": "Non-typhoidal Salmonella (NTS) infection, caused by Salmonella enterica subspecies enterica other than Salmonella Typhi and Salmonella Paratyphi, is a foodborne illness with a global heavy burden [1]. It is estimated that NTS causes 93.8 million gastroenteritis cases and 155,000 mortalities worldwide annually [1]. Additionally, invasive nontyphoidal Salmonella (iNTS) diseases have been established as one of the 19 additional diseases by the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2017 [2]. Previous studies have shown that children, especially young children, were the groups most susceptible to be NTS infected [3, 4]. A national study reported that 34% of diarrheal patients who were infected with NTS were aged <5 years old in China in 2008 [5]. A subsequent study in Guangdong Province in China showed a higher rate of infection among children aged <5 years, who accounted for 73% of the overall NTS infections from 2009 to 2012 [4].\nThe main manifestation of NTS infection is diarrheal enterocolitis, usually resulting from the ingestion of contaminated food [1]. However, NTS may also cause severe iNTS infections beyond the gastrointestinal tract, such as bacteremia, meningitis, and infections of other normally sterile sites. Children are susceptible to iNTS infection [6]. In sub-Saharan Africa, NTS is the leading cause of bacteremia, especially in infants, in children with malnutrition, anemia or malaria, and in individuals with HIV infection [7]. Studies have also shown a striking and underappreciated burden of iNTS disease in Asia [8, 9].\nMoreover, antibiotic resistance and antimicrobial therapy are related to the invasiveness of NTS infections [10]. Some prior studies have found that NTS with higher rates of antibiotic resistance was more likely to cause invasive infections [11–13]; however, a recent study in the Netherlands reported that iNTS isolates were generally less (multi-) resistant [14]. The optimal choice and length of therapy for NTS infections in children are not clear [15, 16]. The diarrheal illness caused by NTS was usually self-limited; therefore, antimicrobial therapy is indicated only if it causes severe infections or invasive infection [15, 16]. Although there is increased recognition worldwide, little data on iNTS infection among children are available in China, and the characteristics of children who are more predisposed to invasive NTS disease and the corresponding antimicrobial therapy are less well studied.\nGlobal warming brings significant public health problems [17, 18]. The variability in weather patterns and the increasingly warm temperatures have posed mounting threats to the distribution and spread of NTS infections [19, 20]. Some studies have shown significant associations between the incidence of NTS infections and meteorological variations, such as those observed in temperature, seasons, and rainfall [3, 21–24]. However, little is known about the associations between meteorological parameters and NTS infections among children in mainland China.\nTo better understand the epidemiology of NTS infections among children in Ningbo, Zhejiang Province, China and to provide information for formulating appropriate therapeutic and controlling strategies, we studied serotype distribution, antimicrobial resistance, and the clinical characteristics of NTS infections based on invasive and noninvasive status and investigated associations between temperature and rainfall and hospitalizations for pediatric NTS infections.",
    "Materials and methods": "Study site\nThis was a retrospective study conducted at Ningbo Women and Children’s Hospital, a 1200-bed tertiary hospital integrated with medical treatment, health care, teaching, scientific research, disease prevention, first aid and rehabilitation for women and children living in Ningbo. Ningbo, a 9816 km2 city in Zhejiang Province on the southeastern coast of China, has a total population of approximately 8,202,000. The city has a subtropical monsoon climate with four distinctive seasons. It is winter from December to February, spring from March to May, summer from June to August and autumn from September to November. Plum rain (the rainy season) and typhoons that bring heavy rainfall are common in the summer and early autumn.\n\n\nData\nSerotyped Salmonella isolates were searched from electronic medical record data in the Ningbo Women and Children’s Hospital from January 2012-December 2019. Available medical records were a unique identifier, sex, age, sampling date, clinical symptoms, underlying medical conditions, residence location, laboratory results, specimen type (stool, blood, cerebrospinal fluid, sputum, urine), bacterial antibiotic resistance and serotypes. Besides, the number of children who took stool culture for Salmonella during 2012–2019 was counted, repeated sampling was excluded, and NTS isolation rate from stool was calculated. Population data were obtained from the Ningbo 7th census data 2018 of statistics (http://tjj.ningbo.gov.cn). Meteorological data were obtained from the Ningbo meteorological department (http://www.qx121.com). Agricultural data were obtained from the Ningbo Agricultural and Rural Bureau (http://www.nbnyj.gov.cn).\n\n\nDefinitions\nAn NTS infection case in this study was defined as a child ≤14 years old residing in Ningbo with a culture-confirmed NTS infection during January 2012-December 2019. NTS infections can be divided into non-invasive NTS (non-iNTS) and invasive NTS (iNTS) infections based on different infection sites. The former denotes NTS isolated from stool, sputum, urine and vomiting, while the latter denotes NTS isolated from samples of blood, cerebrospinal fluid, or other normally sterile sites obtained within 48 h of admission [6].\nA child could meet the iNTS case definition more than once if subsequent iNTS infection with the same serotype occurred more than 30 days after the index infection. A child could meet the non-iNTS case definition more than once if subsequent non-iNTS infection with the same serotype occurred more than 6 months after the index infection. NTS infection with the same serotype in both normally sterile sites and nonsterile sites <30 days from one another was defined as an iNTS infection case. Anemia was defined as a hemoglobin concentration <11.0 g/dL, and a hemoglobin concentration <5.0 g/dL was termed severe anemia. A respiratory tract infection case was defined as a child who had symptoms of respiratory tract infection with or without pulmonary imaging changes. The exclusive breastfeeding under 6 months was considered when an infant aged 0–5 months was fed exclusively with breast milk. Antibiotic resistance was defined as intermediate or resistant minimum inhibitory concentration. We determined the number of isolates that were fully susceptible and the number resistant to 1 class, 2 classes, 3 classes, and ≥4 classes. First-line treatment agents included the following: ampicillin, ceftriaxone, ciprofloxacin, and trimethoprim-sulfamethoxazole (TMP-SMX).\n\n\nMicrobiological methods\nThe standardized indications for sampling were constant across the seasons. Stool were sampled when the patient had gastrointestinal symptoms. Cerebrospinal fluids (CSFs) were sampled when they had meningeal irritation signs or were suspected to be meningitis. Sputa were sampled when they had respiratory symptoms. Urine was sampled when they had urinary irritation symptoms or changes in routine urine tests or if urinary tract infections needed to be ruled out. Blood samples for culture were routinely performed in every child on admission in our hospital and were sampled again when they had symptoms of infection during hospitalization.\nBriefly, stool samples were streaked and incubated on SS agar plates at 36°C for 18–48 h, and suspected colonies (characteristic colonies with black centers reflecting H2S production) were selected for inoculation on Kligler iron agar. CSF, sputum, and urine samples were cultured directly on blood agar at 36°C for 18–48 h. For CSF culturing, bacteria with a positive growth were isolated and cultured onto blood agar at 36°C for 18–24 h; for sputum culturing, bacteria with a growth advantage were isolated and cultured onto blood agar at 36°C for 18–24 h; for urine culturing, when fewer than three species of bacteria were grown, gram-negative bacteria with an estimated amount >105 cfu/mL were isolated and cultured onto blood agar at 36°C for 18–24 h. For blood culturing, 1 mL to 3 mL of whole blood for bacterial culture was collected and inoculated into a pediatric bottle (BACT/ALERT PF, BioMérieux, France) and incubated in an automatic blood culture system (BACT/ALERT 3D) for 5 days or until rated positive. A positive blood culture was incubated on blood agar at 36°C for 18–24 h.\nThe identification and antibiotic susceptibility testing of NTS was performed using the VITEK 2 COMPACT automatic analysis system (BioMérieux, France), employing the GN and AST GN13 panels (BioMérieux, France) respectively. Standard strains (ATCC700323, ATCC25922, ATCC700327, ATCC29213) were used to control the microbiological quality. Isolates identified as belonging to Salmonella groups were further confirmed and serotyped by slide agglutination with commercial antisera (Ningbo Tianrun Bio-Pharmaceutical Co, Ltd, Ningbo, China). Serotypes with <5 isolates were combined into a category called other. The susceptibility breakpoints were those recommended by the Clinical and Laboratory Standards Institute guidelines (CLSI) for isolates obtained subsequently. The breakpoint criteria of the day in the analysis system were used to interpret the AST results, and the breakpoint criteria were updated in a timely manner when the CLSI guidelines changed. As AST GN13 has a detection limit of ciprofloxacin (0.25 μg/ml), intermediate inhibitory concentration to ciprofloxacin could not be evaluated below 0.25 μg/mL. To avoid duplication, consecutive culture samples and positive lab test results from the same patient were excluded.\n\n\nStatistical analysis\nClinical, laboratory and meteorology data were recorded in a Microsoft Excel database (Microsoft, Richmond, US). For continuous variables, normally distributed continuous data were presented as means ± standard deviations (SDs), and non-normally distributed variables were expressed as medians and interquartile ranges (IQRs); for categorical variables, data were presented as percentages. The comparison between iNTS and non-iNTS infections was calculated by logistic regression analysis; however, when zero observation was contained for a particular variable of one group, the P value was calculated with a two-tailed Fisher’s exact test instead. The Mann-Whitney test was used for the comparison of median age (non-normally distributed data) between iNTS and non-iNTS infections. Inter-annual linear trends of drug resistance were assessed by linear regression analysis. The numbers of NTS infection between every two seasons were compared using the chi-square test (categorical variables). The number of NTS infection cases and rainfall and temperature were examined by Spearman’s rank coefficient test. P <0.05 was considered statistically significant. All statistical analyses were performed using SPSS statistical 22.0 software (IBM, Armonk, NY, USA).\n\n\nEthics statement\nThe study was approved by the Ningbo women and children’s hospital ethics committee (EC2020-007). All data analyzed were anonymized.",
    "Results": "Bacterial isolation and serotype distribution\nDuring the 8-year study period, 166 children with NTS infections were identified (15 in 2012, 42 in 2013, 5 in 2014, 27 in 2015, 16 in 2016, 14 in 2017, 23 in 2018, 24 in 2019), 11 of whom had invasive infection and the remaining 155 of whom had non-iNTS (Fig 1).\nThe bar chart shows the number of NTS infection cases hospitalized in Ningbo in each year from 2012 to 2019, according to the invasive or non-invasive status of infections. Abbreviations: NTS = non-typhoidal Salmonella.\nAs the most NTS isolates were detected in stool (91.6%, 152/166), an analysis of annual NTS isolation rates from stool was performed, which showed that isolation rates from stool were 0.90% in 2012, 1.97% in 2013, 0.08% in 2014, 2.32% in 2015, 1.24% in 2016, 0.93% in 2017, 1.29% in 2018, 1.04% in 2019 (S1 Fig).\nAll 166 children yielded a single serotype of NTS. Eighteen serotypes were identified among the 166 isolates. The primary serotype concerning the number of all NTS infection cases was Typhimurium (62.7%), followed by Dublin (7.8%), Enteritidis (4.8%), Choleraesuis (3.6%) and Bovis-morbificans (3.0%). Typhimurium was also the most common serotype in non-iNTS infection cases (Table 1).\n\n\nDemographic, residential and clinical manifestations\nOne hundred (60.2%) of the 166 children with NTS infections were male. The median age of 166 children with NTS infection was 13 months (IQR: 8–21 months; range: 2 days-162 months). A total of 155 children (93.4%) were <5 years old. No child with malnutrition, malaria or HIV infection was reported. A total of 48 children (28.9%) had anemia (Hb <11.0 g/dL), but no severe anemia cases (Hb <5.0 g/dL) were reported. The most common anemia type was iron deficiency anemia (n = 44), 3 children was caused by leukemia, the last one was thalassaemia, while no child was suffered from hemolytic anemia in this study. Three of the 166 children had a medical history of leukemia, two of whom were aged >5 years old. Fever, diarrhea and bloody stools were the most common presenting features, noted in 143 (86.1%), 150 (90.4%) and 126 (75.90%) of the 166 children, respectively. Twenty children who had diarrhea were concomitantly infected with diarrheal virus (including 18 rotavirus, 1 adenovirus and 1 norovirus). We also investigated the feeding status in infants aged <6 months, and only 3 of 23 (13.0%) were exclusive breastfeeding, including a couple of 33-week premature twins who were readmitted within a month of birth.\nOver the full study inclusion period, 117377 blood, 9586 urine, 29561 sputum, 6473 CSF and 12217 stool culture samples were screened in total. Most of the 155 non-iNTS infection cases had NTS isolated from stool (152, 98.1%), and of the remaining 3 cases, NTS was isolated from sputum in 2 and from urine in 1. One of the two children who had Salmonella isolated from sputum was a post term infant (42+1 weeks) admitting to hospital after 8 days of birth and the other one was a preterm infant (35+2 weeks) admitting to hospital after 22min of birth, they were all diagnosed as neonatal pneumonia; the child who had Salmonella isolated from urine was a 5-month boy, and was diagnosed as urinary tract infection. All eleven iNTS infection cases had NTS isolated from blood, of which three also had NTS isolated from cerebrospinal fluid. Two of the three children with culture-confirmed NTS meningitis were both 1 month of age, and the remaining child was aged 106 months.\nWe compared the demographics and clinical manifestations of iNTS infections with non-iNTS infections. Compared to 155 children with non-iNTS infections, we found that iNTS infections were more likely to occur in infants ≤6 months or children with underlying medical conditions of leukemia at admission but less often presented with a symptom of diarrhea, as revealed by bivariate and multivariable logistic regression analysis (P <0.05 in all cases) (Table 2).\nThe routine therapeutic methods of NTS infections in our hospital were third-generation cephalosporins and piperacillin/sulbactam. All the children had recovered from NTS infections, and there was no subsequent case in the present study.\nThe details of demographic, isolation, serovar and clinical manifestations are presented in S1 Table.\n\n\nAntibiotic susceptibility\nAll 166 NTS isolates were tested for antimicrobial susceptibility. The overall rates of resistance to ampicillin, third-generation cephalosporins and ciprofloxacin were 78.3%, 34.9% and 19.3%, respectively. Besides, the antibiotic resistance profiles of the five main serotypes (Typhimurium, Dublin, Enteritidis, Choleraesuis, Bovis-morbificans) were analyzed, and found that the serotypes Typhimurium and Dublin had the greatest rate resistant to Ampicillin, Ampicillin/sulbactam, Ceftazidime, Ceftriaxone, Cefepime and Aztreonam; Typhimurium and Bovis-morbificans had greatest rate resistant to Ciprofloxacin and TMP-SMX (S2 Fig).\nEleven iNTS isolates were all susceptible to piperacillin/tazobactam, ceftazidime, ceftriaxone, cefepime, aztreonam, ertapenem, imipenem, and ciprofloxacin. The resistance rates of non-iNTS isolates to ceftazidime, ceftriaxone, cefepime, and aztreonam were significantly higher than those of iNTS isolates (P <0.05 in all cases) (Table 3).\niNTS and non-iNTS isolates were further characterized according to susceptibility patterns, and non-iNTS isolates were also more likely to be multiresistant than iNTS isolates, as non-iNTS isolates were significantly associated with resistance to ≥ 4 CLSI classes (P = 0.041, OR: 0.089, 95% CI: 0.009–0.901) and ≥ 2 first-line treatment agents (P = 0.040, OR: 0.159, 95% CI: 0.028–0.916) (Table 3).\nThe drug resistance trends (resistance to ≥ 4 CLSI classes and ≥ 2 first-line agents) from 2012 year to 2019 year were shown in Fig 2. There were upward trends in the both of resistance to ≥ 4 CLSI classes and ≥ 2 first-line agents over the years, with marginally significances were found (P = 0.076 and 0.069, respectively).\nThe percentage of resistance (%) over the 8-year study period in Ningbo is shown in the line graph.\n\n\nMeteorological trends of NTS infection\nThere was a positive association between monthly NTS hospitalizations and average monthly rainfall (r = 0.921, P <0.001) (Fig 3).\nThe bar chart shows the distribution of the 166 NTS infection cases according to the month of admission. The average monthly rainfall over the 8-year study period in Ningbo is shown in the line graph. Abbreviations: NTS = non-typhoidal Salmonella, Jan = January, Feb = February, Mar = March, Apr = April, Jun = June, Jul = July, Aug = August, Sep = September, Oct = October, Nov = November, Dec = December.\nThe number of NTS infections were higher in summer and autumn than in winter and spring. It was also found that average seasonal temperature was positively associated with seasonal NTS hospitalizations (r = 0.961, P = 0.039) (Fig 4).\nThe bar chart shows the distribution of the 166 NTS infection cases according to the admission. The average seasonal temperature over the 8-year study period in Ningbo is shown in the line graph. Difference in seasonal numbers of NTS infections: P<0.01 vs winter, P<0.001 vs winter, ## P <0.01 vs spring, ### P <0.001 vs spring, Abbreviations: NTS = non-typhoidal Salmonella.\nHowever, we did not observe any significant association between the number of iNTS cases and monthly rainfall (r = 0.167, P = 0.605)/seasonal temperature (r = 0.800, P = 0.200).\nAn analysis was performed to explore the relationships between NTS isolation rates from stool and monthly rainfall/seasonal temperature during 2012–2019. Just like the number of NTS isolated from all samples, NTS isolation rates from stool was both positively associated with monthly rainfall (r = 0.944, P<0.001) (S3 Fig), and seasonal temperature (r = 0.989, P = 0.011) (S4 Fig).",
    "Discussion": "To our knowledge, this is the first detailed study of NTS infections among children in Ningbo, Zhejiang Province, China. There were 166 NTS infection cases in total, most of which were non-invasive infections (93.4%, 155/166). One hundred (60.2%) of the 166 children with NTS infections were males, and the median age of 166 children with NTS infection was 13 months (IQR: 8–21 months; range: 2 days-162 months). We found that age ≤6 months or suffering from an underlying medical condition of leukemia at admission were associated with iNTS infection, while diarrhea was more common in non-iNTS infections. Non-iNTS isolates were generally more (multi-) resistant than iNTS isolates were. Moreover, high temperatures and heavy rainfall were positively associated with NTS hospitalizations among children in Ningbo.\nChildren, especially those aged <5 years, were susceptible to Salmonella infection [4], and it was confirmed in our study that most of the children (93.4%) infected with NTS were younger than 5 years old. The main symptoms at admission were fever, diarrhea and bloody stools, while vomiting was less common in the present study. NTS disease is usually caused by commercially produced food contaminated by animal stool [10]. Outbreaks of Salmonella associated with infant milk products have been reported worldwide [25–28]. It has been confirmed that breastfeeding could decrease the risk of sporadic salmonellosis among infants, since exclusive breastfeeding could help infants avoid exposure to contaminated food [29]. Moreover, vitro studies also suggested that some components of human milk could inhibit the adhesion and invasiveness of Salmonella to human intestinal cells [30, 31]. In the present study, only 3 out of 23 infants (13%) aged <6 months were exclusively breastfeeding (including a set of 33-week premature twins who were readmitted within a month of birth), which was much lower than the national (29%) and global rate (41%) [32]. Further studies with case-control is needed to test whether exclusive breastfeeding could reduce the NTS infection in small babies.\nNTS serotypes are diverse in their host range and epidemiology and vary in their propensity to cause invasive disease. We found that Salmonella Typhimurium was the most common serotype of NTS infection cases among children in Ningbo (62.7%), which was in accordance with the findings of studies performed in Guangzhou, southern China [4, 33, 34]. However, some studies from other regions of China [5, 35], the United States [11], the Netherlands [14], and Greece [36] reported that Salmonella Enteritidis was the most common serotype, followed by Salmonella Typhimurium. The modes of NTS transmission may be a key factor in the geographical variation in serotype distribution. It has been reported that Salmonella Typhimurium is considered to have a modest likelihood of causing iNTS infections, while other less common serotypes, such as Heidelberg, Choleraesuis, and Dublin, are more likely to cause invasive disease [10]. In our study, Salmonella Typhimurium was the primary serotype of non-iNTS, but there was no dominant serotype in iNTS infections.\nThe recognition of iNTS infections among children is difficult before culture because the clinical manifestation of iNTS infection is probably nonspecific [37]. Diarrhea was more often present in enterocolitis due to NTS infections, while iNTS infections can occur without diarrhea [16]. It was confirmed in our study with the incidence of diarrhea being significantly higher in the non-iNTS infection cases. In addition, some studies have reported that symptoms of pneumonia and respiratory distress occurred frequently in children with iNTS [9, 38, 39]. However, we did not find a significant difference in the morbidity of respiratory tract infection between iNTS cases and NTS cases. Previous studies have revealed that the risk factors for invasive disease in children included young age and immunosuppression of any cause [7, 39, 40], which were also revealed in the present study, as infants aged ≤6 months and children with the underlying medical condition of leukemia were prone to have iNTS infection.\nAn increasing prevalence of antimicrobial resistance has been observed in NTS over recent decades [41]. A substantial amount of resistance to antibiotics used for NTS infections was found in the present study, and accompanied with a upward trends over the years; 81.3% of isolates were resistant to at least one of the first-line agents, and more than half (52.4%) of isolates were resistant to two or more first-line agents. The development of resistance to extended-spectrum cephalosporins would be a challenge to empirical antimicrobial therapy among children, for whom fluoroquinolones should be avoided for their articular toxicity. Therefore, special emphasis should be placed on antimicrobial resistance. Especially in the present study, the overall resistance rates to third-generation cephalosporins (34.9%), ampicillin (78.3%), and ciprofloxacin (19.3%) were higher than those in previous domestic studies (11.7%-29.9%, 48.2%-76.6%, 5.5%-16.6%, respectively) [5, 33, 35]. This might be due to the overuse of antibiotics in animal husbandry and clinical practice, and additional, normal use might also lead to the selection of resistant bacteria.\nA few studies have explored the health consequences of antimicrobial-resistant NTS, with conflicting results reported. The results that patients with antimicrobial-resistant NTS infection more likely to have invasive disease and severe outcomes were reported in the United States [11], while a study in the Netherlands found that iNTS isolates were generally less (multi-) resistant than non-iNTS isolates were [14]. Our results were similar to the latter. The relationship between antibiotic resistance and invasiveness of NTS has not yet been elucidated. It was reported that NTS could readily acquire antibiotic resistance mechanisms and evolve rapidly in response to antibiotic pressure [42]. However, virulence would be greatly influenced by the acquisition of resistance [43]. The fitness costs, including reduced growth rates, altered morphology, decreased motility, etc. were observed to be associated with the maintenance and expression of the ampC gene, and high-level ciprofloxacin resistance in Salmonella enterica isolates [44–47]. In summary, the consequence of the acquisition of resistance might related to the reduced expression of the invasion genes [48]. Further researches between antibiotic-resistant and invasive in non-typhoidal Salmonella is worthy of study.\nNTS, as one of the most common zoonotic pathogens [49], can be attributed to animals such as layers, pigs, cattle, reptiles, and broilers [50, 51]. Animal-to-human transmission is recognized as the most important route of transmission in accounting for the current epidemiological patterns of NTS [16]. It was found that animal-borne Salmonella strains, which had the highest potential to cause human infections in China, were those that reside in chicken [52]. In Shanghai, Salmonella Typhimurium is frequently detected in raw food products and poultry stool [53]. The Salmonella-containing stool of live poultry might directly contaminate the meats that are sold together with live poultry via droplets, aerosol and dust [53]. We observed a decline in NTS infection in 2014, which may be due to a ban on live poultry trade in Ningbo and the reduction in poultry consumption, as the bird flu was endemic in China in 2014.\nThe patterns of NTS infections have been linked to temperature. In most prior studies, higher temperatures have been found to be associated with a higher incidence of NTS infection [3, 21–24]. This pattern was also reflected in hospitalized children with NTS infection in this study, in which the number of NTS infections was higher in the seasons with higher average temperature (r = 0.961, P = 0.039). This result was probably related to the fact that warm weather was beneficial for NTS colonization and growth in food and the environment and the virulence genes of NTS might be upregulated under high temperature condition [54, 55]. A previous study reported that the detection of Salmonella in animal stool was associated with season [56]. The high frequency and long distance of animal activities in the warmer season might cause them to have more exposure to sources of Salmonella in their environment or NTS-contaminated animal feed [57]. Meanwhile, a distinct seasonality in NTS of health significance was observed in the rural/agricultural streams, which is likely a reflection of seasonal source inputs in these watersheds [58]. On the other hand, human behavior might also play an important role, as people have more opportunity to eat food that is inadequately cooked and improperly stored during the warmer months.\nAssociations between NTS infections and rainfall have been less well studied. It has been found that rainfall could positively affect the detection and density of Salmonella in watersheds and produce [55, 59]. On the other hand, a humid environment caused by heavy rainfall has been reported to favor Salmonella proliferation and is positively associated with Salmonella hospitalizations in Hong Kong [3]. Typhoons and plum rain (the rainy season in June and July) often cause flooding and waterlogging disasters in Ningbo in the summer and early autumn and may contaminate agricultural land, surface water, crops or farmed animals, thus increasing the transmission of NTS.\nHowever, some studies in Australia have reported paradoxical results in the relationship between rainfall and Salmonella detection, with a positive association reported in subtropical and tropical areas of Queensland [23], and a negative association was found in Adelaide, which is characterized by a typical Mediterranean climate [24]. Our founding in Ningbo supported the former. It is interesting to note that studies with positive associations being reported were all conducted in subtropical and tropical cities, where the climate was characterized by rainy and hot weather during the same period. In contrast, however, the Mediterranean climate is hot and dry in the summer and warm and humid in the winter, and rainfall and temperature are themselves negatively correlated. Therefore, it is difficult to separate the effects of temperature and precipitation. In our opinion, high temperature may be mainly helpful to the growth of NTS, while heavy rainfall plays a key role in the transmission of NTS.\nAs the most NTS isolates were detected in stool (91.6%, 152/166), an analysis of annual NTS isolation rates from stool was performed. The trends of NTS isolation rates from stool annually was almost paralleled to the number of NTS isolated, including it was lowest in 2014, when the bird flu was endemic in China. Besides, just like the number of NTS isolated from all samples, NTS isolation rates from stool was positively associated with monthly rainfall and seasonal temperature, which made the results more credible.\nEight-year meteorological data and a detailed hospitalization dataset of the largest pediatric hospital in Ningbo were adopted in the analysis, which enabled us to representatively evaluate the incidence and characteristics of severe local pediatric NTS infections. However, this study had some limitations. First, as we only used hospitalization data that represented severe infections, the true incidence of NTS infections might be underestimated. Second, in our study, the proportion of serotypes other than Typhimurium was much lower, and the analysis of the characteristics of the different serotypes was not fully performed, which might mask the role of serotypes. Third, tests of resistance genes and invasiveness genes, and MLST (multi-locus sequence typing) of NTS were not performed. Therefore, a study with a large sample size and relevant experiments is strongly encouraged. Fourth, because stool was sampled when the patient had gastrointestinal symptoms, seasonal variation of sampling might be related to the incidence of all-cause gastrointestinal infections. Fifth, because the detection limit of ciprofloxacin in AST GN13 (BioMérieux, France) is 0.25μg/mL. Therefore, it is impossible to detect the partial range of intermediate inhibitory concentration of ciprofloxacin (0.12–0.25μg/mL), which limits the analysis of more detail of ciprofloxacin AST results, and might differentiate the susceptibility to ciprofloxacin and levofloxacin in this study. Luckily, fluoroquinolones were rarely used in children with NTS infections.",
    "Conclusion": "In this study, we found that most children infected with NTS were aged <5 years old, and the primary serotype was Salmonella Typhimurium. Additionally, iNTS accounts for the minority of infections; infants ≤6 months and children with underlying medical conditions of leukemia are more likely to have invasive infection. In addition, the rates of antibiotic resistance in the iNTS isolates are generally lower than those of non-iNTS isolates. On the other hand, hospitalizations for pediatric NTS infections are positively associated with seasonal temperature and monthly rainfall. Greater attention should be paid to the food safety of children to prevent the ingestion of Salmonella-contaminated food, particularly in the summer and autumn."
}