{
    "Abstract": "Environmental and anthropogenic changes are expected to promote emergence and spread of pathogens worldwide. Since 2013, human urogenital schistosomiasis is established in Corsica island (France). Schistosomiasis is a parasitic disease affecting both humans and animals. The parasite involved in the Corsican outbreak is a hybrid form between Schistosoma haematobium, a human parasite, and Schistosoma bovis, a livestock parasite. S. bovis has been detected in Corsican livestock few decades ago raising the questions whether hybridization occurred in Corsica and if animals could behave as a reservoir for the recently established parasite lineage. The latter hypothesis has huge epidemiological outcomes since the emergence of a zoonotic lineage of schistosomes would be considerably harder to control and eradicate the disease locally and definitively needs to be verified. In this study we combined a sero-epidemiological survey on ruminants and a rodent trapping campaign to check whether schistosomes could shift on vertebrate hosts other than humans. A total of 3,519 domesticated animals (1,147 cattle; 671 goats and 1,701 sheep) from 160 farms established in 14 municipalities were sampled. From these 3,519 screened animals, 17 were found to be serologically positive but were ultimately considered as false positive after complementary analyses. Additionally, our 7-day extensive rodent trapping (i.e. 1,949 traps placed) resulted in the capture of a total of 34 rats (Rattus rattus) and 4 mice (Mus musculus). Despite the low number of rodents captured, molecular diagnostic tests showed that two of them have been found to be infected by schistosomes. Given the low abundance of rodents and the low parasitic prevalence and intensity among rodents, it is unlikely that neither rats nor ruminants play a significant role in the maintenance of schistosomiasis outbreak in Corsica. Finally, the most likely hypothesis is that local people initially infected in 2013 re-contaminated the river during subsequent summers, however we cannot definitively rule out the possibility of an animal species acting as reservoir host."
}