{
    "Background": "Low- and middle-income countries are facing a dual disease burden with infectious diseases (e.g., gastrointestinal tract infections) and non-communicable diseases (e.g., diabetes) being common. For instance, chronic parasite infections lead to altered immune regulatory networks, anemia, malnutrition, and diarrhea with an associated shift in the gut microbiome. These can all be pathways of potential relevance for insulin resistance and diabetes. The aim of this study was to investigate the association between common gastrointestinal tract infections and glycemia in children from non-fee paying schools in South Africa.",
    "Methodology": "We conducted a cross-sectional survey among 9- to 14-year-old school children in Port Elizabeth. Stool and urine samples were collected to assess infection status with parasitic worms (e.g., Ascaris lumbricoides, Enterobius vermicularis, and Trichuris trichiura), intestinal protozoa (e.g., Cryptosporidium parvum and Giardia intestinalis), and the bacterium Helicobacter pylori. Glycated hemoglobin (HbA1c) was measured in finger prick derived capillary blood. All children at schools with a high prevalence of helminth infections and only infected children at the schools with low infection rates were treated with albendazole. The association of anthelmintic treatment with changes in HbA1c 6 months after the drug intervention was also investigated.",
    "Findings": "A high prevalence of 71.8% of prediabetes was measured in this group of children, with only 27.8% having HbA1c in the normal range. H. pylori was the predominant infectious agent and showed an independent positive association with HbA1c in a multivariable regression analysis (β = 0.040, 95% confidence interval (CI) 0.006–0.073, p<0.05). No association of HbA1c with either any other infectious agent or albendazole administration was found.",
    "Conclusion": "The role of H. pylori in diabetes needs confirmation in the context of longitudinal treatment interventions. The specific effect of other gastrointestinal tract infections on glycemia remains unclear. Future studies should integrate the measurement of biomarkers, including immunological parameters, to shed light on the potential mediating mechanisms between parasite infections and diabetes."
}