{
    "Introduction": "Talaromyces marneffei (T. marneffei, formerly known as Penicillium marneffei) is the causative of talaromycosis, a fatal systemic fungal infection. Talaromycosis has become widespread throughout Southeast Asian countries (Thailand, Vietnam, Malaysia, India) and southern China, including the Pearl River Basin (Guangxi, Guangdong, Yunnan, Hong Kong, Taiwan) [1–3]. Cases of talaromycosis in non-endemic regions are typically travel-related and linked to visits to endemic areas, additionally, the annual increase in migration from these regions has been attributed to exported cases [4,5]. In Southeast Asia, T. marneffei is responsible for approximately 50,000 new infections and up to 5000 deaths annually [6,7]. Guangxi, China has a high HIV/AIDS burden and the third highest cumulative cases count. Hospitalized HIV-infected individuals have a high T. marneffei infection rate (up to 16.1%), and a higher mortality rate than most common HIV-related complications (AHR = 4.52) [8–10]. T. marneffei infection often causes delayed or incorrect diagnosis due to non-specific symptoms, allowing for disease progression in these individuals. Delayed antifungal therapy reduces patients’ quality of life and increases healthcare costs for these patients [11,12].\nT. marneffei infection is often associated with variable symptoms which can include severe tissue damage and sepsis [13]. This can worsen disease, increase mortality, and lead to hospital readmissions in people with HIV/AIDS. Frequent hospitalizations impose financial burdens on families, strain the healthcare system, and increase complications and opportunistic infection risks. For example, readmissions for sepsis increase skin and respiratory infection risks [14]. Reducing hospital readmissions for diabetes and heart failure can improve quality of life and decrease opportunistic infection risks [15,16]. While T. marneffei’s epidemiology and treatment are well-studied, research on readmission characteristics and risk factors of patients readmitted to the hospital for T. marneffei infection is limited. Further investigation is necessary to identify the readmissions characteristics and risk factors associated with T. marneffei-infected patients, and the adverse effects of different types of opportunistic infections causing hospitalization.\nWe aimed to assess the clinical characteristics and risk factors contributing to hospital readmissions of HIV/AIDS patients presenting with talaromycosis. We analyzed laboratory test results and treatment outcomes from four consecutive hospitalizations to identify differences and characteristics among patients. Our findings provide valuable insights for clinicians treating HIV/AIDS patients with talaromycosis, which could potentially improve clinical treatment prognosis.",
    "Method": "Ethics statement\nThis study was approved by the Human Research Ethics Committee of Guangxi Medical University (Ethical Review No. 20210099)\n\n\nStudy population and data collection\nThis comprehensive retrospective cohort study was conducted at the Fourth People’s Hospital of Nanning, the primary tertiary healthcare facility for infectious diseases in Guangxi and the region’s largest HIV/AIDS treatment center. The study included 12,946 HIV/AIDS patients admitted to the medical center between January 2012 and June 2019. We retrospectively tracked data from four consecutive admissions of patients with continuous readmissions. Data were obtained from the hospital’s electronic medical record system, including diagnoses, laboratory test results, and outcomes during hospitalization, and underwent manual calibration and review. Each admission was divided into two groups based on the presence of T. marneffei infection. Patients were further separated into two groups based on whether or not readmitted to the hospital. Demographic information, ART status, biochemical, routine blood results, CD3/4/8 T-cell counts, and discharge complications diagnosed were collected. Inclusion criteria included 1) HIV infection confirmed by positive Elisa and western blotting. (2) Talaromycosis diagnosis based on T. marneffei was isolated /cultured from blood, skin tissue, bone marrow, lymph nodes, or other bodily fluid samples, indicating compliance with the diagnostic criteria.\n\n\nDefinitions of various complications and coinfections\nThe focus of this study was hospital readmission, which was categorized as either “No” for no further admission or “Yes” for readmissions, based on subsequent readmission records. Leukopenia was defined as a white blood cell (WBC) count < 3.5×109/L, while Leukocytosis was defined as a WBC count > 9.5×109/L. Diagnosis of pneumonia included bacterial pneumonia, viral pneumonia, pulmonary mycosis (including pneumocystis pneumonia), and other pneumonia, but excluded pulmonary tuberculosis pneumonia, which was classified as tuberculosis [17]. The definition of meningitis includes purulent meningitis, cryptococcosis meningitis, and viral meningitis but does not include tuberculosis meningitis, which is classified as tuberculosis [18]. Chronic hepatitis B/C and candidiasis were confirmed by standard infectious disease diagnostic criteria [19]. Residual complications and coinfections were defined according to standards of Internal Medicine guidelines [20].\n\n\nStatistical analysis\nAll analyses were conducted using the Statistical Package for the Social Sciences version 26.0 (SPSS Inc, Chicago, IL, USA) and R Studio (4.0.6). Results are presented as numbers, frequencies (%), or medians with interquartile ranges (IQR). ​The chi-square test and Mann–Whitney U test were applied to categorical variables and nonnormally distributed data, respectively. Kaplan–Meier analysis was used to calculate the mortality rates, and the significance was assessed using log-rank tests. Logistic regression analysis utilized a forward selection method for variable inclusion in the model, and 1:1 PSM was used to match the confounding factors. Principal component analysis (PCA) evaluated the effects of T. marneffei infection on patient readmissions. A two-sided p-value <0.05 was considered statistically significant.",
    "Result": "General characteristics of study participants\nThis study investigated the demographic characteristics of patients with different types of infections (S1 Table). The age distribution was primarily 20–60 years, interestingly 45% of herpesvirus-infected patients were over 60 years old. Most patients were male (70%) and of Han ethnicity (57%). Over 58% of patients were married, while the proportion of single and married individuals was relatively equal (around 48%) among those with Treponema pallidum (T. pallidum) infection. Farmers accounted for 40% of patients with T. pallidum infection. Antiviral treatment was uncommon across all infection types. These findings demonstrate the need for targeted prevention strategies accounting for patient demographics.\n\n\nReadmission rates among HIV-infected patients with different types of opportunistic infections\nPrevious studies have documented the prevalence of three key leading pathogens associated with opportunistic infections (namely, Cryptococcus, Mycobacterium tuberculosis (Mtb), and T. marneffei) in individuals with HIV infections in Vietnam. Nevertheless, follow-up on the hospital readmissions associated with these infections has not been reported [21–23]. This study analyzed the readmission rates of HIV-infected patients with different types of opportunistic infections. Our findings revealed that cryptococcus infection had the highest hospital readmission rate at 37.5%, closely followed by hepatitis (B or C) infection at 33.7%, Mtb infection had a rate of 32.4%, however T. marneffei infection with the lowest rate at 10.8%. Further analysis of combined infections caused by nine viruses showed the following: in dual coinfections, the highest incidence was observed with Mtb and Candida coinfection at 7.5%; in triple coinfections, the highest incidence was found with Mtb, Candida, and hepatitis (B or C) coinfection at 2.7% (Fig 1).\nAbbreviations: Mtb, mycobacterium tuberculosis; T. pallidum, Treponema pallidum.\n\n\nMortality rates among HIV-infected patients with different types of opportunistic infections\nPrevious studies indicate opportunistic infections significantly impact HIV/AIDS patient survival outcomes [24–26]. However, the effect of different pathogenic infections and coinfection numbers on outcomes in T. marneffei-infected patients remains unclear. To address these gaps in the field, we evaluated the mortality rates for patients with different types of opportunistic infections and compared T. marneffei-infected patients’ mortality rates with a variety of different coinfections. Interestingly, T. marneffei infection had the highest mortality rate at 16.2%, followed by cryptococcus infection at 12.5%, pneumocystis infection at 10.1%, Candida infection at 8.5%, and herpesvirus infection with the lowest rate of 0.8%. Surprisingly, the mortality rates of talaromycosis patients who presented with other opportunistic infections were lower than those of patients with only T. marneffei infection. For T. marneffei and Mtb dual coinfection, the mortality rate was 3.0%. For triple coinfection with T. marneffei, Mtb, and Candida, the mortality rate for the composite infection was 2.5% (Fig 2).\nAbbreviations: Mtb, mycobacterium tuberculosis; T. pallidum, Treponema pallidum.\n\n\nPCA of the effect of opportunistic infections\nThe above findings showed that HIV-infected patients with T. marneffei had the lowest hospital readmission rate but the highest mortality rate compared to other combinations of opportunistic infections. This raised our concern, as T. marneffei tends to immunocompromised HIV/AIDS patients. To further investigate the immune status of different types of opportunistic infections, Principal component analysis (PCA) was performed on the laboratory findings (Fig 3A).\n(A). PCA among HIV patients with different types of opportunistic infections. (B). PCA among Talaromycosis patients with different opportunistic coinfections. Tm, T. marneffei; Mtb, mycobacterium tuberculosis; T. pallidum, Treponema pallidum.\nFor patients with a single opportunistic infection, loading coefficients (length of the projection of variables on the PC1 axis), in general, showed variables closely related to PC1, with LYMPH, CD4, and CD3 having a strong influence on PC1 (quality correlation >0.6). These were projected to the right of the 0 point, indicating a positive relationship with PC1, which mainly responded to immune status. Similarly, PC2 responded mainly to heart, liver, and kidney organ function. The most influential variables were UREA, AST, CREA, and LDH in descending order.\nThe center point position of the patient distribution on the PC1 axis represented the patient’s group value on PC1. A higher value means a higher PC1 score, with positive and negative relationships on both sides of the 0 point. Talaromycosis patients were positioned to the left of the 0 point on the PC1, with the largest projection, suggesting a negative immune correlation of T. marneffei infection in HIV/AIDS patients. Cryptococcus exhibited the second-highest mortality rate. Surprisingly, talaromycosis patients had relatively mild organ infections. Analysis of talaromycosis patients with different coinfection numbers showed that although PC1 axis position was ordered by the number of coinfections, it did not effectively distinguish the groups (Fig 3B).\n\n\nAnalysis of readmissions among T. marneffei-infected and non-T. marneffei-infected patients\nTo gain deeper insights into hospital readmission patterns within the talaromycosis population, a comprehensive investigation was conducted encompassing four consecutive admissions, categorized into discrete cohorts based on the presence or absence of T. marneffei infections. After the first admission, an upward trajectory was discerned in the frequency of second, third, and fourth readmission for the T. marneffei-infected group, with rates of 16.5%, 18.7%, and 35.2%, respectively (χ2trend = 8.609, p = 0.003). However, it was imperative to acknowledge that these proportions remained comparatively lower than the non-T. marneffei-infected group, which registered corresponding rates of 29.1%, 38.3%, and 48.4%. Significant differences in the second and third readmission rates were observed between the two groups (p<0.001), while the fourth readmission rate did not reach statistical significance (p = 0.057). The talaromycosis population exhibited a lower percentage of readmissions, however, the interval between hospital admissions was shorter, with an average reduction of 25 days, and the length of hospital stay was longer, with an average increase of 6.5 days longer on average (Table 1).\nIn terms of prognosis, we focused more on the cured/improved and mortality rates. The mortality rate within 30 days of the first admission was 11.3% among talaromycosis patients, exceeding the 4.3% mortality among patients without T. marneffei infection. The rates of cure/improvement were lower in the first admission of talaromycosis patients compared to those with non-T. marneffei infections (p<0.05), but there was no statistically significant difference between the second, third, and fourth admissions (p>0.05). The survival analyses also showed that the cumulative mortality in the T. marneffei-infected patients was higher than in T. marneffei-uninfected patients at first admission (Fig 4A). In contrast, at the three subsequent follow-up readmissions, there was no statistically significant difference in mortality between the two groups of patients (p>0.05) (Fig 4B–4D). Overall, the prognosis difference between T. marneffei-infected patients and non-T. marneffei-infected patients mainly occurred during the first admission. T. marneffei-infected patients had a lower cured/improved rate and higher cumulative mortality rate. For T. marneffei-infected patients themselves, the cumulative mortality rate from the first to the third admission seemed to show a decreasing trend (Fig 4E), suggesting that the initial admission was pivotal in affecting the prognosis of the patients of T. marneffei-infected patients.\n(A). First admission to hospital. (B). Second admission to hospital. (C). Third admission to hospital. (D). Fourth admission to hospital. (E). Survival curve for the first to fourth hospital admission in HIV/AIDS patients with T. marneffei infection. Statistical significance was measured by the log-rank test.\n\n\nAnalysis of factors influencing readmissions\nIn the results above, we identified that initial hospital admission of the talaromycosis population was a critical time point. Subsequently, we concentrated on the risk factors influencing readmission among the talaromycosis population according to the clinical characteristics of the first admission, including disease spectrum (S2 Table) and laboratory blood test results (S3 Table), and separately included the variables with p<0.05 for the first admission in Tables 2 and 3, relatively. Given the limited number of the fourth admission, our subsequent analysis focused on the first and three readmissions.\nThe result showed that the disease spectrum we collected showed significant differences only at the first admission. Specifically, among those patients readmitted for a second time, a higher prevalence of Mtb infection and IRIS was observed compared to those who were not readmitted, whereas pneumocystis infection, pneumonia, and septic shock had a lower infection rate (Table 2). In the subsequent two admissions, a balanced distribution was observed between the readmission and non-readmission groups (S2 Table).\nThese findings once again emphasized the importance of timely intervention during the first admission impacting the prognosis of the talaromycosis population, which can also be reflected in laboratory test results (S3 Table). A greater proportion of those readmitted had elevated LDL than those in the no longer admitted group and a greater percentage of leukopenia, as did decreased neutrophils (Table 3). And the laboratory results of non-T. marneffei infection could be found in S5 Table. Building on the existing results, we proceed to investigate the factors influencing readmissions following the first hospitalization among talaromycosis patients. Furthermore, the disease spectrum and the laboratory test results for non-T. marneffei infection can be found in S4 and S5 Tables, relatively, for interested readers.\nBinary regression equations typically utilize categorical variables to elucidate the positive or negative effects of different assigned variables on the dependent variable concerning the reference level. In our study, we systematically categorized the laboratory test data based on the reference ranges of test results provided by the hospital (S3 Table). To identify the influential factors that contribute to readmission in the talaromycosis population, we utilized demographic information, ART status, complications, and categorical laboratory test results as the independent variables with p<0.05. “Readmission” served as the dependent variable in an unconditional logistic regression analysis, the results were presented as a forest plot (Fig 5). The statistical analysis of the model yielded a significant result, and the model fit was satisfactory (all p>0.05).\n(A). No variables were adjusted, model χ2 = 57.921, p<0.001; Hosmer–Lemeshow test χ2 = 2.268, p = 0.994. (B). Adjusted for demography, ART, and opportunistic infections, including Mtb, Candida, pneumocystis, hepatitis (B or C), herpesvirus, cryptococcus, T. pallidum, cytomegalovirus, model χ2 = 29.994, p<0.001; Hosmer–Lemeshow test χ2 <0.001, p = 1.000.\nThe results showed that several risk factors for readmission during the first admission were identified, including marital status, tuberculosis infection, elevated LDL, and leukopenia (Fig 5A). To control for confounding factors, we adjusted demographics, ART status, and opportunistic infections using a 1:1 propensity score match, and the distribution of these variables between groups were balanced after matching (S6 Table). Fig 5B showed that elevated LDL and leukopenia continued to be significant risk factors for readmissions after matching. Additionally, septic shock consistently demonstrated a negative effect on readmission.",
    "Discussion": "This study initially observed that among eight other opportunistic infections, the talaromycosis population had the lowest readmission rate yet the highest mortality rate. Subsequent PCA indicated that the talaromycosis population exhibit the most compromised immune status, which could plausibly explain the observed high mortality rate. An analysis of consecutive hospital readmissions in populations infected with T. marneffei revealed that the first admission could represent a crucial window for an intervening point in patient prognosis.\nThe high elevated prevalence of T. marneffei infection among patients with poor immune status coupled with the lack of antiviral therapy for 77%, likely contributes to the observation that the talaromycosis population has the poorest immune status. In Table 1 we found that the readmission rate of HIV/AIDS patients infected with T. marneffei is not higher than that of patients without infection, but in Table 1 and Fig 4, we find that the highest mortality rate among patients infected with T. marneffei occurs during their first admission, due to the fact that many of the first-time admission are already very ill at the time of readmissions. Whereas T. marneffei is currently sensitive to both amphoteric penicillins, aggressive antimicrobial therapy can greatly reduce the mortality rate of subsequent T. marneffei readmissions, as long as the benefits of the medication outweigh the risks at the time of the first admission. This also re-emphasizes the importance of early diagnosis and treatment for the prognosis of HIV/AIDS patients infected with T. marneffei, which is seizing the golden time point of intervention at first admission to improve patient prognosis.\nOur results revealed that readmitted patients with T. marneffei had a significantly higher prevalence of infections with Mtb, cytomegalovirus, and Candida than non-T. marneffei-infected group. Furthermore, the laboratory findings revealed that T. marneffei-infected patients exhibited more severe immune cell damage when compared to non-infected patients, as evidenced by the higher percentage of CD4 <200 (cells/ul) (92.7 vs 50.7) and CD8 <190 (cells/ul) (40.6 vs 8.1), which supported by PCA results. It is noteworthy that low CD4 counts have been reported to be associated with an increased risk of severe illness or mortality in patients [27–29]. Talaromycosis is prone to misdiagnosis due to its resemblance to tuberculosis [30]. Therefore, clinicians could perform early pathogenetic testing, providing early intervention and comprehensive care during the first hospitalization, which helps to control infections promptly and reduce the incidence of complications. Previous studies have reported that regular follow-up after discharge, enhanced surveillance, and early outpatient intervention when problems arise can reduce the hospital readmission rate of AIDS patients [31,32].\nAfter correcting for demographics and the eight most common opportunistic infections, sceptic shock, elevated LDL and leucopenia remained as influential factors for hospital readmissions in the talaromycosis population. Leukopenia is associated with a variety of infections [33–35]. For HIV/AIDS patients with talaromycosis who already have compromised immune systems, leukopenia can significantly increase the risk of infections and hospital readmissions. It was necessary to determine the specific type of cell abnormality when patients with an abnormal white blood cell count, which could enable a more accurate determination of its cause. A study in Taiwan also showed an increased risk of stroke in HIV-infected patients, especially those with talaromycosis, which can also lead to hospital admissions [36]. In conclusion, for high-risk patients, clinical physicians can effectively control these two indicators by considering delaying the discharge time, and scheduling early follow-up. It is worth noting that Mtb infection was also a risk factor for hospital readmissions, without considering the interaction between opportunistic infections. Mtb infection typically follows a chronic clinical course, and patients are susceptible to hospital readmissions. Frequent unplanned hospital readmissions in TB patients increase costs and burden, decrease quality of life, which are associated with poorer prognosis [37]. Clinicians could closely monitor high-risk patients with concurrent Mtb and T. marneffei coinfections, and provide proactive treatment for Mtb infection and antiviral therapy.\nThis study has some limitations that should be noted. We did not collect information on the time between T. marneffei infection onset and diagnosis, treatment regimens and additional clinical characteristics, antiretroviral regimens, and outcome monitoring. The causal relationship between T. marneffei infection and immune status could not be determined due to the limitations of the study design.\nIn summary, the study identifies the critical time for hospital readmissions in the talaromycosis population as the first admission, and the factors that affect hospital readmissions including leukopenia and elevated LDL. This study helps guide precise clinical interventions to improve the prognosis of talaromycosis patients and reduce the healthcare burden."
}