{
    "Background": "Post-kala-azar dermal leishmaniasis (PKDL) appears as a rash in some individuals who have recovered from visceral leishmaniasis caused by Leishmania donovani. Today, basic knowledge of this neglected disease and how to predict its progression remain largely unknown.",
    "Methods and findings": "This study addresses the use of several biochemical, haematological and immunological variables, independently or through unsupervised machine learning (ML), to predict PKDL progression risk. In 110 patients from Sudan, 31 such factors were assessed in relation to PKDL disease state at the time of diagnosis: progressive (worsening) versus stable. To identify key factors associated with PKDL worsening, we used both a conventional statistical approach and multivariate analysis through unsupervised ML. The independent use of these variables had limited power to predict skin lesion severity in a baseline examination. In contrast, the unsupervised ML approach identified a set of 10 non-redundant variables that was linked to a 3.1 times higher risk of developing progressive PKDL. Three of these clustering factors (low albumin level, low haematocrit and low IFN-γ production in PBMCs after Leishmania antigen stimulation) were remarkable in patients with progressive disease. Dimensionality re-establishment identified 11 further significantly modified factors that are also important to understand the worsening phenotype. Our results indicate that the combination of anaemia and a weak Th1 immunological response is likely the main physiological mechanism that leads to progressive PKDL.",
    "Conclusions": "A combination of 14 biochemical variables identified by unsupervised ML was able to detect a worsening PKDL state in Sudanese patients. This approach could prove instrumental to train future supervised algorithms based on larger patient cohorts both for a more precise diagnosis and to gain insight into fundamental aspects of this complication of visceral leishmaniasis."
}