{
    "Introduction": "Lymphatic filariasis and onchocerciasis are neglected tropical diseases that are caused by parasitic filarial nematodes and present a major public health and economic problem in endemic countries as is demonstrated by 2.78 million and 0.5 million Disability Adjusted Life Years (DALYs), respectively [1]. Lymphatic filariasis, commonly known as elephantiasis, is caused by Wuchereria bancroftii, Brugia malayi, and Brugia timori, and manifestations of the disease include lymphedema and hydrocele leading to disabilities, physical impairment, subsequent income loss and social stigmatization [2]. Onchocerciasis, commonly known as river blindness, is caused by the filarial nematode Onchocerca volvulus with immune-inflammatory reactions towards the microfilariae (MF) provoking dermatitis, vision impairment and blindness [3]. WHO is currently targeting the elimination of lymphatic filariasis and onchocerciasis. Past efforts to eliminate both diseases relied on the mass drug administrations (MDA) of ivermectin (IVM) for onchocerciasis and IVM plus albendazole (ALB) for lymphatic filariasis in sub-Saharan Africa and diethylcarbamazine (DEC) plus ALB for lymphatic filariasis outside of Africa [2, 4]. Both DEC and IVM target MF and temporarily sterilize female adult worms [2, 5]. However, due to their lack of macrofilaricidal efficacy or of induction of permanent sterilization, IVM and DEC have to be given on an annual or bi-annual basis for the life span of the adult worms [2]. Recently a triple therapy with IVM, DEC and ALB was explored for the treatment of lymphatic filariasis outside of Africa, which could accelerate the elimination of lymphatic filariasis provided a population coverage >65% were achieved [6], as this new therapy significantly improves MF clearance and maintenance of amicrofilaremia compared to an MDA regimen with DEC and ALB [6, 7]. However, modelling studies suggest that in areas of lower prevalence of lymphatic filariasis the impact on the reduction of MDA treatment rounds will be less prominent [6]; in addition, future studies will need to confirm whether it is possible to safely administer this triple therapy in areas co-endemic for onchocerciasis in Africa, where DEC is currently not used due to the risk of onchocerciasis patients of developing ocular damage [2]. With regard to onchocerciasis, MDA programs, generally using biannual ivermectin, have been successful in almost achieving elimination of this disease in the Americas with less than 1% of the originally infected population still carrying the parasite [8, 9]. The WHO has also refocused onchocerciasis programs from control as public health problem to elimination for endemic countries in Africa, the vast majority of the global burden of this disease [9]. As endemic countries achieve low levels of endemicity the cost-effectiveness of community-directed MDA treatments is reduced and alternative treatment strategies are required to ultimately eliminate these filarial infections. This need for alternate treatment strategies is further supported by the occurrence of foci with suboptimal response to IVM [10] and regions in Africa co-endemic for Loa loa, where microfilaricidal drugs such as IVM can induce life-threatening severe adverse events due to rapid killing of L. loa MF, and test and treat strategies are currently required to safely exclude individuals with high L. loa microfilaremia [9]. Such alternate treatment strategies include the identification of compounds with a macrofilaricidal or adult-worm sterilizing efficacy that could be used for treatment of the remaining infected patients [11, 12].\nFlubendazole (FBZ) is a methylcarbamate benzimidazole that inhibits glucose uptake and microtubule formation and is highly efficacious against human gastrointestinal nematodes [13–15]. In addition, historical data indicate that subcutaneous injections of flubendazole provide a macrofilaricidal effect that clears up to 100% of the adult filariae and is therefore frequently used as a positive control in experimental animal studies of filariasis analyzing direct-acting compounds [16–18]. Efficacy of 5 intramuscular injections of 750mg FBZ was already shown in a historic field trial in 10 onchocerciasis patients to reduce microfilaridermia and to clear intracorneal microfilariae 6 months after treatment [19]. Those historical studies suggest that FBZ has an excellent efficacy after repeated parenteral administration against filarial nematodes. Since the current target product profile agreed upon by expert groups together with the Bill & Melinda Gates Foundation and the Drugs for Neglected Disease initiative (DNDi) favors an oral administration or alternatively a single parenteral administration, Janssen developed the new Janssen Bend 1/9 amorphous solid dispersion (ASD) bioavailable oral formulation of FBZ.\nIn this study we compared the efficacy of different oral and subcutaneous FBZ regimens in jirds naturally infected with the parasitic filarial nematode Litomosoides sigmodontis. L. sigmodontis was chosen, as it is closely related to human pathogenic filariae and develops patent infections in jirds with microfilariae present in the peripheral blood and adult worms residing in the thoracic cavity for more than one year [20, 21]. Similar to most human-pathogenic filariae, L. sigmodontis contains endosymbiotic Wolbachia bacteria and the L. sigmodontis mouse model was used to demonstrate the efficacy of Wolbachia targeting drugs like doxycycline [22–24], which subsequently led to human studies identifying doxycycline as individual therapy for onchocerciasis and lymphatic filariasis patients [25–27]. Treatment with known microfilaricidal compounds like IVM and DEC clear L. sigmodontis microfilariae in vivo without impacting the adult worm burden, whereas subcutaneous—but not oral—FBZ regimens successfully clear L. sigmodontis adult worms [28, 29]. Therefore, the L. sigmodontis rodent model overcomes the lack of a rodent model with human-pathogenic O. volvulus filariae. However, host and filarial species dependent differences in the susceptibility to micro- and macrofilaricidal compounds do exist, as was shown in several comparable analysis with L. sigmodontis, Acanthocheilonema viteae, Brugia pahangi and Brugia malayi infected animals [28–30]. Therefore, the present study is part of a FBZ PLOS NTD collection, analyzing the efficacy of OR and SC FBZ regimens in jirds infected with L. sigmodontis and B. pahangi, as well as scid mice implanted with Onchocerca ochengii in order to obtain a comprehensive overview of the efficacy of OR and SC FBZ regimens in different filarial species to predict, as good as possible, the potential efficacy against human pathogenic filariae.\nResults from our study demonstrate that single and repeated subcutaneous injections as well as repeated oral administrations of FBZ have an excellent macrofilaricidal efficacy, clearing >90% of the adult worms. FBZ treatment inhibited the embryogenesis of female adult worms and histopathological analysis suggest arguably irreversible damage of the female uteri and uterine contents.",
    "Methods": "Ethics statement\nAll animal experiments were approved by the Landesamt für Natur, Umwelt und Verbraucherschutz, Köln, Germany, (AZ 84–02.04.2015.A507) and conducted in accordance with the European Union Directive 2010/63/EU. Animals were checked for food, water and welfare daily and scored once a week. For scoring, the weight of the animals was determined and their wellbeing analyzed. A score of A-C was assigned regarding the severity of any symptoms considering appearance, weight loss, injuries and behavioral changes. Assignment of A required daily observation of the symptoms, B required consultation of a veterinary or project manager while C required immediate humane euthanization.\n\n\nAnimals\nFor the experiment, 8-week old female jirds (Meriones unguiculatus) were obtained from Charles River Labs (US) and housed in individually ventilated Typ IV S cages, according to animal welfare guidelines. Autoclaved water and food (V1124-300, ssniff Spezialdiäten GmbH, Soest, Germany) was provided ad libitum. Additionally, animals were provided with nestlets and wooden sticks for enriched environment. Light/dark cycle was 12 hour each. The temperature was maintained at 23°C and humidity was maintained below 65%.\n\n\nInfection with L. sigmodontis, group assignment and treatment\nThe jirds were infected after two weeks of acclimatization by exposure to mites (Ornithonyssus bacoti) as vectors to transmit L. sigmodontis L3 larvae as previously described [31]. For infection, jirds were divided in 2 groups, which were infected two weeks apart with the same batch of mite-containing bedding per infection time point. All treatment groups, except for the positive controls, contained equal numbers of animals from both infection time points.\nSix days prior to treatment start (10 and 12 weeks post infection) 10μl of peripheral blood was drawn from the vena saphena and directly transferred into 500μl Hinkelmann solution (0.5% Eosin Y, 0.5% Phenol, 0.185% Formaldehyde in aqua dest). Microfilarial loads were determined by microscopic analysis. Only microfilaremic animals were used in the study and these were allocated to the different treatment groups.\nTreatment of the animals was started either 76 or 90 days post infection (dpi) and animals received either oral gavages or subcutaneous injections of FBZ. Oral FBZ (HPMCAS-H, Lot nr. BREC-1113-036) was formulated in a vehicle of 0.5% w/v Methocel A4M and FBZ for subcutaneous application in 0.5% w/v Hydroxyethylcellulose (Sigma 434965) in demineralized water and 0.1% Tween80. The mean weight of jirds at initiation of dosing was 71.7g +/- 5.9g.\nA total of 11 experimental groups were included in this study with each group consisting of 11–12 animals (S1 Table). Untreated animals served as negative control. Animal numbers per group were based on power calculations, showing that 12 animals per group will provide a power of 89.6% to detect a reduction in the adult worm burden by 80% with an α-value of 5%. The positive control group received FBZ subcutaneously at 10mg/kg once per day for 5 consecutive days. Experimental groups consisted of 3 single dose groups: one test group received one dose of 40mg/kg FBZ by oral gavage, the other two groups received a single dose of 2 or 10mg/kg FBZ subcutaneously. Additional experimental groups included six repeated dose groups with three groups receiving daily doses for 5 consecutive days and the other three groups daily doses for 10 consecutive days at 2, 6, and 15mg/kg FBZ.\n\n\nPharmacokinetics\nBlood samples were taken during the dosing period using a sparse sampling approach with 3–4 animals per time point and group. Sparse sampling for the oral repeated dosing groups included one single time point 2h after dosing at day 1–4 for group 3-4-5 and 11, day 1–9 for group 6-7-8. After last treatment, on day 1 for single dose group, day 5 for 5-day treated groups, day 10 for 10-day treated groups, samples were taken at 0.5h, 1h, 2h, 4h, 8h, and 24h. Sparse sampling for the single dose subcutaneous treated groups were performed at 1h, 3h, 8h, 24h, 48h, 72h, 96h, 120h, week 2, week 3, week 4, week 5, week 6, week 7, week 8. Sparse sampling for the 5-times subcutaneous treated group occurred on day 1, day 2, day 3, day 4 (here 1h, 3h, 8h, 24h), day 7, day 8, day 9, day 10, week 3, week 4, week 5, week 6, week 7, and week 8.\nPlasma was obtained by centrifugation at 1900g for 10min and analysis of the plasma samples was done at the PD&S-PDM regulated bioanalysis department (J&J PRD, Beerse, Belgium). Plasma samples were analysed for FBZ (JNJ-161941) and its metabolites JNJ-114699 (hydrolysed FBZ, H-FBZ) and JNJ-1809600 (reduced FBZ, R-FBZ) using a qualified research LC-MS/MS method. The samples were subjected to a selective sample cleanup, followed by HPLC-MS/MS. HPLC separation was done using non-chiral reversed phase liquid chromatography. Subsequent MS/MS analysis was performed using triple quadrupole mass spectrometry in the Multiple Reaction Monitoring (MRM) mode, optimized for the compounds. Samples were quantified against calibration curves and QC samples prepared to cover the concentration range of the study samples. The curves and QC samples were prepared in the same matrix as the study samples. In the repeated dosing groups, the 24h concentrations were used as the 0h concentrations. A non-compartmental analysis using the lin/log trapezoidal rule with lin/log interpolation was used for all data. The following pharmacokinetic parameters were calculated: Cmax, Tmax, and AUC values. Dose-proportionality and time differences were also evaluated.\n\n\nParasite recovery, embryograms and histological assessment of filariae\nJirds were euthanized by an overdose of isoflurane at 8 weeks after treatment when adult worms were collected from the pleural cavity and peritoneum, checked for motility and were counted. Untreated animals were euthanized on the same day as the 5 day treated animals. Female adult worms from each jird were preserved in 10% formalin for 24h and stored in 60% ethanol for subsequent embryogram analysis. If present, 4 randomly selected intact female worms were analyzed for embryogenesis per jird. For embryograms single worms were homogenized in 20μl of Hinkelmann solution and 80μl PBS. The embryonal stages enumerated were eggs, morulae, pretzel and stretched MF as described before [32].\nFurthermore, the number of MF isolated from the blood and thoracic cavity at necropsy was analyzed microscopically. Therefore, blood was drawn from the vena saphena and 10μl of the peripheral blood were diluted in 300μl of Hinkelmann solution. For MF counts in the thoracic cavity, the pleura was rinsed with 1ml RPMI medium and 200μl of this lavage has been transferred to 500μl Hinkelmann solution [33].\nFor histological assessment of the remaining female adult worms, one randomly selected intact individual worm per jird, if present, was selected and worms were processed for sectioning by embedding in HistoGel (Thermo Scientific Richard-Allan Scientific—American MasterTech, Waltham, MA, US), an aqueous gel composition, as coiled entities and sectioned by standard histological section preparation procedures [34–36] they were stained by hematoxylin and eosin for assessment. Two major criteria were assessed: firstly, damage to the three major structures of the worm (i.e. body wall, the intestine, and the reproductive organs and their contents), and secondly the presence of fully developed MF present in the uterus. Damage of the female worms was scored using a 4-point scale with 0 = normal morphology, 1 = minor pathology, 2 = significant damage, 3 = extensive damage, 4 = loss of contents. Damage present in worms is not always uniformly distributed throughout the parasite and so the score allocated to a worm was based on an overall assessment of the status of the sections observed, and the presence of the scored level of change or damage in a significant proportion of the worm. The presence of MF in the uterus was also recorded; the scores used were—when present but in a state of degeneration (= 1) or when morphologically normal (= 2).\nAll individuals observing the jirds for signs of ill health and all individuals responsible for counting the numbers of adult worms and MF recovered from jirds were blinded as to the treatment. Also, the individuals who assessed parasite vitality and structural integrity were blinded as to treatment group.\n\n\nStatistics\nTo determine statistical significant changes in the number of adult parasites enumerated at necropsy between each dose group (and positive control group) and the negative control group the data was first checked for normality, using the Shapiro-Wilk test, and homoscedasticity with the Levene's test. As the data did not pass both tests, even after logarithmic transformation, Dunn’s test was used on the original data. The positive control group was compared to the control group by means of a one-sided t-test. All tests were performed at a significance level of 5%. Once there was a significance difference between a dose and control groups, then the percent effectiveness was calculated using geometric mean (GM) as follows:",
    "Results": "Oral and subcutaneous FBZ treatment reduces the adult worm burden in a dose and treatment duration dependent manner\nThe primary efficacy parameter in this study was the number of intact adult L. sigmodontis worms present at the time of necropsy for each of the different FBZ treatment regimens. Eight weeks after the end of treatment all adult worms present were isolated and counted: the total worm burden is shown in Fig 1 and results are summarized in S2 Table.\nL. sigmodontis adult worm burden 8 weeks post treatment end of jirds receiving oral gavages of flubendazole once (40mg/kg) or for five or ten consecutive days at 2, 6 or 15mg/kg or subcutaneous flubendazole injections once with 2 or 10mg/kg or for five 5 days (10mg/kg). Shown are medians and the reduction of adult worm burden in comparison to untreated jirds calculated from geometric means.\nAll untreated animals harbored adult worms at the time of necropsy (range: 3–103 adult worms; median: 50 adult worms). One single oral treatment with 40mg/kg FBZ resulted in the statistical significant reduction of the adult worm burden by 85% (based on geometric mean, median: 88%). Five oral treatments with 2, 6, and 15mg/kg FBZ reduced the adult worm burden by 79, 71 and 84% (median: 74%, 80% and 86%), respectively. Ten-day oral treatments with 2 and 6mg/kg FBZ reduced the adult worm burden by 59 and 77% (median: 47% and 76%), respectively. 10 oral treatments with 15mg/kg reduced the adult worm burden by 95% (median: 97%). One single subcutaneous treatment with 2mg/kg FBZ reduced the adult worm burden by 98% (median: 100%). Subcutaneous treatments with 10mg/kg FBZ for 1 or 5 days resulted in a complete removal of all adult worms from all jirds.\nThe statistical comparison based on Dunn’s test indicates that all the subcutaneous groups (p-value < 0.0001), ten-day oral treatments with 15mg/kg (p-value <0.01), single dose with 40mg/kg (p-value <0.05) are significantly different from the untreated group (S2 Table). All other treatment groups are not significantly different from the untreated group (S2 Table).\nIn summary, 10 days of oral treatment with 15mg/kg and all subcutaneous administrations tested achieved greater than 90% reduction in adult worm burden, confirming a prominent macrofilaricidal effect of oral and subcutaneous FBZ treatment regimens.\n\n\nSingle subcutaneous treatment with 2mg/kg FBZ completely inhibits filarial embryogenesis\nIn order to assess whether FBZ treatment inhibited the embryogenesis and sterilized the remaining female adult worms that were not killed, embryograms were performed and the embryonal stages within the uteri of the female adult worms were enumerated, differentiated as eggs, morulae, pretzel, and stretched MF (Fig 2). The majority (91%) of female adult worms from the untreated group contained stretched MF and comparable numbers of all embryonal stages, i.e. eggs, morulae, pretzel stages. Single oral treatment with 40mg/kg FBZ reduced the number of all embryonal stages analyzed by 86.3–99.3% (based on geometric mean) and 59% of the female worms contained stretched MF. 5 and 10 oral treatments with 15mg/kg FBZ reduced the late embryonal stages (pretzel: 89.0 and 99.7%, respectively; stretched MF: 99.8 and 99.99%, respectively), resulting in 43% and 6% of female worms containing stretched MF, respectively. Single subcutaneous treatment with 2mg/kg FBZ completely inhibited the embryogenesis in all studied animals, with 3 out of 9 female worms showing low numbers of unfertilized eggs, but no fertilized embryonal stages. The other 6 female worms of the subcutaneous group completely lacked any embryonal stages. These data indicate that FBZ treatment inhibits the embryogenesis of the female adult worms.\nShown are total number of eggs, morulae, pretzel and stretched microfilariae per female worm of jirds that were either untreated, received one oral treatment of 40mg/kg FBZ, five or ten oral treatments with 15mg/kg or one subcutaneous treatment with 2mg/kg FBZ. Shown are medians. The included table highlights the number of female adult worms harboring stretched microfilariae and the resulting frequency of patent female worms.\n\n\nBlood MF levels are reduced in a dose and treatment duration dependent manner by oral FBZ treatment and completely cleared by subcutaneous FBZ treatment regimens\nAs FBZ treatment regimens inhibited filarial embryogenesis, we next quantified MF in the peripheral blood at the time of necropsy. All untreated jirds were MF positive at the time point of necropsy, harboring 1699 MF (geometric mean; range: 62–19.592) per 10μl of peripheral blood (Fig 3; S3 Table). The number of peripheral MF was reduced in a duration and concentration dependent manner after FBZ treatment (Fig 3; S3 Table). Single oral treatment with 40mg/kg FBZ reduced the MF load by 90.8%, 5 oral treatments with 2, 6, and 15mg/kg FBZ reduced the peripheral MF numbers by 94.9%, 95.0% and 99.1%, respectively. 10 oral treatments with 2, 6, and 15mg/kg FBZ resulted in a reduction of MF by 99.5%, 99.7% and 99.9%, respectively. All subcutaneous FBZ treatment regimens cleared the microfilaremia in all animals studied by 100%. 5 oral treatments with 15mg/kg FBZ cleared the microfilaremia in one out of 11 jirds studied and 10 oral treatments with 2, 6, and 15mg/kg FBZ cleared the microfilaremia in 2 out of 11 (2mg/kg FBZ) and 2 out of 12 animals (6 and 12mg/kg FBZ) studied (Fig 3; S3 Table).\nL. sigmodontis microfilariae counts per 10μl peripheral blood at 8 weeks post treatment end. Jirds received oral gavages of flubendazole once (40mg/kg) or for five or ten consecutive days at 2, 6 or 15mg/kg or subcutaneous flubendazole injections once with 2 or 10mg/kg or for five 5 days (10mg/kg). Shown are medians and the reduction of microfilariae levels in comparison to untreated jirds calculated from geometric means.\nIn summary, all FBZ treatment regimens reduced the peripheral microfilaremia by more than 90%. Oral administration at the high dose (15mg/kg FBZ) for 5 days as well as prolonged treatment times with all concentrations tested (2, 6, and 15mg/kg FBZ) for 10 days reduced the peripheral microfilaremia by more than 99%, but completely cleared the MF in less than 20% of tested animals. All subcutaneous FBZ treatment regimens tested were most successful and mediated a complete clearance of the peripheral microfilaremia.\n\n\nFBZ treatment causes pathology in female adult worms and uterine microfilariae\nAs a permanent sterilization prevents the transmission of filarial disease, we next investigated the impact of FBZ treatment on filarial pathology in selected treatment groups. Oral treatment regimens for five days with 6 and 15mg/kg or 10 days with 2 and 6mg/kg FBZ resulted in a comparable pathological score with an average of 2 indicating a significant pathology of the female adult worms (Fig 4A, Fig 5). 5x oral treatments with 2mg/kg FBZ caused an average pathological score of 1.5 in the analyzed female adult worms indicating a minor to significant damage of the adult worms. Adult female worms isolated from animals treated for 10 days with 15mg/kg orally had all extensive damage and one out of 5 worms lost its contents (highest pathological score). Only one single worm was available for pathological analysis of each the single oral and single subcutaneous treatment groups, revealing no pathology and extensive damage, respectively. As expected, all female worms isolated from untreated animals had a normal morphology, except one single worm with minor pathology. Changes in the body wall of the remaining adult worms were varied with the most significant damage seen in those worms that had considerable damage in their other organs; this was also the case with the intestine where the most damage was seen in those worms that had damage to their other organs. The major degenerative changes (e.g. vacuolation, membrane disruption, breakdown of anatomical structure and calcification) seen were in the uterus and with the uterine contents (developing MF); the major change in the majority of adult female worms was an interruption in the development of the uterine forms of MF particularly at the morulae stage (Fig 5), with stages beyond the morula form also degenerating or undergoing calcification. Earlier developmental forms (e.g. oocytes) when present were either sparse in number or were abnormally vacuolated and also appeared to be undergoing degeneration. Fully formed MF still present within the uterus also were abnormal and appeared to be degenerating in all animals that received repeated oral FBZ doses or subcutaneous FBZ treatment (Fig 4B, Fig 5). These data support the findings from the embyrograms, indicating an inhibition of embryogenesis caused by oral treatment with 15mg/kg for 10 days and treatments via the subcutaneous route, which in all likelihood is permanent and signals the demise of the adult female worms.\nA, shown is the frequency of female adult worms presenting normal morphology (score 0, white bar), minor damage (score 1, green bar), significant damage (score 2, orange bar), extensive damage (score 3, red bar), or loss of content (score 4, purple bar). B, frequency of adult worms presenting no uterine microfilariae (score 0, purple bar), degenerated microfilariae (score 1, orange bar) or microfilariae with normal morphology (score 2, white bar) within the uteri. Adult worms were isolated 8 weeks post treatment end of jirds receiving oral gavages (OR) of flubendazole once (40mg/kg) or for five or ten consecutive days at 2, 6 or 15mg/kg or subcutaneous (SC) flubendazole injections once with 2mg/kg. The total number of female adult worms analyzed per group is indicated above each stacked bar.\nMorphologies seen that were defined as being within normal range (i.e. scored as 0) are displayed in A-F. A, ovarian organs; B, early normal developmental forms—oocytes; C, normal morula forms; D, various stages including embryos; E, fully developed microfilariae beginning to extend. F, developed microfilariae in egg shells, including a normal intestine. Examples of degenerative morphological changes seen in the adult Litomosoides examined are shown in G-L. G, degenerating oocytes; H, early calcification in an oocyte filled uterine horn (the lower uterine segment); I, calcification of uterus; J, degenerated early morula forms; K, blocked uterus filled with calcified mass containing various embedded parasitic forms; L, distended female worm segment with two uterine sections nudging calcification.\n\n\nSubcutaneous FBZ administration leads to a slow FBZ release with constant plasma levels while orally administered FBZ is rapidly absorbed and cleared\nUsing pharmacokinetic analysis we compared Cmax and AUC values of FBZ between the different treatment regimens and route of administrations. The pharmacokinetic parameters were also calculated for its main metabolites hydrolyzed FBZ (H-FBZ) and reduced FBZ (R-FBZ).\nAfter single or repeated oral administration of FBZ to female jirds at 2, 6, and 15mg/kg/day for 5 or 10 days or 40mg/kg after single dose, peak plasma concentrations were observed between 0.5 and 1h after dosing, suggesting a rapid absorption (Table 1, S1A Fig). Mean Cmax and AUC0-24h values increased roughly dose proportionally between 2mg/kg/day up to 40mg/kg (Table 1, S1A Fig). No changes in Cmax and AUC0-24h values were observed with longer duration of dosing with values similar between day 5 and day 10 (Table 1, S1A Fig). The R-FBZ/FBZ ratio ranged from 0.008 to 0.027 and from 0.29 to 0.59 for H-FBZ/FBZ across all FBZ dosed groups (Table 1).\nShown are the highest observed flubendazole plasma concentration (Cmax), the time point of the highest observed flubendazole plasma concentration (tmax), the area under the curve (total drug exposure in blood plasma against time, AUC0-24h), the AUC ratio of the hydrolyzed flubendazole to flubendazole (H-FBZ/FBZ) and the reduced flubendazole to flubendazole (R-FBZ/FBZ) of the different treatment groups. Data was obtained using a sparse sampling approach with 3–4 animals per group and time point.\nAfter subcutaneous administration, FBZ was slowly released from the injection site and plasma levels remained constant from day 5 up to necropsy (Table 1, S1B Fig). At 2 and 10mg/kg single dose, the Cmax was similar and AUC0- Days 57 increased less than dose proportionally between the 2 doses (Table 1, S1B Fig). After comparison of 10mg/kg single dose and after 5 days of administration, no increase in Cmax values was seen and exposure (AUC0-Day52) increased by two (Table 1, S1B Fig). In this study the R-FBZ/FBZ ratio ranged from 0.0001 to 0.040 and from 0.02 to 0.35 for H-FBZ/FBZ across all subcutaneous administered FBZ dosed groups (Table 1).\nThe plasma profiles were completely different between oral and subcutaneous routes. After oral administration FBZ was rapidly cleared with a concentration of 496ng/ml at 24h in the 40mg/kg single dose group and 89-116ng/ml after 15mg/kg/day at day 5 or day 10 (S1A Fig). After subcutaneous administration at 10mg/kg/day for 5 days, the concentrations were approximately 45ng/ml at 24h after the last dosing decreasing up to 16ng/ml at day 57 (S1B Fig). The AUC0-120h was 14% of the AUC0-d57 (S1B Fig). The R-FBZ/FBZ and H-FBZ/FBZ ratios were similar between the two routes of administration except for 1x2mg subcutaneous FBZ treatment, which resulted in a lower ratio (Table 1).",
    "Discussion": "With the recent advances in the elimination efforts for lymphatic filariasis using the triple therapy, it is believed that the elimination will be essentially accelerated given a moderate to high coverage [6]. Similarly, in the Americas and most endemic countries in Africa a shift from onchocerciasis control to elimination was achieved [9].\nIdentification of a short-course macrofilaricidal drug would be an essential tool for the treatment of the remaining infected individuals, reducing program time frames required to eliminate onchocerciasis and lymphatic filariasis given a sufficient drug coverage and provide treatment options in areas with suboptimal ivermectin responses [11, 12].\nIn the present study we demonstrate that oral as well as subcutaneous FBZ administrations provide such a macrofilaricidal efficacy in the L. sigmodontis jird model. Oral treatments resulted in a dose and treatment duration-dependent reduction of the adult worm burden by 8 weeks post treatment end with 10 days of oral FBZ treatment with 15mg/kg achieving a reduction in the adult worm burden by 95% and a cure rate of 25%. Subcutaneous administration of FBZ was even more effective leading to a complete clearance of the adult worm burden in all animals studied that received single or 5 days treatments with 10mg/kg, as well as to a 98.2% reduction in the adult worm burden and a cure rate of 58% in animals receiving a single subcutaneous administration of 2mg/kg. This was in line with previous studies demonstrating a macrofilaricidal effect after subcutaneous FBZ treatments in different filarial rodent models [16–18].\nImportantly, all remaining adult worms isolated from oral FBZ treated animals in our study showed pathological damage ranging from minor to extensive damage. This suggests that the observed clearance rate of the adult worms at 8 weeks after the end of treatment may further increase with a longer observation time. Next to the provision of a macrofilaricidal efficacy, a drug that permanently sterilizes the female adult worms would equally support the elimination of onchocerciasis by preventing the transmission of the disease. Our results demonstrate that oral FBZ treatment with 15mg/kg for 5 days significantly reduced the number of later embryonal stages within the female adult worms with 43% of analyzed female worms being patent (albeit with 27-fold reduced uterine MF counts) in comparison to 91% in the control group. Extended oral FBZ treatment with 15mg/kg for 10 days further promoted this effect with only one female adult worm out of 17 being patent. Single subcutaneous FBZ treatment with 2mg/kg completely prevented the occurrence of later embryonal stages in all female worms analyzed. Histopathological analysis of the uterine MF confirmed that all repeated oral FBZ treatment regimens reduced the presence of MF with remaining MF undergoing degeneration. Accordingly, peripheral blood MF were reduced 8 weeks after the end of treatment in a dose and treatment duration dependent manner, with all FBZ treatment regimens tested exceeding a 90% reduction in the MF levels and all tested 10-day or 5-day treatment regimens at 15mg/kg exceeding a 99% reduction in microfilaremia. However, only subcutaneous treatment regimens completely cleared peripheral microfilaremia in all animals studied.\nThese observations indicate that FBZ has a macrofilaricidal efficacy and reduces peripheral MF by impairing filarial embryogenesis through the induction of pathology within the filarial uteri. The lack of a strong direct microfilaricidal effect is shown by the study of Sjoberg et al., which is part of this FBZ PLOS NTD collection, and has the advantage that this should reduce inflammatory reactions in response to dying MF (Mazzotti reaction), which, as in the case of historic DEC treatment of onchocerciasis, lead to blindness or severe dermatitis [3]. Furthermore, lack of a direct microfilaricidal effect by FBZ may further allow the usage of FBZ in areas co-endemic for Loa, which are currently excluded from MDA programs due to the risk of Loa loa patients with high MF counts to develop life threatening severe adverse events following treatment. Such a lack of microfilaricidal activity against Loa loa by FBZ was recently supported by in vitro studies [34].\nOur histopathological analyses of female adult worms further showed that repeated oral doses of FBZ at all concentrations tested induced minor to extensive damage in the remaining female adult worms and 10 days of oral treatment with 15mg/kg resulted in extensive damage and in part the loss of content in all remaining female worms. Such a damage of the reproductive tissues and hypodermis of filarial nematodes by FBZ exposure was previously described for in vitro studies using Brugia malayi female worms [35, 37, 38].\nIn the past, orally administered FBZ had a poor bioavailability [39], which was improved by the tested newly developed oral formulation used in this study. Nevertheless, the comparison of the efficacy of orally and subcutaneously administered FBZ clearly demonstrates that subcutaneous administrations were more efficacious by clearing all adult worms when administered at 10mg/kg once.\nPharmacokinetic analysis in our study confirm that the reduction of adult worm burden, and also damage to the surviving worms and thus, sterility, is mainly driven by the long-term exposure to FBZ. All three subcutaneous FBZ treatment regimens led to a slow FBZ release from the injection site and the plasma levels remained constant from day 5 up to the study endpoint 8 weeks after treatment end. In contrast, orally administered FBZ was rapidly cleared from plasma and FBZ plasma concentrations peaked 0.5-1h after gavage with a dose-proportional increase. Extended oral FBZ administration from day 5 to day 10 did not change Cmax and AUC0-24h values and three subcutaneous FBZ treatment regimens resulted in similar Cmax values which were 4 to 26-fold lower than after repeated oral administration with 2 or 15mg/kg, respectively. Therefore, reduction of adult worm burden is mainly driven by the long-term exposure to FBZ. However, oral treatment regimens in this study demonstrate that high Cmax values result in a significant reduction of adult worm burden as well, which achieved 95% efficacy in adult worm reduction when administered at 15mg/kg for 10 days.\nIn summary, this study indicates the potent macrofilaricidal effects of FBZ in L. sigmodontis-infected jirds using repeated oral or a single parenteral administration. Histopathological analysis confirmed that FBZ treatment causes degeneration of filarial uterine tissue, preventing filarial embryogenesis and the release of MF."
}