{
    "Abstract": "In the Maasai Steppe, public health and economy are threatened by African Trypanosomiasis, a debilitating and fatal disease to livestock (African Animal Trypanosomiasis -AAT) and humans (Human African Trypanosomiasis—HAT), if not treated. The tsetse fly is the primary vector for both HAT and AAT and climate is an important predictor of their occurrence and the parasites they carry. While understanding tsetse fly distribution is essential for informing vector and disease control strategies, existing distribution maps are old and were based on coarse spatial resolution data, consequently, inaccurately representing vector and disease dynamics necessary to design and implement fit-for-purpose mitigation strategies. Also, the assertion that climate change is altering tsetse fly distribution in Tanzania lacks empirical evidence. Despite tsetse flies posing public health risks and economic hardship, no study has modelled their distributions at a scale needed for local planning. This study used MaxEnt species distribution modelling (SDM) and ecological niche modeling tools to predict potential distribution of three tsetse fly species in Tanzania’s Maasai Steppe from current climate information, and project their distributions to midcentury climatic conditions under representative concentration pathways (RCP) 4.5 scenarios. Current climate results predicted that G. m. morsitans, G. pallidipes and G swynnertoni cover 19,225 km2, 7,113 km2 and 32,335 km2 and future prediction indicated that by the year 2050, the habitable area may decrease by up to 23.13%, 12.9% and 22.8% of current habitable area, respectively. This information can serve as a useful predictor of potential HAT and AAT hotspots and inform surveillance strategies. Distribution maps generated by this study can be useful in guiding tsetse fly control managers, and health, livestock and wildlife officers when setting surveys and surveillance programs. The maps can also inform protected area managers of potential encroachment into the protected areas (PAs) due to shrinkage of tsetse fly habitats outside PAs."
}