{
    "Background": "There is an increased need to mitigate the emergence of insecticide resistance and incorporate new formulations and modes of application to control the urban vector Aedes aegypti. Most research and development of insecticide formulations for the control of Ae. aegypti has focused on their peridomestic use as truck-mounted ULV-sprays or thermal fogs despite the widespread knowledge that most resting Ae. aegypti are found indoors. A recent modification of indoor residual spraying (IRS), termed targeted IRS (TIRS) works by restricting applications to 1.5 m down to the floor and on key Ae. aegypti resting sites (under furniture). TIRS also opens the possibility of evaluating novel residual insecticide formulations currently being developed for malaria IRS.",
    "Methods": "We evaluated the residual efficacy of chlorfenapyr, formulated as Sylando 240SC, for 12 months on free-flying field-derived pyrethroid-resistant Ae. aegypti using a novel experimental house design in Merida, Mexico. On a monthly basis, 600 female Ae. aegypti were released into the houses and left indoors with access to sugar solution for 24 hours. After the exposure period, dead and alive mosquitoes were counted in houses treated with chlorfenapyr as well as untreated control houses to calculate 24-h mortality. An evaluation for these exposed cohorts of surviving mosquitoes was extended up to seven days under laboratory conditions to quantify “delayed mortality”.",
    "Results": "Mean acute (24-h) mortality of pyrethroid-resistant Ae. aegypti ranged 80–97% over 5 months, dropping below 30% after 7 months post-TIRS. If delayed mortality was considered (quantifying mosquito mortality up to 7 days after exposure), residual efficacy was above 90% for up to 7 months post-TIRS application. Generalized Additive Mixed Models quantified a residual efficacy of chlorfenapyr of 225 days (ca. 7.5 months).",
    "Conclusions": "Chlorfenapyr represents a new option for TIRS control of Ae. aegypti in urban areas, providing a highly-effective time of protection against indoor Ae. aegypti females of up to 7 months."
}