{
    "Background": "Many arboviruses transmitted by mosquitoes have been implicated as causative agents of both human and animal illnesses in East Africa. Although epidemics of arboviral emerging infectious diseases have risen in frequency in recent years, the extent to which mosquitoes maintain pathogens in circulation during inter-epidemic periods is still poorly understood. This study aimed to investigate whether arboviruses may be maintained by vertical transmission via immature life stages of different mosquito vector species.",
    "Methodology": "We collected immature mosquitoes (egg, larva, pupa) on the shores and islands of Lake Baringo and Lake Victoria in western Kenya and reared them to adults. Mosquito pools (≤25 specimens/pool) of each species were screened for mosquito-borne viruses by high-resolution melting analysis and sequencing of multiplex PCR products of genus-specific primers (alphaviruses, flaviviruses, phleboviruses and Bunyamwera-group orthobunyaviruses). We further confirmed positive samples by culturing in baby hamster kidney and Aedes mosquito cell lines and re-sequencing.",
    "Principal findings": "Culex univittatus (2/31pools) and Anopheles gambiae (1/77 pools) from the Lake Victoria region were positive for Bunyamwera virus, a pathogenic virus that is of public health concern. In addition, Aedes aegypti (3/50), Aedes luteocephalus (3/13), Aedes spp. (2/15), and Culex pipiens (1/140) pools were positive for Aedes flaviviruses at Lake Victoria, whereas at Lake Baringo, three pools of An. gambiae mosquitoes were positive for Anopheles flavivirus. These insect-specific flaviviruses (ISFVs), which are presumably non-pathogenic to vertebrates, were found in known medically important arbovirus and malaria vectors.",
    "Conclusions": "Our results suggest that not only ISFVs, but also a pathogenic arbovirus, are naturally maintained within mosquito populations by vertical transmission, even in the absence of vertebrate hosts. Therefore, virus and vector surveillance, even during inter-epidemics, and the study of vector-arbovirus-ISFV interactions, may aid in identifying arbovirus transmission risks, with the potential to inform control strategies that lead to disease prevention."
}