{
    "Background": "Preventative chemotherapy and mass drug administration have been identified as effective strategies for the prevention, treatment, control and elimination of several NTDs in the Asia-Pacific region. Qualitative research can provide in-depth insight into the social dynamics and processes underlying effective implementation of and adherence to mass drug administration programs. This scoping review examines published qualitative literature to examine factors influencing community perceptions and acceptability of mass drug administration approaches to control NTDs in the Asia-Pacific region.",
    "Methodology": "Twenty-four peer reviewed published papers reporting qualitative data from community members and stakeholders engaged in the implementation of mass drug administration programs were identified as eligible for inclusion.",
    "Findings": "This systematic scoping review presents available data from studies focussing on lymphatic filariasis, soil-transmitted helminths and scabies in eight national settings (India, Indonesia, Philippines, Bangladesh, Laos, American Samoa, Papua New Guinea, Fiji). The review highlights the profoundly social nature of individual, interpersonal and institutional influences on community perceptions of willingness to participate in mass drug administration programs for control of neglected tropical diseases (NTD). Future NTD research and control efforts would benefit from a stronger qualitative social science lens to mass drug administration implementation, a commitment to understanding and addressing the social and structural determinants of NTDs and NTD control in complex settings, and efforts to engage local communities as equal partners and experts in the co-design of mass drug administration and other efforts to prevent, treat, control and eliminate NTDs.",
    "Conclusion": "For many countries in the Asia-Pacific region, the “low hanging fruit has been picked” in terms of where mass drug administration has worked and transmission has been stopped. The settings that remain–such as remote areas of Fiji and Papua New Guinea, or large, highly populated, multi-cultural urban settings in India and Indonesia–present huge challenges going forward."
}