{
    "Background": "Estimation of malaria prevalence in very low transmission settings is difficult by even the most advanced diagnostic tests. Antibodies against malaria antigens provide an indicator of active or past exposure to these parasites. The prominent malaria species within Haiti is Plasmodium falciparum, but P. vivax and P. malariae infections are also known to be endemic.",
    "Methodology/Principal findings": "From 2014–2016, 28,681 Haitian children were enrolled in school-based serosurveys and were asked to provide a blood sample for detection of antibodies against multiple infectious diseases. IgG against the P. falciparum, P. vivax, and P. malariae merozoite surface protein 19kD subunit (MSP119) antigens was detected by a multiplex bead assay (MBA). A subset of samples was also tested for Plasmodium DNA by PCR assays, and for Plasmodium antigens by a multiplex antigen detection assay. Geospatial clustering of high seroprevalence areas for P. vivax and P. malariae antigens was assessed by both Ripley’s K-function and Kulldorff’s spatial scan statistic. Of 21,719 children enrolled in 680 schools in Haiti who provided samples to assay for IgG against PmMSP119, 278 (1.27%) were seropositive. Of 24,559 children enrolled in 788 schools providing samples for PvMSP119 serology, 113 (0.46%) were seropositive. Two significant clusters of seropositivity were identified throughout the country for P. malariae exposure, and two identified for P. vivax. No samples were found to be positive for Plasmodium DNA or antigens.",
    "Conclusions/Significance": "From school-based surveys conducted from 2014 to 2016, very few Haitian children had evidence of exposure to P. vivax or P. malariae, with no children testing positive for active infection. Spatial scan statistics identified non-overlapping areas of the country with higher seroprevalence for these two malarias. Serological data provides useful information of exposure to very low endemic malaria species in a population that is unlikely to present to clinics with symptomatic infections."
}