{
    "Abstract": "Chronic chagasic cardiomyopathy (CCC) is observed in 30% to 50% of the individuals infected by Trypanosoma cruzi and heart failure is the important cause of death among patients in the chronic phase of Chagas disease. Although some studies have elucidated the role of adaptive immune responses involving T and B lymphocytes in cardiac pathogenesis, the role of innate immunity receptors such as Toll-like receptors (TLRs) and Nod-like receptors (NLRs) in CCC pathophysiology has not yet been determined. In this study, we evaluated the association among innate immune receptors (TLR1-9 and nucleotide-binding domain-like receptor protein 3/NLRP3), its adapter molecules (Myd88, TRIF, ASC and caspase-1) and cytokines (IL-1β, IL-6, IL-12, IL-18, IL-23, TNF-α, and IFN-β) with clinical manifestation, digestive and cardiac function in patients with different clinical forms of chronic Chagas disease. The TLR8 mRNA expression levels were enhanced in the peripheral blood mononuclear cells (PBMC) from digestive and cardiodigestive patients compared to indeterminate and cardiac patients. Furthermore, mRNA expression of IFN-β (cytokine produced after TLR8 activation) was higher in digestive and cardiodigestive patients when compared to indeterminate. Moreover, there was a positive correlation between TLR8 and IFN-β mRNA expression with sigmoid and rectum size. Cardiac and cardiodigestive patients presented higher TLR2, IL-12 and TNF-α mRNA expression than indeterminate and digestive patients. Moreover, cardiac patients also expressed higher levels of NLRP3, ASC and IL-1β mRNAs than indeterminate patients. In addition, we showed a negative correlation among TLR2, IL-1β, IL-12 and TNF-α levels with left ventricular ejection fraction, and positive correlation between NLRP3 with cardiothoracic index, and TLR2, IL-1β and IL-12 with left ventricular mass index. Together, our data suggest that high expression of innate immune receptors in cardiac and digestive patients may induce an enhancement of cytokine expression and participate of cardiac and digestive dysfunction."
}