{
    "Abstract": "Miltefosine was the first oral compound approved for visceral leishmaniasis chemotherapy, and its efficacy against Leishmania donovani has been well documented. Leishmania amazonensis is the second most prevalent species causing cutaneous leishmaniasis and the main etiological agent of diffuse cutaneous leishmaniasis in Brazil. Driven by the necessity of finding alternative therapeutic strategies for a chronic diffuse cutaneous leishmaniasis patient, we evaluated the susceptibility to miltefosine of the Leishmania amazonensis line isolated from this patient, who had not been previously treated with miltefosine. In vitro tests against promastigotes and intracellular amastigotes showed that this parasite isolate was less susceptible to miltefosine than L. amazonensis type strains. Due to this difference in susceptibility, we evaluated whether genes previously associated with miltefosine resistance were involved. No mutations were found in the miltefosine transporter gene or in the Ros3 or pyridoxal kinase genes. These analyses were conducted in parallel with the characterization of L. amazonensis mutant lines selected for miltefosine resistance using a conventional protocol to select resistance in vitro, i.e., exposure of promastigotes to increasing drug concentrations. In these mutant lines, a single nucleotide mutation G852E was found in the miltefosine transporter gene. In vivo studies were also performed to evaluate the correlation between in vitro susceptibility and in vivo efficacy. Miltefosine was effective in the treatment of BALB/c mice infected with the L. amazonensis type strain and with the diffuse cutaneous leishmaniasis isolate. On the other hand, animals infected with the resistant line bearing the mutated miltefosine transporter gene were completely refractory to miltefosine chemotherapy. These data highlight the difficulties in establishing correlations between in vitro susceptibility determinations and response to chemotherapy in vivo. This study contributed to establish that the miltefosine transporter is essential for drug activity in L. amazonensis and a potential molecular marker of miltefosine unresponsiveness in leishmaniasis patients."
}