{
    "Introduction": "Neglected tropical diseases (NTDs) are considered a special category of infectious diseases, distinct from the major killers HIV, tuberculosis and malaria, which have been the main focus of attention and funding for developing countries over the past decades. NTDs are largely confined to (sub)tropical resource-constrained regions, where they cause substantial morbidity, disability and even mortality, as documented by the recent Global Burden of Disease (GBD) estimates [1–4], and consequently have high socioeconomic impact [5,6]. Most NTDs are either curable or preventable, but in practice there exist major barriers to the effective implementation of control. Fortunately, international commitment to NTD control has rapidly increased in recent years. In 2012, the World Health Organization (WHO) formulated a ‘Roadmap’ towards ambitious control and elimination targets [7]. By endorsing the London Declaration on NTDs, several private and public sector organizations committed to meet those targets [8]. For five NTDs—lymphatic filariasis (LF), onchocerciasis, schistosomiasis, soil-transmitted helminths (STH) and trachoma—the primary control strategy is preventive chemotherapy (PCT). For four other NTDs—Chagas’ disease, human African trypanosomiasis (HAT), leprosy and visceral leishmaniasis (VL)–control programs rely on case detection with innovative and intensified disease management (IDM), sometimes in combination with other measures such as vector control. Guinea worm (dracunculiasis) is confined to just a few residual foci in Africa and close to being eradicated. For LF, trachoma, HAT and leprosy the target is elimination by 2020, and for the others it is currently control [7,9].\nThe London Declaration was formulated to accelerate progress towards the WHO Roadmap targets by sustaining or expanding existing drug donation initiatives; providing funding to support NTD programs, strengthen drug distribution, and research and development; and enhancing collaboration and coordination on NTDs at (inter)national levels [8]. To further motivate and justify these efforts it is important to know their expected health gains. We therefore aim to estimate the global health impact of meeting the WHO Roadmap targets in terms of averted morbidity and mortality, expressed in years lived with disability (YLD), years of life lost (YLL), and disability adjusted life years (DALYs). YLD reflects the number of prevalent cases of each considered disease manifestation multiplied by a disease-specific disability weight between 0 (perfect health) and 1 (equivalent to death), whereas YLL reflects the number of deaths times a standard life expectancy at the age of death in years. The number of DALYs is the sum of both measures (DALYs = YLD + YLL).",
    "Methods": "Data sources\nTwo datasets were used in our calculations. First, the GBD-2010 estimates regarding NTDs were made available to us by the Institute for Health Metrics and Evaluation (IHME), Seattle, USA [3,10]. Second, UNPOP demographic data and projections were obtained from the website of United Nations Department of Economic and Social affairs [11]. The GBD-2010 data consist of three burden estimates: prevalent cases, years lived with disability (YLD) and years of life lost (YLL). These estimates were available for 1990 and 2010, per country, age group and sex. Prevalent cases were provided per disease manifestation (sequela), whereas YLD and YLL were only provided as totals per NTD. Table 1 gives an overview of all 31 sequelae considered in the GBD calculations for the London Declaration NTDs. Guinea worm was not included in the GBD study and is therefore not considered here. For STH, burden estimates were available for ascariasis, hookworm disease and trichuriasis separately. Background documents justifying and describing the underlying assumptions of the GBD estimates, including disability weights, were also kindly made available to us. GBD estimates were structured according to the following age groups: 0–6 days, 7–27 days, 28–364 days, 1–4 years, 5–9 years, …, 75–79 years, and 80+ years. We combined the four youngest age groups into a 0–4 years group. For irreversible sequelae (see below), the number of prevalent cases was redistributed into 1-year age groups, using a smoothing method that minimizes the squared differences between successive years, under the constraint that 5-years totals equal the available data. The demographic data were already available in 1-year age groups.\nThe bold numbers reflect the years lived with disability (YLD) and years of life lost (YLL) for each NTD in 2010, as estimated by the GBD 2010 study [1–4]. The excess mortality rate (μ*) was chosen to reflect the severity of the sequela. The average disability weights were used to relate YLD to prevalent cases in our calculations for NTDs with multiple sequelae. Salomon et al. [24] provide more information about disability weights and lay explanations of sequelae. (a) The original GBD value for LF was 2.74 million YLD, but as Cambodia, Federated States of Micronesia, Maldives, Samoa, Sri Lanka, Togo, Tonga, Vanuatu, and Vietnam had reached elimination before 2010, their remaining burden (total of 0.04 million YLD) was removed from our calculations. (b) The GBD values for leprosy were based on a recalculation; see methods section. (c) A disability weight (DW = 0.097) for visceral leishmaniasis was needed to distinguish it from cutaneous leishmaniasis (DW = 0.013), as both were combined as leishmaniasis in the YLD values available from GBD; YLL due to leishmaniasis was assumed to be fully caused by visceral leishmaniasis.\n\n\nGeneral approach\nThe GBD estimates of the number of prevalent cases for all 31 sequelae and 5 causes of death (HAT, VL, STH-ascariasis, Chagas’ disease and schistosomiasis) in 1990 and 2010 were taken as the basis for our calculations. Estimates for other years were obtained by interpolating between 1990 and 2010, and further extrapolated until 2030, under the assumption that the 2020 WHO Roadmap targets were met and sustained beyond 2020. Health impacts were assessed by comparing the results of achieving the targets with the counterfactual, construed as the health burden had the 1990 situation continued unabated. Prevalent cases (both remaining and counterfactual) were translated to YLD and YLL, and summed to arrive at DALYs. The health impact of reaching the targets was expressed as DALYs averted over the decades 2011–2020 and 2021–2030.\nAll calculations were carried out in duplicate in Microsoft Excel, and verified using R. All results (totals and country-specific values), underlying calculations and assumptions are available as an open-access web-based dissemination tool (https://erasmusmcmgz.shinyapps.io/dissemination/). A detailed step-wise explanation of our methodology is given below.\n\n\nTrends for reversible and irreversible sequelae\nSequelae were first categorized as either reversible or irreversible (Table 1), depending on whether treatment of the underlying infection would remove the sequelae in a relatively short time, say, within a couple of years at most. For all reversible sequelae, interventions were considered to affect their prevalence, while for irreversible sequelae this was their incidence. Linear interpolation (at the log-scale for irreversible sequelae) was carried out between 1990 (or the start-year of large-scale control efforts) and 2010 for prevalence rates (i.e. the number of prevalent cases divided by population size) per sequela, country, age group and sex. Absolute numbers were then calculated from these interpolated prevalence rates, using the demographic UNPOP data. For 2020 (and beyond), WHO Roadmap targets were interpreted in terms of prevalence (for reversible sequelae) or incidence (for irreversible sequelae) levels, based on discussions with—mostly WHO—disease experts (Table 2). Trends in incidence and prevalence during the intervening years (usually 2010–2020) were obtained through linear interpolation between the 2010 levels (GBD data) and the interpreted targets. We then translated the calculated trends into absolute numbers of remaining cases using UNPOP projections for the period 2011–2030, and compared this with the counterfactual situation of no additional control efforts, to assess the impact of meeting the targets. The counterfactual was construed as the health burden that would have been expected had the 1990 epidemiological situation (i.e. disease incidence or prevalence) continued unabated. Whenever the 2010 prevalence of a sequela exceeded that of 1990, we took 2010 as the counterfactual.\nAll country-specific assumptions for each NTD are provided here: https://erasmusmcmgz.shinyapps.io/dissemination/.\n\n\nIncidence and prevalence calculations for irreversible sequelae\nInterpolation for irreversible sequelae, such as blindness as a result of onchocerciasis, was carried out at the level of incidence, because even after elimination of infection these sequelae will persist until the death of the last patient. The annual incidence density λ(a,t) at age a and calendar time t of an irreversible condition is given by the following equation\n\nwhere s(a,t) denotes the susceptible fraction (i.e. 1 –prevalence) of the population and μ(a,t) the excess mortality rate among those affected. In a stable endemic situation (i.e. without cohort effect, thus ∂s(a,t)/∂t = 0) and without excess mortality (i.e. μ(a,t) = 0), λ(a,t) can be obtained from a single cross-sectional survey by taking the differences in the logarithmic age profile of the fraction susceptible. However, because the cross-sectional age profiles of GBD 1990 and 2010 for each sequela differed, we annualized the differences (on a logarithmic scale) in these profiles to obtain an estimate for ∂s(a,t)/∂t. We further assumed the excess mortality rate to be independent of age and calendar time, and have a pre-set value μ* = 0.0, 0.05 or 0.10, dependent on the severity of the sequela (Table 1). The value of μ* was chosen after consultation of the disease experts and crudely reflected the mortality rates as used in the GBD calculations. The resulting incidences were calculated back to prevalences (of remaining cases) by ‘exposing’ cohorts to the derived age and time-specific incidence densities and excess mortality rates.\n\n\nMorbidity calculations: Years living with disability (YLD)\nPredicted prevalent cases for each sequela were then translated to YLD, using two matrices of multiplication factors (one for the year 1990 and one for 2010) that we had derived from the GBD data as follows. Whenever an NTD had one sequela (e.g. trachoma), the GBD YLDs in 1990 and 2010 were divided by the number of prevalent cases in the same year to arrive at country, age and sex-specific multiplication factors that capture disability weights, the underlying case-mix (e.g. severe vs. mild disability, where applicable), and correction of burden estimates for co-morbidity, as used in the GBD 2010 study [2]. For NTDs with multiple sequelae (e.g. onchocerciasis) we followed the same procedure, but using a weight for each sequela based on an estimate of the average disability weight using GBD documentation (Table 1), because the YLD data provided by the GBD study did not separate the contributions of different sequelae. We treated all multiplication factors as constants. Remaining cases after 2010 were multiplied by the factors in the 2010-matrix, and for 1990–2010 an interpolation of the multiplication factors in both matrices was used. For counterfactual cases we used the multiplication factors in the 1990-matrix, or both matrices when 2010 was used as counterfactual (i.e. similar to the approach for remaining cases).\n\n\nMortality calculations: Years of life lost (YLL)\nRegarding our mortality calculations, we first translated GBD YLLs in 1990 and 2010 to actual country, age, and sex cause-specific mortality rates, using the age and sex-specific residual life expectancies as applied in the GBD study [1]. For HAT, VL and ascariasis, where mortality is closely linked (in time) to infection prevalence, these rates were treated as prevalent cases (of reversible sequelae) as described above and back-calculated to YLLs. For Chagas’ disease and schistosomiasis, where mortality is closely linked to late sequelae, we followed a different procedure. Similar to the calculation of YLDs for NTDs with multiple sequelae, we related YLLs in 1990 and 2010 to prevalent cases of selected sequelae, using a weight representing their lethality. For schistosomiasis, mortality was related to hematemesis (weight = 50), ascites (1.0) and schistosomiasis infestation (0.01). For Chagas’ disease, these were heart failure (10) and chronic heart disease (1.0).\n\n\nSpecial cases\nUsing the above method, some irreversible sequelae—in particular for Chagas’ disease and LF—showed for some countries values of λ(a,t) < 0, due to unrealistic fast declines in the GBD prevalence estimates between 1990 and 2010. Here, we chose alternative prevalences, but still within the confidence limit (Cl) provided by the GBD study, as follows. We reduced the GBD 1990 ‘Mean’ prevalence to 0.25 ‘Mean’ + 0.75 ‘Lower Cl’, and we increased the GBD 2010 ‘Mean’ prevalence to 0.25 ‘Mean’ + 0.75 ‘Upper Cl’.\nThe GBD 2010 estimates for leprosy appeared to be mistakenly based on overall leprosy new case detection (incident cases) instead of prevalence of (irreversible) cases with leprosy grade 2 disability, on which the disability weights are based. We therefore performed a recalculation to arrive at grade 2 disability prevalences as follows. First, we took from the WHO-published global leprosy data for 2010 the proportion of newly detected cases with grade 2 disability, which was 6% [12]. Secondly, prevalence of leprosy cases with grade 2 disability in virtual birth cohorts was accrued at a rate determined by this incidence density, while assuming a steady-state until 1990 and a linear decreasing incidence to 2010. We further assumed that excess mortality due to leprosy is negligible (μ* = 0.0). These prevalence values constituted the ‘GBD data’ on which our calculations were based.",
    "Results": "Fig 1 shows the global trends in remaining and averted DALYs, distinguished into YLD of reversible and irreversible sequelae and YLL. According to the original GBD 2010 data (dark-colored bars), the health burden of onchocerciasis, STH, Chagas’ disease, HAT and VL has clearly decreased over the period 1990 to 2010. For LF, schistosomiasis and leprosy, the absolute burden has increased, but not as fast as would be expected from the counterfactual. Thus, for these NTDs, the relative burden has decreased, when correcting for population growth. Only for trachoma (and in some countries for schistosomiasis), the GBD-estimated burden has increased faster than would be expected from the demographic trends over the period 1990–2010.\nDALYs are divided into years of life lost (YLL) and years lived with disability (YLD), with the latter subdivided into reversible and irreversible sequelae. Estimates for remaining DALYs were obtained by interpolating between 1990 (or the start-year of large-scale control efforts) and 2010, and further extrapolated until 2030, such that the 2020 targets of the WHO Roadmap were met. Averted DALYs were assessed by comparing the results of achieving the targets with the counterfactual, construed as the health burden had the 1990 (or 2010 if higher) situation continued unabated. The bars for 1990 and 2010 reflect the Global Burden of Disease (GBD) data [1–4], on which all calculations were based. The boxes indicate the most significant (i.e. visible) sequelae; where multiple sequelae make part of the total of reversible or irreversible disease (YLD) for an NTD, their relative contribution (%) to averted YLD in the period 2011–2030 is indicated. Underlying assumptions and more detailed results, both globally and at the country-level can be found here: https://erasmusmcmgz.shinyapps.io/dissemination/\nMeeting the 2020 targets will lead to a substantial health-impact for all NTDs (Fig 1). It is clearly visible that reversible sequelae (green) are disappearing faster than irreversible sequelae (brown). This makes the health impact of reaching the targets for LF, trachoma and leprosy over the first two decades somewhat less spectacular compared to that for the other NTDs, of which the burden is mainly caused by reversible sequelae or death. Another important factor determining the overall health impact is population growth and other demographic developments, as expressed by the counterfactual. NTDs that are prevalent in Asia (LF, STH, leprosy and VL) show a slower rise of the counterfactual compared to the NTDs mainly confined to Africa (onchocerciasis, trachoma and HAT) or South America (Chagas’ disease).\nOverall, meeting the targets of London Declaration NTDs will avert about 600 million DALYs in the two decades after 2010, nearly equally distributed between PCT and IDM-NTDs, with the former mostly (96%) attributable to averted disability, whereas the latter largely (95%) results from averted premature death (Fig 2). These health gains include about 150 million averted irreversible disease manifestations, in particular chronic heart disease due to Chagas’ disease, bladder pathology due to schistosomiasis, and hydrocele and lymphedema due to LF (Table 3). In addition, approximately 5 million deaths are averted, mainly from VL and HAT, and to a lesser extent Chagas’ disease (Table 4).\nFive (lymphatic filariasis, onchocerciasis, schistosomiasis, soil-transmitted helminths and trachoma) are to be controlled by preventive chemotherapy (PCT), and four (Chagas’ disease, human African trypanosomiasis, leprosy and visceral leishmaniasis) by innovative and intensified disease management (IDM). Values are in millions of averted DALYs per 10-year period, subdivided into years of life lost (YLL) and years lived with disability (YLD).",
    "Discussion": "Of the 600 million DALYs overall averted in the period 2011–2030, in the ideal situation of meeting the WHO Roadmap targets of London Declaration NTDs, about 30 million will be realized in the year 2020, increasing to 40 million in the year 2030. This is of the same order of magnitude as the current annual health burden of any of the ‘big three’ infectious diseases, HIV/AIDS, TB and malaria, which accounted for about 80, 50 and 80 million DALYs, respectively, in 2010 [3]. Clearly, for these three infections elimination is a more remote perspective than for the nine NTDs targeted by the London Declaration. Thus, the ongoing efforts to control the big three seem to justify similar investments in NTD control. In addition, it can be expected that for several of these NTDs control efforts will lead to a cessation of transmission over vast regions, after which further control can be discontinued and investments wound down adding to the value of this investment for future generations.\nSTH accounts for one-third (34%) of the averted DALYs, almost entirely due to avoided disability. This perhaps surprising finding can be easily explained by the wide-spread distribution of STH [13]. Importantly, approximately half (46%) of the averted STH-burden would be realized in China. This brings to the fore the sensitivity of our results to the choice of counterfactual. That is, our assumption that the situation of 1990 would continue unabated may be questioned for several countries, including China, which have experienced unprecedented economic and social development over the past decades [14]. For example, the health impact for STH would be about halved if the situation in 2010 were used as the counterfactual, as can roughly be concluded from Fig 1, but such a drastic correction would certainly not be reasonable for many endemic countries in Africa and Southern Asia. On the other hand, socioeconomic development may also have facilitated the spread of NTDs, in particular schistosomiasis, of which large outbreaks followed the construction of dams and irrigation schemes [15]. HAT perhaps follows more erratic patterns, reflecting e.g. civil unrest, war and also ecological circumstances [16], so that the year 1990 may not be representative of the actual counterfactual over 1990–2020. Trachoma and schistosomiasis showed large increases in GBD prevalence from 1990 to 2010, which may well reflect an underestimation of the 1990 burden. Consequently, this may have led to underestimating both the counterfactual and the health impact. Another potential source of underestimation of the health impact for some NTDs may be that the largest gains are achieved in the initial years of programs, followed by a slow down towards the target year, as it becomes harder to reach the more marginalized populations. Furthermore, by using a fixed excess mortality rate μ* for irreversible sequelae (where applicable) we may have somewhat overestimated health impacts for these sequelae as treatment is likely to improve over time. However, since the remaining cases get older at the same time, possibly experiencing a higher mortality, we may have introduced some underestimation as well. Clearly, by using a uniform methodology we have introduced (perhaps occasionally substantial) under or overestimation of NTD and country-specific results, but we are confident that the overall bias in our estimated health impact of reaching the targets will be small.\nAlmost half (44%) of the overall health impact is attributable to averted deaths, in particular from visceral leishmaniasis and HAT, and to a lesser extent Chagas’ disease, followed by schistosomiasis and STH (ascariasis). In our calculations, we followed the GBD accounting philosophy which assigns all DALYs (i.e. residual life expectancy at the age of death) resulting from a death to the year in which it occurred [1], whereas DALYs attributable to morbidity are accrued during the years that individuals suffer [2]. Moreover, remaining life expectancies were based on the demography of Japan, according to the fundamental concept that all people are entitled to the best life expectancy in the world, irrespective of e.g. country of residence and socioeconomic status. Clearly, other methodologies might have distributed health gains differently over time.\nOur calculations depend strongly on the estimates made in the GBD study [1–3]. These estimates are notably uncertain for NTDs, given the paucity of data on their geographic spread and control. Most GBD 1990 and 2010 estimates for NTDs show very wide confidence intervals, often ± 50% the mean, but sometimes with an upper confidence limit up to 5 times the mean. As a consequence, our predictions (all based on GBD point estimates) are subject to at least a similar degree of uncertainty. Also, the GBD disability weights used are still under heavy debate, such as the relatively low value for blindness as compared to itching [17]. Furthermore, our calculations are confined to the 31 sequelae considered in the GBD study, and discussions continue about whether additional sequelae need to be considered. In particular, the choice not to include so-called subtle morbidities, such as impaired cognitive development due to STH and schistosomiasis, or poor mental health from stigma and discrimination due to the disfigurements caused by LF and leprosy, is considered an important omission by many [13,18–21]. Our results also depend upon the interpretation and formulation of the WHO Roadmap targets [7,9], which occasionally are ambiguous. Consulting disease experts at WHO has resulted in agreement about interpretations for most NTDs, even though sometimes the targets were considered too general or utopic.\nIn addition to the intrinsic value of averting human suffering and death, this health impact of reaching the targets will also give rise to major economic and societal improvements, such as increased productivity and avoided (often catastrophic) out of pocket payments for treatment and care, which can be assigned monetary values. In particular, the currently ignored subtle morbidities are likely responsible for major societal impacts.\nWe realize that the targets are ambitious, and may for instance be jeopardized by challenges in drug distribution, disease surveillance and health care access. Also, systematic non-compliance in mass-drug administration, population groups currently not eligible for treatment, and development of drug or insecticide resistance could be serious threats, as demonstrated in a recent collection of studies by the NTD Modelling Consortium focusing on the question whether we are on track to reaching the goals [22]. Furthermore, even if the targets are reached by 2020 it is essential that control and surveillance are continued to avoid rebounding effects, certainly for those NTDs where elimination of transmission cannot be expected.\nIn conclusion, NTDs together constitute a major health burden, comparable to any of the three major infectious diseases HIV/AIDS, TB, and malaria. Achieving internationally agreed targets of NTD control and elimination will bring about major gains in health and reductions in human suffering. Much of this will be achieved by avoiding morbidity rather than mortality as many of the parasites involved, such as soil transmitted helminths, rarely kill their hosts. This also implies that our impact assessment depends on the valuation of health states as used by GBD, a valuation that inevitably is somewhat subjective and open to debate. We did not consider the costs involved in reaching these targets, but a recent assessment demonstrated that these are relatively modest [23], indicating that the cost-effectiveness of interventions to control NTDs will likely be high. One thing is certain however: as NTDs are disorders that disproportionately affect the poor, their control will considerably improve global equity."
}