{
    "Introduction": "Dengue virus (DENV) is a single stranded RNA virus, with four immunologically related serotypes (DENV-1, DENV-2, DENV-3 and DENV-4) associated with Dengue Fever (DF) and Dengue Hemorrhagic Fever (DHF) [1].\nThe virus is widespread in tropical and Sub-Tropical areas of Asia, Africa and Americas. The virus is transmitted by mosquito bites, and is primarily associated with Aedes aegypti as its main vector [2].\nThe disease affects, approximately, 100 million people/year, causing 250,000 cases of DHF with a case fatality rate up to 15%, and is a major concern for Public Health authorities around the globe, primarily in developing countries [2].\nHistorically, the State of Sao Paulo, Brazil, has been suffering dengue outbreaks since 1990 when DENV-1 was introduced in the area. Subsequent epidemics were detected in 1997 and 2002, caused by DENV-2 and DENV-3, respectively, with increasing casuistic and detection of severe cases of DHF or Shock Syndrome [3]–[5].\nDENV-4 had a brief circulation in Brazil in 1982 in the Northwestern region of Brazilian Amazon in a focal epidemic. No further cases of infection had been registered in the country until 2008, when the virus was detected in three patients, who had no international traveling history, in Manaus [6].\nAfter this episode, the Brazilian Ministry of Health implemented the use of the NS1 ELISA test in 16 states in order to increase the percentage of viral isolates and the determination of the serotypes circulating in the country. Before the screening with the NS1 ELISA test, virus isolation was obtained in only 10% of samples submitted to isolation. With the screening of samples the percentage of detection of serotype rose to 82% [7]. The introduction of the NS1 ELISA assay as a tool for screening positive samples led to an important increase in the success of virus isolation. In São Paulo State, only 33.3% of the total of the samples inoculated in 2008 resulted in successful virus isolation, while in 2009 and 2010, 85.7% succeeded. The number of São Paulo state counties that sent samples for isolation also increased from 0.9% in 2008 to 10.2% in 2009 (Bisordi I, 2011, unpublished data).\nDENV-4 reemerged in the country in 2010 in the municipalities of Boa Vista and Cantá in Roraima State [8]. The virus spread to different geographic regions of Brazil with cases of infection registered in the North (Roraima, Amazonas, Pará), Northeast (Bahia, Pernambuco, Piauí) and Southeast (Rio de Janeiro, Sao Paulo) [9].\nDespite the importance of the virus distribution, little is known about its rate, pattern of spreading and evolution. Each serotype represents a cluster of different genetic lineages constantly evolving and changing within the population [10].\nIn the present work, six strains of the first autochthonous cases of DENV 4 infection occurred in Sao Paulo State and Rio Grande do Sul State, Brazil, in 2011 were studied using a Bayesian Phylogenetic approach. Nucleotide sequences of the envelope gene were determined and compared with the corresponding sequences of representative strains of the known DENV-4 genotypes. The main objectives of the present study are the identification of the genotypes of the newly introduced strains, the examination of the phylogenetic relationships between strains and the estimation of emergence time of DENV-4 strains.",
    "Methods": "Ethics Statement\nThe specimens analysed in this study were retrieved from a collection formed from materials received for diagnostic purposes in the Instituto Adolfo Lutz. The samples were sent by reference hospitals and the patients names are confidentially anonymized, and only reference numbers were used during the diagnostic procedures and in the analysis that originated this study.\n\n\nVirus\nAll new DENV-4 strains characterized in this study were isolated directly from patient serum and detected by RT-PCR between February and March of 2011. The origin of the strains are detailed in Table 1.\n\n\nVirus isolation in cell culture\nTwenty microliters of the patients blood or serum were inoculated in tubes seeded with cultured cells of Aedes albopictus, clone C6/36. Indirect immunofluorescence assay (IFA) with polyclonal anti-flavivirus antibodies and anti-mouse immunoglobulin conjugated (fluorescein isothiocyanate – Sigma) were performed [11]. The positive samples were typed by IFA with monoclonal antibodies to DENV (Biomanguinhos).\n\n\nRNA extraction and RT-PCR\nTotal RNA was extracted from the supernatant fluid of C6/36 infected cells using the commercial kit QIAamp® Viral RNA (Qiagen Inc., Ontario, CA), according to the manufacturer's instructions.\nOne step RT-PCR was performed employing the protocol described by Lanciotti et al, [12] in the presence of a set of primers targeting the complete envelope gene sequence, described by Lanciotti et al [13]. RT-PCR products were purified and directly sequenced using the Big Dye v.3.1 terminator chemistry. Sequences were determined using the Applied Biosystems 3130XL DNA sequencer.\nAll nucleotide sequences of the envelope gene for DENV-4 serotype generated for this study are deposited in GenBank under accession numbers JN092553 and JN848496–JN848500 (Table 1).\n\n\nPhylogenetic Analysis\nSequences representative of the known genotypes I, II, III and Sylvatic for DEN4 were retrieved from GenBank and included in the phylogenetic analysis for comparison with the sequences generated in this study (Table 1). Sequence alignment was performed using the BioEdit software [14].\nThe Bayesian inference method available in the software BEAST v. 1.6.2 was used in order to analyze the phylogenetic relationship of the strains of this study [15]. The analysis of phylogenetic relationships and evolution, encompassed the entire Envelope gene, including six DENV-4 strains generated in this study and 107 sequences retrieved from GenBank (Table 1).\nEach sequence of the corresponding data set was dated and maximum clade credibility (MCC) tree was generated. The internal nodes were inferred using a Markov Chain Monte Carlo (MCMC) Bayesian approach under a GTR model with Gamma-distributed rate variation (γ) and a proportion of invariable sites (I), using a relaxed (uncorrelated lognormal) molecular clock. Previously published data [10], [16] suggest that dengue evolution generally approximates a molecular clock with occurrence of minor differences in rate. Four independent MCMC runs of four chains each were run for 10 millions generations. Convergence of parameters during MCMC runs were assessed by their Effective Sample Size (ESS) reaching values above 150 as calculated with Tracer V 1.5 [15]. We used a Bayesian skyline coalescent prior to estimating population dynamics through time and access an estimative of evolutionary rate and the time of the most recent common ancestor (TMRCA) in the Envelope gene analysis.",
    "Results": "A fragment of 1487 nucleotides representing the entire sequences encoding the envelope gene was determined from 6 strains of DENV-4 and further aligned with other 107 envelope gene sequences retrieved from GenBank.\nThe phylogenetic relationships among those strains were reconstructed by Bayesian analysis with a relaxed (uncorrelated lognormal) molecular clock model. The analysis generated a MCMC phylogenetic trees (Fig. 1). All samples sequenced in this study were located in Genotype II, and coupled with samples from the Caribbean region and northern South America (Fig. 1). In general, the group is strongly supported (posterior probability of 0.98) with Internal relations within the clade showing a lower support, most likely due the higher homology of the samples, which hinders the separation, but the isolated strains are monophyletic in origin, supported by a high posterior probability (0,99).\nThe internal nodes were inferred using a Markov Chain Monte Carlo (MCMC) Bayesian approach under a GTR model with Gamma-distributed rate variation (γ) and a proportion of invariable sites (I), using a relaxed (uncorrelated lognormal) molecular clock. Four independent MCMC runs of four chains each were run for 10 millions generations. The highlighted sector indicates the position of the studied strains.\nThe isolated strains in this study are monophyletic and our data suggest that they have been evolving separately for at least 4 to 6 years. Nonetheless, they are quite similar and relatively unchanged in relation to the DENV-4 introduced originally in the Caribbean region and northern South America.\nThe relaxed molecular clock estimated after the analysis of the envelope gene encopassed a time of evolution for DENV-4 of 50–60 years and an average replacement rate of 2.0037×10−3 Subs/Site/Year, considering an Effective Sample Size of 334.79 calculated in Tracer 1.5. The replacement rate of the branch of the isolated strains is of 1.238×10−3 Subs/Site/Year, and the branch originated within 4 to 6 years probably diverging from virus circulating in Venezuela as the closest sister branch reunited Venezuelan strains supported by a posterior probability of 0,99.",
    "Discussion": "All sequenced strains were encompassed in genotype II, with a high medium posterior probability (0.98), slightly lower in the terminal clades due to the genetic similarity of samples which hinders the separation. The isolated strains formed a strongly supported monophyletic branch (posterior probability of 0,99).\nNot all Brazilian samples included in this study belonged to genotype II. The sequence AM 1619, from Manaus, 2008, retrieved from GenBank, grouped with genotype I. Our data also support the recent circulation of DENV-4, genotype I, reported in Manaus County in 2008 [6].\nThe studied period of evolution of DENV-4 after the analysis of the Envelope gene was estimated between 50–60 years, with an average replacement rate of 2.0037×10−3 Subs/Site/Year, considering an Effective Sample Size of 334.79. This estimative is supported by previously published data [10], [17]. Our result strongly suggests that the introduction of genotype II in South America occurred between 30–35 years ago, most probably through the Caribbean region or the northern South America. These results corroborate previously published data, since the first cases associated with DENV-4 from the American Continent are dated around 1982, in the Caribbean islands [10], [13], [18].\nThese data indicate that Dengue evolution approximates a molecular clock with minor rating variances. It is interesting to observe that raising ratings are mostly associated with increasing case occurrences or the emergence of the virus in a new region, meaning that the virus, when confronted with a susceptible population, undergoes an explosion of diversity.\nThese phenomena were previously reported concerning Dengue and other Flaviviruses [1], [19]–[21]. The clade directly associated with the studied strains showed a replacement rate of 1.238×10−3 Subs/Site/Year, slightly under the average rate. However, the rates observed within the clade formed by the isolated strains show higher replacement rates when compared with the sister branches (Figure 2). Such findings may indicate that the virus started to evolve more quickly, suggesting that it may have recently found a susceptible population and is spreading.\nBolded numbers above branchs are the estimated replacement rates for each sample. The acceleration observed in this terminal branch ma be indicative of a recent introduction of the virus in a previously naïve population.\nThe DENV-4 samples, sequenced in this study, represent a recent emergence of a viral strain circulating in South America around 20 to 25 years ago. Results suggest that a local evolution has been taking place for about 4 to 6 years. These data could indicate that the virus might have been present in the region for some time, without being noticed by Health Surveillance Services due to a low level of circulation and a higher prevalence of DENV-1 and DENV- 2. It is possible that, since DENV-4 is associated with a milder disease [22], [23], the human cases may have been below the line of screening, going unnoticed. It is probable that the recent efforts to increase the success of virus isolation and serotyping allowed the study of a greater number of cases that otherwise would not have been serotyped, enabling the notification of less prevalent serotypes.\nHowever, the hypothesis of a recent introduction cannot be ruled out, but it would imply in multiple recent introductions of the virus, in a very short period of time, in relatively distinct areas, or a single introduction event in a significantly important area that facilitated the virus introduction in new areas. The simultaneously occurrence of DENV-4 in different Brazilian States, forming a strongly supported clade, in the beginning of 2011, favors a recent emergence of the virus followed by a quickly introduction. However, such occurrence did not provide any clue to substantiate whether the virus was widespread but circulating in a low level, or circulating in a restricted area and subsequently taken to new localities with susceptible hosts.\nThe isolated strains are monophyletic in origin and the molecular clock supports a local evolution, but by no means it indicates where that evolution occurred. It may have occurred in northern Brazil, and the virus quickly were introduced in Southern region due the constant human traffic. As the closest branch in our phylogenetic analysis is formed by Venezuelan strains of DENV-4, a Venezuelan origin of Brazilian DENV-4 may be a plausible hypothesis.\nEither way, the virus may have evolved in an imperceptible manner in an undisclosed place, it was not reported and later emerged subtly and spread fast among a susceptible population. The recent DENV-4 cases reported elsewhere may represent a cryptic circulation that was only recently detected. The analysis of more sequences from a broader geographical perspective, encompassing other Brazilian regions, is crucial in order to understand how the virus evolved and how it got widespread.\nThe reemergence of DENV-4 should be a concern for Health authorities since there are evidences that the replacement of a dominant circulating genotype is associated with the rising of a previously rare lineage. These phenomena were observed in Puerto Rico [24] and could be a plausible scenario in Brazil.\nThe authors indicate the necessity to study the phylodynamics of Dengue virus and the dynamics of genotypes and serotypes circulation and substitution in the population.\nIt is equally necessary to extend the efforts of virus isolation and sequencing towards the mosquito population. The mosquitoes are a reliable source of information on circulating virus, as mosquitoes do not depend on medical screening or the spontaneous search for medical services by the symptomatic patients.\nOur results indicate the recent circulation of DENV-4 in São Paulo."
}