{
    "Abstract": "Accurate identification of pathogens with biowarfare importance requires detection tools that specifically differentiate them from near-neighbor species. Burkholderia pseudomallei, the causative agent of a fatal disease melioidosis, is one such biothreat agent whose differentiation from its near-neighbor species is always a challenge. This is because of its phenotypic similarity with other Burkholderia species which have a wide spread geographical distribution with shared environmental niches. Melioidosis is a major public health concern in endemic regions including Southeast Asia and northern Australia. In India, the disease is still considered to be emerging. Prevalence surveys of this saprophytic bacterium in environment are under-reported in the country. A major challenge in this case is the specific identification and differentiation of B. pseudomallei from the growing list of species of Burkholderia genus. The objectives of this study included examining the prevalence of B. pseudomallei and near-neighbor species in coastal region of South India and development of a novel detection tool for specific identification and differentiation of Burkholderia species. Briefly, we analyzed soil and water samples collected from Malabar coastal region of Kerala, South India for prevalence of B. pseudomallei. The presumptive Burkholderia isolates were identified using recA PCR assay. The recA PCR assay identified 22 of the total 40 presumptive isolates as Burkholderia strains (22.72% and 77.27% B. pseudomallei and non-pseudomallei Burkholderia respectively). In order to identify each isolate screened, we performed recA and 16S rDNA sequencing. This two genes sequencing revealed that the presumptive isolates included B. pseudomallei, non-pseudomallei Burkholderia as well as non-Burkholderia strains. Furthermore, a gene termed D-beta hydroxybutyrate dehydrogenase (bdha) was studied both in silico and in vitro for accurate detection of Burkholderia genus. The optimized bdha based PCR assay when evaluated on the Burkholderia isolates of this study, it was found to be highly specific (100%) in its detection feature and a clear detection sensitivity of 10 pg/μl of purified gDNA was recorded. Nucleotide sequence variations of bdha among interspecies, as per in silico analysis, ranged from 8 to 29% within the target stretch of 730 bp highlighting the potential utility of bdha sequencing method in specific detection of Burkholderia species. Further, sequencing of the 730 bp bdha PCR amplicon of each Burkholderia strain isolated could differentiate the species and the data was comparable with recA sequence data of the strains. All sequencing results obtained were submitted to NCBI database. Bayesian phylogenetic analysis of bdha in comparison with recA and 16S rDNA showed that the bdha gene provided comparable identification of Burkholderia species."
}