{
    "Background": "The Asian bush mosquito Aedes japonicus is invading Europe and was first discovered in Lelystad, the Netherlands in 2013, where it has established a permanent population. In this study, we investigated the vector competence of Ae. japonicus from the Netherlands for the emerging Zika virus (ZIKV) and zoonotic Usutu virus (USUV). ZIKV causes severe congenital microcephaly and Guillain-Barré syndrome in humans. USUV is closely related to West Nile virus, has recently spread throughout Europe and is causing mass mortality of birds. USUV infection in humans can result in clinical manifestations ranging from mild disease to severe neurological impairments.",
    "Methodology/Principal findings": "In our study, field-collected Ae. japonicus females received an infectious blood meal with ZIKV or USUV by droplet feeding. After 14 days at 28°C, 3% of the ZIKV-blood fed mosquitoes and 13% of the USUV-blood fed mosquitoes showed virus-positive saliva, indicating that Ae. japonicus can transmit both viruses. To investigate the effect of the mosquito midgut barrier on virus transmission, female mosquitoes were intrathoracically injected with ZIKV or USUV. Of the injected mosquitoes, 96% (ZIKV) and 88% (USUV) showed virus-positive saliva after 14 days at 28°C. This indicates that ZIKV and USUV can efficiently replicate in Ae. japonicus but that a strong midgut barrier is normally restricting virus dissemination. Small RNA deep sequencing of orally infected mosquitoes confirmed active replication of ZIKV and USUV, as demonstrated by potent small interfering RNA responses against both viruses. Additionally, de novo small RNA assembly revealed the presence of a novel narnavirus in Ae. japonicus.",
    "Conclusions/Significance": "Given that Ae. japonicus can experimentally transmit arthropod-borne viruses (arboviruses) like ZIKV and USUV and is currently expanding its territories, we should consider this mosquito as a potential vector for arboviral diseases in Europe."
}