{
    "Abstract": "As lymphatic filariasis (LF) programs move closer to established targets for validation elimination of LF as a public health problem, diagnostic tools capable of supporting the needs of the programs are critical for success. Known limitations of existing diagnostic tools make it challenging to have confidence that program endpoints have been achieved. In 2019, the World Health Organization (WHO) established a Diagnostic Technical Advisory Group (DTAG) for Neglected Tropical Diseases tasked with prioritizing diagnostic needs including defining use-cases and target product profiles (TPPs) for needed tools. Subsequently, disease-specific DTAG subgroups, including one focused on LF, were established to develop TPPs and use-case analyses to be used by product developers. Here, we describe the development of two priority TPPs for LF diagnostics needed for making decisions for stopping mass drug administration (MDA) of a triple drug regimen and surveillance. Utilizing the WHO core TPP development process as the framework, the LF subgroup convened to discuss and determine attributes required for each use case. TPPs considered the following parameters: product use, design, performance, product configuration and cost, and access and equity. Version 1.0 TPPs for two use cases were published by WHO on 12 March 2021 within the WHO Global Observatory on Health Research and Development. A common TPP characteristic that emerged in both use cases was the need to identify new biomarkers that would allow for greater precision in program delivery. As LF diagnostic tests are rarely used for individual clinical diagnosis, it became apparent that reliance on population-based surveys for decision making requires consideration of test performance in the context of such surveys. In low prevalence settings, the number of false positive test results may lead to unnecessary continuation or resumption of MDA, thus wasting valuable resources and time. Therefore, highly specific diagnostic tools are paramount when used to measure low thresholds. The TPP process brought to the forefront the importance of linking use case, program platform and diagnostic performance characteristics when defining required criteria for diagnostic tools."
}