{
    "Background": "Francisella tularensis, the bacterium that causes tularemia, has been a persistent and widespread pathogen in various regions of the world for centuries. Francisella tularensis can affect humans and various domestic and wild animals. The current study aimed to determine the epidemiological status of tularemia in countries of the WHO Eastern Mediterranean Region (EMRO) through a systematic review and meta-analysis.",
    "Methods": "All included studies were identified through a systematic search of online databases, including Scopus, PubMed, Web of Science, and EMBASE, through July 26, 2022, using keywords and suitable combinations. We focused on cross-sectional studies investigating the prevalence of F. tularensis. The weighted pooled prevalence was calculated using a random-effects model.",
    "Results": "A total of 206 studies were identified, of which 20 were finally included in the analysis. The human seroprevalence of tularemia in WHO-EMRO countries was 6.2% (95% CI, 4.2 9.2). In the subgroup analysis, anti-F. tularensis antibodies were found in 6.92% and 5.5% of the high-risk individuals and Iran, respectively. The pooled prevalence of F. tularensis in environmental samples (water and soil) from the WHO-EMRO countries was 5.8% (9.4% by PCR and 0.5% by culture). In addition, 2.5% (95% CI, 0.2 0.22.7) of ticks in WHO-EMRO countries were positive for F. tularensis. The pooled prevalence of F. tularensis in rodents is 2.0% (1.1% by PCR and 3.7% by serology). In addition, 0.6% of domestic ruminants (0.4% by PCR and 2.4% by serology) were positive for F. tularensis in WHO-EMRO countries.",
    "Conclusion": "According to the results of the present study, tularemia is an endemic but neglected disease in the WHO-EMRO region. However, most studies on tularemia are limited to a few countries in this region. Studies on tularemia in human populations, reservoirs, and vectors have been conducted in all countries in the WHO-EMRO region to obtain more detailed information about the epidemiology of tularemia in these regions."
}