{
    "Abstract": "Nigeria is endemic for cholera since 1970, and Kano State report outbreaks annually with high case fatality ratios ranging from 4.98%/2010 to 5.10%/2018 over the last decade. However, interventions focused on cholera prevention and control have been hampered by a lack of understanding of hotspot Local Government Areas (LGAs) that trigger and sustain yearly outbreaks. The goal of this study was to identify and categorize cholera hotspots in Kano State to inform a national plan for disease control and elimination in the State. We obtained LGA level confirmed and suspected cholera data from 2010 to 2019 from the Nigeria Centre for Disease Control (NCDC) and Kano State Ministry of Health. Data on inland waterbodies and population numbers were obtained from online sources and NCDC, respectively. Clusters (hotspots) were identified using SaTScan through a retrospective analysis of the data for the ten-year period using a Poisson discrete space-time scan statistic. We also used a method newly proposed by the Global Task Force on Cholera Control (GTFCC) to identify and rank hotspots based on two epidemiological indicators including mean annual incidence per 100 000 population of reported cases and the persistence of cholera for the study period. In the ten-year period, 16,461 cholera cases were reported with a case fatality ratio of 3.32% and a mean annual incidence rate of 13.4 cases per 100 000 population. Between 2010 and 2019, the most severe cholera exacerbations occurred in 2014 and 2018 with annual incidence rates of 58.01 and 21.52 cases per 100 000 inhabitants, respectively. Compared to 2017, reported cases and deaths increased by 214.56% and 406.67% in 2018. The geographic distribution of outbreaks revealed considerable spatial heterogeneity with the widest in 2014. Space-time clustering analysis identified 18 out of 44 LGAs as high risk for cholera (hotspots) involving both urban and rural LGAs. Cholera clustered around water bodies, and the relative risk of having cholera inside the hotspot LGA were 1.02 to 3.30 times higher than elsewhere in the State. A total of 4,894,144 inhabitants were in these hotspots LGAs. Of these, six LGAs with a total population of 1.665 million had a relative risk greater than 2 compared to the state as a whole. The SaTScan (statistical) and GTFCC methods were in agreement in hotspots identification. This study identified cholera hotspots LGAs in Kano State from 2010–2019. Hotspots appeared in both urban and rural settings. Focusing control strategies on these hotspots will facilitate control and eliminate cholera from the State."
}