{
    "Background": "Current isolation techniques for spotted fever group Rickettsia from clinical samples are laborious and are limited to tissue, blood and blood derivatives with volumes ideally greater than 1 mL. We validated the use of simplified methodologies for spotted fever group Rickettsia culture isolation that overcome sample volume limitations and provide utility in clinical diagnostics and research studies.",
    "Methodology/Principal findings": "A modified cell culture method is evaluated for the isolation of Rickettsia ssp. from human diagnostic samples. Culture sampling method, culture platform, and growth phase analysis were evaluated to determine best practices for optimal culture isolation conditions. Rickettsial isolates (R. conorii, R. rickettsii, and R. parkeri) were grown in Vero E6 cells over a course of 5 to 7 days at low inoculum treatments (~40 bacterial copies) to standardize the sampling strategy at a copy number reflective of the bacteremia in acute diagnostic samples. This methodology was verified using small volumes (50 μL) of 25 unprocessed clinical whole blood, plasma, and serum samples from acute samples of patients suspected of having Rocky Mountain Spotted Fever, of which 10 were previously confirmed positive via the PanR8 qPCR assay, 13 had no detectable Rickettsia DNA by the PanR8 qPCR assay, and 2 were not previously tested; these samples resulted in the cultivation of 7 new R. rickettsii isolates.",
    "Conclusions/Significance": "We observed that rickettsial isolate growth in culture is reproducibly identified by real-time PCR testing of culture media within 72 hours after inoculation. Additionally, specimen sedimentation prior to isolation to remove red blood cells was found to decrease the amount of total organism available in the inoculum. A small volume culture method was established focusing on comparative qPCR detection rather than bacterial visualization, taking significantly shorter time to detect, and requiring less manipulation compared to traditional clinical isolate culture methods."
}