{
    "Introduction": "Scabies, a skin condition caused by infestation of the parasitic mite Sarcoptes scabiei, manifests clinically with pruritus, burrows, papules, and erythematous patches [1]. When the skin barrier is compromised, it often leads to secondary bacterial skin infections. Transmission of scabies primarily occurs through direct skin-to-skin contact, with occasional indirect transmission via contaminated items, the latter being more common in crusted scabies with higher mite burdens [2]. Scabies is more prevalent in resource-limited, hot, and humid tropical regions. In recent years, scabies has become more widespread, with risk factors including poverty, overcrowding, lack of clean water sources, and large-scale migration [3]. According to the 2020 consensus criteria established by the International Alliance for the Control of Scabies (IACS), three diagnostic levels were defined: confirmed scabies, clinical scabies, and suspected scabies. The diagnosis of confirmed scabies can be made through identification of mites, eggs, or feces [4]. While scabies remains treatable with medications such as ivermectin, permethrin, benzyl benzoate, and crotamiton, reports of reduced in vitro susceptibility and clinical resistance to the primary scabicides, permethrin and ivermectin, have emerged. These observations, coupled with concerns about treatment efficacy in recent years, underscore the need for further investigation into the underlying causes of potential resistance and treatment failure [5]. Additionally, during treatment, it is essential that cohabiting family members are also treated and the surrounding environment is properly disinfected [6].\nThe results of the Global Burden of Disease (GBD) study serve as a scientific, reliable, publicly accessible data resource contributing significantly to global health. Previous studies have analysed the burden and trends of scabies using GBD 2015 and GBD 2017 data. Dr. Karimkhani et al. analysed scabies disability-adjusted life years (DALYs) using GBD 2015 data, revealing a greater burden in tropical regions, with the top five countries bearing the heaviest burden being Indonesia, China, Timor-Leste, Vanuatu, and Fiji. They also found that children, adolescents, and the elderly bore the greatest DALY burden [7]. Dr. Zhang et al. examined scabies prevalence and incidence using GBD 2017 data, noting increases in both indicators in high sociodemographic index (SDI) regions, high-income North America, and individuals over 70 years old [8]. As early as 1689, descriptions of scabies existed [9]. Over time, the prevalence of scabies has gradually changed in various parts of the world, attracting increased attention due to the significant health and economic burdens it imposes [8,10]. Despite advancements, the regional characteristics, gender, and age disparities in scabies prevalence remain inadequately understood and continually evolving. Effective prevention and control of scabies continue to be challenging issues worldwide, requiring ongoing research efforts to deepen our understanding of the disease.\nGBD 2021 updated the burden of 371 diseases and injuries, including scabies, across 204 countries and territories, building upon GBD 2019 with various improvements [11]. Our goal is to analyse burden of scabies using high-quality data from GBD 2021, describing the scabies DALYs, prevalence, and incidence by geography, gender, and age in 2021, as well as the trends from 1990 to 2021. This analysis may facilitate the development of region-specific scabies prevention and control measures, providing more protection for those severely affected or at risk of scabies.",
    "Methods": "Overall\nAll data resources were obtained from the GBD Results Tool (http://ghdx.healthdata.org/gbd-results-tool) of Global Health Data Exchange (GHDX) platform, which was maintained by the institute for Health Metrics and Evaluation (IHME).\nThe methodology for GBD study has been extensively described elsewhere [7,11,12]. The GBD 2021 represents a new iteration updating the estimates from previous rounds of the GBD study. Scabies was categorized within the GBD 2021 cause group of skin and subcutaneous conditions and was assigned the disability weight for disfigurement level 1 with itch/pain. The lay description for this level states, “The individual has a slight, visible physical deformity that is sometimes sore or itchy. Others notice the deformity, which causes some worry and discomfort.” Disability weights, ranging from 0 (no health loss) to 1 (equivalent to death), represent health loss from a sequela. The disability weight assigned to scabies was 0.027, which was used to calculate the Years Lived with Disability (YLDs). YLDs quantify non-fatal health loss, years of life lost (YLLs) quantify fatal health loss. DALYs are calculated by summing YLDs and YLLs, quantifying both years lost to premature mortality and years lived with disability, enabling comparisons across diseases. For scabies, DALYs were calculated assuming YLLs were zero, making YLDs equivalent to DALYs. According to the International Classification of Diseases (ICD), scabies was coded as ICD-10: B86. [11].\nIn our analysis, DALYs, prevalence, and incidence attributed to scabies were examined, utilizing both number and rate metrics.\n\n\nAge, sex, time period and geographical units\nFor GBD 2021 study, scabies prevalence across different demographics, including sex, age, year, and geographical location, were estimated utilizing DisMod-MR 2.1, a Bayesian meta-regression modeling tool. The consistency of incidence and prevalence data was ensured also through the DisMod-MR 2.1. Country-level covariates including sociodemographic index, sugar consumption, and the Healthcare Access and Quality index were employed to guide estimates of scabies for countries with limited or absent data. The summary exposure value (SEV) for unsafe water was used as only location-level covariate, with a minimum coefficient of variation set at 0.4 [11].\nIn GBD 2021, all estimates were disaggregated into 25 age groups, ranging from 0–6 days to 95+ years. Compared to GBD 2019, GBD 2021 added age groups 1–5 months, 6–11 months, and 12–23 months. Moreover, estimates were calculated globally, covering seven super-regions, 21 regions, 204 countries and territories, and 811 subnational locations. Nine countries and territories, including Cook Islands, Monaco, Nauru, Niue, Palau, San Marino, Saint Kitts and Nevis, Tokelau, and Tuvalu, were added since GBD 2019. Based on socio-economic factors associated with total fertility rate, mean education, and lag-distributed income (LDI) per capita, the 204 countries and territories were classified into five SDI regions (low, low-middle, middle, high-middle, high), with the SDI values in GBD 2021 scaled by a factor of 100, ranging from 0–100 [11,12].\nIn our study, burden of scabies was examined across males, females, and both genders combined. All 25 age groups were analysed. Geographically, the analysis included the globe, five SDI regions, 21 regions, and 204 countries and territories. Temporally, the burden of scabies in 2021 and its trends from 1990 to 2021 were assessed. Percentage change demonstrated the overall increase or decrease in disease burden from 1990 to 2021 by comparing values at the start and end of the period. The estimated annual percentage changes (EAPCs) in age-standardized rate (ASR [per 100000 population]) were calculated to quantify the average annual trend, accounting for year-to-year variations over time [13]. A linear relationship is assumed between ln (ASR) and year, expressed as Y = α + β x + ε, where Y = ln (ASR), X = calendar year, β represents the regression coefficient and ε is the error term (residual). The EAPC was calculated using the formula 100 × (exp(β) − 1). If both the EAPC estimate and the lower boundary of its 95% CI were positive, an increasing trend in ASR was indicated. Conversely, if both the EAPC estimate and the upper boundary of its 95% CI were negative, a decreasing trend in ASR was indicated.\n\n\nStatistical analysis\nData analysis and visualization were conducted using R version 4.3.2, a programming software for statistical computing and graphics. Ethical approval was not required as all data utilized in this study were sourced from anonymized public databases.",
    "Results": "Burden of scabies in various geographical locations\nGlobal level.In 2021, scabies resulted in 5.3 million (95% UI 3.0–8.7) DALYs, with contributions of 2.7 million (1.5–4.5) from males and 2.6 million (1.5–4.3) from females. Among 206.6 million (184.2–231.7) prevalence, males comprised 105.5 million (94.0–118.4) and females 101.0 million (90.1–118.4). Additionally, there were 622.5 million (556.2–695.0) incidence, including 318.1 million (284.0–355.1) males and 304.4 million (271.9–339.6) females. The scabies ASRs of DALYs, prevalence and incidence were 68.7 (38.3–113.3) per 100000 people, 2666.5 (2368.2–2994.5), 8049.5 (7165.2–9024.2), respectively. Between 1990 and 2021, the numbers of DALYs, prevalence and incidence increased, while their corresponding ASRs declined, with a more pronounced decrease observed among males. (Tables 1–3 and S1 Fig).\n\nRegional level.In 2021, the burden of scabies was highest in middle SDI regions and lowest in high SDI regions. The ASRs of DALYs, prevalence and incidence in middle SDI regions were 97.3 (54.4–160.0), 3774.7 (3361.3–4223.8), 11409.1 (10174.5–12796.2), respectively. From 1990 to 2021, the ASRs of DALYs, prevalence and incidence showed an upward trend in high and high-middle SDI regions, with the most significant increases in high SDI regions. Conversely, the ASRs of DALY, prevalence and incidence declined in middle, low-middle, and low SDI regions.\nIn 2021, East Asia, South Asia, and Southeast Asia emerged as the top three world regions with the highest numbers of DALYs, prevalence, and incidence. However, the regions ranked highest age-standardised DALY, prevalence, and incidence rates were Oceania (203.2 [114.3–336.3], 7899.3 [7022.8–8880.3], 23783.1 [21294.9–26555.7]), Tropical Latin America (153.0 [85.5–247.8], 5963.1 [5310.6–6767.3], 17921.1 [16005.4–20289.7]), and East Asia (124.4 [69.7–205.5], 4806.8 [4279.4–5402.3], 14562.3 [12977.0–16303.0]). Despite declines in ASRs of DALYs, prevalence, and incidence in some regions between 1990 and 2021, many other regions showed increases. Notably, the growth was more pronounced in Central Latin America (percentage change: 9.1% [7.6–10.5]) and High-income North America (EAPC: 1.12 [1.17 to 1.02]). Additionally, the ASRs of prevalence and incidence in these three regions also exhibited significant increases (Tables 1–3 and S1 Fig).\n\nNational scale.As showed in Fig 1, among 204 countries and territories, the top ten countries with largest numbers of scabies DALYs, prevalence and incidence were the same in 2021, and were arranged in the same order. China led the first, followed by India, Indonesia, Brazil, Pakistan, Philippines, Bangladesh, Vietnam, Mexico, and Nigeria. In China, the numbers of DALYs, prevalence and incidence were 1.6 million (0.9–2.7), 63.7 million (56.9–70.9), 192.1 million (171.5–213.8), respectively.\nWorld map showing the numbers of scabies DALYs (A), prevalence (B), and incidence (C) in 2021. Basemap data source: Natural Earth, http://www.naturalearthdata.com, public domain.\nIn 2021, ASR of DALYs ranged from 225.8 per 100000 people [129.0–369.0] in Fiji to 0.1 (0.1–0.2) in Germany. ASR of prevalence varied from 8769.4 (7754.1–9833.9) in Fiji to 5.2 (4.5–6.0) in Germany. ASR of incidence ranged from 26165.7 (23452.9–29365.4) in Fiji to 16.6 (14.5–19.1) in Germany. The top ten countries with highest age-standardised DALY rates were Fiji, Guam, Tonga, Tuvalu, Northern Mariana Islands, Palau, Solomon Islands, Papua New Guinea, Niue, Tokelau, respectively. The ASRs of prevalence and incidence were also high in these ten countries (Fig 2). China, with highest DALY count, ranked 24th in terms of ASR (124.6 [69.9–206.0]). Regarding the relationship between SDI and the ASRs of DALYs, prevalence, and incidence at the national level, it was observed that as SDI increased, these ASRs followed a pattern of initially rising and then declining, with the highest ASRs primarily concentrated in countries with medium to upper-middle SDI levels. This pattern was consistent with the trends previously described in the SDI regional level (S2 Fig).\nWorld map showing ASRs of scabies DALYs (A), prevalence (B), and incidence (C) in 2021. Basemap data source: Natural Earth, http://www.naturalearthdata.com, public domain.\nBetween 1990 and 2021, the largest EAPCs in ASR were observed in Sri Lanka (DALYs: 2.27 [2.26 to 2.28]; Prevalence: 2.27 [2.21 to 2.29]; Incidence: 2.13 [2.07 to 2.15]), the United States of America (DALYs: 1.28 [1.34 to 1.17]; Prevalence: 1.27 [1.55 to 1.01]; Incidence: 1.32 [1.53 to 1.11]), and Mexico (DALYs: 1.07 [1.08 to 1.00]; Prevalence: 1.06 [1.07 to 1.10]; Incidence: 1.06 [1.04 to 1.05]) (Fig 3).\nWorld map showing EAPCs in scabies DALY (A), prevalence (B), and incidence ASRs (C) from 1990 to 2021. Basemap data source: Natural Earth, http://www.naturalearthdata.com, public domain.\n\n\n\nBurden of scabies in 25 age groups in 2021\nGlobal level.The numbers of DALYs, prevalence, and incidence peaked in the 5–9 age group, followed by a continuously decreasing trend (Fig 4A–4C). DALY and prevalence rates were higher from age 6 months to 24 years. However, incidence rate was higher in children aged 0–4 years, with the highest rates observed in the youngest age group. Additionally, the DALY, prevalence, and incidence rates gradually declined after adulthood, whereas serial increases among the elderly aged 60–89 years, particularly in incidence rate (Fig 4D–4F).\nGlobal scabies DALYs (A, D), prevalence (B, E), and incidence (C, F) by age and sex in 2021.\n\nSDI regional.The distribution patterns of age-specific scabies burden varied across five SDI regions. In terms of quantity, the peaks of DALYs, prevalence, and incidence in low, low-middle and middle SDI regions occurred during 5–9 age group, similar to the pattern at global level. In high-middle and high SDI regions, the numbers of DALY, prevalence, and incidence were higher from ages 2 to 59 years, and lower in infants under 1 year and adults over 60 years (Fig 5A–5C).\nRegional scabies DALYs (A, D), prevalence (B, E), and incidence (C, F) by age in 2021.\nIn terms of age specific rates, the DALY, prevalence, and incidence rates were evenly distributed across all age groups in high SDI regions, with a relative peak occurring young people aged 20–24 years. In high-middle SDI regions, DALY and prevalence rates had two peaks, observed in the age groups of 12–23 months and 20–24 years. Incidence rate declined gradually from birth, increased moderately between ages 15 and 24, and then continued to decrease with minor fluctuations. In middle SDI regions, DALY and prevalence rates peaked in infants aged 12–23 month, followed by an overall decreasing trend, then showed a steady increase to a high level from the age of 60. Incidence rate showed a consistent decline from birth, with minor fluctuations, until age 60, after which a continuous increase was observed. In low-middle and low SDI regions, among relatively younger population, DALY and prevalence rates were higher between ages 6 months and 24 years, incidence rate was higher from birth to age 24. Among relatively older population, the rates (including DALYs, prevalence, and incidence) increased from age 60, reaching their highest levels in 95+ years age group. Notably, prevalence and incidence rates in the elderly over 95 years were highest across all age groups (Fig 5D–5F).\n\n\n\nChanges of scabies burden by age and sex from 1990 to 2021\nGlobal level.The global scabies burden across different age groups has changed. Between 1990 and 2021, the numbers of DALYs, prevalence, and incidence declined before the age of two, after which they were increased. These increases became more pronounced with age. In the 95+ age group, DALY, prevalence, and incidence numbers increased by 617.5% (603.4–635.0), 618.1% (604.9–634.6), and 617.3% (603.1–634.6), respectively (Fig 6A–6C).\nPercentage changes in scabies DALYs (A, D), prevalence (B, E), and incidence (C, F) by age and sex from 1990 to 2021.\nThe DALYs, prevalence, and incidence rates generally decreased before the age of 40, except for a slight increase at ages 30–34. Since the age of 40, these rates have increased, especially for women. After the age of 75, the increases became more substantial. In the age group of 90–94 years, DALY, prevalence, and incidence rates increased by 38.1% (35.7–40.7), 38.2% (36.2–40.4), and 38.1% (36.3–40.3), respectively. For females, these rates increased by 49.8% (46.8–53.4), 50.4% (47.6–53.7), and 50.3% (47.8–53.5). For males, these rates increased by 16.4% (13.9–19.1), 15.8% (13.8–18.1), and 15.7% (13.8–17.9) (Fig 6D–6F).\n\nSDI regional.In high SDI regions, DALY, prevalence, and incidence rates showed an upward trend from age 20. Compared to males, a greater increase was observed among females in the elderly aged 60–95 years. In high-middle SDI regions, these rates increased, excluding the ages less than 1 years and 15–24 years, with a generally greater rise observed among females than males. In middle SDI regions, DALY, prevalence, and incidence rates increased after the age of 70. In low-middle SDI regions, there was a relatively obvious increase in these rates among the elderly after 70 years. In low SDI regions, DALY, prevalence, and incidence rates rose after the age of 65 (S3–S7 Figs).",
    "Discussion": "Our study systematically examined the burden and epidemiological characteristics of scabies from three dimensions: geographical location, gender, and age. Although the age-standardised DALY, prevalence, and incidence rates of scabies have declined from 1990 to 2021, the absolute number continued to rise, indicating that the burden in 2021 remained at a concerning level. In 2021, among the five SDI regions, the ASRs of DALY, prevalence, and incidence were highest in middle SDI regions and lowest in high SDI regions. Among the 21 geographical regions, the heaviest burden was observed in Oceania, tropical Latin America, and East Asia. At national level, Fiji ranked first in age-standardised DALY, prevalence, and incidence rates caused by scabies. Across all age groups, children and young people bore a heavier scabies burden, and a slight resurgence was observed from age 60 to 89. Between 1990 and 2021, the burden increased in both high and high-middle SDI regions. A relatively obvious increase was observed in Central Latin America and high-income North America compared to other regions. The DALY, prevalence, and incidence rates among adults aged 40 and above have risen, with a more pronounced increase in the elderly and females.\nThe scabies burden was lowest in high SDI regions, possibly due to the overall higher standards in economics, society, and environment in these areas. Previous literature has indicated a close association between scabies occurrence and factors such as crowded impoverished living conditions, contaminated water sources, and limited access to healthcare [14], advantages which high SDI regions tended to possess. Over the period from 1990 to 2021, while the burden of scabies declined in low, low-middle, and middle SDI regions, it increased in high and high-middle SDI regions. In the past five decades, the global average SDI has risen. Lower SDI regions advanced more rapidly [15], which may promote health enhancements and reduction of burden in these regions. Signs of an increasing burden in higher SDI regions have emerged, with some recent studies [5,16,17] noting its growing prevalence in developed high-income countries. This rise may be attributed to factors such as population mobility, aging demographics, and an increase in populations affected by sexually transmitted diseases [16]. In older populations, obesity may exacerbate infections, while dementia or physical limitations caused by chronic-degenerative diseases may delay early diagnosis [18]. This issue warrants further investigation in future research. According to reports, scabies cases have been steadily rising in Germany since 2009. As scabies was not reportable in Germany, estimates of cases were derived from self-reported scabies, records of drug purchases, statistics from health insurance companies, etc., suggesting that actual figures may be higher [3,11,17].\nIn 2021, the burden of scabies in Oceania, tropical Latin America, East Asia, and Southeast Asia were higher, consistent with previous findings [7]. At national level, the high burden in Fiji, Papua New Guinea, and Solomon Islands has been widely pointed. In Fiji, mass drug administration has been actively implemented to control scabies [19,20]. From 1990 to 2021, DALY burden in Central Latin America, high-income North America, Eastern Europe, and Central Europe increased. The rising burden in Central Latin America may be attributed to its geographical environment and challenging socioeconomic conditions [21]. In addition to the risk factors in higher SDI regions mentioned above, research suggested that the increasing prevalence in some European countries may be linked to treatment failures. Predictors of treatment failure include the immune status of the host, the choice of treatment, exposure to future transmission events, and potential drug resistance. Although no conclusive evidence currently exists to confirm scabies resistance to frontline scabicides, such as permethrin and ivermectin, skepticism about their efficacy has grown in recent years, highlighting the need for further studies to investigate the underlying causes of treatment failure [5]. Furthermore, travel and refugee movements contribute to the spread of scabies in European regions, driven by population influxes from areas with high scabies prevalence and overcrowded living conditions that promote direct and prolonged skin-to-skin contact [3].\nIn 2021, the primary drivers of global scabies burden remained children and young people. However, the burden among this demographic has declined from 1990 to 2021. Unexpectedly, there was an increase in burden among the population aged over 40, with a particularly significant increase observed in the elderly. In high and high-middle SDI regions, scabies burden shown a growth since adulthood. In low, low-middle, and middle SDI regions, only a smaller increase in burden was observed among the elderly. As the aging population accelerates, the proportion of adults over 40 gradually rises [22], potentially leading to increased scabies incidence in this age group. Especially in high-income developed countries, such as Japan, the population aged 65 and above surged by over 480% between 1950 and 2019 [15]. The weaker immunity in the elderly and proliferation of nursing homes may have further amplified the risk of scabies outbreaks [23–25].\nFew studies have analysed trends for age-specific scabies occurrence in males and females over time. In our study, within age brackets witnessing an increase in scabies burden, females exhibited a faster growth compared to males. This may be attributed to the physiological differences between men and women, as well as shifts in women’s lifestyles and social roles. Female skin tends to be thinner compared to males, particularly post-menopause, which might influence skin resistance [26]. However, further research is needed to confirm these observations and elucidate the underlying mechanisms. Additionally, increased work pressures on modern women and more frequent use of body care products may compromise skin barrier function [27]. Furthermore, women are more frequently employed in caregiving-related settings, such as various long-term care facilities, nursing homes, community units [28], and are more likely to reside in care facilities in old age [29], thereby increasing exposure risks to scabies.\nThis analysis still has some limitations. The quality and completeness of scabies data collected by GBD 2021 from various sources need further improvement [11]. It remains challenging to collect accurate scabies data in low SDI regions and due to migration [15]. Some countries, such as Germany and Japan [17,30], do not report scabies data. In resource-limited settings, many affected individuals do not seek treatment due to financial constraints and perceptions of care inefficacy. Consequently, reliance on routine clinical data often results in an underestimation of the disease burden. It is likely that the true global prevalence of scabies is considerably higher than current estimates [31]. Strengthening public awareness and providing better resources for prevention and treatment may help address these challenges in the future. When estimating scabies-related data, covariates are limited to SEV for unsafe water, SDI, sugar consumption, and the Healthcare Access and Quality index, which do not encompass all determinants of scabies prevalence [11,31]. The GBD methodology primarily focuses on the direct effects of scabies, such as itching and skin disfigurement, while failing to account for systemic sequelae resulting from secondary infections caused by Group A Streptococcus, including impetigo, glomerulonephritis, and rheumatic fever, which are frequently associated with scabies [31]. Furthermore, it does not capture mortality associated with crusted scabies [32–34], thus potentially underestimating the overall disease burden. More detailed limitation discussed in elsewhere [11,12]. Furthermore, this study lacks an analysis of scabies risk factors. Future directions may focus on analyzing scabies risk factors in different geographic regions, age structures, and genders to provide clearer guidance for global scabies control efforts.\nOverall, the distribution of scabies burden in 2021 shared some similarities with previous studies, such as heavier burdens in tropical regions and among children and young people. However, over the past 30 years, the epidemiological characteristics of scabies have been changing. Several key points warrant particular attention: 1. The growth in scabies burden in high and high-middle SDI regions; 2. The rising burden among adults aged 40 and above, particularly the elderly; 3. The significant increase in scabies burden among women. In the future, in addition to continuing to monitor the high burden of scabies due to socioeconomic underdevelopment and hot climates, several factors should also be taken into consideration. These include substantial population movements such as migration and refugee activities, crowded and confined environments like orphanages, nursing homes, and long-term care facilities, as well as global demographic shifts like population aging, and decreasing treatment efficacy. Strategies such as large-scale oral administration of ivermectin, combination therapy with ivermectin and permethrin, ongoing clinical trials of moxidectin for scabies treatment, and the development of scabies vaccines may prove helpful in controlling scabies [5,16,17,21]."
}