{
    "Introduction": "In recent years, there has been a progressive decline in malaria transmission and morbidity which in line with a decline in proportions of fevers caused by malaria therefore many fever cases are likely to be non-malaria [1]. Febrile illnesses due to bacterial etiologies contribute significantly to morbidity and mortality particularly in children in developing countries, including Tanzania [2, 3]. The bacterial diseases such as urinary tract infections (UTI), acute respiratory tract infections and typhoid fever have been reported as common causes of fever in children in Tanzania [4, 5]. Urinary tract infections refer to the presence of bacterial pathogens within the urinary tract (bladder or kidney). The most common pathogen associated with UTIs is Escherichia coli which accounts for 80% of the isolates [6]. With regards to acute respiratory tract, a recent study reported a prevalence of 59 (88%) in children all due to Streptococcus pneumonia [4]. Salmonella enterica serotype Typhi (S. Typhi) and non-Typhi have been demonstrated as important causes of typhoid fever in Tanzanian children [7]. Typhoid fever is both waterborne and foodborne and therefore poor access to safe water, sanitation and hygiene infrastructure are the major risk factors.\nFurthermore, bacterial zoonotic diseases such leptospirosis and brucellosis have also been reported [3]. Leptospirosis is caused by spirochaetes of the genus Leptospira with several different serovars [8]. The disease is spread by the urine of infected animals and thus close human contact with livestock or wild animals, and poor sanitation are among the predisposing factors. Human can get infection through direct contact with the urine of infected animals or by contact with a urine-contaminated environment, such as surface water, soil and plants. Human brucellosis is caused by species of Brucella, the most common are B. abortus and B. melitensis. Brucella abortus is mostly associated with cattle while B. melitensis is typically associated with sheep and goats. The infection is transmitted to humans by ingestion of infectious animal products such as milk, dairy products or meat, direct contact with infected animals and their products through skin abrasions or conjunctiva and inhalation of airborne particulates [9].\nThe diagnosis of bacterial febrile illnesses poses a challenge particularly in resource poor countries where laboratory diagnostic facilities are limited [10]. Most of bacterial febrile illnesses could have similar symptoms with malaria and hence making it difficult to distinguish such illnesses clinically. Similarly, differential diagnosis of several bacterial febrile illnesses without laboratory tests is difficult due to overlapping clinical manifestations among these diseases. In Tanzania, the lack of diagnostic facilities in most health facilities have led to rely on clinical diagnosis and thus these diseases are unrecognized or being underreported. Apart from few studies conducted in northern Tanzania, the true burden of such illnesses remains poorly undefined in many parts of the country [11, 12, 13]. In addition, despite the reported decline of malaria, many febrile patients are still presumed to have malaria and thus malaria over diagnosis is commonly encountered and contribute to improper treatment of febrile patients [10]. Furthermore, non-malaria febrile illnesses cases which occur concurrently with malaria are often not recognized and thus treatment of patients with anti-malarial alone results into incomplete therapy. This study aimed at determining the prevalence of bacterial febrile illnesses in children in Kilosa district. Moreover, the study identified co-infections between bacterial febrile illnesses and malaria as well as co-infections between bacterial febrile illnesses.",
    "Materials and Methods": "Study setting\nThe study was conducted at Kilosa district hospital which is situated in Morogoro region, Tanzania (Fig 1). The district lies between latitudes 6° south and 8° south and longitudes 36° 30’ east and 38° east. The climate typically consists of short rain period which starts in November and end in January followed by heavy rainfall between March and May. The district experiences dry season from June to October. The average annual temperature is 24.6°C. The district has an area of 14,245 square kilometers and the population is 438,175 people [14]. The number of children less than 5 years of age and 5–10 years is 65,654 and 62,235 respectively [15]. The main economic activities are crop production and livestock keeping. Kilosa district is divided into 9 divisions, 37 wards and 164 villages [16]. In addition, there are 71 health facilities, of which 3 are hospitals, 7 health centers and 61 dispensaries [17]. Kilosa district hospital serves as referral hospital for the primary health care facilities in the district [18].\nKilosa was selected due to its possession of intensive human activities with livestock and its proximity to wildlife from the Mikumi National Park (Fig 1). Therefore, the district has a good interface for zoonotic diseases such as brucellosis and leptospirosis. Kilosa district is an area with holoendemic malaria transmission with seasonal peaks following the long and short rainy seasons [19]. In 2007–2008 malaria prevalence was estimated to be 15.7% in Morogoro region [20] and decreased to 13% in the year 2011–2012 [21]. Non-malaria febrile illnesses that have been reported in Kilosa district include acute respiratory diseases, UTIs and typhoid fever [22]. Data from a platform for health monitoring and evaluation in Tanzania (Sentinel Panel of Districts) have shown that in the year 2011, acute respiratory diseases and UTIs comprised of 20% and 2.5% respectively of total recorded illnesses (77,862) in outpatient department in children aged less than 5 years [23]. According to 2005/2006 statistics, the infant mortality rate and under-five mortality rate in Kilosa district were 112 per 1000 live births and 166 per 1000 live births respectively [24] while in 2012/2013 the rates were 74 and 192 per 1000 live births respectively [25].\n\n\nStudy participants and procedures\nThis study was conducted for 6 months, during rainy season (March—May 2013) and dry season (August—October 2013). The participants were recruited from febrile children who attended outpatient department at Kilosa district hospital. The inclusion criteria were children aged from 2–13 years, axillary temperature ≥37.5°C or rectal temperature ≥ 38.0°C at the time of recruitment. Fever was classified as mild if temperature was 37.5–38.3°C, moderate at 38.4–39.4°C and high at >39.5°C. Children with chronic diseases or those who required immediate attention were excluded. The estimation of the sample size for the assessment of prevalence of febrile illnesses in study area was based on 36%, which is a reported prevalence of malaria and other febrile febrile illnesses such as acute respiratory tract infections and UTIs [10]. The assumptions for the confidence level and margin of error were 95% (1.96) and 5% (0.05) respectively while contingencies such as recording error was 5%. According to Naing et al. (2006) the sample size (n) was calculated as n = (1.96)2 (0.36)(1–0.36)/(0.05)2 = 354; Total n = 354 + 17.7 = 372 [26].\nA trained clinical officer from the hospital collected demographic information, obtained clinical history and performed physical examination for each enrolled participant. The clinical diagnoses and treatment were also performed by the respective clinician and were recorded on a standard assessment form. Blood specimen 5ml of venous blood was collected aseptically from each febrile patient in plain tubes and thereafter serum was separated by centrifugation. In addition urine sample was collected from each patient in sterile tubes and processed immediately. Serum samples were temporarily stored at—20°C at Kilosa district hospital before being transported to Ifakara Health Institute (IHI) where they were kept at–80°C until analyzed.\n\n\nLaboratory methods\nLaboratory investigation was done based on selected bacterial febrile illnesses that might occur within the district. Thus, the selected bacterial febrile illnesses were leptospirosis, brucellosis, urinary tract infection and typhoid fever. In addition, all patients were screened for malaria parasites. Viral causes of fever were also investigated and detailed results have been presented in a separate paper.\nMalaria.The presence of malaria parasites was checked by microscopy by a laboratory technician from the respective hospital. Thick and thin blood films were prepared and stained with Giemsa and examined for blood parasites. Each slide was read independently by a second experienced microscopist from IHI and any discrepancies were resolved by a third microscopist. The parasite density was determined by standard methods [27].\n\nLeptospirosis.Laboratory diagnosis of leptospirosis was done by the detection of IgM and IgG antibodies in serum by using enzyme-linked immunosorbent assay (ELISA) at IHI, Ifakara, Tanzania. ELISA kits were obtained from Serion Immundiagnostica GmbH (Germany) and the ELISA procedure was carried out as per manufacturer’s instructions. The ELISA kits contain extract from Leptospira biflexa containing genus-specific epitopes directed against all Leptospira species. Each set of tests was run with positive and negative controls. The test was valid when the absorbance reading of the above meets the specification of the manufacturer’s and the results were interpreted according to the manufacturer’s recommendation. The sensitivity and specificity of these tests, as determined by the manufacturers, are shown in S1 Table. Positive specimens were subsequently tested by microscopic agglutination test (MAT) which is considered the gold standard for leptospirosis serodiagnosis [8]. This test was conducted at the Pest Management Center in Sokoine University of Agriculture, Morogoro, Tanzania. The MAT test was performed using standard procedure [8]. Six Leptospira serovars were used; this includes Kenya, Lora, Sokoine and Grippotyhosa (local isolates from domestic animals and rodents) and other serovars were Leptospira reference strains i.e. Hardjo and Hebdomadis. Briefly, live Leptospira cell suspensions were incubated with serially diluted serum specimens in U- bottomed 96-well plates. Negative and positive controls for each serovar were included. The plates with serum–antigen mixture were incubated at 30°C for 2–4 hours before being examined for agglutination under dark field microscopy. To confirm the agglutination titer, serum samples that showed agglutination were further diluted to up to 1: 20,480. The reported titer was the highest dilution of serum that agglutinated at least 50% of the cells for each serovar tested [8]. In our study, a single specimen (acute serum) was used and thus a cut-off titer of ≥ 1:160 was considered an indicative of acute infection [28, 29, 30]. Presumptive acute leptospisosis was defined as a positive IgM antibodies result for Leptospira while probable prior leptospirosis exposure was defined as a positive anti-Leptospira IgG ELISA result. Confirmed acute leptospirosis was defined as a positive MAT result.\n\nBrucellosis.NovaLisa™ Brucella IgM-ELISA and NovaLisa™ Brucella IgG-ELISA were used according to the manufacturer’s instructions to detect the presence of Brucella abortus-specific IgM and IgG antibodies in serum samples (NovaTec Immundiagnostica GmbH, Germany). The kits contained microtiter strips pre-coated with a lysate antigen of B. abortus. The recommended cutoff values were used to determine negative, positive and borderline results, however, all border line results were considered negative. The sensitivity and specificity of these tests, as determined by the manufacturers, are shown in S1 Table. All serum samples were also screened by a stained Brucella suspension for detection of antibodies toward Brucella abortus and Brucella melitensis (Span Diagnostics Ltd, India). The rapid screening test was done by adding one drop of a well-shaken antigen suspension (B. abortus or B. melitensis) on a slide containing 20 μl of undiluted serum. Serum samples which showed a visible agglutination within 1 minute were quantified by tube agglutination test. For the tube method, the serum samples were diluted serially from 1:20 to 1:1280 followed by the addition of a single drop of antigen into the respective tubes. A negative control (saline) was also included. The tubes were incubated at 37°C for 16–20 hours. The positivity cut-off point for tube agglutination reaction was defined as antibody titers ≥ 1:160 [31]. Presumptive acute brucellosis was defined as a positive IgM antibodies result for B. abortus and probable prior brucellosis exposure was defined as a positive anti-Brucella IgG ELISA result.\n\nTyphoid fever.The detection of antibodies toward Salmonella Typhi was done by a Widal test which was based on agglutination reaction between S. Typhi somatic lipopolysacharide O antigens and flagellar H antigens [32]. This test was performed with standardized O and H antigens (Agappe Diagnostics, Switzerland). All suspensions were stored at 2–8°C in the dark and then thawed to room temperature before use. The initial test done was the rapid screening test, whereby one drop of undiluted serum was placed in a 3cm diameter circle on a white tile and a drop of the O and H antisera was added and spread over the entire circle. The results were read after immediate rotation of the slide for 1 minute. Positive sera were further tested by tube method as described in the section under brucellosis. The positivity cut-off point for tube agglutination reaction for both O and H antigens was defined as antibody titers ≥ 1:160 [32] and was considered as presumptive typhoid fever.\n\nUrinary tract infections.Urine samples were examined visually and microscopically. Briefly, microscopic examination was performed by centrifugation of urine at 3000 rpm for 3 minutes and thereafter the supernatant was discarded aseptically. The sediment was placed on the slide and a cover slip was applied before being examined under the microscope at 40X objective. An average count of white blood cells (WBC) was taken per number of fields examined. The increased number of leucocytes is mostly observed in urinary tract diseases, and thus presence of ≥5 WBCs per hpf (high-power field) was considered positive [33].\n\n\n\nData management and statistical analysis\nData were entered into an Access database by an experienced data clerk. The database was designed to ascertain validation rules of each data field. The verification of data entry and data cleaning was done to ensure that clinical data and laboratory findings are matched. The cleaned data were then transferred to STATA using Stat transfer version 9 and statistical analyses were performed using STATA software (version 11; Stata Corp., TX USA). The outcome variables were bacterial febrile illnesses i.e. leptospirosis, brucellosis, urinary tract infection, typhoid fever and malaria. Pearson’s Chi-Square test was used to determine the association between categorical variables. An alpha level of 0.05 was used for all tests of statistical significance. In addition, logistic regression model for multivariate analysis was used to assess the relationship between the selected bacterial febrile illnesses and sex, age and season. Interpretation of results was based on the odds ratio and 95% confidence intervals.\n\n\nEthics statement\nThis study was approved by Institutional Review Board of Ifakara Health Institute (IHI/IRB/No: 01–2013) and Medical Research Coordinating Committee of Tanzania’s National Institute for Medical Research (NIMR/HQ/R.8a/Vol.1X/1472). Children with less than 12 years had written informed consent given from a parent or guardian while children over 12 years provided their own written informed consent which was accompanied by a written consent of a parent or guardian. In addition a verbal assent was also obtained from children aged 7–12 years.",
    "Results": "A total of 370 febrile children were enrolled, of these 189 (51.1%) were males and 181 (48.8%) were females. Among the enrolled patients, 205 (55.4%) were children aged less than five years and 165 (44.6%) were aged five years and above (Table 1). One hundred and eighty nine patients (51.1%) were recruited during the rainy season while 181 (48.9) were enrolled in the dry season. At the time of enrollment, the majority of patients (75.7%; n = 280) had mild fever whereas 85 (23.0%) and 5 (1.3%) had moderate and high fever respectively. In addition, 75 (20.3%) of patients reported prior use of anti-malarials while 11 (2.9%) had used antibiotics and 18 (4.9%) had previously used both anti-malarials and antibiotics. The demographic characteristics of patients as well as enrollment characteristics are summarized in Table 1.\n\n\nMalaria\nAmong all 370 participants, 85 (23.0%) were positive for malaria parasites (Plasmodium falciparum), of these, 45/189 (23.8%) were males and 40/181 (22.1%) were females. Of 85 patients who had malaria, 47/205 (22.9%) were children aged less than 5 years while 38/165 (23.0%) were aged five years and above (Table 2). Although the difference in the occurrence of malaria cases between the two seasons was not statistically significant (OR = 1.53, 95% CI: 0.92–2.53), more cases of malaria were observed during the dry season 26.5% versus 19.6% (Table 2). The main diagnosis provided by the physician were UTI 25 (29.4%), pneumonia 3 (3.5%) and other infections 1 (1.2%), Table 2. With regards to treatment, 85(100%) of patients with malaria were treated with anti-malarials while 34 (40%) were treated with antibacterials, 74 (87.1%) with antipyretics and 1 (1.2%) were prescribed with other drugs (Table 2).\n\n\nLeptospirosis\nAmong all the participants, 43 (11.6%) met the definition for presumptive acute leptospirosis (Table 2). Female patients were represented with a higher percentage 27/181 (14.9%) than males 16/189 (8.5%), (OR = 1.91, 95% CI: 0.98–3.75), Table 3. Despite the lack of statistical significance in age groups, a higher prevalence of leptospirosis was obtained in children older than 5 years of age (OR = 1.87, 95% CI: 0.95–3.68). Furthermore, few cases were detected during the dry season than in the rainy season (OR = 0.42, 95% CI: 0.21–0.86). Two hundred patients were tested by MAT, of these, 26 (13%) had confirmed leptospirosis with the following Leptospira serogroups; Sokoine 9 (34.6%), Kenya 6 (23.1%), Gripotyphosa 6 (23.1), Hebdomadis 6 (23.1%) and Lora 2 (7.7%). However, 2 patients had two Leptospira serogroups; one had Sokoine and Hebdomadis and the other patient had Sokoine and Gripotyphosa. Contrary to presumptive acute leptospirosis, female patients were less likely confirmed with leptospirosis (OR = 0.37, 95% CI: 0.15–0.88) as compared to males. Probable prior exposure to leptospirosis was observed in 16 (4.3%) of enrolled patients, of these, 10/189 (5.3%) were males and 6/181 (3.3%) were females and all cases occurred during the rainy season (Table 2). The main diagnosis in patients with presumptive acute leptospirosis was malaria 13 (30.2%) and UTIs 22 (51.2%). Also, the most common diagnoses in patients with confirmed leptospirosis were malaria 7 (26.9%) and UTIs 11 (42.3%). Most patients with presumptive acute leptospirosis and confirmed leptospirosis were treated with antibacterials and anti-malarials (Table 2). The most prescribed antibiotics were co-trimoxazole and amoxicillin (Table 4).\n\n\nBrucellosis\nTwenty six (7.0%) of all participants met the criteria for presumptive acute brucellosis due to B. abortus, including 13/189 (6.9%) males and 13/181 (7.2%) females. Presumptive acute brucellosis was more common among older children (≥ 5 years) than in children aged less than five years (OR = 3.84, 95% CI: 1.48–10.01). In addition, few cases occurred in dry season as compared to rainy season (OR = 0.40, 95% CI: 0.16–1.01). The prevalence of B. abortus and B. melitensis by tube agglutination test was 26 (7.0%) and 57 (15.4%), respectively. Similarly, most cases of B. melitensis occurred in children aged ≥ 5 years (OR = 8.02, 95% CI: 3.76–17.11) even though for B. abortus both age groups were equally affected (Table 3). Although there was no significant statistical difference, B. melitensis and B. abortus were detected more during the rainy season than during the dry season. Among 370 participants, 42 (11.4%) met the definition for probable prior brucellosis exposure including 13/189 (6.9%) males and 29/181 (16.0%) females. Among the patients with probable prior brucellosis exposure, 37 had only anti-Brucella IgM antibodies while 5 patients had both IgM and IgG. The prevalence of prior brucellosis, exposure was more in children aged above five years (OR = 2.78, 95% CI: 1.37–5.66). Similarly, despite the absence of statistical significance, few cases were detected during dry season as compared to rainy season (Table 3). The main diagnoses for patients with presumptive acute brucellosis, B. melitensis and B. abortus were UTIs followed by malaria and pneumonia (Table 2). The common prescribed drugs were antibiotics particularly co-trimoxazole, amoxicillin and other antibiotics (Table 4).\n\n\nUrinary tract infections\nOf 370 enrolled participants, 9 children could not provide urine sample. Therefore, among the 361 patients who were screened, 69 (18.6%) had UTIs. Urinary tract infections were three times higher in females than in males (OR = 3.02, 95% CI: 1.70–5.34). The findings further show that both age groups were equally affected regardless of their age difference. The main diagnoses provided were malaria 11 (15.9%), pneumonia 16 (23.2%) and other diseases 4 (5.8%), (Table 2). Twelve (17.4%) of patients with UTIs were treated with anti-malarials while 64 (92.8%) were treated with antibacterials particularly co-trimoxazole 45 (70.3%), benzylpenicillin (crystapen) 9 (14.1%) and amoxicillin 8 (12.5%).\n\n\nTyphoid fever\nThis study shows that 38 (10.3%) of enrolled patients had presumptive typhoid fever. Presumptive typhoid fever cases were significantly higher in females than in males (OR = 2.38, 95% CI: 1.14–4.98). In addition, patients aged 5 years and above were represented with a high prevalence, 24 (14.6%) than children aged below 5 years, 14 (6.8%) (OR = 2.20, 95% CI: 1.06–4.57). It was further noted that the prevalence of presumptive typhoid fever was stable between the rainy and dry season. Thirteen (34.2%) of patients suspected having typhoid fever received anti-malarial drugs while 31 patients (81.6%) were treated with antibiotics. The commonly used antibiotics were co-trimoxazole and amoxicillin (Table 4).\n\n\nMultiple infections\nA total of 146 children (39.5%) had a possibility of being infected with more than one disease and of these, 126 (34.1%) could have had two diseases. Among patients diagnosed with malaria, 13 (3.5%) were suspected having acute leptospirosis, 7 (1.9%) had confirmed leptospirosis while 13 (3.5%) could also be infected with typhoid fever, 12 (3.2%) with UTIs, and 9 (2.4%) with B melitensis (Table 5). Of the 69 patients with UTIs, 14 (3.8%) could be co-infected with B. melitensis, 8 (2.2%) with typhoid fever and 6 (1.6%) with leptospirosis. Also, 11 (3.0%) of patients with typhoid fever had B. melitensis while 9 (2.4%) had presumptive typhoid fever and leptospirosis. Furthermore, twenty (5.4%) of participants could have had more than two diseases. This included malaria, UTIs and B. melitensis 4 (1.1%); typhoid fever, leptospirosis and B. melitensis 4 (1.1%); and Malaria, UTIs and typhoid fever 3 (0.8%), Table 5.",
    "Discussion": "In the present study, we have demonstrated occurrence of non-malarial febrile illnesses due to bacterial infections in children in a malaria-endemic area of Tanzania. This study confirms the importance of some bacterial causes of fever including zoonotic diseases such as leptospirosis and brucellosis. The study also identified the presence multiple bacterial infections as well as co-infections between malaria and bacterial diseases. Furthermore, infected patients were characterized with similar symptoms and thus differential diagnosis could not be made in the absence of diagnostic tests.\nThis study has illustrated that besides malaria, diseases such leptospirosis, brucellosis, typhoid fever and urinary tract infections should be considered in the differential diagnosis of febrile children. It is well documented that in acute leptospirosis or brucellosis, IgM antibodies start appearing during the first week of illness which is usually followed by IgG in the second week [34, 35, 36]. Therefore, the detection of IgM antibodies from the acute serum in patients from the present study could be an indication of acute leptospirosis or brucellosis. However, these findings should be interpreted with caution since in leptospirosis IgM antibodies can persist for months and thus their detection could mean a past infection rather than an acute infection. A limitation of our study was its cross-sectional design, which did not allow a comparison of the acute serum with convalescent serum from the same patients which would have been useful in our interpretation of results. Contrary to results from previous studies in Tanzania and Asia, our findings have demonstrated a higher prevalence of presumptive and confirmed leptospirosis, brucellosis and UTI [2, 11, 13, 37, 38, 39].\nFindings from the present study have indicated that leptospirosis and brucellosis occurred more during the rainy season than in the dry season. This could be due to the reason that the rains cause rodents to move to residential areas hence increasing contamination of the environment including surface water through shedding of Leptospires in urine. These findings are in line with the results obtained from previous studies which have shown a similar seasonal pattern [40, 41]. Similarly, extrinsic factors such as rainfall have contributed to high occurrence of brucellosis around this period. The increase is believed to be associated with parturition since many births occur during rainfall [42]. This is accompanied by extensive shedding of Brucella organisms among infected animals which increases environmental contamination with consequences of increasing risk of exposure to infection. In this study, confirmed leptospirosis was detected more often in male patients than in females, which is in agreement with the results of a study conducted in the Netherlands where 90% of reported leptospirosis cases occurred in male patients [43]. Kilosa district is an agricultural area with pastoral livestock keeping activities and traditionally, boys tend to assist their parents with farming activities and looking after animals hence increases risks of exposure. On the contrary, the high number of malaria cases in the dry season could be due to the existence of water bodies such as rice paddies, irrigation canals, ponds and streams in the study area. Our findings concur with observations from previous studies in Malawi and Kenya where cases of malaria were higher in the dry season than in the rainy season [44, 45].\nOur results show that UTI cases were more frequent in females than in males. This could be due to differences in anatomical structure i.e. the shortness of the urethra in women with its close proximity to the anus makes it easier for bacteria to ascend in the urinary tract [46]. Furthermore, it was noted that majority of brucellosis cases, particularly B. melitensis occurred in children aged 5 years and above, similar to findings reported by Tanir et al. (2009) from Turkey and Majali and his colleague from Jordan [47, 48]. The reason for the high prevalence of brucellosis in this age group could be that older children are more likely involved in animal care hence they might be at increased risk of contact with infected animals. This study has shown that suspected typhoid fever cases were common in children aged 5 years and above. This finding agrees with observations made in Nigeria and Pakistan where typhoid fever was more common in children aged 5–9 years [49, 50]. A plausible explanation for high prevalence of typhoid fever in older children is the consumption of unsafe locally-made chilled drinks and ice creams at schools since these are school-aged children. In contrast to our findings, Breiman et al. (2012) documented highest rates of typhoid fever in both age groups i.e. children aged 5–9 years and 2–4 years old [51]. Moreover, the frequency of typhoid fever was greater among females than males, similar to previous studies in Pemba, Zanzibar and Nigeria [52, 53, 54].\nThe present findings revealed that some patients had previously been exposed to leptospirosis and brucellosis. It should be noted that several previous reports have indicated the possibility of chronic brucellosis based on detection of anti-Brucella IgG particularly in absence of IgM antibodies [55, 56, 57]. Proximity of the study area to wildlife reservoirs in the Mikumi National Park, presence of livestock as well as traditional habits of livestock keepers in the study area to consume raw milk may justify our finding of anti-Brucella IgG antibodies and the likelihood of chronic brucellosis.\nOur findings indicate the possibility of multiple infections in a considerable number of patients. This included coexistence of malaria and bacterial infections and occurrence of dual or triple bacterial infections. This finding can be compared to the results of a recent study conducted in Tanzania where multiple diagnoses were observed in two thirds of the children [4]. This is also in agreement with a study conducted in Bangladesh where patients had double or triple infections [58]. The co-infection between malaria and other diseases poses a challenge in the management of patients particularly in areas where diagnostic facilities for non-malaria febrile illnesses are limited. Therefore, these evidences strengthen the need to consider causes of fever other than malaria in patients diagnosed with malaria. In addition, the diagnosis of febrile patients should include the possibility of multiple non-malaria febrile illnesses.\nDespite being endemic in many developing countries, diseases such as leptospirosis, brucellosis and typhoid fever remain unrecognized, under-diagnosed or under-reported. This was clearly shown by the present study where the main diagnoses were malaria, UTI, pneumonia and upper respiratory tract infections while leptospirosis, brucellosis and typhoid fever were not diagnosed clinically in any patient. Our results show that diarrhea, vomiting, loss of appetite, joint pain, abdominal pain and headache were the common manifestations in malaria patients as well as in patients with bacterial infections. In addition, these symptoms are consistent with several possible diagnoses including viral diseases such as dengue fever and yellow fever [59, 60]. Similar findings were reported from a recent study in Bangladesh where diseases such as malaria, leptospirosis, typhoid fever and dengue fever had similar clinical presentation [58]. The presence of unremarkable and non-specific clinical presentations makes it difficult to diagnose these diseases based on clinical grounds alone. Therefore, reliable diagnostic tests are required to identify such illnesses.\nAnother finding of this study is the improper management of febrile patients. Patients received antibacterials or anti-malarials but not standard treatment for human brucellosis. In the treatment of human brucellosis, monotherapy and short-term antibiotic regimes are not considered [61]. The most common used antibiotic regimes include doxycycline in combination with rifampin or streptomycin or gentamicin [61]. On contrary, no participant received any of the regimes. Furthermore, delay in receiving the appropriate antimicrobial therapy might develop life-threatening symptoms which can be associated with poor outcomes [62]. This indicates that a timely and accurate therapy is essential in the management of bacterial febrile illnesses. Furthermore, our findings suggest that failure to identify non-malaria febrile illnesses can lead to the misuse of broad spectrum antibiotics which could predispose to development of antibiotic resistance [63].\n\nStrengths and limitations\nThe present study has reported the prevalence of some bacterial febrile illnesses in a district hospital which serves as a referral for primary health care facilities in the district and hence provides a good representation of the general population in the district. However, detection of IgM or IgG antibodies in acute serum without considering the convalescent serum could mislead the interpretation of results. A limitation of using a single serum sample in the demonstration of IgM/IgG antibodies is the absence of antibodies in early stages of the infections or the persistence of antibodies from the previous exposure. Another limitation is that we did not conduct culture for typhoid fever and urinary tract infections. However, despite the design of the present study being cross-sectional and some diagnostic tests used were not 100% sensitive or specific, useful information has been gleaned from this study. This information may help the clinicians, policy makers and national disease control programs in planning for better ways for management of such illnesses.\n\n\nConclusion\nFindings from the present study indicate that besides malaria, bacterial diseases such as UTIs and bacterial zoonoses (leptospirosis and brucellosis) are a prominent cause of acute febrile illnesses in Kilosa district, Tanzania. Despite their importance, these diseases are passed unrecognized or are being underreported. Clinical diagnosis is not sufficient to discriminate such illnesses and thus laboratory confirmation is essential. Our findings underline the need to improve strategies for the diagnosis and management of febrile conditions particularly in resource-limited settings and also to refine disease burden estimates of bacterial and other common causes of febrile illnesses in children."
}