{
    "Background": "No efficient vaccine against plague is currently available. We previously showed that a genetically attenuated Yersinia pseudotuberculosis producing the Yersinia pestis F1 antigen was an efficient live oral vaccine against pneumonic plague. This candidate vaccine however failed to confer full protection against bubonic plague and did not produce F1 stably.",
    "Methodology/Principal Findings": "The caf operon encoding F1 was inserted into the chromosome of a genetically attenuated Y. pseudotuberculosis, yielding the VTnF1 strain, which stably produced the F1 capsule. Given orally to mice, VTnF1 persisted two weeks in the mouse gut and induced a high humoral response targeting both F1 and other Y. pestis antigens. The strong cellular response elicited was directed mostly against targets other than F1, but also against F1. It involved cells with a Th1—Th17 effector profile, producing IFNγ, IL-17, and IL-10. A single oral dose (108 CFU) of VTnF1 conferred 100% protection against pneumonic plague using a high-dose challenge (3,300 LD50) caused by the fully virulent Y. pestis CO92. Moreover, vaccination protected 100% of mice from bubonic plague caused by a challenge with 100 LD50 Y. pestis and 93% against a high-dose infection (10,000 LD50). Protection involved fast-acting mechanisms controlling Y. pestis spread out of the injection site, and the protection provided was long-lasting, with 93% and 50% of mice surviving bubonic and pneumonic plague respectively, six months after vaccination. Vaccinated mice also survived bubonic and pneumonic plague caused by a high-dose of non-encapsulated (F1-) Y. pestis.",
    "Significance": "VTnF1 is an easy-to-produce, genetically stable plague vaccine candidate, providing a highly efficient and long-lasting protection against both bubonic and pneumonic plague caused by wild type or un-encapsulated (F1-negative) Y. pestis. To our knowledge, VTnF1 is the only plague vaccine ever reported that could provide high and durable protection against the two forms of plague after a single oral administration."
}