{
    "Background": "Taenia solium inflicts substantial neurologic disease and economic losses on rural communities in many developing nations. “Ring-strategy” is a control intervention that targets treatment of humans and pigs among clusters of households (rings) that surround pigs heavily infected with cysticerci. These pigs are typically identified by examining the animal’s tongue for cysts. However, as prevalence decreases in intervened communities, more sensitive methods may be needed to identify these animals and to maintain control pressure. The purpose of this study was to evaluate ultrasonography as an alternative method to detect pigs heavily infected with T. solium cysts.",
    "Methodology/Principal Findings": "We purchased 152 pigs representing all seropositive animals villagers were willing to sell from eight communities (pop. 2085) in Piura, Peru, where T. solium is endemic. Tongue and ultrasound examinations of the fore and hind-limbs were performed in these animals, followed by necropsy with fine dissection as gold standard to determine cyst burden. We compared the sensitivity and specificity of ultrasonography with tongue examination for their ability to detect heavy infection (≥ 100 viable cysts) in pigs. Compared to tongue examination, ultrasonography was more sensitive (100% vs. 91%) but less specific (90% vs. 98%), although these differences were not statistically significant. The greater sensitivity of ultrasound resulted in detection of one additional heavily infected pig compared to tongue examination (11/11 vs. 10/11), but resulted in more false positives (14/141 vs. 3/141) due to poor specificity.",
    "Conclusions/Significance": "Ultrasonography was highly sensitive in detecting heavily infected pigs and may identify more rings for screening or treatment compared to tongue examination. However, the high false positive rate using ultrasound would result in substantial unnecessary treatment. If specificity can be improved with greater operator experience, ultrasonography may benefit ring interventions where control efforts have stalled due to inadequate sensitivity of tongue examination."
}