{
    "Background": "Visceral leishmaniasis (VL) is a vector-borne disease caused by Leishmania parasites and transmitted by sand fly bites, targeted for elimination in India. VL primarily affects rural, low-income populations with limited health care access. In South Asia, few studies have explored patients’ perspectives, diagnoses, and treatment experiences; particularly lacking an understanding about the patients’ life experiences outside of clinical research settings.",
    "Methodology/principal findings": "A qualitative study was conducted in Bihar, India, using moderator-facilitated, protocol-defined discussion. Eighteen adult patients and 12 caregivers of children diagnosed with and treated for VL within the last 12 months were identified by self-report. Mean time from symptom onset to diagnosis was 13.8 days. Challenges of the early patient life experience included lack of urgency by health care professionals, delayed diagnosis, and no guarantee of treatment at the location of their VL diagnosis (63% had to switch to a different center for treatment, at times delaying treatment). Key barriers identified in previous studies that were re-confirmed in this study include out-of-pocket financial burden, absence from work/home duties, and long-distance travel to hospitals. Patients and caregivers (n = 29/30) expressed a preference for a potential oral treatment that could be taken close to home.",
    "Conclusions/significance": "This study reveals new insights about the patient life experience and reconfirms previous research indicating that access to care for patients with VL in the Bihar area remains a challenge. Although most patients with VL seek care early, diagnosis often requires multiple visits to a health care facility. Despite access to therapy in public hospitals, some patients reported a preference for private care. Even if diagnosis takes place in a government-funded public setting, some patients reported needing to move from the location of diagnosis to another center to receive therapy, creating an additional burden for patients. As a potential alternative to current parenteral treatment, adult patients and caregivers of pediatric patients expressed interest in a potential oral therapy because it may reduce barriers to access care."
}