{
    "Abstract": "Anopheles sundaicus s.l. is an important malaria vector primarily found in coastal landscapes of western and central Indonesia. The species complex has a wide geographical distribution in South and Southeast Asia and exhibits ecological and behavioural variability over its range. Studies on understanding the distribution of different members in the complex and their bionomics related to malaria transmission might be important guiding more effective vector intervention strategies. Female An. sundaicus s.l. were collected from seven provinces, 12 locations in Indonesia representing Sumatra: North Sumatra, Bangka-Belitung, South Lampung, and Bengkulu; in Java: West Java; and the Lesser Sunda Islands: West Nusa Tenggara and East Nusa Tenggara provinces. Sequencing of ribosomal DNA ITS2 gene fragments and two mitochondrial DNA gene markers, COI and cytb, enabled molecular identification of morphologically indistinguishable members of the complex. Findings allowed inference on the distribution of the An. sundaicus s.l. present in Indonesia and further illustrate the phylogenetic relationships of An. epiroticus within the complex. A total of 370 An. sundaicus s.l specimens were analysed for the ITS2 fragment. The ITS2 sequence alignment revealed two consistent species-specific point mutations, a T>C transition at base 479 and a G>T transversion at base 538 that differentiated five haplotypes: TG, CG, TT, CT, and TY. The TG haplotype matched published An. epiroticus–indicative sequences from Thailand, Vietnam and peninsular Malaysia. The previously described insertion event (base 603) was observed in all identified specimens. Analysis of the COI and cytb genes revealed no consistent nucleotide variations that could definitively distinguish An. epiroticus from other members in the Sundaicus Complex. The findings indicate and support the existence of An. epiroticus in North Sumatra and Bangka-Belitung archipelago. Further studies are recommended to determine the full distributional extent of the Sundaicus complex in Indonesia and investigate the role of these species in malaria transmission."
}