{
    "Introduction": "Leprosy, an infectious disease caused by Mycobacterium leprae, affects skin and nerves and can lead to deformities of the hands, feet and face. The disease remains a public health problem in underdeveloped areas in the world, and is therefore known as a disease of the poor. Our understanding of risk factors for the transmission of M. leprae and the development of leprosy disease is not complete. One of the reasons is the long incubation period, which is on average 2–5 years. It is therefore difficult to investigate causal relationships between circumstances at the time of infection and the onset of clinical symptoms years later. The most important known determinant for contracting leprosy is being a household contact of a leprosy patient, which carries a five to eight times higher risk of contracting leprosy [1,2]. The specific risk factors that determine the risk for contacts include the Ridley-Jopling leprosy classification of the index patient, physical distance to the patient and age of the contact [3]. However, in endemic regions the majority of new leprosy patients are not close contacts of a known leprosy case [4,5]. Another possible risk factor is poverty, although not all poor countries have high leprosy prevalence rates. It is even the case that Brazil, an economically emerging country, has one of the highest new case detection rates in the world [6]. It remains unclear which aspects of poverty are associated with leprosy susceptibility and the progression to clinically detectable disease. Two recent case-control studies investigating socioeconomic factors in relation to leprosy found that food shortage was associated with leprosy. The setting of one of these studies was a poor, high leprosy endemic area in Brazil [7]. Among other factors, having experienced food shortage at any time in life was related to leprosy. The other study was set in two leprosy endemic districts in Bangladesh. In this study, food shortage in the past year was the only factor significantly associated with the clinical manifestation of leprosy [8].\nThe definition of food shortage used in the Bangladesh study was: ‘the period in which a family had to reduce the number of meals a day, or reduce the intake of foods other than rice’. This is most likely to occur when rice prices are high, household food stocks depleted and income is low due to lack of labor opportunities. Multiple studies in Bangladesh documented that this situation typically arises in the period between September and the end of November, just before the major harvest Aman in December [9–12].\nFood shortage worsens the often already inadequate intake of micro- and macronutrients. Nutritional deficiencies impair the immune system and thus the defense of the body against infections [13,14]. The risk of contracting subclinical M. leprae infection is not necessarily increased by food shortage, but it could facilitate the progression from infection to the clinical presentation of leprosy.\nThe findings of the two above-mentioned studies raise many questions regarding the exact mechanisms behind the relationship between food shortage and leprosy. Literature on this subject is scarce, and to further examine this relationship we designed a case-control study in rural Bangladesh during an expected period of food shortage. The aim was to assess possible differences in dietary intake between recently diagnosed leprosy patients and control subjects without the disease that could lead to hypotheses on immunological mechanisms underlying the clinical development of leprosy.",
    "Methods": "Study population and sampling\nThis case-control study was conducted in October and November 2013 in northwest Bangladesh, in the mainly rural and agricultural Nilphamari and Rangpur districts. These are among the poorest regions in Bangladesh [15], and leprosy is still endemic in this area. In 2012, 512 new leprosy cases were found in these districts, which have a total population of four million (data from the Rural Health Program, Nilphamari).\nData of all patients diagnosed with leprosy in the first half of 2013 were gathered from the Rural Health Program database in Nilphamari, which is run by The Leprosy Mission International, Bangladesh (TLMIB). Our aim was to include an equal number of men and women, to have an even age distribution and take in only one person (case or control) per household. Furthermore, we only included patients aged between 18 and 50 years and with help of field staff we pre-selected patients with a low risk of stigma possibly caused by a home visit. Of the 180 patients, 92 were eligible for this study, 64 were outside the age bracket criterion and 24 were excluded to avoid the risk of stigma of a home visit. Controls were selected from a random cluster sample of the population, originally composed for the COLEP study [16]. Out of the 13 sub-districts in the area, 20 clusters were formed, each containing 1000 randomly selected people [17]. We selected three clusters that could be reached within approximately one hour by motorcycle from the TLMIB Leprosy Center in Nilphamari; two clusters in Nilphamari district, of which one rural and one suburban, and one rural cluster in Rangpur district. From each cluster, 34 controls were randomly selected using a computerized sampling method, with an even distribution of men and women. Controls were excluded if they or a household member had ever been diagnosed with leprosy and if they were under 18 or over 50 years of age. When a control subject was not available at the time of our first visit, we made two more attempts. If the control subject was still not available the third time, a neighbor of similar age was invited to participate.\n\n\nEthics statement\nEthical approval for the study protocol was given by the institutional review board of TLMI Bangladesh, Nilphamari. Informed written consent was obtained from all participants.\n\n\nData collection\nData on patients and controls were collected by means of a structured questionnaire, a 24-hour dietary recall and anthropometric measures. The questionnaires for cases and controls were developed in English, translated separately by two translators to Bengali and each of them translated their colleague’s version back to English. The translations were discussed and the questionnaire was optimized. The questionnaire was pre-tested on patients and controls and adjusted where necessary. The questions of the Household Food Insecurity Access Scale (HFIAS) were kindly provided in Bengali by the International Centre for Diarrheal Disease Research, Bangladesh (ICDDR,B). Data were collected during household visits by two staff members of the TLMIB Nilphamari Training Center, both were trained field workers fluent in Bengali and English.\nThe questionnaire focused on demographic, socioeconomic and health data of the subjects and their households. The questions dealt with the occupation of the income generator, household size (defined as the number of people eating in the house), average income and income variation, self-classification on a poverty scale (very poor to rich), land ownership, food expenditure, any health problems other than leprosy in the past year and the presence of a BCG scar. If a patient’s income had changed since the diagnosis of leprosy, the pre-diagnosis income was used in the analyses. Income and food expenditure were then calculated per capita. Second, the HFIAS was administered [18]. This validated tool monitors problems with food access, dietary modifications and concerns about food insecurity over the past four weeks. Finally, subjects were asked questions about their history of food shortage, their household food stocks, and details of their coping mechanisms such as reducing the number or variety of meals. For the sake of comparability, these questions and the definition of food shortage were based on the study of Feenstra et al. [8]. Dietary intakes were assessed by a 24-hour recall, following the Food and Agriculture Organization (FAO) guidelines for measuring individual dietary diversity [19]. Subjects were asked to list the foods consumed during the previous day, starting from waking up in the morning. Details of all meals and snacks, consumed inside and outside the house during the full day, were recorded in chronological order. To be as accurate as possible, subjects were prompted about drinks, snacks and food consumed in and outside the house. Recipes of mixed meals were obtained to ascertain that all ingredients were recorded. The 24-hour recalls were carried out on weekdays, with exception of atypical holidays. Therefore, no interviews were held in the week after Eid al-Adha (Festival of Sacrifice). Also, two focus group discussions were held with women to gather information on commonly used ingredients and preparation methods.\nWeight of subjects was measured using a portable scale and assessed to the nearest 0.5 kg. Subjects were asked to remove shoes. Height was measured with a measuring tape while the subject was standing barefooted with his/her back straight against a wall. Body mass index (BMI) was calculated as weight (kg)/ height2 (m). Subjects were identified as underweight when their BMI was lower than 18.5 kg/m2. From the 24-hour recalls, the Dietary Diversity Score (DDS) was calculated [19]. The DDS is a simple count of the food groups consumed by the subject, and is increasingly used to measure dietary quality [20,21]. Nine food groups were included in this study: ‘Starchy staples’, ‘Dark green leafy vegetables’, ‘Other vitamin A rich fruits and vegetables’, ‘Other fruits and vegetables’, ‘Organ meat’, ‘Meat and fish’, ‘Eggs’, ‘Legumes, nuts and seeds’ and ‘Milk and milk products’. Vitamin A rich fruits and vegetables were defined as containing a minimum of 60 RAE/100 g (RAE stands for retinol activity equivalents) [19]. The condiments garlic and chilies were not counted, because the amount consumed per person was likely to be very low. The possible score ranged from 0 to 9. A score ≥5 was considered as adequately diverse [22].\n\n\nAnalysis\nBefore statistical analysis, a framework was built using four blocks comprised of several related variables: Demographic factors (age, sex, religion, district, and household size); socioeconomic factors (income, food expenditure, poverty classification, occupation, and land ownership); health factors (diseased in the last year, BCG scar, and BMI); and diet-related factors (HFIAS, DDS, food shortage in the past year, food shortage at any time in life, and household food stocks).\nStatistical analyses were performed using SPSS (version 22, SPSS Inc., Chicago, IL). All analyses were done using logistic regression, with case/control as dependent variable. Income and food expenditure were log transformed to normalize their distribution. To reduce the effect of matching, age and sex were continuously adjusted for in the univariate, multivariate per block and integrated analyses. Univariate analysis was carried out first, and the variables significantly (p<0.10) associated with leprosy were included in a multivariate backward stepwise logistic regression per block. The variables that remained statistically significant (p ≤0.05) in these multivariate analyses were considered as the main result. Finally, for the integrated analysis, the significant variables of each block (p<0.10 in the Wald Chi Square test) were combined and again backward stepwise logistic regression was carried out, this time using a p-value of <0.05 as statistically significantly contributing to the model.",
    "Results": "Fifty-two leprosy cases and 100 control subjects were interviewed during home visits. The majority of the leprosy patients had paucibacillary (PB) leprosy (65%), was released from multidrug treatment (56%) and had no leprosy-related disabilities (71%). Seventy-one percent of the controls were acquainted with at least one person diagnosed with leprosy, in most cases a neighbor (59%). Other demographic and socioeconomic characteristics of the patient and control groups are shown in Table 1. In general, the socioeconomic variables for the patient group were less favorable.\nTable 2 provides detailed data on food shortage, food security and coping mechanisms, from which it becomes evident that leprosy patients are once more in a disadvantaged position. The average DDS was significantly lower in the patient group, who consumed significantly less items from the groups ‘Meat and fish’ and ‘Other fruits and vegetables’ than the control group did (Fig 1). Control subjects consumed more items from the groups ‘Milk and milk products’ and ‘Eggs’ as well, but in this regard there was no significant difference with the patient group. Adequate dietary diversity (DDS ≥5) was reached by 25% of the control subjects and 17.3% of the patients. Food insecurity, measured by HFIAS, was more severe in the patient group, with a mean score of 10.2 and 6.4 for patient and control group, respectively (p = 0.003). Fig 2 gives the proportions and the severity of food insecurity for each item of the scale for both groups. Food stocks were present in 74% of the controls’ households, lasting on average for 32 days, and in 51% of the patients’ households, sufficient for 15 days on average.\nFood shortage, at any time in life as well as in the past year, was reported by many people in both groups, but significantly more often by patients (p = 0.03). Food shortage was most common in the months of September to November leading up to the major harvest in December, Aman. Income was reported to be the lowest of the year during these months by 79% of the subjects. Forty-one percent of interviewees who experienced food shortage in September-October last year reported food shortage as well in the period March-April, before the rice harvest in May/June, Boro. Food shortage in the past year lasted a mean of 101 days, during which one consumed less of certain food products or eliminated these from the diet, and often took fewer meals per day. Note that while control subjects mainly reduced their intake of most foods, patients had to eliminate foods more often. Intake of fish and meat was affected most frequently. People who skipped meals to cope with food shortage took two meals (59%) or sometimes even one meal a day (41%) instead of three meals normally in most cases, with no apparent differences between the patient and control groups.\nRegardless of being a case or control, people who had had to cope with food shortage in the past year had a DDS of 3.14 (±1.1) versus 4.59 (±1.3) in people without food shortage (p<0.001). Food insecurity was significantly higher among the people suffering from food shortage: their HFIAS score was on average 10.8, versus 0.6 for people not experiencing food shortage (p<0.001).\nThe results of the univariate and multivariate analysis are summarized in Table 3, and are addressed below per block.\n\n\nBlock 1: Demographic factors\nBoth religion and household size were significantly related to leprosy in the demographic block (p<0.10). Hindus were two times more likely to be in the patient group. A larger household was associated with a lower risk on leprosy.\n\n\nBlock 2: Socioeconomic factors\nAll variables in this block showed a significant association with leprosy in the univariate analysis. A higher income, land ownership, working as a farmer or a businessman and being part of a low/middle or middle income classified household lead to a decreased risk of leprosy. In the multivariate analysis of this socioeconomic block, step by step income per capita, land ownership, and self-classification were removed. The factors that remained significant were food expenditure per capita (p<0.05) and occupation (p<0.10).\n\n\nBlock 3: Health factors\nBCG vaccination coverage was almost similar in both groups, and therefore did not show a relation to leprosy. BMI was the only significant factor in the uni- and multivariate analysis (p<0.05); a lower BMI increased the risk of leprosy.\n\n\nBlock 4: Diet-related factors\nIn the univariate analysis, higher HFIAS, food shortage experienced in the past year and at any time in life were significantly associated with an increased risk of leprosy, while higher DDS and household food stocks reduced the chance of having leprosy. In the multivariate analysis of this block, only DDS and household food stocks remained significant (p<0.05).\n\n\nIntegrated analysis\nIn addition to the analyses per block, we considered relationships between the blocks. Therefore, all significant factors from each of the four blocks were analyzed together in a final integrated analysis, presented in Table 4. After stepwise elimination of the least significant factors, two factors remained significantly associated with leprosy: food expenditure (log) and household size (p ≤0.05).",
    "Discussion": "In this study, we set out to identify factors through which food shortage may have an effect on the development of leprosy, and in particular addressed the question whether recently diagnosed leprosy patients and controls had different dietary intakes. Our findings show that leprosy patients have a less favorable position with regard to socioeconomic, health and nutritional factors than a control population. Lower food expenditure per capita, lower BMI, lower dietary diversity score (DDS) and absence of household food stocks were the main factors associated with an increased risk of having leprosy.\nFood shortage experienced in the past year was significantly associated with leprosy in the univariate analysis, but not in the multivariate analysis. In our study, the proportions of patients and control subjects experiencing food shortage in the past year were higher than in the study of Feenstra et al.: 80.8% vs. 47.8% for patients and 64.0% vs. 35.7% for the controls, respectively. This is remarkable because the studies were carried out in the same geographical area, used the same definition of food shortage, and no important changes were seen in income and food availability over the four years [23]. In the study of Feenstra et al., food shortage was only one item of an extensive socioeconomic questionnaire, however, while the focus of our questionnaire was entirely on diet and food insecurity. This could possibly explain the higher percentages observed in our study.\n\nDietary Diversity Score\nTraditionally, a Bengali diet consists mainly of rice. Previous studies found that people from Bangladesh get between 74% and 86% of their energy intake from rice [12,22,24]. This suggests that consumption of nutritious non-rice foods is relatively low, which may explain the low DDSs found in our study. These studies demonstrated that the amount of rice a person consumes remains stable during the year, independent of rice price and season [12,25]. As a result, in the period September-November, when rice prices are high and income is low, expenditures on highly nutritious, generally more expensive, food products are likely to be lower. Consequently, dietary diversity scores are lower during these periods. To our knowledge, this is the first published study investigating the DDS in leprosy patients, and therefore there is no data to compare our results with. However, dietary diversity studies carried out among Bangladeshi women found a mean DDS of 3.6 ±1.1 and 3.4 ±1.1, which are very close to our findings of 3.2 ±1.1 and 3.8 ±1.4 for patient and controls, respectively [22,26].\nFor the DDS, the condiments chilies and garlic were not counted, in spite of the fact that they are used in almost all dishes according to the women participating in our focus group discussions. Still, the amounts consumed per person were likely to be very low, and therefore the contribution to the diet and dietary diversity should be negligible [22].\n\n\nFood expenditure\nFood expenditure was another important factor associated with leprosy. However, per capita food expenditure and per capita income were highly correlated (Spearman’s correlation coefficient: 0.81, p<0.001) and additional analyses demonstrated that income and food expenditure are interchangeable in the block- and integrated analysis. The association with leprosy could therefore be just through poverty in general, which is a risk factor often associated with leprosy [27]. Two studies in Bangladesh have linked food expenditure and income to dietary diversity, a variable that was statistically significantly related to leprosy in our study [24,28]. In the study of Thorne-Lyman et al., household dietary diversity increased with increasing food expenditure, and primarily the intakes of animal source foods and fruits increased strongly with higher food expenditures. Our control population had significantly higher food expenditures, and accordingly had higher intakes of these food groups.\n\n\nHousehold size\nThe second variable that remained statistically significant in the integrated analysis was household size. A larger household size gives a lower risk on leprosy. In the study of Feenstra et al., mean household size was larger in the control group as well, although this was not statistically significant. In theory, however, a larger household could increase the risk of leprosy, since it increases the chance of transmission. Nevertheless, in an Indonesia-based study an increased risk was found only for households larger than seven people [29], while in our study no more than 9 of 152 households counted more than seven people; two (3.8%) in the patient group and seven (7%) in the control group.\n\n\nEffect of nutrition on leprosy\nThe exact role of malnutrition on susceptibility to leprosy and the development to a clinical stage remains unclear [30,31]. A recent review on micronutrients and the immune response in leprosy emphasizes this knowledge gap, as only few studies in this field have been carried out and most of the evidence is derived from other diseases, mainly tuberculosis. Apart from this, previous studies are based either on blood analyses, or focused on diets of (cured) leprosy patients after they developed clinical leprosy. In both cases, it is difficult to determine if leprosy is a cause or a consequence of nutritional deficiencies [32–36]. Mycobacterium leprae is an intracellular micro-organism, thus a cell-mediated immune response is important in the defense of the human host [37]. Protein-energy malnutrition, as well as inadequate intake of vitamins and/or minerals are linked to a reduced cell-mediated immunity [38]. With lower intakes of several food groups during food shortage periods, deficiencies may have put leprosy patients in our study at risk for a reduced cell-mediated immunity. Another interesting theory that could possibly apply to leprosy is that of immune reconstitution, a well-known phenomenon in HIV after anti-retroviral therapy [39,40]. When the immune response is restored after a period of suppression, the immune system will start to respond to infections present in the body. We hypothesize that, when food intake is improved after a long period of food shortage and nutrient deficiencies, the body may start to respond to M. leprae, causing the development of clinical disease.\nThis study has some limitations. First, data were collected referring to the period after the diagnosis of leprosy, which makes it hard to determine a causal relationship. However, the interviews were held shortly after diagnosis (maximum of nine months) and we specifically asked for changes in the patients’ diet and income after diagnosis, to be able to correct for this difference. Second, a cross-sectional design was employed because we aimed to collect data during a food shortage period. We assumed that the persons experiencing food shortage this year have also experienced this in the previous years and that their diets did not change over time. Ideally, a longitudinal study, collecting detailed data on diet and health, and taking blood samples to determine nutrient absorption, should be carried out to compare long-term data of the persons who developed leprosy with data of persons who did not. However, this will be a lengthy and expensive process. A third limitation is that most of the data were self-reported through questionnaires, introducing recall and response biases. Especially for very poor people with an unstable income their average income is difficult to estimate. By asking the same questions to cases and controls we tried to limit the effect on our results. In addition to the 24-hour recall, biomarkers for micro- and macronutrients in blood, urine and/or feces can be analyzed to assess dietary intake more objectively [41]. However, we decided not to use this method because collection and analyses of biomarkers is laborious and costly, especially because a high number of nutrients need to be analyzed since the key nutrients are unknown.\nFourth, the DDS might have been over or underestimated as it was based on one 24h-recall, which may not be representative of the usual diet. We tried to get the most reliable information possible by avoiding a recall for atypical days such as religious holidays. Furthermore, in developing countries diets tend to have a low day-to-day variability, thus one 24h-recall may be enough to get a good idea of the usual diet. In addition, when comparing population groups, a single dietary recall should give an accurate estimation of the intake of a whole group [42]. The DDS informs about the last 24 hours, while we extrapolated this to the diet before leprosy was diagnosed. Only few patients indicated that their food intake was different from that of last year, before diagnosis, however. Data of these patients were kept in the analyses, because there was little difference in the numbers of people who consumed more (4 patients) and who consumed less (5 patients) than in the period before they were diagnosed.\nIn conclusion, this study adds to the current knowledge on food shortage, nutrition and leprosy. We found that DDS and household food stocks are the most important diet-related factors associated with leprosy in Bangladesh. Furthermore, BMI and food expenditure per capita have a strong association with leprosy in our study. People living in poverty have less money available to spend on food. This results in a low consumption of animal source foods, fruits and vegetables. Deficiencies of the nutrients that these types of foods provide could result in an impaired immune response, which may be an explanation for the development of clinical leprosy. It is evident that little research has been carried out on the association between leprosy and nutrition, and that the immunological pathway leading to the clinical development of leprosy and the influence of nutrition should be studied further. Our results can be a starting point to elucidate the relation between nutrition and leprosy."
}