{
    "Background": "Trachoma, the leading infectious cause of blindness, is caused by the bacterium Chlamydia trachomatis (Ct). Despite enormous disease control efforts and encouraging progress, trachoma remains a significant public health problem in 44 countries. Ethiopia has the greatest burden of trachoma worldwide, however, robust data exploring transmission risk factors and the association between socio-economic status is lacking from some regions. This is the first study to investigate these factors in this South-Eastern region of Oromia, Ethiopia.",
    "Methodology/Principal findings": "A total of 1211 individuals were enrolled from 247 households in Shashemene Rural district in Oromia Region between 11th April and 25th June 2018, of whom 628 (51.9%) were female and 526 (43.4%) were children aged 1–9 years. Three standardised ophthalmic nurses examined each participant for the presence of active trachoma using the WHO simplified trachoma grading system. Conjunctival swab samples were collected from the upper tarsal conjunctiva of the left eye of each participant. Ct was detected using quantitative PCR. Risk factor data were collected through structured interviews and direct observations. Clinical signs of trachomatous inflammation-follicular among children aged 1–9 (TF1-9) were observed in at least one eye of 106/526 (20.2%) and trachomatous inflammation-intense among children aged 1–9 (TI1-9) were observed in at least one eye of 10/526 (1.9%). We detected Ct by PCR in 23 individuals, of whom 18 (78.3%) were in children aged 1–9 years. Among the 106 children aged 1–9 years with TF, 12 (11.3%) were Ct PCR positive and among 20 children aged 1–9 years with TI, 4 (20.0%) were Ct PCR positive. In a multivariable model, adjusting for household clustering, active trachoma was associated with younger age, the poorest households (aOR = 2.56, 95% CI 1.21–5.51), presence of flies on the face (aOR = 2.87, 95% CI 1.69–6.46), and ocular discharge (aOR = 1.89, 95% CI 1.03–3.24). Pre-school children face washing more than once a day had lower odds of having active trachoma (aOR = 0.59, 95% CI 0.19–0.84). The same was true for washing children’s clothing at least once per week (aOR = 0.27, 95% CI 0.33–1.02).",
    "Conclusion/Significance": "Younger age, personal hygiene in this age group (presence of ocular and nasal discharges, infrequent washing of faces and clothing) and fly-eye contacts are potential risk factors for trachoma in this setting, suggesting that hygiene interventions and environmental improvements are required to suppress transmission to ensure sustained reduction in disease burden Further studies are needed to evaluate these interventions for trachoma control and elimination. Trachoma remains a disease associated with lower socio-economic status, emphasising the need for continued implementation of control measures in addition to poverty reduction interventions in this region."
}