{
    "Background": "Cutaneous leishmaniasis (CL) is a major public health concern in Ethiopia. However, knowledge about the complex zoonotic transmission cycle is limited, hampering implementation of control strategies. We explored the feeding behavior and activity of the vector (Phlebotomus pedifer) and studied the role of livestock in CL transmission in southwestern Ethiopia.",
    "Methods": "Blood meal origins of engorged sand flies were determined by sequencing host DNA. A host choice experiment was performed to assess the feeding preference of P. pedifer when humans and hyraxes are equally accessible. Ear and nose biopsies from livestock were screened for the presence of Leishmania parasites. Sand flies were captured indoor and outdoor with human landing catches and CDC light traps to determine at which time and where P. pedifer is mostly active.",
    "Principal findings": "A total of 180 P. pedifer sand flies were found to bite hosts of 12 genera. Humans were the predominant blood meal source indoors (65.9%, p < 0.001), while no significant differences were determined outdoors and in caves. In caves, hyraxes were represented in blood meals equally as humans (45.5% and 42.4%, respectively), but the host choice experiment revealed that sand flies have a significant preference for feeding on hyraxes (p = 0.009). Only a single goat nose biopsy from 412 animal samples was found with Leishmania RNA. We found that P. pedifer is predominantly endophagic (p = 0.003), but occurs both indoors and outdoors. A substantial number of sand flies was active in the early evening, which increased over time reaching its maximum around midnight.",
    "Conclusion": "In contrast to earlier suggestions of exclusive zoonotic Leishmania transmission, we propose that there is also human-to-human transmission of CL in southwestern Ethiopia. Livestock does not play a role in CL transmission and combined indoor and outdoor vector control measures at night are required for efficient vector control."
}