{
    "Background": "In yaws-endemic areas, children with Treponema pallidum subsp. pertenue infection may suffer recurrent episodes due to either reinfection or relapse. However, the possibility of infection with other cutaneous ulcer causative agents and difficulties in interpreting standard laboratory results challenges the estimation of yaws recurrence rates.",
    "Methods": "We estimated the rates of yaws recurrences in the Lihir Island (Papua New Guinea) using two approaches: passive surveillance based on a retrospective screening of electronic medical records of cutaneous ulcers diagnosed using serological testing between 2005 and 2016, and active surveillance conducted during a cross-sectional prevalence study which included PCR analyses of ulcers of all suspected cases of yaws. The risk of recurrent infection was assessed based on data from the passive surveillance analysis and using two Cox regression models (crude and multivariate), stratified by year of index episode. Data gathered from the active surveillance was used to characterize the recurrences and no hypothesis testing was performed.",
    "Results": "The electronic medical records included 6,125 patients (7,889 ulcer episodes) with documented serological results of cutaneous ulcers of which1,486 were diagnosed with yaws. Overall, 1,246/6,125 patients (20.3%) presented more than once with a cutaneous ulcer, and 103/1,486 (6.7%) patients had multiple episodes of yaws. The risk of yaws recurrence significantly increased with age and was higher in patients with ≥3 recurrent episodes. In the active surveillance, we identified 50 individuals with recurrent cutaneous ulcer that had PCR results available for both the index and recurrent episode. Of 12 individuals with T. pallidum in the index ulcer, 8 (66%) had T. pallidum in subsequent assessments, relapse related to macrolide-resistance was identified in two of these cases.",
    "Conclusions": "Our results confirm the need for active follow-up of yaws patients after treatment, particularly children and individuals with a history of recurrence."
}