{
    "Background": "Liver fibrosis (LF) results from various causes, which require finding conserved mechanisms to help treat related diseases. Although adipose-derived stem cells (ADSCs) transplantation can alleviate hepatic fibrosis, their mechanism remains unclear. Accordingly, we explored the efficacy and mechanisms behind ADSCs transplantation in two LF models.",
    "Methodology": "The carbon tetrachloride (CCl4)-induced liver injury and Echinococcus multilocularis (E. multilocularis) infection models were established, and ADSCs were transplanted. Mouse liver samples were harvested and analyzed histologically. Expression levels of fibrosis and senescence-related proteins were analyzed by immunohistochemistry. Hepatic stellate cells (HSCs) activation and cell senescence protein expression were evaluated via western blotting. Co-localization expression was determined by immunofluorescence. To assess the cellular senescence degree, we utilized senescence-associated β-galactosidase (SA-β-Gal) staining.",
    "Result": "In the CCl4-induced LF mouse model, the liver surface exhibited a rough texture. The hematoxylin and eosin (H&E) staining revealed hepatic parenchymal cell destruction accompanied by pseudolobule formation and fibrosis in the portal area. In the E. multilocularis infection model, multiple white foci were on the liver surface. The H&E staining revealed massive inflammatory cell infiltration around the foci with severe fibrosis, and Sirius Red confirmed collagen deposition; both had elevated HSCs activation (α-SMA expression). After ADSCs transplantation, the collagen deposition and HSCs activation significantly diminished, while the cellular senescence levels increased. Immunofluorescence co-localization of p21 and a-SMA showed that transplantation of ADSCs promoted senescence of activated HSCs (aHSCs). In vitro co-culture had similar results, accompanied by expression changes and TGF-β/Smad signaling inhibition.",
    "Conclusion": "Our findings indicate that ADSCs transplantation can mitigate fibrosis by inducing the senescence of aHSCs and reducing collagen production."
}