{
    "Background": "Persistent non-participation of children in mass drug administration (MDAs) for trachoma may reduce program impact. Risk factors that identify families where participation is a problem or program characteristics that foster non-participation are poorly understood. We examined risk factors for households with at least one child who did not participate in two MDAs compared to households where all children participated in both MDAs.",
    "Methods/Principal Findings": "We conducted a case control study in 28 Tanzanian communities. Cases included all 152 households with at least one child who did not participate in the 2008 and 2009 MDAs with azithromycin. Controls consisted of a random sample of 460 households where all children participated in both MDAs. A questionnaire was asked of all families. Random-intercept logistic regression models were used to estimate odds ratios (ORs) and 95% confidence intervals (CIs), control for clustering, and adjust for community size. In total, 140 case households and 452 control households were included in the analyses. Compared to controls, guardians in case households had higher odds of reporting excellent health (OR 4.12 (CI 95% 1.57–10.86)), reporting a burden due to family health (OR 3.15 (95% CI 1.35–7.35)), reduced ability to rely on others for assistance (OR 1.66 (95% CI 1.01–2.75)), being in a two (versus five) days distribution program (OR 3.31 (95% CI 1.68–6.50)) and living in a community with <2 community treatment assistants (CTAs)/1000 residents (OR 2.07 (95% CI 1.04–4.12). Furthermore, case households were more likely to have more children, younger guardians, unfamiliarity with CTAs, and CTAs with more travel time to their assigned households (p-values<0.05).",
    "Conclusions/Significance": "Compared to full participation households, households with persistent non-participation had a higher burden of familial responsibility and seemed less connected in the community. Additional distribution days and lessening CTAs' travel time to their furthest assigned households may prevent non-participation."
}