{
    "Background": "Given that micronutrient deficiency, neglected intestinal parasitic infections (IPIs) and poor socioeconomic status are closely linked, we conducted a cross-sectional study to assess the relationship between IPIs and nutritional status of children living in remote and rural areas in West Malaysia.",
    "Methods/Findings": "A total of 550 children participated, comprising 520 (94.5%) school children aged 7 to 12 years old, 30 (5.5%) young children aged 1 to 6 years old, 254 (46.2%) boys and 296 (53.8%) girls. Of the 550 children, 26.2% were anaemic, 54.9% iron deficient and 16.9% had iron deficiency anaemia (IDA). The overall prevalence of helminths was 76.5% comprising Trichuris trichiura (71.5%), Ascaris lumbricoides (41.6%) and hookworm infection (13.5%). It was observed that iron deficiency was significantly higher in girls (p = 0.032) compared to boys. Univariate analysis demonstrated that low level of mother's education (OR = 2.52; 95% CI = 1.38–4.60; p = 0.002), non working parents (OR = 2.18; 95% CI = 2.06–2.31; p = 0.013), low household income (OR = 2.02; 95% CI = 1.14–3.59; p = 0.015), T. trichiura (OR = 2.15; 95% CI = 1.21–3.81; p = 0.008) and A. lumbricoides infections (OR = 1.63; 95% CI = 1.04–2.55; p = 0.032) were significantly associated with the high prevalence of IDA. Multivariate analysis confirmed that low level of mother's education (OR = 1.48; 95 CI% = 1.33–2.58; p<0.001) was a significant predictor for IDA in these children.",
    "Conclusion": "It is crucial that a comprehensive primary health care programme for these communities that includes periodic de-worming, nutrition supplement, improved household economy, education, sanitation status and personal hygiene are taken into consideration to improve the nutritional status of these children."
}