{
    "Background": "The three major soil-transmitted helminths (STH) Ascaris\n                            lumbricoides, Trichuris trichiura and\n                            Necator americanus/Ancylostoma duodenale are among the\n                        most widespread parasites worldwide. Despite the global expansion of\n                        preventive anthelmintic treatment, standard operating procedures to monitor\n                        anthelmintic drug efficacy are lacking. The objective of this study,\n                        therefore, was to define the efficacy of a single 400 milligram dose of\n                        albendazole (ALB) against these three STH using a standardized protocol.",
    "Methodology/Principal Findings": "Seven trials were undertaken among school children in Brazil, Cameroon,\n                        Cambodia, Ethiopia, India, Tanzania and Vietnam. Efficacy was assessed by\n                        the Cure Rate (CR) and the Fecal Egg Count Reduction (FECR) using the\n                        McMaster egg counting technique to determine fecal egg counts (FEC).\n                        Overall, the highest CRs were observed for A. lumbricoides\n                        (98.2%) followed by hookworms (87.8%) and T.\n                            trichiura (46.6%). There was considerable variation in\n                        the CR for the three parasites across trials (country), by age or the\n                        pre-intervention FEC (pre-treatment). The latter is probably the most\n                        important as it had a considerable effect on the CR of all three STH.\n                        Therapeutic efficacies, as reflected by the FECRs, were very high for\n                            A. lumbricoides (99.5%) and hookworms\n                        (94.8%) but significantly lower for T. trichiura\n                        (50.8%), and were affected to different extents among the 3 species\n                        by the pre-intervention FEC counts and trial (country), but not by sex or\n                        age.",
    "Conclusions/Significance": "Our findings suggest that a FECR (based on arithmetic means) of\n                        >95% for A. lumbricoides and >90% for\n                        hookworms should be the expected minimum in all future surveys, and that\n                        therapeutic efficacy below this level following a single dose of ALB should\n                        be viewed with concern in light of potential drug resistance. A standard\n                        threshold for efficacy against T. trichiura has yet to be\n                        established, as a single-dose of ALB is unlikely to be satisfactory for this\n                        parasite.",
    "Trial Registration": "ClinicalTrials.gov NCT01087099"
}