{
    "Introduction": "The three major Soil-Transmitted Helminths (STH), Ascaris\n                    lumbricoides (roundworm), Trichuris trichiura\n                (whipworm) and Necator americanus/Ancylostoma duodenale (the\n                hookworms) are amongst the most widespread parasites worldwide. An estimated 4.5\n                billion individuals are at risk of STH infection and more than one billion\n                individuals are thought to be infected, of whom 450 million suffer morbidity from\n                their infection, the majority of who are children. An additional 44 million infected\n                pregnant women suffer significant morbidity and mortality due to hookworm-associated\n                anemia. Approximately 135,000 deaths occur per year, mainly due to infections with\n                hookworms or A. lumbricoides\n[1].\nThe most widely implemented method of controlling STH infections is through periodic\n                administration of anthelmintics. Rather than aiming to achieve eradication, current\n                control programs are focused on reducing infection intensity and transmission\n                potential, primarily to reduce morbidity and avoid mortality associated with the\n                disease [2]. The\n                benzimidazole (BZ) drugs, i.e. albendazole (ALB) and mebendazole, are the most\n                widely used drugs for the control of STH. While both show broad-spectrum\n                anthelmintic activity, for hookworms a single dose of ALB is more effective than\n                mebendazole [3].\nThe scale up of chemotherapy programs that is underway in various parts of Africa,\n                Asia and South America, particularly targeting school children, is likely to exert\n                increasing drug pressure on parasite populations, a circumstance that is likely to\n                favor parasite genotypes that can resist anthelmintic drugs. Given the paucity of\n                suitable alternative anthelmintics it is imperative that monitoring programs are\n                introduced, both to assess progress and to detect any changes in therapeutic\n                efficacy that may arise from the selection of worms carrying genes responsible for\n                drug resistance. The well documented occurrence of resistance to anthelmintics in\n                nematode populations of livestock [4], highlights the potential\n                for frequent treatments used in chemotherapy programs to select drug resistant\n                worms. Such an eventuality threatens the success of treatment programs in humans,\n                both at individual and community levels [5]. Although some small scale\n                studies [6], [7], have\n                suggested emerging drug resistance in human STH, these studies should be interpreted\n                with some caution, since suboptimal efficacy could have been due to factors other\n                than drug resistance. Moreover, although for the BZ drugs there are many published\n                studies reporting the Cure Rate (CR) and the Fecal Egg Count Reduction (FECR), the\n                two most widely used indicators for assessing the efficacy of an anthelmintic in\n                human medicine, comparison of such studies is difficult, largely because there is no\n                widely accepted standard operating procedure for undertaking such trials [8]. Published\n                studies are confounded by methodological variations including treatment regimens,\n                poor quality of drugs, differing statistical analyses used to calculate therapeutic\n                efficacy, as well as a range of other problems in study design, such as small sample\n                size, diagnostic methods, variation in pre-intervention infection intensities and\n                confounding factors related to geographical locations. Such variation among studies\n                greatly complicates direct comparison [3]. A World Health\n                Organization-World Bank (WHO-WB) meeting on “Monitoring of Drug Efficacy in\n                Large Scale Treatment Programs for Human Helminthiasis”, held in Washington DC\n                at the end of 2007, highlighted the need to closely monitor anthelmintic drug\n                efficacy and to develop standard operating procedures for this purpose. In a\n                systematic meta-analysis of published single-dose studies, Keiser and Utzinger [8], confirmed that\n                there was a paucity of high quality trials, and that the majority of trials were\n                carried out more than 20 years ago. They recommended that well-designed, adequately\n                powered, and rigorously implemented trials should be undertaken to provide current\n                data regarding the efficacy of anthelmintics against the main species of STH. These\n                should be designed to establish benchmarks (including standard operating procedures)\n                for subsequent monitoring of drug resistance.\nThe objective of the present work was to validate a standard protocol that has been\n                developed for monitoring efficacy of anthelmintics against STH. To give the study\n                wide relevance, we conducted the trial in seven populations in different geographic\n                locations in Brazil, Cameroon, Cambodia, Ethiopia, India, Tanzania and Vietnam. In\n                each of the study sites, different epidemiologic patterns of infection prevail,\n                including different combinations of STH. We assessed the efficacy of a single dose\n                (400 mg) of ALB in terms of the CR and the FECR in school children between 14 and 30\n                days following treatment. The McMaster egg counting technique was used in a\n                standardized fashion, with rigorous quality control. Levecke et al. [9] reported that\n                the McMaster holds promise as a standardized method on account of its applicability\n                for quantitative screening of large numbers of subjects. This method is the\n                recommended method for measuring fecal egg counts (FEC) when performing FECR for the\n                detection of anthelmintic resistance in veterinary medicine [10], [11].",
    "Methods": "Study sites\nThis study was carried out in seven different countries covering Africa\n                    (Cameroon, Ethiopia and Tanzania), Asia (Cambodia, India and Vietnam) and\n                    South-America (Brazil). However, it is important to note, that while we refer to\n                    individual countries to identify results from particular trials, we do not make\n                    any conclusions about any country as such. Here, names of countries are used\n                    only to distinguish between 7 separate trials that were conducted in 7\n                    geographically disparate regions of the world. In total ten study sites with\n                    varying STH and treatment history were included. These seven STH endemic\n                    countries were selected because of the presence of investigator groups with\n                    previous extensive experience in the diagnosis and control of STH. Table 1 provides their\n                    specific locations (district/province/state) and treatment history. Both species\n                    of hookworms (N. americanus and A. duodenale)\n                    were present in all study sites in varying degree with the exception of Brazil\n                    where only N. americanus was present.\n\n\nTrial design\nDuring the pre-intervention survey, school children aged 4 to 18 years at the\n                    different study sites were asked to provide a stool sample. For the initial\n                    sampling the aim was to enroll at least 250 infected children with a minimum of\n                    150 eggs per gram of feces (EPG) for at least one of the STH. This sample size\n                    was selected based on statistical analysis of study power, using random\n                    simulations of correlated over-dispersed FEC data reflecting the\n                    variance-covariance structure in a selection of real FEC data sets. This\n                    analysis suggested that a sample size of up to 200 individuals\n                    (α = 0.05, power = 80%) was\n                    required to detect a 10 percentage point drop from a null efficacy of ∼\n                    80% (mean percentage FEC Δ per individual) over a wide range of\n                    infection scenarios. Standard power analyses for proportions also indicated that\n                    the detection of a ∼10 percentage point drop from a null cure rate required\n                    sample sizes up to 200 (the largest samples being required to detect departures\n                    from null efficacies of around 50%). Given an anticipated non-compliance\n                    rate of 25%, a sample of 250 individuals with >150 EPG pre-treatment\n                    was therefore considered necessary at each study site.\nFecal samples were processed using the McMaster technique (analytic sensitivity\n                    of 50 EPG) for the detection and the enumeration of infections with A.\n                        lumbricoides, T. trichiura and hookworms [9]. None of\n                    the samples were preserved. Samples which could not be processed within 24 hours\n                    were kept at 4°C. A single dose of 400 mg ALB (Zentel) from the same\n                    manufacturer (GlaxoSmithKline Pharmaceuticals Limited, India) and same lot\n                    (batch number: B.N°: L298) was used at all trial sites. No placebo control\n                    subjects were included in the trial for ethical and operational reasons. Between\n                    14 to 30 days after the pre-intervention survey, stool samples were collected\n                    from the treated subjects and processed by the McMaster technique. All of the\n                    trials were carried out in a single calendar year (2009). Subjects who were\n                    unable to provide a stool sample at follow-up, or who were experiencing a severe\n                    concurrent medical condition or had diarrhea at time of the first sampling, were\n                    excluded from the study. The participation, the occurrence of STH and sample\n                    submission compliance for pre- and post-intervention surveys are summarized in\n                        Figure 1.\nSubjects who were not able to provide a sample for the follow-up, or who\n                            were experiencing a severe current medical condition or had diarrhea at\n                            the time of the first sampling were excluded from the trial.\n\n\nThe McMaster counting technique\nThe McMaster counting technique (McMaster) was based on the modified McMaster\n                    described by the Ministry of Agriculture, Fisheries and Food (UK; 1986) [12]. Two\n                    grams of fresh stool samples were suspended in 30 ml of saturated salt solution\n                    (density = 1.2). The suspension was poured three times\n                    through a wire mesh to remove large debris. Then 0.15 ml aliquots were added to\n                    each of the 2 chambers of a McMaster slide. Both chambers were examined under a\n                    light microscope using a 100x magnification and the FEC for each helminth\n                    species was obtained by multiplying the total number of eggs by 50.\n\n\nStatistical analysis\nThe efficacy of the treatment for each of the three STH was evaluated\n                    qualitatively based on the reduction in infected children (CR) and\n                    quantitatively based on the reduction in fecal egg counts (FECR). The outcome of\n                    the FECR was calculated using three formulae. The first two formulae were based\n                    on the mean (arithmetic/geometric) of the pre- and post-intervention fecal egg\n                    count (FEC) ignoring the individual variability, whereas the third formula\n                    represented the mean of the reduction in the FEC per subject. The latter is the\n                    only quantitative indicator of efficacy for which the importance of confounding\n                    factors can be assessed by statistical analysis.\nThe CR and the FECR\n                    (1-3) outputs were calculated for the different trials, both sexes, age classes\n                    (A: 4–8 years; B: 9–13 years and C: 14–18 years) and for the\n                    level of egg excretion intensity at the pre-intervention survey. These levels\n                    corresponded to the low, moderate and high intensities of infection as described\n                    Montresor et al. [13] For A. lumbricoides these were\n                    1–4,999 EPG, 5,000–49,999 EPG and >49,999 EPG; for T.\n                        trichiura these levels were 1–999 EPG, 1000–9,999 EPG\n                    and >9,999 EPG; and for hookworms these were 1–1,999 EPG,\n                    2,000–3,999 EPG and >3,999 EPG, respectively.\nIn addition, the robustness of the three FECR formulae was explored by comparing\n                    the FEC reduction rate obtained from all samples containing STH and those\n                    obtained from samples containing more than 150 EPG as recommended in the\n                    anthelmintic resistance guidelines of the World Association for the Advancement\n                    of Veterinary Parasitology [9]. Finally, putative factors affecting the CR and the\n                    FECR (3) were evaluated. For the CR, generalized linear models (binomial error)\n                    were built with the test result (infected /uninfected) as the outcome,\n                    ‘trial’ (7 levels: trials in Brazil, Cambodia, Cameroon, Ethiopia,\n                    India, Tanzania and Vietnam) and ‘sex’ (2 levels: female and male)\n                    as factors, and ‘age’ and the log transformed pre-intervention FEC\n                    as covariates. Full factorial models were evaluated by the backward selection\n                    procedure using the likelihood ratio test of χ2. Finally, the CR\n                    for each of the observed values of the covariate and factor was calculated based\n                    on these models (The R Foundation for Statistical Computing, version 2.10.0\n                        [14]).\n                    For analysis of the data from FECR (3), non-parametric methods were used,\n                    because models based on parametric statistics, even with negative binomial error\n                    structures, or based on transformed data would not converge satisfactorily as a\n                    consequence of the high proportion of FEC with zero EPG. Hence, the impact of\n                    the factors ‘trial’ and ‘sex’ were assessed by the\n                    Kruskal-Wallis test (for more than 2 group comparisons) and the Mann-Whitney U\n                    test, respectively. The correlation between the outputs of FECR (3) and the\n                    covariates (age and pre-intervention FEC) was estimated by the Spearman rank\n                    order correlation coefficient (SAS 9.1.3, SAS Institute Inc.; Cary, NC,\n                    USA).\n\n\nEthics statement\nThe overall protocol of the study was approved by the Ethics committee of the\n                    Faculty of Medicine, Ghent University (Nr B67020084254) and was followed by a\n                    separate local ethical approval for each study site. For Brazil, approval was\n                    obtained from the Institutional Review Board from Centro de Pesquisas\n                    René Rachou (Nr 21/2008), for Cambodia from the National Ethic Commitee\n                    for Health Research, for Cameroon from the National Ethics Committee (Nr\n                    072/CNE/DNM08), for Ethiopia from the Ethical Review Board of Jimma University,\n                    for India from the Institutional Review Board of the Christian Medical College\n                    (Nr 6541), for Tanzania (Nr 20) from the Zanzibar Health Research Council and\n                    the Ministry of Health and Social Welfare, for Vietnam by the Ministry of Health\n                    of Vietnam. An informed consent form was signed by the parents of all subjects\n                    included in the study. This clinical trial was registered under the\n                    ClinicalTrials.gov Identifier NCT01087099.",
    "Results": "The cure rate (CR)\nOverall, the highest CRs were observed for A. lumbricoides\n                    (98.2%), followed by hookworm (87.8%) and T.\n                        trichiura (46.6%). However, as shown in Table 2, the CRs varied\n                    across the different trials, age classes and pre-intervention FEC levels. The\n                    differences in CRs between trials were most pronounced for T.\n                        trichiura, ranging from 21.0 (Tanzania) to 88.9% (India).\n                    The T. trichiura CRs of 100% for the trials in Brazil\n                    and Cambodia are not considered here as they were based on only 1 and 2\n                    individuals, respectively. For hookworms and A. lumbricoides,\n                    the CRs varied from 74.7 (India) to 100% (Vietnam) and from 96.4\n                    (Tanzania) to 99.3% (Ethiopia and Cameroon), respectively. The CRs for\n                        A. lumbricoides in Cambodia (100%) and India\n                    (95.2%) are not considered here as they were based on fewer than 50\n                    individuals. The CRs increased over the three age classes (A.\n                        lumbricoides: 95.8 to 100%; T. trichiura:\n                    44.7 to 54.1%), except for hookworms where the CRs ranged from 86.1 to\n                    88.3, and then to 87.5%. For each of the three STH, there was a decline\n                    in the CR with increasing levels of infection intensities at the\n                    pre-intervention survey. The largest drop was observed for T.\n                        trichiura, which decreased from 53.9 to 12.5%. For the two\n                    other STH, the drop in the CR was less pronounced, ranging from 88.6 to\n                    76.9% for hookworms and only from 98.3 to 95% for A.\n                        lumbricoides. The observed differences between sexes were\n                    negligible for all three STH.\nDifferences in CR by trial, age and pre-intervention FEC are illustrated in Figure 2. The variability in\n                    the CR of the three parasites was significantly associated with these three\n                    factors (predictive value >75%). The pre-intervention FEC was probably\n                    the most important as it had a considerable effect on the CR of A.\n                        lumbricoides\n                    (χ21 = 4.14,\n                    p<0.05), T. trichiura\n                        (χ21 = 66.3,\n                        p<0.0001) and hookworms\n                    (χ21 = 11.9,\n                    p<0.001). Age only contributed to variation in the CR of\n                        A. lumbricoides\n                    (χ21 = 6.8,\n                    p<0.01). Differences among the trials (countries) in the CR\n                    were observed for T. trichiura\n                    (χ23 = 33.8,\n                    p<0.0001) and hookworms\n                    (χ26 = 35.1,\n                    p<0.0001), but not for A. lumbricoides. In\n                    addition, there was an interaction between the pre-intervention FEC for\n                        A. lumbricoides\n                    (χ21 = 4.7,\n                    p<0.05) and for T. trichiura\n                        (χ23 = 18.4,\n                        p<0.0005) with age and trial (country) respectively\n                    (lines cross one another). The impact of pre-intervention FEC on the CR of\n                        A. lumbricoides was more pronounced for older individuals\n                    than younger ones. For T. trichura the effect of\n                    pre-intervention FEC varied considerably across the trials conducted in the\n                    different countries, particularly for the trial in Ethiopia where the CR dropped\n                    from almost 100 to nearly 0% as the pre-intervention FEC increased.\nThe estimated impact of age, fecal egg count (FEC) and trial (country) on\n                            the cure rate of A. lumbricoides (A), T.\n                                trichiura (B) and hookworms (C) derived from a generalized\n                            linear models (binomial error).\n\n\nComparison of different formulae for assessing FECR\nThe pre-intervention FEC for the different STH ranged from 50 to 170,500 EPG for\n                        A. lumbricoides (arithmetic\n                    mean = 6877 EPG), from 50 to 23,200 EPG for T.\n                        trichiura (arithmetic mean = 824 EPG) and from\n                    50 to 13,800 EPG for hookworm (arithmetic mean = 650 EPG).\n                    The data in Table 3 show\n                    that there was considerable variation in the arithmetic means of the FEC from\n                    the trial groups in the 7 participating countries for each of the three STH\n                    species. As illustrated in Figure\n                        3, pre-intervention FEC were highly aggregated among the subjects,\n                    and high FEC were only observed in relatively few subjects.\nThe distribution of the fecal egg count (FEC) of A.\n                                lumbricoides (A), T. trichiura (B) and\n                            hookworms (C). The absolute values of the median, the 2.5th\n                            and 97.5th percentile (%) are provided. In addition,\n                            these values are represented as solid (median) and dashed lines (2.5 and\n                            97.5%).\nThe FEC reduction rate calculated using all three formulae (based on FECR 1-3) in\n                    turn for A. lumbricoides, T. trichiura and\n                    hookworms across the 7 trials (countries), age classes, sexes and\n                    pre-intervention infection intensities are summarized in Table 4. Overall, the FEC reduction rate for\n                    FECR(1) was the highest for A. lumbricoides (99.5%),\n                    followed by hookworm (94.8%) and T. trichiura\n                    (50.8%). However, there was considerable variation in the FEC reduction\n                    rate among the 7 trials, age classes and infection intensities at\n                    pre-intervention survey. For A. lumbricoides, the FEC reduction\n                    rate remained roughly unchanged over these variables, only ranging from 97.8 to\n                    100%. This contrasts with T. trichiura, for which the\n                    FEC reduction rate differed between the trials (from 39.2 [Cameroon]\n                    to 92.4% [Ethiopia]), age classes (from 45.4 [B] to\n                    62.7% [A]) and pre-intervention infection intensity (from 40.0\n                    [high] to 58.7% [moderate]). There was no difference\n                    in the FEC reduction rate between the sexes. For hookworms, only small\n                    differences in the FEC reduction rate were observed between the trials, ranging\n                    from 87.1 [India] to 100% [Vietnam]. However, there\n                    were only negligible differences between the age classes (from 94.7\n                    [B] to 96.4% [C]).\nCompared to the results of FECR (1), the outputs of FECR (2) resulted in higher\n                    values for all three STH, except for A. lumbricoides where the\n                    FEC reduction rate already showed a ceiling effect (100%). Considerable\n                    variation in the FEC reduction rate (FECR (2)) occurred with T.\n                        trichiura among the trials (from 82.6 [Tanzania] to\n                    99.1% [Ethiopia]) and pre-intervention infection intensity\n                    (from 88.6 [high] to 94.3% [low]). For hookworms, the\n                    differences between the trials were virtually negligible, all indicating a\n                    potent effect just short of the maximum 100% (FECR (2)\n                    >99.3%).\nThe results of FECR (3) mostly yielded comparable or lower values than those from\n                    FECR (1). The low values (sometimes negative) can be explained by subjects for\n                    whom the post-intervention FEC exceeded the pre-intervention FEC. These subjects\n                    contributed to a negative FEC reduction rate which had a significant impact on\n                    the final FEC reduction rate calculated with FECR (3). This became apparent in\n                    the FEC reduction rate for A. lumbricoides, where a Cameroonian\n                    male subject of 7 years with a pre-intervention FEC of 100 and a\n                    post-intervention FEC of 22,050 EPG, contributed markedly to lowering the\n                    overall values for the data-set from the trial in Cameroon (FECR (1):\n                    99.2%; FECR (3): 26.0%). This lowering of FECR (3) compared to\n                    FECR (1) for A. lumbricoides also occurred with age class A\n                    (FECR (1): 98.9%; FECR (3): −2.7%) and the low\n                    pre-intervention infection intensity level (FECR (1): 97.8%; FECR (3):\n                    66.6%), but not for the remaining variables. The number of negative\n                    individual FEC reduction rates, and the magnitude of the difference between pre-\n                    and post-intervention FEC, both contributed to the discrepancies found for\n                        T. trichiura (176 subjects) and hookworms (10\n                    subjects).\n\n\nRobustness of FECR formulae\nTable 5 summarizes the FEC\n                    reduction rates restricted to samples of more than 150 EPG indicating that the\n                    results of FECR (1) and FECR (2) remained roughly unchanged. The values from\n                    FECR (3) increased and were mostly comparable with those obtained by FECR (1).\n                    This change in the results of FECR (3) is due to the exclusion of negative\n                    individual FEC reduction rates which mostly occurred among the subjects with low\n                    pre-intervention FEC (see also Table 4). Differences of more than 5% between the results of\n                    FECR (3) and FECR (1) were limited to T. trichiura (country:\n                    Cameroon, India, Tanzania and Vietnam; age class: A and C).\n\n\nFactors associated with FECR\nThe assessment of putative factors affecting the results from FECR (3) was\n                    restricted to samples containing more than 150 EPG. Due to the limited variation\n                    in the FEC reduction rates (FECR (3)) of A. lumbricoides across\n                    the different variables, this species was not analyzed further. Also, because of\n                    the limited number of infected subjects (<50), the trials in Brazil, Cambodia\n                    and India were excluded from analyses of T. trichiura. For\n                    hookworms, and for the same reasons, subjects from the trials in Brazil and\n                    Vietnam were not included. Significant differences in the FEC reduction rates\n                    between the trials were found for both T. trichiura\n                        (χ23 = 117.3,\n                        p<0.0001) and hookworms\n                    (χ24 = 20.2,\n                    p = 0.0005). High pre-intervention FEC of\n                        T. trichiura yielded lower FEC reduction rates (3)\n                        (Rs = −0.18,\n                    n = 701, p<0.0001), but this was not found for hookworm\n                        (Rs = −0.04,\n                    n = 601, p = 0.34). In addition, there\n                    was an interaction between the pre-intervention FEC of T.\n                        trichiura and trial (country), reflected in the negative\n                    correlations in the trials in Cameroon\n                    (Rs = −0.28, n = 233,\n                    p<0.0001), and Ethiopia, (Rs = −0.34,\n                    n = 72, p = 0.0034), but a positive\n                    correlation for the trial in Tanzania\n                    (Rs = +0.28, n = 325,\n                    p<0.0001) and a non-significant correlation for the trial in Vietnam\n                        (Rs = −0.07,\n                    n = 71, p = 0.58). Host sex and age\n                    did not contribute significantly to variation of the results of (FECR (3)) in\n                    any of the STH examined.",
    "Discussion": "To our knowledge, the present study is the first to evaluate drug efficacy for STH in\n                school children across different endemic regions using a protocol which was\n                standardized in terms of the treatment (a single-oral 400 mg dose of ALB originating\n                from the same batch), the follow up (between 14 and 30 days after) and the detection\n                technique (the McMaster counting technique). Moreover, efficacy was evaluated by\n                both the CR and the FECR, and compared statistically between the seven trials which\n                took place in geographically disparate parts of the world.\nOverall, this study supports previous reports that indicated that single dose ALB\n                treatment is most effective for infection with A. lumbricoides,\n                followed by hookworm, but is relatively ineffective for T.\n                    trichiura, confirming the efficacy studies reviewed by Bennet and\n                Guyatt [3], and\n                by Keiser and Utzinger [8]. The low efficacy observed for T.\n                    trichiura compared to the two other STH, is in keeping with previous\n                studies, where a 3-day dose schedule of ALB has been shown to be necessary to\n                achieve acceptable therapeutic efficacy [3].\nAt present, the most commonly reported indicator of drug efficacy in this field is\n                the CR [3]. Our\n                results support the view that the CR should not be the recommended parameter, as it\n                is sensitive to variation in the intensity of infection before treatment. The CRs\n                declined in all three STH with increasing intensity of infection (FEC) at the\n                pre-intervention survey. Hence, comparison between populations (countries, villages,\n                schools, etc.) differing in pre-intervention FEC are guaranteed to arrive at\n                different conclusions about drug efficacy. Differences in the outputs of\n                calculations based on processing quantitative data in different ways also showed\n                variation that requires careful review if standard operating procedures for data\n                processing are to be adopted. The observation that therapeutic efficacies based on\n                arithmetic means were mostly lower than those based on geometric means is in\n                agreement with other studies [15], and arises because the arithmetic means captures the\n                variation more effectively, while the geometric means compress the data such that\n                efficacies are highly overestimated. Our exploratory analysis of different\n                statistical approaches for analyzing data also indicates that FECR based on\n                individuals was highly affected by excluding subjects with pre-intervention FEC\n                below 150 EPG. Therefore, we conclude that the group based formula using an\n                arithmetic mean is the best summary statistic to employ in analysis of therapeutic\n                efficacy in future large scale drug administration trials, since it represents a\n                robust indicator that is sensitive to changes in drug efficacy.\nThe efficacy (CR and FEC reduction rate) varied widely across the trials, except for\n                    A. lumbricoides. Possible explanations for the observed\n                differences include (1) treatment history, (2) geographic differences within STH\n                species, (3) fecal consistency and (4) diet. It is therefore pertinent to comment on\n                each. Although the lowest efficacies for T. trichiura (Cameroon and\n                Tanzania) and hookworms (India) were obtained in countries with a treatment history,\n                the observed low efficacies are not likely to be attributable to large scale\n                anthelmintic treatment in Cameroon and India. In these countries, a comparison\n                between different study sites with a history of large scale anthelmintic treatment\n                (Cameroon: Loum; India: Vellore) and without such a history (Cameroon: Yoyo; India:\n                Thiruvanamalai) indicated that these large scale programs did not result in a\n                reduced efficacy compared to sites were they were absent (data not shown and to be\n                published separately). For Tanzania, the impact of large scale anthelmintic\n                treatment programs could be ruled out, as studies before and during these\n                interventions have shown similar drug efficacy figures for T.\n                    trichuria\n[16], [17].\nCurrent molecular studies indicate that geographical differences exist within STH\n                species [18], [19]. For T.\n                    trichiura varying anthelmintic efficacy has been suggested to be\n                attributable to the presence/absence of the β-tubulin codon 200 polymorphism\n                that has been linked to BZ resistance [20]. Strain differences have been\n                demonstrated in some species with different drug tolerance as assessed both by\n                efficacy and molecular studies [20], [21]. Nevertheless, the exact impact of genetic differences\n                within the 3 STH in this study on the efficacy of specific anthelmintics remains\n                speculative. Of note, even at a higher taxonomic level, information on the relative\n                therapeutic efficacy of a single dose ALB on N. americanus and\n                    A. duodenale is scarce, this despite the distinct and well\n                known biological differences between these hookworms [22]-[24]. FEC was calculated in the\n                current study without compensation for fecal consistency. It is well recognized that\n                well-formed stools can concentrate helminth eggs, compared to looser or diarrheic\n                feces where they are diluted [25], thus confounding assessment of drug efficacy. Finally,\n                the diet of subjects varied considerably across the seven participating countries.\n                Differences in the quality of food consumed would have created differences in fat\n                and roughage content and/or increased the rate of passage of substances through the\n                gastrointestinal tract. This may have reduced the period over which ALB could have\n                acted on the parasites, thereby reducing efficacy [26]-[28].\nKopp et al. [29]\n                demonstrated that a reduction in adult canine hookworm (A. caninum)\n                counts following chemotherapy did not always yield a reduction in FEC, due to an\n                increase in fecundity among the small residual worm population that survived the\n                anthelmintic treatment (i/e., density dependent fecundity), consequently confounding\n                the FECR. As described by Kotze and Kopp [30], density dependent effects could\n                be manifested in a FECR as a reduced drug efficacy for subjects with higher\n                pre-intervention FEC. However, this did not occur in the present study for\n                    A. lumbricoides and hookworm. For T.\n                trichiura, the efficacy did decrease with increasing pre-intervention FEC,\n                but this should be interpreted with some caution. This effect was not consistent\n                across the different trials (e.g., no correlation in Vietnam but a positive\n                correlation in Tanzania), suggesting that other factors as discussed above may have\n                confounded this result. It is also possible that increases in FEC may have arisen\n                because of the inability of ALB to cure infections during the pre-patent period\n                (with an onset of patency after the pre-intervention egg count time point). This is\n                a complication that cannot be avoided in studies taking place in endemic areas where\n                transmission occurs daily because of soil and food contaminated with infective\n                stages of the parasites, and is not interrupted in the population during the period\n                of study. Finally, a negative correlation between the FEC and efficacy is expected,\n                as the probability of having a FEC of zero after treatment in the follow-up survey,\n                consequently a FECR of 100%, will be higher for low FEC than for high FEC\n                before the administration of the drug.\nOur findings emphasize a need to adhere to strict standard operating procedures and\n                methodologies, and to change the WHO recommended threshold levels for the efficacy\n                of ALB [31], where\n                a FEC reduction rate below 70% in the case of A.\n                    lumbricoides or below 50% for the hookworms are the currently\n                accepted thresholds. We recommend that in future monitoring of single-dose\n                ALB-dependent control programs a minimum FEC reduction rate (based on arithmetic\n                means) of >95% for A. lumbricoides and >90% for\n                hookworms are appropriate thresholds, and that efficacy levels below this should\n                raise concern. The great variability of the FECR for T. trichiura\n                and the relatively low efficacy of ALB, confirmed in this present study, indicate\n                that it is not possible to propose an efficacy threshold for this parasite based on\n                our data.\nIn conclusion, the present study is the first to evaluate drug efficacy of a\n                single-oral dose of ALB on such a scale and across three continents. The results\n                confirm the therapeutic efficacy of this treatment against A.\n                    lumbricoides and hookworms, and the low efficacy against T.\n                    trichiura. Efficacy varied widely across the seven different trials,\n                particularly in the case of T. trichiura and it remains unclear\n                which factors were principally responsible for this variation, although\n                pre-intervention FEC and age played clear roles in this respect. The FEC reduction\n                rate based on arithmetic means is the best available indicator of drug efficacy, and\n                should be adopted in future monitoring and evaluation studies of large scale\n                anthelmintic treatment programs. Finally, our findings emphasize the need to revise\n                the WHO recommended efficacy threshold for single dose ALB treatments."
}