{
    "Background": "In the clinical course of diseases such as arboviruses, skin rashes may appear, as is often seen in other infectious diseases. The aim of this study was to estimate the prevalence of arboviruses and other infectious causes of skin rash in a tertiary health unit in Manaus, Amazonas state, Western Brazilian Amazon",
    "Methodology/Principal findings": "This was a cross-sectional study of patients presenting with rash who sought care at Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD) from February 2018 to May 2019. Individuals of either gender, aged over 18 years, were invited to participate voluntarily. Infection by Zika virus (ZIKV), dengue virus (DENV), chikungunya virus (CHIKV), Mayaro virus (MAYV), Oropouche virus (OROV) and measles was evaluated using RT-qPCR (real-time polymerase chain reaction). Immunodiagnostic tests for EBV, CMV, HIV, syphilis, rubella and measles were also performed. A total of 340 participants were included, most were female (228, 67.1%) with an average age of 36.5 years (SD ± 12.2 years). The highest prevalence was of ZIKV monoinfections (65.3%, 222/340), followed by DENV (0.9%, 3/340) and CHIKV infection (0.3%, 1/340). No cases of MAYV, OROV or rubella were found. Other causes of skin rash were detected: measles (2.9%, 10/340), parvovirus B19 (0.9% 3/340), HIV (0.3%, 1/340) and syphilis 0.6% (2/340). The co-infections identified were ZIKV+HIV (0.3%, 1/340), ZIKV+measles (0.3%, 1/340), ZIKV+parvovirus B19 (0.3%, 1/340), ZIKV+EBV (0.3%, 1/340), EBV+parvovirus B19 (0.3%, 1/340), CMV+parvovirus B19 (0.6%, 2/340), CMV+syphilis (0.3%, 1/340), ZIKV+EBV+parvovirus B19 (0.3%, 1/340) and CMV+EBV+parvovirus B19 (0.9%, 3/340). Approximately one quarter of patients had no defined cause for their skin rash (25.3%, 86/340).",
    "Conclusions": "Despite the benign clinical evolution of most of the diseases diagnosed in this series of cases, syndromic surveillance of diseases such as syphilis and HIV are of utmost importance. Periodic serosurveillance might also aid in evaluating the trends of endemic diseases and eventual outbreaks."
}