{
    "1. Introduction": "Dengue is prevalent in tropical and subtropical regions and is transmitted by Aedes aegypti mosquitoes [1]. While most cases are self-limited, some can progress to the life-threatening hemorrhagic shock syndrome. Dengue is caused by four distinct serotypes of the dengue virus: DENV 1, DENV 2, DENV 3, and DENV 4 [2]. A single infection provides relative protection against reinfection with that specific serotype, whereas reinfection with other serotypes may lead to more severe illness [3] All four serotypes have been reported in different outbreaks of dengue infection in Pakistan with DENV 2 and DENV 3 to be the most prevalent serotypes [2,3]. The distribution of dengue serotypes in Pakistan is uneven, with DENV 2 being reported in 1994 and subsequently in 2005 and 2006, along with DENV 3 [3]. DENV 1 and DENV 2 were identified as the most prevalent serotypes during the 2022 outbreak in Pakistan [4]. Studies conducted in Dengue endemic countries like, Indonesia, and Malaysia also reported the severity of the dengue infection association with co-infection of DENV 1/ DENV 2 and concurrent infection of DENV 2 and DENV 3 [5,6].\nIn 2022, torrential monsoon rains accompanied by flooding affected many villages and households in Pakistan, with rain fall 175% higher than the annual average over the past 60 years, and as high as 726% of the annual average in Sindh province. This severe event caused damage to crop, livestock, and infrastructure and had a huge toll on the communities with low socio-economic status. These flood conditions were accompanied by an upsurge in waterborne and vector-borne diseases, including a rapid spread of dengue infection[7,8]. The World Health Organization (WHO) report on the 2022 dengue outbreak in Pakistan, concluded that there was a total of 25,932 confirmed cases and 62 fatalities among individuals seeking medical assistance for health concerns [9].\nThe Aga Khan University Hospital in Karachi, Pakistan is a tertiary care center that receives cases of dengue from the Karachi metropolitan area; a highly urbanized city with suboptimal sanitation and weak infrastructure of society, open garbage, and leaky pipelines that provide an ideal breeding environment for vectors. The fact that all four Dengue serotypes were circulating during the outbreak of 2022 provided an opportunity to compare clinical aspects of the serotypes receiving care in the same facility.\nIt is also important to acknowledge the possibility of other circulating viruses like Zika virus and Chikungunya viruses which share a common host (human) and mosquito vectors (primarily Aedes aegypti) and have similar biological and ecological factors leading to epidemiological synergy [10,11].\nWe therefore reviewed cases of confirmed and suspected dengue that were hospitalized or treated as out-patients between 2021–2023, which captured the period of the 2022 outbreak, allowing us to highlight the clinical features and circulation of the different dengue serotypes, as well as the sensitivity of PCR compared to clinical diagnosis.",
    "2. Methodology": "2.1. Ethics statement\nEthical approval was obtained from the Ethical Review Committee (ERC) of Aga Khan University prior to the initiation of the study with approval number ERC#4794. Written informed consent was obtained from all participants or legally authorized representatives. In the case of children, parental consent or assent was obtained as appropriate.\n\n\n2.2. Participant enrollment\nThe protocols were designed to create a cohort of patients presenting with clinical symptoms consistent with acute febrile illness (suggestive of Arboviral or other emerging viral infection). The sample size was determined by availability of data during the data collection process which was started in June 2021 and continued during the year 2023, but data was included in this manuscript was collected until November 2023. Details of 349 samples are mentioned in S1 Appendix. The majority of subjects belonged to the Karachi region which is one of the most densely populated areas of Pakistan (Mean population density 21862). Fig 1 shows the flow of subject enrollment.\nEnrollment and Dengue Screening workflow in UWARN study. Flow chart of recruitment of dengue cases in UWARN study, Pakistan site. Fever of other origins were not enrolled in our study (n = 73). The figure has been made using open source software clipart https://openclipart.org/.\nTo define cases for enrollment as confirmed or suspected dengue, we followed clinical symptoms and classification as per World Health Organization (WHO) and Pan American Health Organization (PAHO) guidelines (PAHO World Health Organization, 2017) [12]. The criteria include (a) Admission within 1–2 weeks and clinical suspicion of arbovirus infection or confirmed diagnosis of arboviral disease, (b) Sudden, moderate to high-grade fever (>39° C/ 102.2° F), typically of 2–7 days duration, (c) any manifestations such as nausea or vomiting, diarrhea, exanthema (non-characteristic, appears between days 5–7), mild to intense pruritus, myalgia, headache, abdominal pain, petechiae/skin bleeding, and dental/gum bleed, (d) patient’s age between 1–75 years of age.\nPatients not meeting inclusion criteria and those refusing consent, out of age criteria were excluded from the study.\n\n\n2.3. Case definition\nThe enrolled patients were classified into DENV+ and DENV- based on serological and molecular evidence of DENV.\nDengue Positive: Participant with NS1+ or IgM+ or PCR+ (n = 287).\nDengue Negative: Participant with negative NS1− or IgM− and/or PCR− (n = 62).\n\n\n2.4. Clinical diagnosis\nA total of 349 Dengue patients were classified on dengue severity as per WHO criteria into severe dengue (SD; n = 5) and non-severe dengue (NSD), which was further divided into dengue with warning signs (DWS; n = 39), dengue without warning signs (DWOS; n = 261), and with other diagnoses (n = 43) One sample did not have a record available for classification.\n\n\n2.5. Sample collection\nBlood samples (n = 349) were collected in an EDTA tube from each participant enrolled during the acute phase of the disease. Samples were transported to the laboratory within 30 minutes of collection and tested for NS1 antigen using Abbott Panbio dengue Early Rapid Kit at the time of enrollment followed by sample storage at 4 °C. Plasma was separated and stored at −80 °C.\n\n\n2.6. RNA extraction\nRNA was extracted from the plasma sample using the QIAamp Viral RNA Extraction Kit (Qiagen-GmbH, Hilden, Germany) following the manufacturer’s protocol. The RNA was eluted in elution buffer and stored at −80 °C. The integrity of the extraction reagents and the successful recovery of RNA from clinical samples was confirmed bythe presence of RNase P using RNase P probe-based qRT-PCR assay from Biosearch Technologies.\n\n\n2.7. qRT-PCR amplification\nExtracted RNA was subjected to the Pan dengue and dengue serotyping PCR using the Platinum Superscript III Invitrogen One-Step qRT-PCR kit (Invitrogen, Life Technologies, Carlsbad, CA, USA) [13]. The Pan dengue and serotyping primers and probes were purchased from Biosearch Technologies (Tables A-C in S1 Text). The positive controls for DENV1, DENV2, DENV3, and DENV4 were obtained from BEI resources, and were used at 1:10 dilution . All primers and probes working concentrations were adjusted at 20 µ M followed by the addition of RNA template into each reaction. qRT-PCR was performed using CFX96 Bio-Rad (Hercules, CA) platform. The cycling conditions included an initial step at 52°C for 15 minutes followed by 94°C for 2 minutes for the reverse transcriptase reaction and initial denaturation, respectively. The PCR was set up for 45 cycles with denaturation at 94°C for 15 seconds and annealing with acquisition at 55°C for 20 seconds, followed by extension at 60°C for 20 seconds, and a final extension at 68°C for 20 seconds. Fluorophore signals were detected on their respective channels. Any curve crossing the threshold before 42 cycles was considered positive after baseline and threshold adjustments.\n\n\n2.8. Statistical analysis\nDescriptive statistics (Mean ±Standard Deviation) were calculated for quantitative variables. Laboratory values in the clinical setting were assessed in comparison to the normal reference range specific to the corresponding gender as required. For the DENV PCR + and PCR- samples, Wilcoxon rank-sum test was performed to identify the differences among three groups. Moreover, the Kruskal Wallis test was applied to determine the differences of hematological parameters and Ct value distribution in dengue serotypes. For sensitivity analyses, ROC analysis was performed using “Final diagnosis” and “DENV PCR” results using SPSS and R software using “pROC” package. AUC was calculated for specificity and sensitivity and confidence intervals (CIs). P value < 0.05 was used as a cutoff for statistical significance. All the analysis was performed using R software v.4.2.2.",
    "3. Results": "3.1. Demographics and clinical features of dengue infection\nWe screened 422 patients from in-patient and out-patient settings of Aga Khan University. Of those, 349 subjects met the inclusion criteria (Fig 1). Cases with confirmed dengue diagnosis and subjects with dengue-like symptoms (Dengue suspected) were enrolled during the study period (2021 – 2023). Approximately half of the cases (n = 168) were enrolled during Sep-Oct 2022 due to heavy rainfall and floods in Sindh province (Fig 2A). The enrollment pattern depicts that most cases (n = 85) DENV+ from NS1 were included from Sep-Oct 2022 (Fig 2B). Initially 218/349 (62.4%) patients were tested positive for NS1 antigen. The mean age of DENV positive (Participant with NS1 + or IgM + or PCR+) was 33 ± 14 years and DENV negative (NS1-or IgM- and/ or PCR-) were 31 ± 15 years, including both Male (n = 209) and Female (n = 140).\nAn epidemiological curve showing the number of Suspected (A) and confirmed dengue cases (B) during 2021-2022 according to the diagnosis by NS1 antigen; red curve shows the trend of confirmed dengue cases.\nMale gender (60%) was found to be predominant in comparison to female gender. Respiration rate (p = 0.005), lymphocyte (p = 0.001), neutrophils (P < 0.001), platelet count (P < 0.001), WBC (p < 0.001), ALT (p < 0.001), AST (p < 0.001) and creatinine (p < 0.001) showed statistically significant differences between DENV positive and negative cohorts.  (Table 1).\nAfter the initial screening, Pan-Dengue-PCR was performed on 283/349 subjects. A total of 283 PCR were performed and 66 samples were not processed further for PCR analyses due to limitation of reagents. Of the 283, 203 (71%) were identified as DENV+ through qRT-PCR, and within this subset, 157 individuals were subjected to testing for four DENV serotypes (S1 Fig). The overall screening and algorithm of testing is shown in Fig 1. Among the DENV positive cases as per case definition (PCR + OR IgM + OR NS1+) (n = 287), male gender was predominant 172 (60%) compared to females 115(40%) (Tables 1 and D in S1 Text).\nThe clinical signs and symptoms, as classified by the WHO dengue severity was assessed in patients who tested positive for both NS1 and PCR. The history of fever at the time of enrollment was identified as the most common symptom across all three (98%) [dengue without warning signs (DWOS), dengue with warning signs (DWS), and severe dengue (SD)] categories of dengue infection. Moreover, higher percentages of abdominal pain, body aches and diarrhea were observed in SD infection in comparison to other categories (Fig 3).\nAssociated symptoms of dengue infection classified according to WHO criteria. Fever is found to be the most common symptom among all categories. Orange represents SD; Cyan represents DWWS, and purple represents DWOS.\n\n\n3.2. Sensitivity of molecular diagnostics for dengue infection\nThe sensitivity of q-RT PCR was calculated based on the based on the clinician diagnosis. The sensitivity of q-RT PCR was calculated based on the case definition used for Dx positive (Dx+) cases which comprised of both NS1+/IgM+ , NS1 OR IgM positive OR clinical presentation of “Dengue fever”, “Dengue suspects”, “Dengue like illness” and all “viral fever”. This constitutes a total of 349 cases which include Dx+ (n = 262) [NS1+/IgM+/Clinical Dx+] and Dx − (n = 87) [NS1−/IgM−/Clinical Dx−] groups.\nThe sensitivity of q-RT PCR was found to be 87.25% [CI:81.89%-91.50%] accompanied by specificity of 68.35% [CI:56.92% to 78.37%], a Positive Predictive Value (PPV) of 87.68%[CI: 83.68% to 90.81%], and a Negative Predictive Value (NPV) of 67.50% [CI: 58.46% to 75.40%], the AUC for qRT-PCR positive against clinical case definition was in the acceptable range of 0.780 (CI: 0.714%- 0.846%), as detailed in Tables 2 and Table E in S1 Text.\nIn addition to the above analyses, sensitivity and specificity were also calculated for the gold standard positive samples (NS1 + or IgM+) which include 267 cases excluding strong clinical suspicion of Dengue fever (n = 16). The qRT-PCR sensitivity (86.63%; CI:80.90% to 91.16%) and specificity (67.50%; CI: 56.11% to 77.55%) remained same with minor differences in AUC of 0.773 [95% CI: 0.705 to 0.840] (Tables F and G in S1 Text).\nForty-one cases presented with multiple unrelated symptoms secondary to viral illness but were neither NS1 + nor IgM + for Dengue. The clinical presentations were shown in Sheet B in S1 Appendix. These samples were also subjected to q-RT PCR. We found 19 of 41 of these samples to be positive for dengue PCR and DENV1 and/or DENV2 serotypes were detected (DENV1 = 10, DENV2 = 7, DENV1/DENV2 = 2). This was an additional finding in our study which was picked by a sensitive PCR test. A total of 46% of samples were positive with q-RT PCR.\n\n\n3.3. Serotype-specific detection of dengue virus\nOf 203 qRT-PCR positive cases, 157 were subjected to DENV serotyping by PCR. The mean Ct values for DENV 1 was 31.05, DENV 2 was 32.95, DENV 3 was 33.81 and mixed serotype was 32.16. Moreover, no significant differences were observed in the mean Ct values between all the groups (DENV 1, DENV 2, DENV 3 and mixed serotypes) (S2 Fig and Table B in S1 Text). Among 157, DENV 1 (n = 43) was 27% and DENV 2 (n = 57) was 36%, such that DENV 1 and DENV 2 were the predominant serotypes. Moreover, DENV 3 accounted for only 3% (n = 5), and DENV 4 was not detected through serotype-specific PCR analysis. Additionally, 13% of cases (n = 21) were identified as mixed serotypes (S1B Fig and Sheet C in S1 Appendix). Moreover, there were also a few non-typeable samples 20% (n = 31), which were not classified using primer set.\n\n\n3.4. Clinical presentation of dengue infection\nClinical parameters, including vitals and hematological parameters, were available for the 349 enrolled patients at the time of enrollment. The mean vitals values were similar between dengue PCR positive and negative patients except for temperature parameter (Table 3). Similarly, the majority of DENV patients exhibited mean normal body temperature, however, a proportion of patients (31% DENV+ and 16% DENV−) showed slightly raised body temperature (>37.0 °C). The observed differences were statistically significant (p = 0.013). Abnormal respirations (>20 breaths per minute) were noted in 9% of individuals with DENV+ and 6% with DENV−. Moreover, oxygen saturation was normal in all cases (i.e., 100% for DENV+ and 98.5% for DENV−). The details of the normal and deranged vitals for both groups are mentioned in Sheet D in S1 Appendix.\nThe hematological parameters of DENV+ and DENV− (n = 283) patients showed low platelet count, elevated AST, and deranged ALT levels (Table 3). The mean platelet counts within 1–2 days of enrollment for DENV+ patients were below the normal range of 150 – 400 x 10^9/L. Similarly, ALT and AST levels were also found to be deranged from the normal range (≤40]. The percentages of the hematological parameters and comparison with normal ranges is shown in Sheet D in S1 Appendix. Furthermore, low platelets (p < 0.001) and low WBC count (p = 0.001) were observed in DENV+ group (Table 3 and Sheet D in S1 Appendix). In addition, the differences in hematological profiles of DENV serotype specific groups (DENV 1, DENV 2, DENV 3 and mixed) were also showing statistically significant differences for Creatinine (p = 0.022) (Table H in S1 Text). The difference in hematological parameters was observed for DENV 1 and DENV 2 serotypes, with Platelets count being lower (123 vs. 93 10^9/L; p = 0.025), while higher Creatinine level in DENV 2 serotype (0.76 vs 1.10 mg/dL; p = 0.002) (Table I in S1 Text). Additionally, the hematological parameters in serotype positive group (n = 126) were compared as per WHO criteria of DWWS and DWOS. In this analysis WBC (p = 0.024), Platelets (p = 0.006) and Creatinine (p = 0.007) were found to be significant (Table J in S1 Text). As per WHO criteria, 261 were classified as DWOS, 39 with DWWS and 5 as SD. This makes a total of 305 patients, 43 did not classify in any of the above categories, but presented with other clinical presentations. The median levels of AST (p = 0.016) and ALT (p = 0.009) were significantly higher in patients with SD compared to those with NSD (Table 4). A proportion of 49.8% (152/305) patients had abnormal ALT levels (>40 U/L), and 51.4% (157/305) of patients had abnormal AST levels (>40 U/L). ALT levels >1000 U/L were observed in six patients, two had dengue shock syndrome and one of them had co-infection with hepatitis A virus. Renal dysfunction was also significantly higher in severe dengue cases in comparison to NSD with elevated BUN (p = 0.005) and creatinine (p < 0.001) (Table 4). The SD group (n = 5) presented with Dengue shock syndrome, Acute Kidney injury, Multiorgan dysfunction (MOD), Septic shock, and Dengue Hemorrhagic fever.\nThrombocytopenia was further categorized into grade 0 (>150,000), grade I (75,000 – 150,000), grade II (50,000 – 75,000), grade III (25,000–50,000), and grade IV (< 25,000). Notably, there were significant differences in thrombocytopenia with respect to the days of illness (p = 0.03) and hospitalization (p = 0.001) (Fig 4A and 4B). Increased Days of illness and hospitalization was also observed in patients with higher grade of thrombocytopenia. In addition, the dengue severity groups also showed statistically significant differences with the hospitalization (p = 0.001) as shown in Fig 4C. Additionally, the neutrophil-to-lymphocyte ratio (NLR) was also found to be significantly deranged (NLR = 4.59) in SD patients. NLR was found to be positively correlated with platelet count (S3A and S3B Fig).\nComparison of platelet grading and dengue severity groups with days of illness, hospitalization, and Neutrophil-to-Lymphocyte Ratio (NLR). (A) Association between days of illness and grade of platelet grading. (B) Association between hospitalization and platelet grading. (C) Association between dengue severity groups and hospitalization. (D) Association between dengue severity groups and NLR.\n\n\n3.5. Clinical diagnosis of dengue mixed serotypes\nOf those PCR positive (n = 203), only 157 were subjected to the PCR serotyping assay, 46 samples were not processed further due to limitation of reagents. 126/157 were positive with any one serotype of Dengue, and 31 was non typeable. Of these 126 cases 30 (23.8%) were initially negative for NS1 but later found to be DENV PCR + . Among those, 21 had Dengue fever/ Dengue like illness/ viral fever without any other complication, while 9 had Dengue fever with some complications involving GI symptoms (n = 1), upper respiratory tract symptoms (n = 2), and other complications such as metabolic acidosis (n = 1), drug reaction(n = 1), pancytopenia(n = 1), UTI (n = 1), suspected Zika virus infection (n = 1) and connective tissue disorder(n = 1). Of those 31 Non typeable serotypes, 13 had a diagnosis of dengue fever, 9 had a diagnosis of fever and viral fever, 7 were diagnosed with enteric fever, while 2 were diagnosed with tonsilitis and community acquired pneumonia. , They were all positive for Pan Dengue PCR (Sheet B in S1 Appendix). In addition, mixed serotype infection included (n = 21) cases, in which DENV 1 | DENV 2 was predominant (n = 20) and only 01 case was found with DENV 1 | DENV 3 co-infection. Of these, 13/21 were in-patients, while the remaining 8 were out-patients (Table 5).\nAmong the mixed serotype cases, 20 individuals were diagnosed with dengue fever/fever/suspected dengue fever/viral fever and 1 case was diagnosed with upper respiratory tract infection (Sheet A in S1 Appendix). Moreover, within mixed serotypes, a significant majority of cases were categorized as dengue without warning signs (18/21) (Table K in S1 Text). Further to this, it has been observed that a majority of patients in DENV 2 and mixed serotypes were hospitalized patients (74%). Only 05 patients were identified as DENV 3 and all of them were in-patient as shown in Table 5 and S4 Fig.",
    "4. Discussion": "The first Dengue outbreak in Pakistan was reported in 1994, followed by significant outbreaks in 2005, 2011, 2017, 2018, 2019, and 2022 [8]. The recent outbreak reported 75,450 Dengue cases between January and November 2022 (Data from Pakistan’s National Institute of Health) exacerbated by flooding. A shift in Dengue peak season and out of the season Dengue cases have also been seen in this region which is mainly due to climate change and increasing urbanization and heat waves. Such increase was predominantly noted for November and December 2021 where 16388 cases were reported [14]. Pakistan ranks 30th in the climate change performing index (CCPI) (https://ccpi.org/country/pak), indicating vulnerabilities to climate change impacts and, most importantly rampant increase in vector-borne diseases. Our study focused on the epidemiological characteristics of dengue virus infection among hospitalized and out-patient cohorts in Karachi, emphasizing a sudden rise in cases observed in 2022 [9,15], and unique clinical presentations of Dengue fever seen in hospitalized patients. In this study, most cases were enrolled between September – October 2022, a period marked by heavy rainfall and catastrophic flooding [4]. Moreover, August 2022 stands out as the wettest month in the past 50 years, and October 2022 had the highest number of dengue cases reported in Pakistan. The correlation between high precipitation levels and dengue incidence was evident, with flood-affected regions like Sindh experiencing a higher prevalence of infections [1,15,16]. Urban areas in Sindh province like Karachi, with high population density, closely packed communities, inadequate sewage or drainage systems, and open water storage due to severe water shortages, create ideal conditions for mosquito breeding and the transmission of the dengue virus [17,18].\nIn our study, we found a higher number of males being affected which was expected due to outdoor occupation and gender differences in health-seeking behavior, influenced by social and cultural factors [19]. Adults aged 16–45 years were most frequently affected, consistent with previous studies as being more vulnerable to viral illness which might be due to their increased exposure and outdoor activities [11,20].\nSerotype analysis identified DENV 1 and DENV 2 as primary serotypes which is consistent with previous reports from Pakistan [19,21] and neighboring countries [22]. Notably, the 2005 & 2006 outbreaks in Karachi [23,24] and New Delhi were dominated by all 4 serotypes and predominantly DENV 3, which resulted in numerous fatalities [25]. The predominance of DENV 3 was also noted in Bangladesh for the cases screened between 2000–2024 [26].\nSerotype DV1 was associated with DHF in Indonesia [27] with no significant change in hematological parameters except for raised lymphocyte count in DV1 patients. While serotype DV2 was shown to be associated with disease severity and had an increased risk of disease with warning signs [28,29]. In our study, DV2 was associated with thrombocytopenia which was also observed in sero-positive patients with warning signs (Tables I and J in S1 Text). Although co-infection with DV1/DV2 has been reported to be associated with higher grading of thrombocytopenia previously [5], no such association was observed in this study with 21 mixed infections with range and frequency of thrombocytopenia (43% had Grade II to Grade IV) (Table 5).\nMost DENV cases in our study presented with fever, nausea or vomiting, body ache, and headache as major symptoms, while retro orbital pain and maculopapular rash were less common [ 15]. Details of clinical presentations are given in S1 Appendix. No significant differences in vitals were observed between PCR-positive and negative patients, except for raised body temperatures in PCR-positive cases, presumably due to more viral inflammation.\nThe hematological parameters of patients with and without DENV infection were within normal ranges, except for deranged platelet count, ALT, and AST levels. These abnormalities were more pronounced in SD patients. Elevated ALT and AST levels in both DENV-positive and negative cases were consistent with previous reports from Pakistan, indicating liver involvement during dengue infection [30]. Impaired liver function tests were frequently observed during dengue infection, particularly in patients with dengue hemorrhagic fever (DHF). In our study, less severe cases also showed deranged ALT and AST levels (>40IU/ml), and only one-fourth of the study participants had ALT within normal ranges [31]. The percentage of lymphocytes at the time of admission is highly suggestive of longer hospital stays and days of illness [32]. Among markers of inflammation, both lesser NLR and PLR ratios are suggestive of disease severity in Dengue and previously used to distinguish Dengue from COVID-19 disease [33,34]. However, we found a significant positive correlation between Platelets-Lymphocyte Ratio (PLR) and NLR but no association of NLR was observed with disease severity, probably due to limited severe cases (S3A and S3B Fig).\nThe limitations of the current study are: 1) the non-availability of SD cases during our study enrollment period, possibly due to the decline of consent due to the unstable condition of patients; 2) lack of sequencing for serotype-negative samples; and, 3) serological confirmation for secondary Dengue infections. Despite these limitations, we present here a detailed report of Dengue presentations highlighting its overlap with other febrile illnesses such as gastric/enteric fever, upper respiratory tract infection (URTI), Urinary tract infection (UTI), acute kidney injury (AKI) and other viral-like illnesses. Of note, all of these patients were clinically managed as viral fever in the absence of lab diagnosis (Sheet B in S1 Appendix). The clinical presentation of Dengue is evolving over time, but with the limited sensitivity of current RDTs, lab confirmation of these patients was much improved by Dengue qRT-PCR. From a public health perspective, our study highlights a critical need for molecular diagnostics in all sentinel labs for effective clinical decision-making, outbreak response management and improved case detection. We also highlight the need for strong clinical suspicion of dengue in NS1-negative and IgM-negative cases, which were later confirmed by qRT-PCR. This underscores the importance of molecular detection, as the reliance on conventional diagnostics may lead to missed diagnoses, ultimately impacting patient management and clinical decision-making.\nIn summary, the current study conducted in a large tertiary care center in Pakistan highlights the profound impact of Dengue worsened by flooding and poor sanitation, posing considerable challenges to public health. The high prevalence of Dengue cases in flood-prone regions emphasizes the urgent need to address the impact of climate change on vector-borne diseases. Furthermore, the rising Dengue rates in urban centers like Karachi emphasize the importance of robust Dengue surveillance and control programs at the provincial and district levels including Karachi and its outskirts mainly deprived of basic health facilities."
}