{
    "Background": "Aedes aegypti presence, human-vector contact rates, and Aedes-borne virus transmission are highly variable through time and space. The Lower Rio Grande Valley (LRGV), Texas, is one of the few regions in the U.S. where local transmission of Aedes-borne viruses occurs, presenting an opportunity to evaluate social, urbanistic, entomological, and mobility-based factors that modulate human exposure to Ae. aegypti.",
    "Methodology & Principal findings": "Mosquitoes were collected using BG-Sentinel 2 traps during November 2021 as part of an intervention trial, with knowledge, attitudes, and practices (KAP) and housing quality surveys to gather environmental and demographic data. Human blood samples were taken from individuals and a Bitemark Assay (ELISA) was conducted to quantify human antibodies to the Ae. aegypti Nterm-34kDa salivary peptide as a measure of human exposure to bites. In total, 64 houses were surveyed with 142 blood samples collected. More than 80% of participants had knowledge of mosquito-borne diseases and believed mosquitoes to be a health risk in their community. Our best fit generalized linear mixed effects model found four fixed effects contributed significantly to explaining the variation in exposure to Ae. aegypti bites: higher annual household income, younger age, larger lot area, and higher female Ae. aegypti abundance per trap night averaged over 5 weeks prior to human blood sampling.",
    "Conclusions": "Most surveyed residents recognized mosquitoes and the threat they pose to individual and public health. Urbanistic (i.e., lot size), social (i.e., income within a low-income community and age), and entomological (i.e., adult female Ae. aegypti abundance) factors modulate the risk of human exposure to Ae. aegypti bites. The use of serological biomarker assays, such as the Bitemark Assay, are valuable tools for surveillance and risk assessment of mosquito-borne disease, especially in areas like the LRGV where the transmission of target pathogens is low or intermittent."
}