{
    "Abstract": "Little is known about the strains of Trypanosoma cruzi circulating in Central America and specifically in the most important vector in this region, Triatoma dimidiata. Approximately six million people are infected with T. cruzi, the causative agent of Chagas disease, which has the greatest negative economic impact and is responsible for ~12,000 deaths annually in Latin America. By international consensus, strains of T. cruzi are divided into six monophyletic clades called discrete typing units (DTUs TcI-VI) and a seventh DTU first identified in bats called TcBat. TcI shows the greatest geographic range and diversity. Identifying strains present and diversity within these strains is important as different strains and their genotypes may cause different pathologies and may circulate in different localities and transmission cycles, thus impacting control efforts, treatment and vaccine development. To determine parasite strains present in T. dimidiata across its geographic range from Mexico to Colombia, we isolated abdominal DNA from T. dimidiata and determined which specimens were infected with T. cruzi by PCR. Strains from infected insects were determined by comparing the sequence of the 18S rDNA and the spliced-leader intergenic region to typed strains in GenBank. Two DTUs were found: 94% of infected T. dimidiata contained TcI and 6% contained TcIV. TcI exhibited high genetic diversity. Geographic structure of TcI haplotypes was evident by Principal Component and Median-Joining Network analyses as well as a significant result in the Mantel test, indicating isolation by distance. There was little evidence of association with TcI haplotypes and host/vector or ecotope. This study provides new information about the strains circulating in the most important Chagas vector in Central America and reveals considerable variability within TcI as well as geographic structuring at this large geographic scale. The lack of association with particular vectors/hosts or ecotopes suggests the parasites are moving among vectors/hosts and ecotopes therefore a comprehensive approach, such as the Ecohealth approach that makes houses refractory to the vectors will be needed to successfully halt transmission of Chagas disease."
}