{
    "Background": "The human filarial parasite Onchocerca volvulus is the causative agent of onchocerciasis (river blindness). It causes blindness in 270,000 individuals with an additional 6.5 million suffering from severe skin pathologies. Current international control programs focus on the reduction of microfilaridermia by annually administering ivermectin for more than 20 years with the ultimate goal of blocking of transmission. The adult worms of O. volvulus can live within nodules for over 15 years and actively release microfilariae for the majority of their lifespan. Therefore, protracted treatment courses of ivermectin are required to block transmission and eventually eliminate the disease. To shorten the time to elimination of this disease, drugs that successfully target macrofilariae (adult parasites) are needed. Unfortunately, there is no small animal model for the infection that could be used for discovery and screening of drugs against adult O. volvulus parasites. Here, we present an in vitro culturing system that supports the growth and development of O. volvulus young adult worms from the third-stage (L3) infective stage.",
    "Methodology/Principal findings": "In this study we optimized the culturing system by testing several monolayer cell lines to support worm growth and development. We have shown that the optimized culturing system allows for the growth of the L3 worms to L5 and that the L5 mature into young adult worms. Moreover, these young O. volvulus worms were used in preliminary assays to test putative macrofilaricidal drugs and FDA-approved repurposed drugs.",
    "Conclusion": "The culture system we have established for O. volvulus young adult worms offers a promising new platform to advance drug discovery against the human filarial parasite, O. volvulus and thus supports the continuous pursuit for effective macrofilaricidal drugs. However, this in vitro culturing system will have to be further validated for reproducibility before it can be rolled out as a drug screen for decision making in macrofilaricide drug development programs."
}