{
    "Background": "Cholera, an acute diarrheal disease is a major public health problem in many developing countries. Several rapid diagnostic tests (RDT) are available for the detection of cholera, but their efficacies are not compared in an endemic setting. In this study, we have compared the specificity and sensitivity of three RDT kits for the detection of Vibrio cholerae O1 and compared their efficiency with culture and polymerase chain reaction (PCR) methods.",
    "Methods": "Five hundred six diarrheal stool samples collected from patients from two different hospitals in Kolkata, India were tested using SD Bioline Cholera, SMART-II Cholera O1 and Crystal-VC RDT kits. All the stool samples were screened for the presence of V. cholerae by direct and enrichment culture methods. Stool DNA-based PCR assay was made to target the cholera toxin (ctxAB) and O1 somatic antigen (rfb) encoding genes. Statistical evaluation of the RDTs has been made using STATA software with stool culture and PCR results as the gold standards. The Bayesian latent class model (LCM) was used to evaluate the diagnostic tests in the absence of the gold standard.",
    "Results": "Involving culture technique as gold standard, the sensitivity and specificity of the cholera RDT kits in the direct testing of stools was highest with SAMRT-II (86.1%) and SD-Cholera (94.4%), respectively. The DNA based PCR assays gave very high sensitivity (98.4%) but the specificity was comparatively low (75.3%). After enrichment, the high sensitivity and specificity was detected with SAMRT-II (78.8%) and SD-Cholera (99.1%), respectively. Considering PCR as the gold standard, the sensitivity and specificity of the RDTs remained between 52.3–58.2% and 92.3–96.8%, respectively. In the LCM, the sensitivity of direct and enrichment testing was high in SAMRT-II (88% and 92%, respectively), but the specificity was high in SD cholera for both the methods (97% and 100%, respectively). The sensitivity/specificity of RDTs and direct culture have also been analyzed considering the age, gender and diarrheal disease severity of the patients.",
    "Conclusion": "Overall, the performance of the RDT kits remained almost similar in terms of specificity and sensitivity. Performance of PCR was superior to the antibody-based RDTs. The RTDs are very useful in identifying cholera cases during outbreak/epidemic situations and for making them as a point-of-care (POC) testing tool needs more improvement."
}