{
    "Background": "New frontier settlements across the Amazon Basin pose a major challenge for malaria elimination in Brazil. Here we describe the epidemiology of malaria during the early phases of occupation of farming settlements in Remansinho area, Brazilian Amazonia. We examine the relative contribution of low-density and asymptomatic parasitemias to the overall Plasmodium vivax burden over a period of declining transmission and discuss potential hurdles for malaria elimination in Remansinho and similar settings.",
    "Methods": "Eight community-wide cross-sectional surveys, involving 584 subjects, were carried out in Remansinho over 3 years and complemented by active and passive surveillance of febrile illnesses between the surveys. We used quantitative PCR to detect low-density asexual parasitemias and gametocytemias missed by conventional microscopy. Mixed-effects multiple logistic regression models were used to characterize independent risk factors for P. vivax infection and disease.",
    "Principal Findings/Conclusions": "P. vivax prevalence decreased from 23.8% (March–April 2010) to 3.0% (April–May 2013), with no P. falciparum infections diagnosed after March–April 2011. Although migrants from malaria-free areas were at increased risk of malaria, their odds of having P. vivax infection and disease decreased by 2–3% with each year of residence in Amazonia. Several findings indicate that low-density and asymptomatic P. vivax parasitemias may complicate residual malaria elimination in Remansinho: (a) the proportion of subpatent infections (i.e. missed by microscopy) increased from 43.8% to 73.1% as P. vivax transmission declined; (b) most (56.6%) P. vivax infections were asymptomatic and 32.8% of them were both subpatent and asymptomatic; (c) asymptomatic parasite carriers accounted for 54.4% of the total P. vivax biomass in the host population; (d) over 90% subpatent and asymptomatic P. vivax had PCR-detectable gametocytemias; and (e) few (17.0%) asymptomatic and subpatent P. vivax infections that were left untreated progressed to clinical disease over 6 weeks of follow-up and became detectable by routine malaria surveillance."
}