{
    "Objective": "Human toxocariasis is a zoonotic infection caused by the larval stages of Toxocara canis (T. canis) and less frequently Toxocara cati (T. cati). A relationship between toxocariasis and epilepsy has been hypothesized. We conducted a systematic review and a meta-analysis of available data to evaluate the strength of association between epilepsy and Toxocara spp. seropositivity and to propose some guidelines for future surveys.",
    "Data Sources": "Electronic databases, the database from the Institute of Neuroepidemiology and Tropical Neurology of the University of Limoges (http://www-ient.unilim.fr/) and the reference lists of all relevant papers and books were screened up to October 2011.",
    "Methods": "We performed a systematic review of literature on toxocariasis (the exposure) and epilepsy (the outcome). Two authors independently assessed eligibility and study quality and extracted data. A common odds ratio (OR) was estimated using a random-effects meta-analysis model of aggregated published data.",
    "Results": "Seven case-control studies met the inclusion criteria, for a total of 1867 participants (850 cases and 1017 controls). The percentage of seropositivity (presence of anti-Toxocara spp. antibodies) was higher among people with epilepsy (PWE) in all the included studies even if the association between epilepsy and Toxocara spp. seropositivity was statistically significant in only 4 studies, with crude ORs ranging 2.04–2.85. Another study bordered statistical significance, while in 2 of the included studies no significant association was found. A significant (p<0.001) common OR of 1.92 [95% confidence interval (CI) 1.50–2.44] was estimated. Similar results were found when meta-analysis was restricted to the studies considering an exclusively juvenile population and to surveys using Western Blot as confirmatory or diagnostic serological assay.",
    "Conclusion": "Our results support the existence of a positive association between Toxocara spp. seropositivity and epilepsy. Further studies, possibly including incident cases, should be performed to better investigate the relationship between toxocariasis and epilepsy."
}