{
    "Background": "Rift Valley fever virus (RVFV) causes outbreaks of severe disease in livestock and humans throughout Africa and the Arabian Peninsula. In people, RVFV generally causes a self-limiting febrile illness but in a subset of individuals, it progresses to more serious disease. One manifestation is a delayed-onset encephalitis that can be fatal or leave the afflicted with long-term neurologic sequelae. In order to design targeted interventions, the basic pathogenesis of RVFV encephalitis must be better understood.",
    "Methodology/Principal Findings": "To characterize the host immune responses and viral kinetics associated with fatal and nonfatal infections, mice were infected with an attenuated RVFV lacking NSs (ΔNSs) that causes lethal disease only when administered intranasally (IN). Following IN infection, C57BL/6 mice developed severe neurologic disease and succumbed 7–9 days post-infection. In contrast, inoculation of ΔNSs virus subcutaneously in the footpad (FP) resulted in a subclinical infection characterized by a robust immune response with rapid antibody production and strong T cell responses. IN-inoculated mice had delayed antibody responses and failed to clear virus from the periphery. Severe neurological signs and obtundation characterized end stage-disease in IN-inoculated mice, and within the CNS, the development of peak virus RNA loads coincided with strong proinflammatory responses and infiltration of activated T cells. Interestingly, depletion of T cells did not significantly alter survival, suggesting that neurologic disease is not a by-product of an aberrant immune response.",
    "Conclusions/Significance": "Comparison of fatal (IN-inoculated) and nonfatal (FP-inoculated) ΔNSs RVFV infections in the mouse model highlighted the role of the host immune response in controlling viral replication and therefore determining clinical outcome. There was no evidence to suggest that neurologic disease is immune-mediated in RVFV infection. These results provide important insights for the future design of vaccines and therapeutic options."
}