{
    "Background": "Oncomelania hupensis is the unique intermediate host of Schistosoma japonicum, which causes schistosomiasis endemic in the Far East, and especially in mainland China. O. hupensis largely determines the parasite's geographical range. How O. hupensis's genetic diversity is distributed geographically in mainland China has never been well examined with DNA sequence data.",
    "Methodology/Principal Findings": "In this study we investigate the genetic variation among O. hupensis from different geographical origins using the combined complete internal transcribed spacer 1 (ITS1) and ITS2 regions of nuclear ribosomal DNA. 165 O. hupensis isolates were obtained in 29 localities from 7 provinces across mainland China: lake/marshland and hill regions in Anhui, Hubei, Hunan, Jiangxi and Jiangsu provinces, located along the middle and lower reaches of Yangtze River, and mountainous regions in Sichuan and Yunnan provinces. Phylogenetic and haplotype network analyses showed distinct genetic diversity and no shared haplotypes between populations from lake/marshland regions of the middle and lower reaches of the Yangtze River and populations from mountainous regions of Sichuan and Yunnan provinces. The genetic distance between these two groups is up to 0.81 based on Fst, and branch time was estimated as 2–6 Ma. As revealed in the phylogenetic tree, snails from Sichuan and Yunnan provinces were also clustered separately. Geographical separation appears to be an important factor accounting for the diversification of the two groups of O. hupensis in mainland China, and probably for the separate clades between snails from Sichuan and Yunnan provinces. In lake/marshland and hill regions along the middle and lower reaches of the Yangtze River, three clades were identified in the phylogenetic tree, but without any obvious clustering of snails from different provinces.",
    "Conclusions": "O. hupensis in mainland China may have considerable genetic diversity, and a more complex population structure than expected. It will be of significant importance to consider the genetic diversity of O. hupensis when assessing co-evolutionary interactions with S. japonicum."
}