{
    "Abstract": "Oral cholera vaccines (OCVs) are relatively new public health interventions, and limited data exist on the potential impact of OCV use on traditional cholera prevention and control measures—safe water, sanitation and hygiene (WaSH). To assess OCV acceptability and knowledge, attitudes, and practices (KAPs) regarding cholera and WaSH, we conducted cross-sectional surveys, 1 month before (baseline) and 3 and 12 months after (first and second follow-up) a preemptive OCV campaign in Maela, a long-standing refugee camp on the Thailand-Burma border. We randomly selected households for the surveys, and administered questionnaires to female heads of households. In total, 271 (77%), 187 (81%), and 199 (85%) households were included in the baseline, first and second follow-up surveys, respectively. Anticipated OCV acceptability was 97% at baseline, and 91% and 85% of household members were reported to have received 1 and 2 OCV doses at first follow-up. Compared with baseline, statistically significant differences (95% Wald confidence interval not overlapping zero) were noted at first and second follow-up among the proportions of respondents who correctly identified two or more means of cholera prevention (62% versus 78% and 80%), reported boiling or treating drinking water (19% versus 44% and 69%), and washing hands with soap (66% versus 77% and 85%); a significant difference was also observed in the proportion of households with soap available at handwashing areas (84% versus 90% and 95%), consistent with reported behaviors. No significant difference was noted in the proportion of households testing positive for Escherichia coli in stored household drinking water at second follow-up (39% versus 49% and 34%). Overall, we observed some positive, and no negative changes in cholera- and WaSH-related KAPs after an OCV campaign in Maela refugee camp. OCV campaigns may provide opportunities to reinforce beneficial WaSH-related KAPs for comprehensive cholera prevention and control."
}