{
    "Background": "Community drug distributors or neglected tropical disease (NTD) volunteers have played a crucial role in ensuring the success of mass drug administration (MDA) programs using preventive chemotherapy (PC) for lymphatic filariasis, onchocerciasis, schistosomiasis, trachoma and soil transmitted helminths. In recent years however, a noticeable decline in motivation of some of these volunteers has been perceived, potentially negatively impacting the success of these programs. Potential hypotheses for this change in motivation include the long duration of many MDA programs, the change in sociocultural environments as well as the changes to the programs over time. This literature review identifies factors that affect NTD volunteer performance and motivation, which may be used to influence and improve future programming.",
    "Methodology/Principal findings": "A systematic search was conducted to identify studies published between January 1995 and September 2016 that investigate factors pertaining to volunteer motivation and performance in NTD drug distribution programs. Searches from several databases and grey literature yielded 400 records, of which 28 articles from 10 countries met the inclusion criteria. Quality assessment of studies was performed using the Critical Appraisal Skills Programme(CASP) checklist. Data pertaining to motivation, performance, retention and satisfaction was extracted and examined for themes. Recurring themes in the literature included monetary and material incentives, intrinsic motivation, gender, cost to participate, and health systems and community support. Of these, community support and the health system were found to be particularly impactful. Very few studies were found to explicitly look at novel incentives for volunteers and very few studies have considered the out of pocket and opportunity costs that NTD volunteers bear carrying out their tasks.",
    "Conclusions/Significance": "There is currently great interest in incorporating more attractive incentive schemes for NTD volunteers. However, our results show that the important challenges that volunteers face (cultural, health systems, financial and community related) may have less to do with financial incentives and may actually have a larger impact on their motivation than has previously been understood. Further integration of NTD programs into existing health systems is expected to improve the NTD volunteer working environment. Relevant community engagement related to the MDA program should also provide the supportive environment needed in the community to support NTD volunteers. Programs need to consider these issues to improve working conditions for NTD volunteers."
}