{
    "Background": "Despite the long history of Rift Valley fever (RVF) in Tanzania, extent of its suitable habitat in the country remains unclear. In this study we investigated potential effects of temperature, precipitation, elevation, soil type, livestock density, rainfall pattern, proximity to wild animals, protected areas and forest on the habitat suitability for RVF occurrence in Tanzania.",
    "Materials and Methods": "Presence-only records of 193 RVF outbreak locations from 1930 to 2007 together with potential predictor variables were used to model and map the suitable habitats for RVF occurrence using ecological niche modelling. Ground-truthing of the model outputs was conducted by comparing the levels of RVF virus specific antibodies in cattle, sheep and goats sampled from locations in Tanzania that presented different predicted habitat suitability values.",
    "Principal Findings": "Habitat suitability values for RVF occurrence were higher in the northern and central-eastern regions of Tanzania than the rest of the regions in the country. Soil type and precipitation of the wettest quarter contributed equally to habitat suitability (32.4% each), followed by livestock density (25.9%) and rainfall pattern (9.3%). Ground-truthing of model outputs revealed that the odds of an animal being seropositive for RVFV when sampled from areas predicted to be most suitable for RVF occurrence were twice the odds of an animal sampled from areas least suitable for RVF occurrence (95% CI: 1.43, 2.76, p < 0.001).",
    "Conclusion/Significance": "The regions in the northern and central-eastern Tanzania were more suitable for RVF occurrence than the rest of the regions in the country. The modelled suitable habitat is characterised by impermeable soils, moderate precipitation in the wettest quarter, high livestock density and a bimodal rainfall pattern. The findings of this study should provide guidance for the design of appropriate RVF surveillance, prevention and control strategies which target areas with these characteristics."
}