{
    "Background": "Metronidazole is the most commonly used drug for the treatment of giardiasis in humans. In spite of its therapeutic efficacy for giardiasis, low patient compliance, especially in children, side effects, and the emergence of metronidazole-resistant strains may restrict its use. Albendazole has been used to treat Giardia duodenalis infections in recent years. However, efficacy studies in vivo and in vitro have produced diverse results as to its effectiveness. A moderately benign side effect profile, combined with established efficacy against many helminths, renders it promising for treatment of giardiasis in humans.",
    "Methodology and Principal Findings": "We performed a search in the PubMed, Scopus, EMBASE, the ISI Web of Science, LILIACS, and Cochrane Controlled Trials Register for trials published before February 2010 as well as in references of relevant research and review articles. Eight randomized clinical trials (including 900 patients) comparing the effectiveness of albendazole with that of metronidazole were included in meta-analysis. After extracting and validating the data, the pooled risk ratio (RR) was calculated using an inverse-variance random-effects model. Albendazole was found to be equally as effective as metronidazole in the treatment of giardiasis in humans (RR 0.97; 95% CI, 0.93, 1.01). In addition, safety analysis suggested that patients treated with albendazole had a lower risk of adverse effects compared with those who received metronidazole (RR 0.36; 95% CI, 0.10, 1.34), but limitations of the sample size precluded a definite conclusion.",
    "Conclusions/Significance": "The effectiveness of albendazole, when given as a single dose of 400 mg/day for 5 days, was comparable to that of metronidazole. Patients treated with albendazole tended to have fewer side effects compared with those who took metronidazole. Given the safety, effectiveness, and low costs of albendazole, this drug could be potentially used as an alternative and/or a replacement for the existing metronidazole therapy protocols in the treatment of giardiasis in humans."
}