{
    "Background": "In order to proceed through their life cycle, Leishmania parasites switch between sandflies and mammals. The flagellated promastigote cells transmitted by the insect vector are phagocytized by macrophages within the mammalian host and convert into the amastigote stage, which possesses a rudimentary flagellum only. During an earlier proteomic study of the stage differentiation of the parasite we identified a component of the outer dynein arm docking complex, a structure of the flagellar axoneme. The 70 kDa subunit of the outer dynein arm docking complex consists of three subunits altogether and is essential for the assembly of the outer dynein arm onto the doublet microtubule of the flagella. According to the nomenclature of the well-studied Chlamydomonas reinhardtii complex we named the Leishmania protein LdDC2.",
    "Methodology/Principal Findings": "This study features a characterization of the protein over the life cycle of the parasite. It is synthesized exclusively in the promastigote stage and localizes to the flagellum. Gene replacement mutants of lddc2 show reduced growth rates and diminished flagellar length. Additionally, the normally spindle-shaped promastigote parasites reveal a more spherical cell shape giving them an amastigote-like appearance. The mutants lose their motility and wiggle in place. Ultrastructural analyses reveal that the outer dynein arm is missing. Furthermore, expression of the amastigote-specific A2 gene family was detected in the deletion mutants in the absence of a stage conversion stimulus. In vitro infectivity is slightly increased in the mutant cell line compared to wild-type Leishmania donovani parasites.",
    "Conclusions/Significance": "Our results indicate that the correct assembly of the flagellum has a great influence on the investigated characteristics of Leishmania parasites. The lack of a single flagellar protein causes an aberrant morphology, impaired growth and altered infectiousness of the parasite."
}