{
    "Title": "Using Modelling to Disentangle the Relative Contributions of Zoonotic and Anthroponotic Transmission: The Case of Lassa Fever",
    "URL": "https://doi.org/10.1371/journal.pntd.0003398",
    "Published": "January 8, 2015",
    "Subject_Areas": [
        "Lassa fever",
        "Nosocomial infections",
        "Medical risk factors",
        "Rodents",
        "Sierra Leone",
        "Zoonoses",
        "Infectious disease control",
        "Infectious disease epidemiology"
    ],
    "Authors": {
        "Giovanni Lo Iacono": [
            "Department of Veterinary Medicine, Disease Dynamics Unit, University of Cambridge, Cambridge, United Kingdom"
        ],
        "Andrew A. Cunningham": [
            "Institute of Zoology, Zoological Society of London, London, United Kingdom"
        ],
        "Elisabeth Fichet-Calvet": [
            "Bernhard-Nocht Institute of Tropical Medicine, Hamburg, Germany"
        ],
        "Robert F. Garry": [
            "Department of Microbiology and Immunology, Tulane University, New Orleans, Louisiana, United States of America",
            "Broad Institute, Cambridge, Massachusetts, United States of America",
            "Zalgen Labs, LLC, Germantown, Maryland, United States of America"
        ],
        "Donald S. Grant": [
            "Lassa Fever Program, Kenema Government Hospital, Kenema, Sierra Leone"
        ],
        "Sheik Humarr Khan": [
            "Lassa Fever Program, Kenema Government Hospital, Kenema, Sierra Leone"
        ],
        "Melissa Leach": [
            "Institute of Development Studies, University of Sussex. Brighton, United Kingdom"
        ],
        "Lina M. Moses": [
            "Department of Microbiology and Immunology, Tulane University, New Orleans, Louisiana, United States of America"
        ],
        "John S. Schieffelin": [
            "Sections of Infectious Disease, Departments of Pediatrics and Internal Medicine, School of Medicine, Tulane University, New Orleans, Louisiana, United States of America"
        ],
        "Jeffrey G. Shaffer": [
            "Department of Biostatistics and Bioinformatics, Tulane School of Public Health and Tropical Medicine, New Orleans, Louisiana, United States of America"
        ],
        "Colleen T. Webb": [
            "Department of Biology, Colorado State University, Fort Collins, Colorado, United States of America"
        ],
        "James L. N. Wood": [
            "Department of Veterinary Medicine, Disease Dynamics Unit, University of Cambridge, Cambridge, United Kingdom"
        ]
    }
}