{
    "Introduction": "Soil-transmitted helminths (STHs) infections are among the most common infections worldwide, affecting more than 1.5 billion of the poorest and most marginalized communities globally. [1] The most common STHs infecting humans are Ascaris lumbricoides, Trichuris trichiura and the hookworm species, Necator americanus and Ancylostoma duodenale. Soil-transmitted helminths are transmitted by eggs present in human feces which in turn contaminate soil and water in areas with poor sanitation, conditions often found in low-resource countries. [2] Soil-transmitted helminths are widely distributed in tropical and subtropical areas, with the greatest numbers occurring in sub-Saharan Africa, the Americas, China and South-East Asia. [3]\nThe World Health Organization (WHO) considers STHs a public health problem in areas where >1% of the at-risk population has moderate-to-heavy intensity infections, measured by the number of eggs per gram of stool counted during the stool examination [4]. These moderate to high intensity helminth infections are associated with poor cognitive and motor outcomes in infants, as well as with anemia. [5–9] Pre-school children (PSAC), school age children (SAC) and women of reproductive age (WRA), including adolescent girls, pregnant women, lactating women, and non-pregnant and non-lactating women living in endemic areas, are at highest risk of morbidity due to STHs. Clear policy and guidance are essential to support country-level efforts to expand routine deworming of WRA, and recent WHO publications have provided the necessary policy framework. [2,3]\nThe WHO Neglected Tropical Disease (NTD) Roadmap and London Declaration have accelerated the progress toward eliminating selected NTDs, such as lymphatic filariasis and onchocerciasis, and formalized long-term disease-specific goals for other NTDs. [10] Global interest is shifting from control towards an elimination strategy for other NTDs, including the possibility of breaking the transmission of STHs through community-wide mass drug administration (MDA). [11]\nIn Benin, all major STHs are a recognized public health problem, with more than 50% of districts requiring MDA based on the results of a recent national mapping done from 2013 to 2015 that sampled stool from SAC. [12,13] In the Comé District, the 2013–2015’s national mapping showed a prevalence of STHs in SAC of 20%, despite three rounds of yearly school-based MDA with albendazole in 2015 (coverage 59%), 2016 (coverage 78%) and 2017 (coverage 83%). [13]\nIn 2017, the DeWorm3 project (ClinicalTrials.gov Identifier NCT03014167) was initiated in Benin, and, in parallel, in India and Malawi. Using a cluster randomized controlled study design, the primary objective of the project is to determine whether the provision of an enhanced (twice yearly) level of high-coverage MDA, targeting all age groups in a whole community over a 3-year period, can interrupt transmission of STHs [11]. Here we report analyses of baseline data from a longitudinal monitoring cohort randomly selected from the whole population involved in the trial in order to determine the demographic and other parameters potentially associated with the STHs infections detected by microscopy using a standard Kato-Katz procedure.",
    "Materials and methods": "Ethics statement\nEthical approval of the DeWorm3 trial protocol was obtained both from the Human Subjects Division at the University of Washington and the National Ethics Committee for Health Research of Benin (CNERS ethical clearance reference No: 002-2017/MS/DC/SGM/DFR/CNERS-Ministry of Health, Benin). The trial was registered at Clinical Trials.gov NCT03014167 (https://clinicaltrials.gov/ct2/show/NCT03014167) [14]. Written consent was obtained from each participant (or participants’ parents, when participants were under 18 years of age). For children aged 1–6 years old, verbal assent was obtained and for adolescents aged 7–17 years written assent was obtained. Data were collected electronically using password protected smartphones and was stored in datasets. Although WHO guidelines do not recommend MDA for adults, following the stool analysis any adults (≥15 years of age) in control clusters presenting moderate-to-heavy intensity STH infection according to WHO definitions [15] or requiring treatment according to local guidelines, were treated with albendazole by study staff.\n\n\nStudy area and population\nThe DeWorm3 trial in Benin is being conducted in the district of Comé. (Fig 1) The study site selection was based on criteria that have previously been reported. [16] Comé is located 70 km west of Cotonou in the Mono department, at latitude 6°24′N and longitude 1°53′E. The district covers an area of 153 km2 with a population estimated at 79,989 inhabitants in the census of 2012, and an estimated yearly growth rate of 2.1%. [17] The district has five sub-districts (Central Comé, Akodéha, Oumako, Agatogbo and Ouèdèmè-Pedah) subdivided into 52 villages/areas or neighborhoods. The climate is sub-equatorial, tropical, alternating between two rainy seasons (April to July and September to November) and two dry seasons (December to March and August). Rainfall varies between 900 and 1,200 mm per year. The population of Comé is mostly rural, with agriculture and fishing as the main activities. The agricultural, livestock breeding, market gardening and fish farming areas cover 73% of the territory. The commune of Comé is crossed by a dense hydrographic network with 22% of floodable zones.[18].\n(A) Location of Benin republic in Africa (https://www.mapsland.com/africa/benin/large-location-map-of-benin-in-africa). (B) Administrative boundaries of Comé district. Adapted by AMBERO-ALPHA OMEGA, May 2017. From Benin Tourism Card, National Geographic Institute 1998.[18].\n\n\nStudy design\nThe protocol and aims of the DeWorm3 study have been published elsewhere. [11] A baseline census was conducted from January 8th to February 9th, 2018 followed by cluster demarcation. The geospatial locations of all households were mapped using ArcGIS (Redlands, CA), and the study area was divided into 40 clusters with between 1,650 and 4,000 residents per cluster. From March 6th to April 5th, 2018, 6000 individuals (150 individuals by cluster) were randomly selected to constitute a longitudinal monitoring cohort (LMC) participating in annual follow-up STHs infection surveys over 5 years. The LMC was selected from the censused population using stratified random sampling of PSAC aged 1–4 years old, SAC aged 5–14 years old and participants aged 15 years old and above (considered as adults in this study), at a ratio of 1:1:3. A sampling list of 150 individuals (i.e. 30 PSAC, 30 SAC and 90 adults) was initially generated and backup lists of 75 individuals were issued to replace participants who could not be located or refused to participate. We are reporting in this paper the findings of the baseline cross-sectional survey, the first of the five annual surveys that will we done as part of the LMC, using the STROBE checklist [19] (S1 STROBE checklist). Participants were interviewed about individual-level STHs risk factors, including a survey of self-reported WASH access and use, history of deworming, and direct observation of WASH facilities and participants’ use of footwear. Individuals participating in the LMC agreed to provide one stool sample for immediate analysis using the Kato-Katz method [20].\n\n\nData collection\nKato-Katz data.Stool samples from LMC participants were collected by study staff and delivered to the laboratory within one hour. Samples were screened using the Kato-Katz technique. Two slides were prepared from each sample, and each slide was examined by two experienced lab technicians who recorded egg counts for each parasite separately. Prevalence was calculated both for individual STHs types and cumulatively according to the following formulas:\n\n- The prevalence per STH type:\n\n\n- The cumulative STH prevalence:\nIn cases of co-infection, prevalence and intensity were assessed separately for each species. The sample was counted to calculate the cumulative prevalence. The parasite intensity was calculated from a Kato-Katz smear made with 41.7 mg of stool, by multiplying the egg count from the slide by a factor of 24 (24 x 41.7 mg ≈ 1 g) to get the number of eggs per gram of stool (EPG).\nAfter stool samples collected from enrolled LMC participants were tested by Kato-Katz (KK), they were aliquoted into three samples for storage and eventual quantitative polymerase chain reaction (qPCR) testing. Quality assurance (QA) was conducted to ensure data quality of KK testing. A subset of 10% of slides was randomly selected for reading by the laboratory supervisor and compared against the original readings (S1 Table). Slides were chosen randomly for checking via the SurveyCTO software. All slides reported as positive were cross-checked by the supervisor to confirm the STH species reported by each reader. Routine checks of a selection of slides reported as negative were also carried out by the supervisor for verification.\n\n\n\nOutcomes\nThe primary outcomes were individual-level infection status for each STH type (positive / negative) and intensity of infection.\n\n\nVariables\nIndividual factors (including age, gender, history of deworming during the past year and shoe wearing behavior), household factors (including highest educational level achieved, head of household occupation, household asset index, urbanization), water sanitation and hygiene (WASH) factors (household water service, household sanitation, household hand washing facility) and environmental factors (elevation, soil sand fraction, soil acidity at average depth [0-5-15 cm], MODIS [Moderate Resolution Imaging Spectroradiometer] daytime land surface temperature mean for 2018 [°Celsius], MODIS Enhanced Vegetation Index [EVI] mean for 2018, MODIS normalized difference vegetation index [NDVI] mean for 2018, aridity index) were collected or constructed based on existing data.\nWater, sanitation and hygiene variables.Water sources and sanitation facilities reported were grouped and categorized according to the 2017 WHO/UNICEF Joint Monitoring Program (JMP) methodology (none, improved, unimproved, limited or basic). [21] Improved drinking water sources are those that have the potential to deliver safe water by nature of their design and construction, while improved sanitation facilities are those designed to hygienically separate excreta from human contact. [22] Distance from the household to the closest water source and sharing status for sanitation were also collected.\n\nAsset index.An asset index was compiled using principal components analysis. The procedure described by the Demographics and Health Survey (Steps to constructing the new DHS Wealth Index)[23] was followed, but factors associated with STHs transmission (crowding [residents/room], WASH variables included in the risk factors analysis, and flooring materials) were excluded as they were evaluated separately in the model.\n\nEnvironmental variables.We examined the association of the following environmental and sociodemographic factors with STH infection: mean enhanced vegetation index and land surface temperature during the study period; elevation; aridity; soil acidity and sand content; and population density. These environmental, topographical, and sociodemographic measures were extracted for each household using point-based extraction using ArcGIS 10.3 (Environmental Systems Research Institute Inc., Redlands, CA, USA). Data sources and methods have been described previously [24]. Estimates of population density were obtained by calculating the number of individuals living within 1km2 buffer around each household, which was used to classify areas as high, medium or low population density. Continuous variables were categorized by tertiles for analysis.\n\n\n\nDescriptive statistics\nCategorical variables were described using proportions and 95% confidence intervals and the continuous variables were described by the median and interquartile ranges. To compare proportions, we used the Chi-square, and Cuzick trend tests. Continuous variables were compared using the Student T-test and analysis of variance (ANOVA).\nFor each STH species we determined the cluster level prevalence (proportion of individuals infected in the cluster) and cluster level arithmetic mean of individual’s egg density per gram of feces. We plotted the cluster level mean egg density against the cluster level prevalence and assessed the strength of the linear relationship using Pearson’s correlation coefficient test. Descriptive statistics were generated using Stata 14.0 (Stata Corp, College Station, Texas).\n\n\nFactors associated with STH infection\nFactors associated with presence and intensity of baseline infection with each STH species were identified using mixed effects models with random effects at the household and cluster levels and exchangeable correlation matrix. For binary infection status, mixed effects logistic regression was used, while for intensity of infection negative binomial mixed effects regression was used.\nFor the negative binomial regression, the output was the infection intensity ratio (IIR):\nIIR = \nwhere β is the regression coefficient, μ is the expected intensity of infection (EPG) and the subscripts represent where the predictor variable, say x, is evaluated at x0 and x0+1 (implying a one unit change in the predictor variable x). The IIR are interpreted as the ratio of expected intensity of infection for a one unit increase in the predictor variable given the other variables are held constant in the model.\nAll models were adjusted for age and sex. Groups of socio-economic status indicators, environmental factors and WASH factors hypothesized to be associated with infection were proposed a priori in the multivariable analysis. For groups of indicators with similar variables, the factor from each group with the lowest Akaike Information Criterion (AIC) in univariate analyses was selected for inclusion in the multivariable model. Models were further simplified by backward stepwise elimination until AIC was no longer further reduced in the adjusted model. Random effects predicted by the fully adjusted model were compared to those predicted by a model containing only age and sex and the proportion of clustering explained by the explanatory variables was quantified.",
    "Results": "Descriptive\nBased on the census data, 11,979 individuals were selected for participation in three consecutive stages (Stage 1: n = 5,979; Stage 2: n = 3,000; Stage 3: n = 3,000), with the goal to reach 150 individuals in each cluster: 30 PSAC, 30 SAC and 90 adults. Characteristics of the LMC population in comparison to censused population of the DeWorm3 site are presented in Table 1. Fig 2 presents the study flow chart. Individuals selected were listed as living in 9,265 households from which 8,741 were located and visited. In those households 7,045 individuals were present, among whom 6,814 consented to participate in the LMC cohort. Stool samples were collected from 6,153 individuals. The most common reasons for stool samples not being collected were (i) no sample visit documented (319), (ii) sample could not be collected after three visits (n = 111), (ii) refusal to provide sample (n = 231). As no documented survey could be verified for 14 individuals, Kato-Katz tests performed were confirmed for 6,139 samples comprising 1,184 PSAC (98.7% of 1,200 expected), 1,335 SAC (>100% of 1,200 expected), and 3,620 adults (>100% of 3,600 expected). In total 6,139 tests had two slides read by lab technicians. A random subset of Kato-Katz tests was selected for reading by the supervisor and compared against the original readings for quality assurance. Agreement between original Kato-Katz reading and QA reading was 99.3%. (S1 Table).\n\n\nPrevalence of STHs\nAmong the 6,139 individuals tested by Kato-Katz, STHs infections of any type were found in 324 (5.3%), 199 (3.2%) due to hookworm and 126 (2.0%) due to Ascaris lumbricoides. Trichuris trichiura was only detected in five (0.1%) individuals (Table 2). Six individuals were co-infected with hookworm and Ascaris lumbricoides. Due to the small number of Trichuris trichiura infections, only the analyses focused on hookworm and Ascaris lumbricoides are presented. Among all infections, 258 (79.7%) were light-intensity, 54 (16.7%) were moderate-intensity and 12 (3.7%) were heavy intensity infections. Hookworm was significantly more prevalent in adults than in SAC or PSAC (4.4% versus 2% versus 1% respectively, Chi2, p<0.001). SAC were significantly more infected with Ascaris lumbricoides compared to PSAC or adults (3.0% versus 2.0% versus 1.7% respectively, Chi2, p = 0.02) (Fig 3). A higher proportion of males than females was infected with hookworm (4% versus 2.6%; p = 0.002) and Ascaris lumbricoides (2.6% versus 1.6%; p = 0.004).\n*PSAC: Pre-School Aged Children, **SAC: School Aged Children.\nN = 6139.\n\n\nIntensity of STH infection\nIn Kato-Katz positive samples, the median egg density for hookworm was 108 EPG (IQR: 48–312), 3,840 EPG (IQR: 312–15,180) for Ascaris lumbricoides and 120 EPG (IQR: 60–468) for Trichuris trichiura. The intensity of infection was similar in all age groups for hookworm (ANOVA, p = 0.22), with a median egg density of 264 EPG (IQR: 36–384) in PSAC, 96 EPG (IQR: 24–312) in SAC and 108 EPG (IQR: 48–288) in adults. We found a difference in intensity of infection with Ascaris lumbricoides between age-groups (ANOVA, p = 0.005), this difference was between SAC and adults (Bonferroni, p = 0.004). Median egg densities were 6,972 EPG (IQR: 264–26292) for PSAC, 7,848 EPG (IQR: 3,714–25,314) for SAC and 780 EPG (IQR: 36–8,772) for adults.\nModerate-to-heavy intensity (MHI) infections were found in 66 out of 6,139 individuals overall (1.1%), amongst whom 10 (0.2%) had MHI infections with hookworm spp., 55 (0.9%) had MHI infections with Ascaris lumbricoides and 1 (<0.1%) had MHI infections with Trichuris trichiura (Table 2). The burden of MHI infections was greatest in SAC with 2.1% (25/1,184) prevalence of MHI infections of Ascaris lumbricoides. (S2 Table) 68.2% (45/66) of MHI infections were found in males (S3 Table). MHI infections were distributed in 15/40 clusters. MHI infections with hookworm were present in 7/40 clusters, MHI infections with Ascaris lumbricoides in 7/40 clusters and MHI infections with Trichuris trichiura in 1 cluster. There were two clusters showing a particularly high burden of Ascaris lumbricoides, with respectively 19 (12.7%) and 30 (20%) individuals with MHI with Ascaris lumbricoides.\n\n\nAge- and sex-related prevalence and intensity of STH infection (hookworm and Ascaris lumbricoides)\nFigs 4 and 5 show the age-infection profile for hookworm and Ascaris lumbricoides, respectively. The prevalence of hookworm increased with age in both sexes. The prevalence was similar in males and females among PSAC and SAC. However, in adults the prevalence in males was higher than in females except for 50–60 year olds, in whom females were more frequently infected. The intensity of hookworm infection was similar in males and females regardless of age, and was higher in adults than in children. The prevalence of Ascaris lumbricoides infection was similar in males and females across all ages, with the period of adolescence and early adulthood (between 10 and 18 years old) corresponding to the period with highest prevalence of Ascaris lumbricoides infection in males and the lowest in females (6% for males versus 1% for females). The intensity of Ascaris lumbricoides infection followed the same profile as prevalence in both sexes.\n(A) Prevalence (black lines) and intensity (grey lines) of hookworm infection by age for males (solid line and circles) and females (dashed lines and empty circles). Vertical bars represent confidence intervals.\n(A) Prevalence (black lines) and intensity (grey lines) of Ascaris infection by age for males (solid line and circles) and females (dashed lines and empty circles). Vertical bars represent confidence intervals.\n\n\nCommunity-level correlation between intensity and prevalence of STH infection\nWe found a positive linear relationship between STH infection prevalence and the intensity of infection at cluster level in our study population (Fig 6). This correlation was strong for both hookworm (r = 0.73, p<0.0001) and Ascaris lumbricoides (r = 0.98, p<0.0001).\n(A) Hookworm infection in study population; (B) Ascaris lumbricoides infection in study population.\n\n\nFactors associated with hookworm infection\nThe results of univariate analyses of factors associated with hookworm infection prevalence are presented in S4 Table. In this section, we present the results of multivariable analyses are presented (Table 3).\nAt an individual level, PSAC and SAC were significantly less likely to be infected with hookworm than adults (aOR = 0.2, 95%CI 0.1–0.4, p< 0.001 and aOR = 0.5, 95%CI 0.3–0.8, p = 0.008, respectively). Females were also significantly less likely to be infected than males (aOR = 0.6, 95%CI 0.4–0.8, p = 0.004). Individuals who reported a history of deworming during the past year were significantly less likely to be infected (aOR = 0.4, 95%CI 0.3–0.7, p< 0.002).\nAmong household factors, the household asset index, a proxy measure for family wealth, showed that individuals in the poorest households had a significantly higher odds of infection than the richest (5th quintile) with a significant dose-response effect (Cuzick test of trend, p<0.001), (First quintile: aOR = 5.0, 95%CI 2.1–12.0, p<0.001, 2nd quintile aOR = 3.6, 95%CI 1.5–8.7, p = 0.001 and 3rd quintile aOR = 2.5, 95%CI 1.0–6.0, p = 0.02). With respect to occupational exposure, farmers were more likely to be infected with hookworm than others (aOR = 1.8, 95%CI 1.1–2.9, p = 0.02). Individuals living in medium population density settings were more likely to be infected than those living in high density settings, (aOR = 2.6, 95%CI 1.2–5.4, p = 0.01). (Table 3)\nAmong WASH factors, household sanitation and open defecation were found to be strongly associated with hookworm infection. Individuals using improved unshared sanitation facilities had half the odds of hookworm infection compared to those defecating outdoors (aOR = 0.5, 95%CI 0.2–0.9, p = 0.04). (Table 3)\n\n\nFactors associated with intensity of hookworm infection\nChildren had a significantly lower intensity of hookworm infection as compared to adults (PSAC: adjusted IIR = 0.1, 95%CI 0.0–0.3, p<0.001; SAC: adjusted IIR = 0.3, 95%CI 0.1–0.7, p = 0.01). Females had significantly lower intensity infections than males (adjusted IIR = 0.3, 95%CI 0.2–0.6, p = 0.001), as did individuals dewormed the year before (adjusted IIR = 0.2, 95%CI 0.1–0.5, p<0.001). (Table 3)\nAt the household level, less educated people (those with no education, primary school or secondary school) had higher intensity infections with hookworm compared to those with university level education (adjusted IIR = 40.1, 95%CI 2.5–652.8, p = 0.01; adjusted IIR = 30.9, 95%CI 1.9–513.9, p = 0.02; adjusted IIR = 19.3, 95%CI 1.2–308.8, p = 0.04, respectively). Being a farmer, living in a house with natural floor material versus man-made floor material, and living in a peri-urban setting were also all factors found to be associated with a significantly increased intensity of hookworm infections (farmer: adjusted IIR = 3.9, 95%CI 1.7–9.3, p = 0.002; natural floor material: adjusted IIR = 0.2, 95%CI 0.0–1.0, p = 0.06; peri-urban settings: adjusted IIR = 6.2, 95%CI 1.8–20.9, p = 0.003).(Table 3)\nAccess to unimproved water available more than 30 minutes away from the house was associated with significantly higher intensity hookworm infection (adjusted IIR = 13.5, 95%CI 1.6–111.5; p = 0.02) compared to improved water available less than 30 minutes from the house. Compared to open defecation behavior, using an improved and unshared toilet was associated with significantly lower intensity hookworm infections (adjusted IIR = 0.2, 95%CI 0.1–0.7, p = 0.01). (Table 3) No environmental factor was found to be associated with intensity of hookworm infections in multivariable analyses.\n\n\nFactors associated with Ascaris lumbricoides infection prevalence\nAmong the individual factors assessed, SAC (5–14 years) were significantly more likely to be infected with Ascaris lumbricoides than adults (aOR = 2.0, 95%CI 1.1–3.6, p = 0.01). However, no difference in odds of infection was found between PSAC and adults. Female individuals were less likely to be infected with Ascaris lumbricoides than males (aOR = 0.5, 95%CI 0.3–0.9, p = 0.02). (Table 4)\nAmongst environmental factors, low soil acidity was significantly associated with increased odds of Ascaris lumbricoides infection compared to the highest soil acidity (aOR = 4.8, 95%CI 1.8–13.1, p = 0.002). Moderate [29.6–31.9°C] and high [31.9; 32.8°C] daytime land surface temperatures were associated with lower odds of infection with Ascaris lumbricoides compared to lower temperatures [26.2–29.6°C [(aOR = 0.12, 95%CI 0.0–0.4, p = 0.001; and aOR = 0.17, 95%CI 0.0–0.9, p = 0.04 respectively). The summary of the multivariable analysis with Ascaris lumbricoides is presented in Table 4.\n\n\nIntra-Class Correlation statistics for hookworm and Ascaris lumbricoides infection prevalence\nComparison of the Intra-Class Correlation (ICC) values between models containing only age and sex (model 1) and the fully adjusted multivariable final model with all the fixed effect covariables (model 2) showed decreased ICC values in the fully adjusted model, considering either level-3 ICC at the cluster level or level-2 ICC at the household-within-cluster level (S5 Table).\nWhen only adjusting for age and sex, the prevalence of hookworm infection was correlated between individuals within the same cluster (ICC = 0.16, 95%CI 0.10–0.26), and this correlation increased significantly between individuals within the same household and cluster level (ICC = 0.58, 95%CI 0.40–0.74). Prevalence of Ascaris lumbricoides infection was moderately correlated within the same cluster (ICC = 0.54, 95%CI 0.34–0.73), with a small increase within the same household and cluster level (ICC = 0.60, 95%CI 0.26–0.76). In this model, household and cluster random effects compose approximately 58% and 60% of the total residual variance for hookworm and Ascaris lumbricoides infection prevalence, respectively.\nIn the fully adjusted model, we found a correlation of hookworm infection prevalence within the same cluster (ICC = 0.03, 95%CI 0.01–0.10), although this correlation increased within the same household and cluster level (ICC = 0.39, 95%CI 0.17–0.65). Ascaris lumbricoides infection prevalence was moderately correlated between individuals within the same cluster (ICC = 0.42, 95%CI 0.23–0.64), and this correlation increased slightly within the same household and cluster level (ICC = 0.51, 95%CI 0.26–0.76). We estimated that household and cluster random effects compose approximately 39% and 51% of the total residual variance of hookworm and Ascaris lumbricoides infection prevalence, respectively.",
    "Discussion": "We observed a relatively low prevalence of STHs in this region of Benin. Hookworm were the most prevalent infections, and were more prevalent in adults, while Ascaris lumbricoides was more prevalent in children. Females were generally less infected than males across all ages. Females, children, those dewormed during the previous year and those using improved unshared sanitation facilities had lower odds of hookworm infections, while being a farmer, living in peri-urban settings versus urban and being poor was associated with a higher odds of hookworm infection. In addition to those factors, the intensity of hookworm infection also decreased if an improved water source was available at less than 30 minutes walking distance.\nSince 2013, the Ministry of Health in Benin has focused its efforts on developing and implementing strategies for the control of five NTDs considered to be of highest priority, namely trachoma, onchocerciasis, lymphatic filariasis, schistosomiasis and STHs. Those efforts were bolstered markedly through the ENVISION program [25], a U.S. Agency for International Development (USAID)-funded initiative that ran from 2013 through 2019 in Benin. A nationwide STH prevalence survey that was completed in 2015, that reported 20% prevalence [13] in SAC in the Comé district. Following that national mapping effort, three rounds of school-based MDA with albendazole were undertaken according to the recommendations of WHO, i.e. primarily targeting SAC and PSAC for either once or twice yearly treatment as a function of the estimated prevalence of infection in any given district. [26] Coverage of SAC with school MDA between 2015 and 2017 was estimated between 59% and 83%. Albendazole and/or mebendazole are also distributed in health facilities and to pregnant women during routine antenatal care starting from the second trimester of pregnancy. [27] In this context, we sought to better understand patterns of STH infection in order to move towards the elimination of STH as a public health problem, by reaching a prevalence of STH less than 1%, as prescribed by the WHO NTD Roadmap and London Declaration on NTD. [10,26]\nWhen focusing on the at-risk population of SAC, the prevalence of STH infection found in the current study is lower than that reported in the same district using the same diagnostic technique in 2015 during the national mapping exercise (5.2% versus 20.0% respectively, p<0.001). [13] That survey was conducted with a total of 250 stool samples from SAC collected from schools located in 5 rural villages. The prevalence of infections with Ascaris lumbricoides (3.0% versus 15.6% respectively, p<0.001) or Trichuris trichiura (0.15% in 2018 versus 4.8% in 2015, p<0.001) decreased while the decrease in prevalence of hookworm in SAC was less marked (2.0% in 2018 versus 4.0% in 2015, p = 0.054) compared to the findings of the national STH mapping three years earlier. [13] The decline in STH prevalence in the study area might be related to differences in sampling, as the current study was conducted in the community instead of schools, with more than 6,000 stools randomly selected from three age groups (PSAC, SAC and adults). [11] Soil-transmitted helminths prevalence estimates can vary depending on the sampling strategies used. [28] The reasons for the observed variations of prevalence between hookworm and other STH species in SAC could also be that the STHs’ rate of reinfection post-treatment varies across species, with a faster reinfection with Ascaris lumbricoides than hookworm. A systematic review of helminth reinfection at 3, 6, and 12 months, after drug treatment shows that Ascaris lumbricoides prevalence reached 26%, 68% and 94% of pretreatment levels, respectively and for hookworm, 30%, 55% and 57%. [29] These results may also be partly explained by the fact that the current STH program does not include adults. The suggestion that hookworm prevalence only decreased slightly between 2015 and 2018, may be due to the persistent untreated adult reservoir in which hookworm are most common. Data from several worm expulsion studies show that the proportion of hookworms harbored by adults ranges from 70 to 85%, [30–35] and a reinfection–infection study in Indonesia shows that adults have higher reinfection rates with hookworm than children. [36] Children cleared of hookworms through annual school de-worming could easily be re-infected at home through contact with adult members of their households.\nHookworm prevalence was higher in adults while Ascaris lumbricoides prevalence was higher in children. One explanation of these findings might be helminth species transmission modes. [37] The three species of STHs (A. lumbricoides, T. trichiura, hookworm spp.) have relatively similar cycles involving the presence of adult worms in the intestine. However the main mode of transmission of Ascaris lumbricoides and Trichuris trichiura is through contaminated food and water (parasite egg ingestion) whereas hookworm are mainly transmitted by skin penetration, although they can be transmitted by ingestion. [38,39] The eggs of Ascaris lumbricoides and Trichuris trichiura are found in soil contaminated by human feces or in uncooked food contaminated by soil containing eggs of the worm. A person becomes infected after accidentally swallowing the fertile eggs. Children may be more likely to be infected with Ascaris lumbricoides because they are more likely to put their contaminated fingers in their mouths after playing in contaminated soil. [40] Unlike Ascaris lumbricoides infection, which declines in prevalence with age, hookworm infects all ages throughout life with prevalence increasing in adults. [30]\nCommunity-level prevalence and the arithmetic mean of infection intensity were significantly correlated for all STHs infections in our study, with a strong prevalence-intensity correlation for infection with hookworm and Ascaris lumbricoides. Similar trends were recently found in Kenya for hookworm and Trichuris trichiura. [24] At the individual level, prevalence and intensity of hookworm infection followed the same trend. Markers of poverty and exposure to environmental sources of STHs infections, including being a farmer, lack of improved or private sanitation facilities, low income, poor access to water, no or limited education, or living in a house with natural floor material were all associated with a higher prevalence or intensity of hookworm infection. These findings are linked with the mode of hookworm transmission, which is direct either by ingestion (for A. duodenale) or by skin penetration (both N. americanus and A. duodenale) of infective larval stages living in the soil. [41,42] These findings are consistent with the results of a recent study in Kenya where there was a strong association between hookworm infection prevalence and intensity and socio-economic status, with those in the poorest households having the heaviest infections and highest prevalence, and wealthier individuals having the lightest intensity and reduced odds of infection. [24] Globally, a negative correlation between hookworm infections and income level is demonstrated in cross-country comparisons. [43–45] Moderate population density, corresponding to a peri-urban environment, was also associated with both high prevalence and heavy intensity of hookworm infection when compared to the higher population density observed in urban environments. [46]\nAlthough we found no association between hookworm prevalence and water source, the quality of water seems to affect the intensity of hookworm infections. Heavier intensity infections were found in participants with access only to unimproved water, such as unprotected wells, unprotected springs and surface water available at more than 30 minutes from the house. In a school survey in Togo, unimproved drinking water was associated with higher odds and intensity of hookworm. [47] Malaysian children with access to piped water were less infected with hookworm. [48] However, other researchers have found no statistically significant associations between piped water access and hookworm infection [49,50]. We did not find any association between WASH variables and either prevalence or intensity of Ascaris lumbricoides infection. However, there is evidence that integrated water, sanitation and hand hygiene intervention, treatment of water with chlorine [51], drinking piped water, as well as hand washing before eating and after defecating reduce the odds of Ascaris lumbricoides infection. [52]\nThis study had a number of strengths, including the large population size, completeness and quality of data and the high level of quality control (QC) for Kato-Katz diagnosis. Actually Kato Katz’s QC consisted in double reading by the lab technicians of the whole sample with an additional control of a subset of samples by a senior skilled parasitologist. However, this study does has some limitations. First, the STH prevalence in Come hides inter- and intra-specific variations between clusters that will be developed in further analyses once the parent study is unblinded and we have access to those results. It was also necessary to use a staged approach to sampling in order achieve the required number of participants who consented to participate in the longitudinal monitoring cohort, which may have limited its representativeness. Another possible limitation is the reliance on Kato-Katz to detect STH. Kato-Katz is poorly sensitive, particularly for low intensity infections [53,54] and can be affected by storage and processing time and methods [55]. In this regard, DeWorm3 field workers were all equipped with ice packs and cold boxes to shorten as much as possible the delay between stool sample production and preservation/refrigeration. Stool samples were examined by lab technicians within 30 minutes after receipt. Future analyses using qPCR-based methods will allow for more sensitive detection of STH in stool.",
    "Conclusion": "This analysis of the DeWorm3 baseline study data shows that hookworm are the predominant STH in Comé, with a persistent reservoir in adults. This infection reservoir is not addressed by current school-based MDA control measures. These data suggest that community-based MDA may help eliminate STH as a public health problem. WASH should be improved because we found that improved unshared sanitation and access to improved water sources are associated with lower prevalence and/or intensity of hookworm infection. Programmatic efforts should pay particular attention to farmers and populations living in poverty in urban, rural and peri-urban environments. The DeWorm3 trial (2017–2022) will determine the feasibility of STH transmission interruption through community-wide MDA given twice-a-year for three years in this settings. With these results we will inform programmatic and policy decisions to improve efforts to eliminate morbidity and infection due to these pervasive infections."
}