{
    "Abstract": "Trypanosoma brucei are unicellular parasites endemic to Sub-Saharan Africa that cause fatal disease in humans and animals. Infection with these parasites is caused by the bite of the tsetse fly vector, and parasites living extracellularly in the blood of infected animals evade the host immune system through antigenic variation. Existing drugs for Human and Animal African Trypanosomiasis are difficult to administer and can have serious side effects. Resistance to some drugs is also increasing, creating an urgent need for alternative trypanosomiasis therapeutics. We screened a library of 1,585 U.S. or foreign-approved drugs and identified 154 compounds that inhibit trypanosome growth. As all of these compounds have already undergone testing for human toxicity, they represent good candidates for repurposing as trypanosome therapeutics. In addition to identifying drugs that inhibit trypanosome growth, we wished to identify small molecules that can induce bloodstream form parasites to differentiate into forms adapted for the insect vector. These insect stage parasites lack the immune evasion mechanisms prevalent in bloodstream forms, making them vulnerable to the host immune system. To identify drugs that increase transcript levels of an invariant, insect-stage specific surface protein called procyclin, we engineered bloodstream reporter parasites that express Green Fluorescent Protein (GFP) following induction or stabilization of the procyclin transcript. Using these bloodstream reporter strains in combination with automated flow cytometry, we identified eflornithine, spironolactone, and phenothiazine as small molecules that increase abundance of procyclin transcript. Both eflornithine and spironolactone also affect transcript levels for a subset of differentiation associated genes. While we failed to identify compounds that increase levels of procyclin protein on the cell surface, this study is proof of principle that these fluorescent reporter parasites represent a useful tool for future small molecule or genetic screens aimed at identifying molecules or processes that initiate remodeling of the parasite surface during life cycle stage transitions."
}