{
    "Background": "Information on costs associated with malaria in pregnancy (MiP) in low transmission areas where Plasmodium vivax predominates is so far missing. This study estimates health system and patient costs of MiP in the Brazilian Amazon.",
    "Methods/Principal Findings": "Between January 2011 and March 2012 patient costs for the treatment of MiP were collected through an exit survey at a tertiary referral hospital and at a primary health care centre in the Manaus metropolitan area, Amazonas state. Pregnant and post-partum women diagnosed with malaria were interviewed after an outpatient consultation or at discharge after admission. Seventy-three interviews were included in the analysis. Ninety-six percent of episodes were due to P. vivax and 4% to Plasmodium falciparum. In 2010, the total median costs from the patient perspective were estimated at US $45.91 and US $216.29 for an outpatient consultation and an admission, respectively. When multiple P. vivax infections during the same pregnancy were considered, patient costs increased up to US $335.85, representing the costs of an admission plus an outpatient consultation. Provider direct and overhead cost data were obtained from several sources. The provider cost associated with an outpatient case, which includes several consultations at the tertiary hospital was US $103.51 for a P. vivax malaria episode and US $83.59 for a P. falciparum malaria episode. The cost of an inpatient day and average admission of 3 days was US $118.51 and US $355.53, respectively. Total provider costs for the diagnosis and treatment of all malaria cases reported in pregnant women in Manaus in 2010 (N = 364) were US $17,038.50, of which 92.4% (US$ 15,741.14) due to P. vivax infection.",
    "Conclusion": "Despite being an area of low risk malaria transmission, MiP is responsible for a significant economic burden in Manaus. Especially when multiple infections are considered, costs associated with P. vivax are higher than costs associated with P. falciparum. The information generated may help health policy decisions for the current control and future elimination of malaria in the area."
}