{
    "Introduction": "Malnutrition accounts for almost half of all under-five child deaths [1], especially in lesser developed countries [2]. Chronic malnutrition is frequently manifested as linear growth failure or stunting [3], affecting an estimated 150 million children below 5 years of age [4]. About one-third of children in developing countries are stunted, accounting for 14–17% of mortality in under-five children [5]. The survivors suffer from long-term sequelae including reduced neuro-developmental potential and poor cognitive function [3]. According to a meta-analysis, each year two-hundred million children fail to achieve their growth potential as a result of stunting [6]. Studies show that, children suffering from impaired linear growth during the first thousand days of life suffer from higher risk of chronic diseases and sub-optimal cognitive development causing sub-standard academic performance and financial productivity in the subsequent phases of life [7]. Although Bangladesh has made substantial progress in terms of fighting malnutrition including stunting, with a reduction of stunting rates from 66% to 31% between the time period of 1990 and 2018, the prevalence rates of childhood stunting are still “very high” according to the criteria set by WHO [8].\nThere is high prevalence of chronic intestinal inflammation in the tropical parts of the world. The structural and functional abnormality of the child gut in this part of the world is also established [5]. Certain changes in the small bowel function has been observed in the early phases of life in stunted children residing in developing countries, which is indicated by a change in the mucosal architecture of the intestine and chronic inflammation [9]. These alterations appear to be caused because of prolonged exposure to a contaminated environment. However, the reversal of this condition has been observed in studies conducted earlier. These studies show that when a non-native person returns to their origins, even following a prolonged residence in a resource-poor setting, the gut alterations reverse back to normal. This led researchers to suggest the exposure to a contaminated environment to be responsible for such alterations [9–11], and the changes in mucosal architecture and intestinal inflammation is assumed to be the result of a prolonged exposure to enteric pathogens through fecal contamination, known as environmental enteric dysfunction (EED) [9].\nEED, also recognized as environmental enteropathy or tropical enteropathy, results in poor gut health and suboptimal child growth [12], and is considered to play a major role on childhood stunting in the tropics [3]. The mechanism of EED has been described earlier in many studies [7,13]. Growth faltering due to decreased nutrient absorption as a result of alteration of small intestinal histological structure manifested as blunting or atrophy of intestinal villi, hyperplasia or elongation of crypts and infiltration of inflammatory cells in the lamina propria, has been demonstrated as the basic characteristics of EED [14]. EED is a clinically asymptomatic condition, and is only manifested visibly as growth impairment. The traditional gold standard for the diagnosis of EED is intestinal biopsy and assessment of the histomorphological alterations [15]. It is evident that because of the invasive nature of the procedure of collecting intestinal biopsy samples, especially in young, apparently asymptomatic children, [7] the number of studies conducted to investigate this are very limited. The small number of studies that aimed to explore this have found blunting of the intestinal villi, increase in the depth of the crypts and infiltration of inflammatory cells in the lamina propria of intestinal biopsy samples as the key hallmarks of EED [15].\nThere is insufficient information on the intestinal histological morphology of stunted children with possible EED in Bangladesh. With an aim to mitigate this knowledge gap, we sought to explore the prevalence of duodenitis and evaluate the histomorphological parameters of the intestinal mucosa among stunted and at risk of stunting children aged between 12–18 months, and compare if any difference existed between the groups.",
    "Materials and methods": "Ethics statement\nEthical approval for this study was taken from Institutional review committee of International Centre for Diarrheal Disease Research, Bangladesh (icddr,b). The protocol number is PR-16007. A written informed consent for the intervention as well as the upper GI endoscopy and biopsy was obtained from the parents of children after explaining the aims and procedures of the study.\n\n\nStudy site and data collection\nThis study is a part of the Bangladesh Environmental Enteric Dysfunction (BEED) study which was conducted among the residents of Bauniabadh slum in Mirpur, Dhaka. BEED study was a community-based nutrition intervention study targeted at validating non-invasive biomarkers of EED with small intestinal biopsy samples and to have a better understanding of the disease pathogenesis. In this study, children aged between 12–18 months, who are stunted (length-for-age Z-scores (LAZ) <-2) and those who are at risk of stunting (LAZ <-1 to -2) were enrolled. The details and overall design of the BEED study have already been published [16]. The participants received on site nutritional intervention for 90 days consisting of one egg, 150 ml of whole milk and micronutrient sprinkles, as well as, nutritional counseling daily, six days a week. After completion of nutritional therapy, response to treatment was assessed. ‘Failure to thrive/respond’ was defined as follows:\n\nLAZ score remains <−2 for members of the stunted children cohort\nLAZ score remains <−1 for the ‘at risk of stunting’ children cohort\nParticipants failing to respond to nutritional therapy and also negative for secondary malnutrition, i.e. tuberculosis, parasitic infection were considered as probable cases of EED and upper GI endoscopy was performed. For this particular study, a total of 110 children (52 stunted, 58 at risk of stunting) were enrolled from July 2016 to March 2019. Ethical approval was taken from Institutional review committee of International Centre for Diarrheal Disease Research, Bangladesh (icddr,b). The protocol number is PR-16007. A written informed consent for the intervention as well as the upper GI endoscopy and biopsy was obtained from the parents of children after explaining the aims and procedures of the study.\n\n\nDuodenal biopsy\nPediatric UGI endoscopy procedures were performed by expert endoscopists (MMR and MRB) at the Apollo Hospitals, Dhaka and Bangladesh Specialized Hospital, Dhaka using Olympus GIF Type Q180Z scope under general anesthesia. Biopsy specimens were collected from the duodenal bulb using Radial Jaw 4 Pediatric 2.0 mm single use biopsy forceps (Boston Scientific Corporation, Marlborough, USA) and were kept in 10% buffered formalin solution containing vials for the purpose of fixation. Paraffin sections were prepared and stained by hematoxylin and eosin. All biopsies were examined by expert pathologists (KNB and MP), who were absolutely blinded to the case histories. Estimation of the villous height, crypt depth and presence and intensity of inflammatory infiltrates in lamina propria as well as counting of the intraepithelial lymphocytes (IELs) was done [17].\n\n\nDefinition of duodenitis and evaluation of intestinal histo-morphology\nThe definitions and classification of duodenitis used in this study have already been published elsewhere [18]. Non-specific duodenitis was defined as the inflammation and morphological alterations of the duodenal mucosa, not known to be associated with any other pathology [19]. Specific or secondary duodenitis was defined as the presence of inflammation and similar alterations of the duodenal mucosa due to a disease; for instance, Crohn’s disease, sarcoidosis, etc [20]. Whether the duodenitis was active (chronic active duodenitis) or not was determined on the basis of the presence of neutrophilic infiltration or polymorphonuclear invasion, characterized by epithelial degeneration and regeneration with intercellular edema [21]. The flow-diagram depicting the classification of duodenitis based on pathogenesis and cellular activity developed by Hossain et al was followed in the current study [18].\nAs reported in several studies [5,12–14,22,23], morphometry of intestinal histology consisted of certain estimations related to remodeling of the crypts and villi with inflammatory infiltrations in the lamina propria. The schemes used to assess the morphological alterations in this study were also based on these parameters, which has already been published elsewhere [18]. Shortening of the villous height was indicated by flattening of the mucosal surface secondary to the atrophy of the villi and was referred to as villous atrophy or blunting. Crypt changes consisted of elongation of the crypts or hyperplastic crypts [24]. Complete flattening of the villi with a V:C ratio varying from 0:1 to 1:1 was defined as total villous atrophy. Subtotal or partial villous atrophy was defined as partial blunting or shortening of the villi, the surface of which is however not completely flattened. Mild villous atrophy was defined as a small reduction of the villous height than normal [18,24]. Subjective morphologic analysis of the mucosal surface architecture was done by microscopic exploration using LEICA DM 1000 LED microscope.\nThe lamina propria usually consists of plasma cells and lymphocytes, even in absence of active inflammation [24]. Slides having an obvious presence of excess inflammatory cellular infiltrates than normal as estimated by expert eye were considered. The presence and intensity of inflammatory cellular infiltrates was further divided into marked cellular infiltration, moderate cellular infiltration and mild cellular infiltration through microscopic exploration [18]. An intense and diffuse inflammatory infiltration that was clearly distinguishable on naked eye was referred to as marked cellular infiltration while moderate cellular infiltration was defined as the presence of a lymphoid aggregation or follicle. A higher number of infiltrates than normal was defined as mild cellular infiltration. The schematic diagram developed by Hossain et al denoting the representation described above was used for the assessment of the histological alterations of intestinal mucosa [18].\nIncreased numbers of IELs in an otherwise normal duodenal biopsy sample usually indicates certain immunological conditions; such as, lymphocytic/collagenous colitis, bacterial overgrowth and gluten sensitive enteropathy. Above 30 IELs/100 enterocytes was considered as intraepithelial lymphocytosis. IELs were estimated by counting the number of lymphocytes per 20 enterocytes present on a random villous tip, following the summation of the numbers of these lymphocytes from such 5 random villi [24]. 20 enterocytes multiplied by 5 villi resulted in the number of lymphocytes per 100 enterocytes.\n\n\nStatistical analyses\nMean values, standard deviation (SD) and 95% confidence intervals (CI) of means were used to describe the distribution and prevalence and bivariate analysis was performed to explore the relation between malnutrition and the histological features. Pearson’s chi-square test or Fisher’s exact test, whichever applicable, was used to compare the distribution of duodenitis and the histological features between the stunted and at risk of stunting children. Statistical significance was defined as a p-value of less than 0.05. Statistical analyses were performed using SPSS version 20.0 (IBM).",
    "Results": "110 children (52 stunted, 58 at risk of stunting) with mean age of 18±2 months underwent upper GI endoscopy. Among them, 64 (58.2%) children were female. Representative histological images of normal villous architecture, mild villous atrophy, subtotal villous atrophy and total villous atrophy with crypt hyperplasia obtained using hematoxylin and eosin (H&E) stain are shown in Fig 1A, 1B, 1C and 1D respectively.\nOn histopathology, most of the children from both stunted and at risk of stunting groups suffered from chronic non-specific duodenitis. The proportion of chronic duodenitis and chronic active duodenitis in both groups were similar and no statistically significant difference existed between the groups. A small number of children belonging to both stunted and at risk of stunting cohorts were found to have abnormal intra-epithelial lymphocyte count in the biopsy samples. Presence of duodenitis did not differ significantly between the two groups of children. Table 1 shows the distribution of duodenitis in children.\nMorphology analysis shows, half of the children from both stunted and at risk of stunting groups had villous atrophy as well as crypt hyperplasia. Lymphocytic infiltration was present in more than 90% children, irrespective of groups. However, no statistically significant difference was observed between the groups. Fig 2 shows the morphologic distribution of histopathology findings.",
    "Discussion": "This study showed a high prevalence of non-specific duodenitis on histopathology in children irrespective of their nutritional status. The finding is novel as after a thorough literature search, it was observed that there is paucity of data on the prevalence of duodenitis in this entire geographic region. Numerous studies were conducted to investigate pathologies of the stomach and esophagus [25], but only a few explored duodenal pathologies, especially in children [25]. A similar study on malnourished adults has revealed very high prevalence of non-specific duodenitis based on histopathological evidence [18]. A study aimed to explore H. pylori associated dyspepsia in children residing in urban slums has also shown a high prevalence of asymptomatic duodenitis [26]. Studies based on esophagogastroduodenoscopy (EGD) procedures on US and Turkish children showed the prevalence of duodenitis to be 12.7% and 30.3%, respectively [25,27]. However, in contrast to stunted or at risk of stunting children in the present study, the children in those studies were relatively older, well-nourished and underwent EGD for diagnostic purpose. The commonest etiology responsible for duodenitis in studies conducted in Western countries was found to be celiac disease (CD), which accounted for 32% of the total cases [27]. No children in the present study were found positive for celiac disease on serology [28] and the IEL count was also insignificant, which is an important histopathologic marker of CD [29]. As the unique feature for all the children was only being stunted or at risk of stunting and they also did not have any pathology diagnosed by endoscopy, the high prevalence of duodenitis among these children was possibly related to EED and not due to celiac disease or any other GI disease [16]. This also partly explains the high prevalence of the non-specific form of chronic duodenitis in the studied children, as the etiology could not be directly linked to any disease process. As the children underwent endoscopy to address the association of EED with stunting and not because of any known gastro-intestinal pathology, diagnosis of duodenitis with a specific etiology or specific duodenitis, would also be highly unlikely.\nApproximately half of the children from both stunted and at risk of stunting cohorts had abnormal villous height as well as crypt depth. And lymphocytic infiltration was found to be present in majority of the participants, irrespective of groups. These findings are novel because this study is the first of its kind to explore the gut histomorphology in stunted children of this age group in Bangladesh. There are ethical challenges to obtain biopsy tissue from the intestine of young children without an evident clinical condition [9]. As a result, a thorough literature search yielded very limited studies that have been conducted on asymptomatic children suffering solely from chronic malnutrition. A study done on 38 Gambian children suffering from protein energy malnutrition (PEM) had also shown that most of the children had villous atrophy or crypt elongation [30]. Further studies aimed at obtaining serial biopsy samples at different ages and biopsy sites would be of great scientific value [9]. No statistical significance was observed in terms of both duodenitis and intestinal histological morphology when both the groups were compared. As already mentioned, collection of small intestinal biopsy samples is an invasive procedure and hence is ethically and technically infeasible, particularly in young children without an evident clinical condition [7]. As a result, biopsy samples from absolutely ‘healthy’ children could not be obtained. The comparison group here was at risk of stunting, and not a proper ‘healthy’ cohort, which could have yielded a better result.\nAs already mentioned, this is the first study of this kind in Bangladesh. One of the first studies on the topic in discussion was conducted in Gambia at the beginning of the century by Campbel et al. in 2003 [30]. Similar to our present findings, all Gambian children of that study population, regardless of nutritional status, showed significant enteropathy. Comparison of mean villous height and crypt depth with established values for European or privileged Brazilian children confirmed that all groups had crypt-hyperplastic villous atrophy, which also concurs with the current findings where majority of the children has changes in the mucosal architecture. No significant differences between groups were seen for any morphometric parameters in that study, which is also observed in our present study as well.\nA recent publication by Liu, et al [31] discusses a novel and advanced histological scoring index for evaluation of environmental enteric dysfunction. The scoring scheme in the mentioned paper comprises of a total of 11 histological features; such as, acute (neutrophilic) inflammation, eosinophil infiltration, chronic inflammation, intraepithelial lymphocytes, villus architecture, intramucosal Brunner glands, foveolar cell metaplasia, Goblet cell density, Paneth cell density, enterocyte injury, and epithelial detachment. It would have been interesting to apply this scoring index to this manuscript as well, however, which was unfortunately not possible because of certain limitations. As mentioned above, the objective of this study was to simply explore the prevalence of duodenitis and evaluate the histomorphological parameters of the intestinal mucosa, which consisted of villous height, crypt depth and inflammatory infiltrations in the lamina propria among stunted and at risk of stunting children and to test if any difference existed between the groups. For this purpose, the definitions used by Hossain, et al [18] were used in this study. This mainly focuses on the three parameters mentioned above: villous height, crypt depth and inflammatory infiltrations in the lamina propria, and is not actually a representation of an EED scoring index, rather a clinical categorization. In this paper, only 3 of these parameters; such as, chronic inflammation, intraepithelial lymphocytes, and villus architecture, could be assessed instead of 11, that too, in a categorical manner. In addition to this, as per the concordance measures of EED duodenal histology index referred in the table-4 of the Liu, et al paper [31], the % agreement of these three specific features were 68.9%, 76.4% and 77.0% respectively, and unfortunately, the lowest of all the features.\nBased on histopathology of the intestinal biopsy samples, chronic non-specific duodenitis was found to be very high in Bangladeshi children, irrespective of nutritional status. This finding is similar to the findings observed on adults residing in the same geographic region, where the prevalence of chronic non-specific duodenitis in Bangladeshi adults, irrespective of nutritional status, was also very high [18]. However, in that study, the malnourished adults had significantly higher frequency of subtotal villous atrophy, crypt hyperplasia and marked cellular infiltration than the controls, whereas, healthy adults had significantly higher prevalence of normal villous height, normal crypt depth and mild form of inflammation compared to the malnourished group. In this study, however, though a significant number of children had abnormal morphological findings in intestinal histopathology, no statistically significant difference was observed when compared between the groups. This is perhaps due to the fact that, the control group considered in the adult cohort consisted of age and sex-matched well-nourished apparently healthy adults suffering from functional dyspepsia, while the control group in the present study were at risk of stunting (LAZ <-1 to -2) children and therefore, by definition were not absolutely healthy. Therefore, the comparison group considered in the present study was children who were at risk of stunting, and not a proper ‘healthy’ cohort, which could have yielded a better result.\nFrom the morphological analysis it is evident that, nearly half of the children from both the groups had significant alterations in the intestinal histomorphology. As no other pathology which could have made a direct impact on these mucosal changes could be identified in these clinically asymptomatic children, EED may be a factor related with these findings. The children were provided with an intensive nutritional intervention prior to endoscopy as well as screened negative for other possible causes of malnutrition, yet, the children were stunted. Considering both the unexplained stunting and intestinal histomorphologic changes in the same children, EED might be the linking bridge and might also be a possible explanation. Thus, further studies associating EED markers with gut histomorphology in stunted children are warranted.\n\nLimitations\nThis study was conducted as a sub-study of the Bangladesh Environmental Enteric Dysfunction (BEED) study where the studied population of the parent study were only stunted (length-for-age Z-scores (LAZ) <-2) and at risk of stunting (LAZ <-1 to -2) children and therefore, by definition were not absolutely healthy. As collection of small intestinal biopsy samples in young children without an evident clinical condition is ethically infeasible, biopsy samples from absolutely ‘healthy’ children could not be obtained. Therefore, the comparison group was at risk of stunting, and not a proper ‘healthy’ cohort, which could have yielded a better result. Another limitation was the absence of sequential biopsies to look for changes over time, but such data was again not feasible due to the same ethical reasons. The sample size is small and as most subjects show histological abnormalities, the study is likely underpowered to show any differences. Subjective morphologic analysis of the mucosal surface architecture was done by microscopic exploration. As a result of this subjective evaluation, the actual villous height, crypt depth or amount of infiltrates was not possible to be measured as continuous variables. Whether any association between EED markers with gut histomorphology exists or not was also not investigated, which also remained a limitation. Extensive future research, containing more in depth analysis allowing to use the composite score proposed earlier would be needed in future studies and should also be applied to the current group of children.\n\n\nConclusion\nBased on histopathology of the intestinal biopsy samples, chronic non-specific duodenitis was found to be very high in Bangladeshi children, irrespective of nutritional status. A significant number of these children had abnormal morphological findings in intestinal histopathology. As no other pathology could be identified in these children, EED may be a possible factor related to these findings, warranting further studies to establish this as a fact."
}