{
    "Introduction": "Human angiostrongyliasis (HA) is a neurological helminthic disease caused by the lung worm Angiostrongylus cantonensis. It is suspected in the combination of travel or a residence in an endemic area and eosinophilic meningitis. In Mayotte, an island in the Indian Ocean, cases are rare but regular. The main objective of our study was to describe the epidemiological and diagnosis clues of HA in Mayotte. The secondary objectives were to evaluate the contribution of Real-Time Polymerase Chain Reaction (RT- PCR) for the diagnosis of HA, delineate the characteristics of the local transmission and ascertain the presence of A. cantonensis in Achatina fulica, the potential vector of the disease.",
    "Materials and Methods": "Between 2007 and 2012, all cases of eosinophilic meningitis were retrospectively included and investigated by RT- PCR in the CSF. Descriptive analysis was conducted for clinical, biological and radiological features, and were analyzed for all patients together with the search for prognostic factors for mortality. Concurrently, geolocalization and temporal parameters were studied to correlate the occurrence of the cases with rainfall seasons and snails were collected to enhance a parasitic carriage with real time PCR.",
    "Results": "During the 6-year period of the study, 14 cases were identified (2.3 cases/year) and 9 among 10 remaining CSF were positive in PCR. Among 14 cases of EM, 13 were less than 2 year-old children. The 1 year mortality rate was 5/14 (35.7%). Among survivors, 3/7 (42.8%) presented neurological sequelae. Factors associated with mortality were dysfunction of cranial nerves, abnormal brain imaging, and CSF glucose level inferior to 2 mmol/l. Occurrence of cases was temporarily and spatially correlated to the rainy season. Among the 64 collected giant snails, 6 (9.4%) were positive with A. cantonensis PCR. The likely main route of transmission was the children licking snails, carriers of the parasite.",
    "Conclusion": "In Mayotte, HA was mainly found in paediatric cases under 2 years old, and evidenced a life-threatening disease. PCR seems to be a promising tool in the definitive diagnosis of HA. Population should be aware of the role of A. fulica, and not let the children have direct contact with the snails."
}