{
    "Introduction": "Visceral leishmaniasis (VL) is a neglected tropical disease caused by parasites of the Leishmania (L.) donovani complex. The incidence of VL is estimated to be 500 000 cases every year, with approximately 50 000 deaths, predominantly in India, Bangladesh, Brazil, Nepal and Sudan. It inflicts an immense toll on the developing world and impedes economic development; it is the second biggest parasitic killer in the world after malaria, with an estimated loss of 2.3 million disability-adjusted life years. There is no efficient vaccine; currently used chemotherapy is toxic and increasing drug resistance is reported [1]. VL can be asymptomatic or can manifest as a progressive disease characterised by hepatosplenomegaly, fever, weight loss, hyperglobulinemia and pancytopenia [1]. In Ethiopia, VL is caused by L. donovani and it is one of the most significant vector-borne diseases; Ethiopia has the second largest number of VL cases in sub-Saharan Africa with an estimated annual burden of 4500 to 5000 new cases [2]. Sodium stibogluconate (SSG) is still the main drug used as first line of treatment in Ethiopia [2] and a case fatality rate of 13% has been reported [3]. VL is worsened by malnutrition and HIV co-infection, and treatment access is often difficult because of the remote location of areas endemic for VL.\nBased on extensive studies in mouse models, healing of disease and host protection against Leishmania infection is dependent on the development of a T helper (Th)1 type response, characterised by the production of IFN-γ and nonhealing is associated with an IL-4-dominated Th2 type response (reviewed in [4]). However, concentrations of these two cytokines in plasma of symptomatic patients with visceral leishmaniasis (VL patients) do not always correlate with clinical outcome: studies have reported both an increase [5], [6], [7],  or decrease [9] in IFN-γ levels during the active phase of VL. Whereas IL-4 increases in plasma of VL patients in some studies [8], [9], [10], it has also been shown to be below detection limit in other cases [6], [11]. In contrast, increased levels of IL-10, a potent immunosuppressive cytokine, have consistently been associated with symptomatic VL (reviewed in [12]), suggesting that rather than a set Th1 or Th2 type response, IL-10 plays a crucial role in chronic nonhealing/or symptomatic VL. Indeed, one of the key immunological characteristics of active VL is a profound immunosuppression, as demonstrated by the failure of PBMCs to produce IFN-γ and proliferate in response to Leishmania antigen; this impaired capacity to respond to antigenic challenge is however restored following successful chemotherapy [6] and reviewed in [12], [13].\nArginase-induced L-arginine metabolism has been identified as a potent mechanism of immune suppression [14], [15], [16]. We have recently shown in an experimental model of cutaneous leishmaniasis that high arginase activity, a hallmark of nonhealing disease, is primarily expressed locally at the site of pathology. The high arginase activity caused local depletion of L-arginine, which impaired the capacity of CD4+ T cells in the lesion to proliferate and to produce interferon-gamma, while T cells in the local draining lymph nodes responded normally. Healing resulted in control of arginase activity and reversal of local immunosuppression. Furthermore, inhibition of arginase as well as supplementation with L-arginine restored T cell effector functions and reduced parasite growth at the site of lesions [17]. In addition, it has been recently shown in a hamster model of visceral leishmaniasis that increased arginase activity resulted in impaired control of infection [18].\nIn the present study, we tested the hypothesis that during human visceral leishmaniasis, arginase activity increases and results in depletion of L-arginine.",
    "Materials and Methods": "Subjects and sample collection\nThe study was approved by the Ethiopian National Research Ethics Review Committee (NRERC, reference 310/18/03), by Addis Ababa University Medical Faculty Institutional Review Board (IRB, reference 023/2009) and by the Joint UCL/UCLH Committees on the Ethics of Human Research (Committee Alpha, reference 09/H0715/93). For this study, 26 patients with visceral leishmaniasis were recruited from the Leishmaniasis Treatment and Research Center of Gondar University Hospital before treatment. The exclusion criteria were age (<5), tuberculosis, malaria, HIV and pregnancy; no women presented with visceral leishmaniasis during our study, all patients were male migrant workers. The diagnosis of VL was based on positive serology (rK39) and presence of amastigotes in spleen or bone marrow aspirates. Fourteen male healthy controls with no prior history of VL were recruited among the staff (10 controls) in the clinic and from the patients' household contacts (4 controls). Informed written consent was obtained from each patient or parent/guardian and control. 10–20 ml of blood was collected in EDTA tubes before the treatment started. All patients were treated with 20 mg/kg/day of SSG for 30 days and showed an initial clinical cure rate of 100% after treatment. In addition there was no significant treatment related adverse event.\nA further 10 ml of blood was collected from 14 patients 21 to 28 days after treatment had started. Of note, in all the tests performed in this study, no significant differences were obtained between patients after 3 weeks of treatment as compared to 4 weeks of treatment.\nIt was not possible to always analyse the samples from all patients before and after treatment for two reasons: poor medical conditions of the patients at arrival in the hospital and/or frequent electricity cuts that did not allow for immediate processing of the blood.\nPlasma was isolated by centrifuging 1 ml of blood at 1800 rpm for 10 min and was frozen at −20°C until further use. Peripheral blood mononuclear cells (PBMCs) were isolated by density gradient centrifugation on Histopaque-1077 (Sigma). Cells were counted by trypan blue exclusion, washed in phosphate buffered saline (PBS) and were used immediately for flow cytometry; PBMCs used for arginase and protein determination were immediately resuspended in lysis buffer (0.1% Triton X-100, 25 mM Tris-HCl and 10 mM MnCl2, Sigma) and frozen at −20°C until further use.\n\n\nLaboratory evaluation\nThe following tests were used to diagnose the presence of HIV: KHB Shanghai Kehua Bio-engineering Co. Ltd and Chembio HIV 1/2 STAT-PAK; Uni-Gold (Trinity Biotech PLC) was used to resolve ambiguous results.\nCD4+ and CD8+ T cell counts were determined using a BD Multi TEST kit (BD Biosciences) and acquisition was performed using a FACSCalibur (BD Biosciences). Haematological data (platelet counts, white blood cell counts, hematocrit and haemoglobin) were obtained with a COULTER Ac•T diff Hematology Analyzer.\n\n\nDetermination of arginase activity\nThe enzymatic activity of arginase in PBMCs and in plasma and protein concentration of PBMC samples was measured as previously described [19].\n\n\nHPLC quantification of L-arginine\nL-arginine concentrations were determined in plasma obtained from citrated blood either directly or after concentrating cationic amino acids using Oasis MCX ion exchange columns (Waters, Eschborn, Germany) as described before [20].\n\n\nFlow cytometry\nAntibodies used were as follows: anti-CD4 (clone 13B8.2, Beckman Coulter), anti-CD8 (clone RPA-T8, BD Biosciences), anti-CD3ζ (Santa Cruz: clone 6B10.2), anti-CD14 (BD Pharmingen: cloneM5E2), anti-CD15 (Clone H198, BD Pharmingen) and anti-CD63 (Beckman Coulter: CLBGran/12); anti-arginase I (HyCult Biotechnology: clone 6G3) and the isotype control (BD Pharmingen: clone MOPC21) were coupled with Alexa FluorR 488 (Molecular Probes). Cells were washed with PBS, the fixation step was performed with 2% formaldehyde in PBS and the permeabilisation step with 0.5% saponin in PBS.\nThe determination of intracellular arginase was performed as described in [21]. The percentages for the isotype controls were <1%. Acquisition was performed using a FACSCalibur (BD Biosciences) and data were analyzed using Summit v4.3 software.\n\n\nStatistical analysis\nData were evaluated for statistical differences using a two-tailed Mann-Whitney test (GraphPad Prism 5) and differences were considered statistically significant at p<0.05. Unless otherwise specified, results are expressed as median± SEM.",
    "Results": "Clinical data\nAll patients recruited in this study were male with a median age of 22±1.1 years and presented with severe VL as shown by the clinical data presented in Table 1: all but one patients had enlarged spleen and/or liver and parasites were detected in the spleen or bone marrow aspirates of all patients. As shown in Table 1, the duration of illness varied from 2 to 24 weeks. In addition, the following parameters were measured: platelet and white blood cell counts, hematocrit and haemoglobin. Platelets and WBC counts were noticeably lower than the normal range in the large majority of the patients (Table 2). In addition, all but one patient had hematocrit and haemoglobin levels below the lower limit of normal (Table 2). The nutritional status of VL patients was determined by calculating their body mass index (BMI) and their upper arm circumference: the majority of the patients had a BMI below 18.5 (median±SEM: 16.5±0.3): out of 25 patients, 11 were malnourished [22] (BMI<18.5) and 12 were severely malnourished [22] (BMI<16); the BMI of all controls were above 18.5 (21.5±0.8) (Figure 1A). We did not find a significant difference between the BMI of the 4 endemic controls and the 8 controls recruited among the staff of the hospital (20.7±1.2 vs 22.4±0.7 respectively, p = 0.2828, data not shown). The median arm circumference was also significantly lower in VL patients (controls: 26.0±0.4 cm, patients: 21.0±0.8 cm, p<0.0001, Figure 1B). CD4+ and CD8+ T cell counts were assessed and results in Figures 1C and D show that they were markedly reduced in the blood of VL patients (CD4+ T cell counts (cell/µl blood) = 159.0±22.7; CD8+ T cell counts: 164.0±24.7). CD4+ and CD8+ T cell counts from controls were in the reference range (553.5±53.9 and 724.4±70.1 cells/µl blood, respectively).\nBMI (A) and circumference of the upper arm (B) were compared in controls (n = 12) and patients (n = 25). CD4+ (C) and CD8+ T (D) cell counts in the blood of controls (n = 10) and patients (n = 25) were measured by flow cytometry. Ethiopian national reference range for CD4+ T cells counts (cells/µl of blood) = 500–1300; Ethiopian national reference range for CD8+ T cells counts (cells/µl of blood) = 320–1800. Box = interquartile range and median; whiskers = range. Patients = VL patients before treatment.\n\n\nArginase activity is higher in PBMCs of VL patients\nAs shown in Figure 2, statistically significantly higher levels of arginase activity were measured in PBMCs of VL patients as compared to controls (patients: 106.6±11.0, controls: 45.9±6.7 mU/mg protein respectively, p = 0.0045). Following 3–4 weeks of treatment, these levels were considerably lower (treated patients: 64.8±5.3 mU/mg protein, p = 0.0108). These results show that the active phase of visceral leishmaniasis coincides with higher levels of arginase activity in PBMCs.\nPBMCs were isolated by density gradient from the blood of controls (n = 10), VL patients (n = 14) and treated VL patients (n = 12) and the activity of arginase was measured by enzymatic assay. Box = interquartile range and median; whiskers = range. Statistical significance was determined by a two-tailed Mann-Whitney test. NS = not significant. Patients = VL patients before treatment; treated patients = VL patients after 3–4 weeks treatment.\n\n\nCD15+ Arginase+ cells are more frequent among PBMCs of VL patients\nTo determine the phenotype of arginase-producing cells, a combination of extracellular (anti-CD14 and anti-CD15) and intracellular (anti-arginase) markers was used [19]. The large majority of arginase-expressing cells in PBMCs of patients express CD15, a typical marker of neutrophils (14.9% of 15.1% = 98.3%, Figure 3A); the phenotype of arginase-expressing cells was similar (CD14−CD15+arginase+) in the PBMCs of controls and treated patients (data not illustrated). The frequency of CD15+ cells expressing arginase was >93.1% in all 17 patients and controls tested (data not illustrated). Following density gradient purification, neutrophils co-purify in the erythrocyte fraction and not with the PBMCs. However, here we identify arginase-expressing CD15+ cells in the PBMC fraction, this population will therefore be referred to as low-density granulocytes (LDGs). The frequency of LDGs was statistically significantly higher in the PBMCs of VL patients as compared to controls (patients: 13.6±3.4, controls: 3.5±0.7, p = 0.0001, Figure 3C). Following 3–4 weeks of treatment, the frequency of LDGs was considerably lower (treated patients: 4.1±1.3, p = 0.0006). Similarly, the number of LDGs per ml of blood was higher in patients as compared to controls and treated patients (Table 3).\nPBMCs were isolated by density gradient from the blood of controls (n = 14), VL patients (n = 17) and treated VL patients (n = 12). The phenotype of arginase-expressing cells was determined by flow cytometry. (A) Dot plot profile of CD15+ arginase+ cells, data show the results of one representative experiment out of 17 independent experiments; (B) dot plot profile of CD14+ arginase+ cells, data show the results of one representative experiment out of 17 independent experiments. (C) Percentages of CD15+arginase+ cells in the PBMCs of controls (n = 14), VL patients (n = 17) and treated VL patients (n = 12). Box  =  interquartile range and median; whiskers = range. Statistical significance was determined by a two-tailed Mann-Whitney test. NS = not significant. Patients = VL patients before treatment; treated patients = VL patients after 3–4 weeks treatment.\nCD14+ cells of the large majority of patients (14 out of 17) did not express arginase (the percentages of CD14+ arginase+ cells were <1%, Figure 3B), with only a small percentage of CD14+arginase+ cells detected in the PBMCs of 3 patients (1.7%, 3.5% and 2.8%, data not illustrated). The percentages of CD14+ cells were lower during the active phase of the disease (controls: 15.1±1.5 and patients: 7.8±1.2, p = 0.0040), and did not change significantly after 3–4 weeks of treatment (patients: 7.8±1.2 and treated patients: 15.7±2.7, p = 0.1013)(Figure 4A). Similar results were obtained with the number of CD14+ cells per ml of blood (Table 3). The ratio of LDGs versus monocytes was higher before treatment in VL patients (1.97±0.63) as compared to patients after 3–4 weeks of treatment (0.34±0.12, p = 0.0004) and controls (0.19±0.09, p<0.0001)(Figure 4B). Of note, the white blood cell count per ml of blood was lower in patients before the treatment as compared to controls and to treated patients (Table 3).\nPBMCs were isolated by density gradient from the blood of controls (n = 14), VL patients (n = 17) and treated VL patients (n = 12), (A) the frequencies of monocytes were determined by flow cytometry and (B) the ratio of low-density granulocytes (LDGs) to monocytes was calculated by dividing the percentages of LDGs by the percentages of monocytes. Box = interquartile range and median; whiskers = range. Statistical significance was determined by a two-tailed Mann-Whitney test. NS = not significant. Patients = VL patients before treatment; treated patients = VL patients after 3–4 weeks treatment.\n\n\nIncreased degranulation of LDGs in PBMCs of VL patients\nActivation of neutrophils is accompanied by exocytosis of arginase-containing azurophilic granules [23], which express CD63. Release of these granules results in the incorporation of CD63 into the membrane of neutrophils [24]. Therefore, we measured the expression levels of CD63 and arginase in LDGs. As shown in Figure 5A, CD63 MFI was statistically significantly higher on LDGs isolated from the PBMCs of patients before treatment as compared to controls (patients: 16.4±3.1, controls: 7.5±1.3, p = 0.0066) and to treated patients (10.0±0.9, p = 0.0232), suggesting that the levels of degranulation are higher in LDGs from patients before treatment. Since arginase has been shown to be contained in the azurophilic granules found in the cytoplasm of neutrophils, we assessed its MFI in LDGs: the lower median values observed in the LDGs of VL patients did not reach statistical significance (controls: 24.9±1.7 vs VL patients: 19.4±1.4, p = 0.3126; VL patients: 19.4±1.4 vs treated patients: 23.4±1.0, p = 0.0855). Next, we measured the levels of arginase activity in the plasma and our results show that arginase activities were statistically significantly higher in the plasma of patients before treatment (23.9±4.8 mU/ml plasma) as compared to controls (12.8±1.4 mU/ml plasma, p = 0.0117) and treated patients (13.9±1.1 mU/ml plasma, p = 0.0168)(Figure 5C).\nPBMCs were isolated by density gradient from the blood of controls [n = 8 (A) and n = 13 (B)], VL patients [n = 10 (A) and n = 16 (B)] and treated VL patients [n = 8 (A) and n = 12 (B)] and the mean fluorescence intensity of CD63 (A) and arginase (B) in CD15+ cells was determined by flow cytometry. (C) Plasma was isolated by centrifugation of the blood of controls (n = 21), VL patients (n = 21) and treated VL patients (n = 14) and the activity of arginase was measured by enzymatic assay. Box = interquartile range and median; whiskers = range. Statistical significance was determined by a two-tailed Mann-Whitney test. NS = not significant. Patients = VL patients before treatment; treated patients = VL patients after 3–4 weeks treatment.\n\n\nLower levels of L-arginine in the plasma coincide with downregulation of CD3ζ in CD4+ T cells\nSince the results shown in Figure 5C show higher levels of arginase activity in plasma from VL patients, we measured the levels of L-arginine in the plasma. As shown in Figure 6A, a sharp reduction in L-arginine levels was observed in the plasma of patients before treatment (105.6±12.4 µM) as compared to healthy controls (179.0±31.6 µM, p = 0.0009); the increased median levels of L-arginine did not reach statistical significance in the plasma of patients after 3–4 weeks of treatment (164.7±19.8 µM, p = 0.2934). It has been shown that decreased levels of L-arginine result in T cell suppression, as measured by decreased expression of CD3ζ [17], [19]. We next assessed the expression levels of CD3ζ in CD4+ and CD8+ T cells in PBMCs: statistically significantly lower CD3ζ MFI in CD4+ T cells from patients before treatment (15.4±0.6) was observed as compared to controls (20.0±1.3, p = 0.0008); higher CD3ζ MFI in CD4+ T cells that shows a trend towards significance was observed in the treated patients (17.4±0.8, p = 0.081)(Figure 6B). No statistical significance was observed in CD3ζ MFI in CD8+ T cells (patients: 16.5±1.1, controls: 20.4±1.5, treated patients: 17.4±0.8, Figure 6C).\nPlasma was isolated by centrifugation of the blood of controls (n = 11), VL patients (n = 11) and treated VL patients (n = 11) and (A) the levels of L-arginine were measured by HPLC. PBMCs were isolated by density gradient from the blood of controls (n = 10), VL patients (n = 10) and treated VL patients (n = 10) and the mean fluorescence intensity of CD3ζ was determined in CD4+ T cells (B) and CD8+ T cells (C). Box = interquartile range and median; whiskers = range. Statistical significance was determined by a two-tailed Mann-Whitney test. NS = not significant. Patients = VL patients before treatment; treated patients = VL patients after 3–4 weeks treatment.",
    "Discussion": "PBMCs from patients with active VL lose the ability to mount an antigen-specific immune response, as shown by the inability of their T cells to proliferate and produce IFN-γ; this is however reversed after successful chemotherapy (summarised in [12], [13]). Here we identified a novel mechanism in human visceral leishmaniasis that might account for the poor T cell responses associated with active visceral leishmaniasis. We show that the activity of arginase, an enzyme that has been associated with immunosuppression, is higher before treatment in PBMCs and plasma of VL patients and decreases rapidly following successful treatment. Indeed, our results show that as early as 3 weeks post treatment, the levels of arginase are similar to those of controls. Similarly, the frequency of arginase-expressing cells in the PBMCs and their absolute counts were shown to be considerably greater during active disease, indicating that increased arginase activity and increased frequency of arginase-expressing cells are hallmarks of active visceral leishmaniasis. Further, we show that increased arginase activity and frequency and absolute numbers of LDGs in the blood of patients with active VL coincide with lower levels of L-arginine in the plasma and lower expression levels of CD3ζ in CD4+ T cells. We have previously shown that increased levels of arginase activity correlated with disease severity in HIV seropositive patients [21]. Here, no significant correlation was observed between any of the clinical and haematological parameters or the nutritional status (data not shown) and arginase activity or frequency of LDGs. This is likely to be due to the fact that the patients recruited in our study all presented with severe VL. Therefore, our results suggest that arginase activity is significantly increased in VL patients presenting with severe manifestations of the disease.\nWe and others have already described LDGs [19], [21], [25], [26]; following density gradient centrifugation, these cells co-purify with PBMCs and not with the erythrocyte fraction, suggesting that they are activated granulocytes [27], which have changed their density. The degree of activation of neutrophils and degranulation depends on the strength of the activating signal and increased activation results in the release of granules in the following order: 1) secretory granules; 2) gelatinous (tertiary) granules; 3) specific (secondary) granules and 4) azurophilic (primary) granules. CD63 is found in the membrane of azurophilic granules and we show here that the MFI of CD63, whose upregulation parallels release of azurophilic granule by activated neutrophils [24], [28], is significantly higher on LDGs from active VL patients. Whereas we have previously shown that arginase is contained in azurophilic granules [23], arginase has also been detected in gelatinous granules [29]. Since azurophilic granules are the last granules to be released and since CD63 is selectively upregulated on neutrophils following release of azurophilic granules [24], [28], in agreement with our previous results [23], we can conclude that arginase-containing azurophilic granules are released. And indeed, the levels of arginase activity are higher in the plasma from patients during the active phase of the disease. These results suggest that LDGs have degranulated and released their arginase. We have recently shown that a similar population of LDGs is significantly increased in the blood of HIV seropositive patients with low CD4+ T cell counts: this population also expressed higher CD63 and lower arginase MFIs; in addition, the levels of CD11b, CD15, CD33, CD66b, CD63 were significantly higher and that of CD16 significantly lower as compared to NDGs [30]. The majority of LDGs in HIV patients were mature segmented neutrophils [30]. However, the origins of these cells as well as the factors resulting in the degranulation of neutrophils during VL are still unclear. It is possible that during VL, neutrophils are activated in the spleen and in the liver and that a fraction of these activated neutrophils recirculate and are therefore detected in the PBMCs (Figure 3). An extensive and systemic activation of neutrophils would result in the release of large amount of arginase, widespread depletion of L-arginine and major disruption of many cellular and organ functions and is therefore unlikely.\nIn contrast to our results, a recent study by Mukhopadhyay et al showed that the levels of arginase in the plasma of VL patients in India are not affected by treatment with sodium antimony gluconate [31]. These discrepancies are likely to be due to the different techniques used to measure arginase activity: in the present study, we deducted the levels of urea present in the plasma from the values obtained following activation of arginase. Of note, even though our results suggest that LDGs have degranulated, we cannot conclude from the present study that the increased arginase we detect in the plasma of VL patients is coming from LDGs, as it could also have been released from damaged hepatocytes. The increased arginase activity in PBMCs and plasma coincides with lower levels of L-arginine. We have previously shown that increased arginase activity, a marker of disease severity in HIV+ patients, correlated with decreased levels of L-arginine [21]. Another study has also described a correlation between elevated arginase activities and lower levels of L-arginine in patients with pulmonary tuberculosis, that was reversed following successful treatment [32]. In our study, in addition to the increased arginase activity measured in the plasma of patients with active VL, it is possible that malnutrition also impacted on the lower levels of L-arginine. Out of 25 patients, 11 were malnourished and 12 were severely malnourished. Since malnutrition results in reduced levels of L-arginine in the plasma [33], [34], [35], it is likely that this has also contributed to the lower levels of L-arginine in the plasma. Further, since the patients do not get nutritional supplements during treatment, malnutrition could also explain why the levels of L-arginine do not increase after 3–4 weeks of treatment. We had a limited number of patients in this study and our cohort of controls consisted of 4 endemic controls and 10 members of the staff of the hospital; we did not find significant differences between the nutritional status of these 2 subgroups of control. It will be interesting to compare the levels of L-arginine in the plasma of a large cohort of controls coming from endemic areas and from patients with active VL, to estimate the contribution of increased arginase and/or protein-energy malnutrition to the lower levels of L-arginine.\nIt has been shown previously that arginase-induced L-arginine depletion results in impaired T cell responses (reviewed in [14], [15], [16], [36]. Our results suggest that during active VL, LDGs release arginase and we speculate that arginase-induced L-arginine depletion contributes to the poor antigen-specific T cell response that is an immunological hallmark of active VL; it is also possible that this mechanism negatively impacts on the capacity of immune cells to respond to other antigens and might therefore account for the frequent opportunistic infections observed in VL patients.\nThe impaired Leishmania-specific T cell responses observed during active VL is reversed in cured patients ([6] and reviewed in [12], [13]). Our results show that CD3ζ MFI are significantly lower in CD4+ T cells, but not in CD8+ T cells, and 3–4 weeks post treatment, the increased median in CD3ζ in both cell type were not significantly different. It is possible that this lack of significance in CD3ζ in CD8+ T cells might be due to the limited number of patients recruited in this study. We have previously shown that CD4+ and CD8+ T cells both display decreased CD3ζ expression levels and this coincides with increased arginase activity [37]. The differences in L-arginine levels in the plasma were not statistically significant either; it is possible that this is due to the fact that the blood was collected only after 3–4 weeks of treatment.\nThe observation that PBMCs from patients with active VL mount a poor antigen-specific response is in apparent contradiction with recent studies, which show a clear production of IFN-γ using a whole blood assay [38], [39]: the authors of these studies have suggested that during the density gradient centrifugation used to isolate PBMCs, factors important for the production of IFN-γ might be removed. Our results obtained in a separate study show that heparin has a remarkable effect on the survival of LDGs. Indeed, our results show a dramatic decrease in the frequencies of LDGs when the blood was collected into sodium heparin as compared to EDTA: we compared the frequency of CD15+ arginase+ cells in the blood of 5 patients, collected in sodium heparin or EDTA and observed an average of 75.56±17.26% less CD15+arginase+ cells in blood collected in heparin compared to EDTA (% of LDGs in blood collected on EDTA = 2.48±0.96 vs 0.59±0.55 for blood collected with heparin (n = 5), p>0.05) [40]. Since in the above-mentioned studies [38], [39], blood was collected into heparin, it is possible that the resulting low frequency of LDGs was not sufficient to suppress the production of IFN-γ. Notably, neutrophils are extremely difficult to freeze and indeed, we were not able to freeze LDGs: we froze the PBMCs of 8 patients in FCS containing 10% DMSO, and following careful thawing of the cells, we observe an average reduction of 97.3±4.9% in the frequency of CD15+arginase+ cells. Similar results were recently published [41], where it was shown that the frequency of CD15+ cells in PBMCs was significantly reduced after cryopreservation. Since we did not have the facilities to perform stimulation assays with PBMCs from VL patients and since it is not possible to cryopreserve LDGs to send them in another laboratory with adequate facilities, we were therefore not able to directly demonstrate that LDGs have the ability to suppress T cell responses.\nWe have shown in an experimental model of cutaneous leishmaniasis that increased arginase activity is highest at the site of pathology, and significantly lower in the draining lymph nodes [17]. Further, we have recently performed a study with patients with localised cutaneous leishmaniasis and have shown that consistent with the mouse model, arginase activity is increased in the lesions, but not in the periphery [37]. Therefore, it is possible that the higher frequencies of LDGs we observed in the PBMCs of VL patients before treatment are only a weak reflection of the events occurring at the local sites of Leishmania replication, such as spleen, liver or lymph nodes; and that considerably stronger T cell suppression is likely to occur in these sites. Indeed, a recent study showed in a mouse model of prostate-specific inflammation, that a population of Gr-1+ CD11b+ arginase+ cells isolated from the site of inflammation are more suppressive than those isolated from the periphery [42]. Further studies will be essential in assessing the strength of LDG-mediated T cell suppression in different compartments and to show whether arginase-mediated L-arginine metabolism is a key element in the outcome of VL.\nWe and others have shown that Leishmania parasites express their own arginase [43], [44], [45]. However, it is highly unlikely that parasite arginase accounts for the arginase we detect in the PBMCs and in the plasma as it is very difficult to detect parasite in the blood of VL patients [46].\nIn summary, here we show that high arginase activity in PBMCs is a marker of active visceral leishmaniasis and we propose that arginase-induced L-arginine depletion contributes to disease severity in these patients."
}