{
    "Introduction": "Leishmaniasis is vector-borne neglected tropical disease caused by obligate intracellular protozoan parasite of the genus Leishmania [1]. The infection is transmitted to human by the bit of female sand fly of the genus Phlebotomus in the Old World and Lutuzomiya in the New World [2]. It is increasing in its geographical distribution being endemic in Asia, Africa, Mediterranean regions and America. About 1.5 to 2 million new cases occurred annually in the globe with 350 million people being at risk of infection. It leads to a death of 70,000 people annually [3]. Clinically, leishmaniasis can be cutaneous leishmaniasis (CL), mucocutaneous leishmaniasis or visceral leishmaniasis [4]. Cutaneous leishmaniasis is the most common form of leishmaniasis with 0.7 to 1.2 million annual new cases globally [5].\nFactors involved in the emergence and Worldwide spread of leishmaniasis include change in temperature, habits of irrigation, deforestation, climatic change, and immune suppression by different immune suppressants, existence and increment in drug resistance, traveling to endemic regions and dog importation, war, poor socioeconomic status and low household level [6].\nIn Ethiopia CL was first described in 1913 by Italian scientist Martoglio F, who indicated as the CL was locally adopted and common in the highlands of Ethiopia. A study conducted in 1973 reported the existence of the diseases and its distribution in different parts of Ethiopia [7]. In Ethiopia, currently around 29 million people are at risk of infection [8]. Ethiopia had around 20,000 to 50,000 estimated new cases of CL every year [9]. The parasites that cause CL in Ethiopia are mainly L. aethiopica and rarely L. major [10]. Cutaneous leishmaniasis is endemic in different regions of Ethiopia such as in Tigray national regional state around Mekele city, Saesie Tsaeda-emba district Eastern Tigray and Southern Nations and Nationalities people’s regional state (SNNPR) around Silte Zone [11–13]. Estimating the burden of CL is still challenging due to its clinical and epidemiological diversity, geographical clustering and absence of reliable surveillance data [14]. The absence of information indicating population based prevalence, incidence, risk factors and its impact on socioeconomic profile are still the main gaps in determining CL burden [15]. Although cases are frequently reported in the health institutions, there was paucity documented data about CL in the study area Northeast Ethiopia. Therefore, this study was conducted to provide documented evidence on clinical, parasitological and molecular profiles of cutaneous leishmaniasis and its associated factors among patients attending Borumeda Hospital North-East Ethiopia.",
    "Materials and methods": "Ethical approval and consent to participate\nEthical clearance was obtained from ethical review committee of School of Biomedical and Laboratory Sciences, College of Medicine and Health Sciences, University of Gondar. Written consent was obtained from each study participants. A written signed assent was also obtained from each child Participant’s parent or guardians on the child’s behalf. Positive patients received the appropriate treatment according to the Hospital treatment guideline.\n\n\nStudy design and area\nInstitution based cross-sectional study was conducted at Borumeda Hospital North-east Ethiopia from February to May, 2019. The Hospital is found at 411 km North-east of Addis Ababa, capital of Ethiopia. It gives service primarily in Dermatology and Ophthalmology outpatient department to patients from Dessie town and surrounding areas. Majority of the patients came from Kutaber District which is found at 11 km from the Hospital. The area of the district is about 719.92 km2 and had 103,489 population sizes. Kutaber area is typical plateau at 2650m above sea level and in defile position to the north and south of which steep slopes rise to 3,000m, then climb more gradually to summits around 3,400m. To the East is a wide alluvial valley frequently flooded, but providing lush pasture as it is dried. To the West the land drops suddenly in to tributary gorge to the Blue Nile, down to 2,200m [7].\n\n\nEligibility criteria\nAll CL suspected patients who visited Borumeda Hospital dermatology outpatient department (OPD) were included. Cutaneous leishmaniasis patients who were on treatment and follow up were excluded.\n\n\nSample size and sampling method\nThe sample size of this study was determined by single population proportion formula using 14% prevalence reported by study conducted in SasieTsaeda-emba district, Eastern Tigray, Northern Ethiopia [12]. A 95% confidence interval, 5% margin of error and 10% of non-response rate were used. A total of 205 participants were recruited using systematic random sampling technique.\n\n\nData collection\nSocio-demographic characteristics and risk factors were collected using pre-tested questionnaires. Clinical characteristics of the lesions were assessed by experienced dermatologists. After disinfecting the lesion with 70% alcohol from inside to outside, skin slit was taken from the edge of lesions using single use surgical blade. Thin smear were prepared on a clean microscopic slide. A smear was allowed to air dry and then fixed with absolute methanol. Finally it was stained with 10% Geimsa stain. Slides were examined microscopically to detect the amoastigote stage of Leishmania parasites.\n\n\nLeishmania culture\nAfter cleaning the lesion with 70% alcohol, skin slit was taken and placed into the Nicoll-Novy -MacNeal (NNN) media that contains 2mL Lock’s solution and incubated in a 26–28°C incubator. Growth was detected by observing the promastigote microscopically. Positive media were transported to Armauer Hansen Research Institute (AHRI) Addis Ababa Ethiopia for species typing.\n\n\nMolecular identification of the parasite by PCR\nDNA preparation.Target DNA was extracted from cultured promastigote. The over lay of each culture positive tube was transferred in to separate falcon tube and centrifuged for 10 minutes. The sediment was washed 3 times with phosphate buffer saline (PBS) and the pellet was treated with lysis buffer (10Mm Tris-HCl (pH 8), 5M EDTA (PH 8), 5M NaCl and 10% SDS (Sodium dodecyl sulfate). The lysate was transferred to a clean eppendroff tube, then, 20 microliter Proteinase K was added and incubated overnight and phenol chloroform isoamyl alcohol (25:24:1 PCIA) extraction was carried out as described elsewhere [16,17].\n\nITS1-PCR amplification of Leishmania isolate.The ITS1 of leishmania isolate was amplified using pair of primers (forward prime LITSR (5’ CTGGATCATTTTCCGATG 3´ and revers primer L5.8S (5’ TGATACCACTTATCGCACTT 3’)) with PCR condition described elsewhere [18–20]. The product of the PCR amplification was tested using electrophoresis with 1% agarose gels in 1x TBE, finally visualized by UV light after staining with ethidium bromide.\n\nRestriction analysis.The ITS1-PCR products were digested with restriction enzyme HaeIII prototype according to the manufacturer’s instruction. The restriction fragments were analyzed by gel electrophoresis/ ethidium bromide staining at 120V in 1×TAE buffer in agarose gel. The result was visualized by UV light.\n\n\n\nData quality control\nTo assure the quality of the data, the questionnaires were prepared in English and translated to Amharic and back translated. The questionnaires were adopted from published research and pretested. Training was given to data collectors. Microscopic examination was carried out by two laboratory professionals and the result was confirmed by third laboratory professional and there was no discrepancy. All material used for media preparation were sterilized by autoclaving at 121°C for 20 minutes. In culture media preparation, media from each batch was incubated and checked for sterility. Negative extraction was used to control contamination during DNA extraction process. Distilled water and previously confirmed cases were used as negative and positive control respectively.\n\n\nStatistical analysis\nData were entered in to EpiData version 3.1 and exported and analyzed using SPPS version 20 software package. Univariate and multivariate logistic regression were used to evaluate the existence and strength of association between dependent and predictor variables. The 5% level of significance and 95% confidence interval were used. P-value of ≤ 0.05 was considered as statistically significant.",
    "Result": "Socio-demographic characteristics of the study participants\nA total 205 participants were included in this study. Most of the study participants were male (59%). The age distribution of the study participant was 2–73 years old. The mean age and standard-deviation of the study participants were 31.9 and ±14.29. Out of 205 study participants about 60% of them were rural residents (Table 1).\n\n\nClinical characteristics of the lesions\nAbout 59% of the study participants had lesions on their head and face and 18% of them had lesion on the upper limb. About 60% of the patients had single lesion while 30.2% of them had two lesions. The average number of lesion was 1.55. The most frequently observed type of lesion was indurated plaque (30.7%) followed by nodular (17.1%), popular (14.1%), diffuse induration (13.7%), nodulo-popular (12.2%) and nodulo-ulcerative (12.2%). Around 52.7% of patients had lesion about 6–12 month old and 39% had lesions less than six months.\n\n\nPrevalence cutaneous leishmaniasis\nThe overall prevalence of CL was 22.4% (46/205). The prevalence in males was 13.7%. The age group between 16–45 years old showed 15.6% prevalence. The prevalence of CL was 15.6% in the rural and 6.8% in the urban resident (Table 2).\n\n\nPrevalence of CL by clinical characteristics\nAbout 13.7% of Leishmania prevalence was from participants who have lesion on their head and face. From the total 46 Leishmania positive patients, about 23.9% of them had indurated plaque types of lesion. The prevalence of CL was highest in patients with lesions less than 12 months old (12.2%), while lesion greater than 12 months had the least prevalence (1.5%) (Table 3).\n\n\nUnivariate and multivariate logistic regression of CL prevalence with demographic exposure related risk factors\nIn Univariate analysis independent variable such as working in and near to farmland, house near to farmland, presence of gorge in the village, presence of hyrax in the village and the presence of CL lesion were found to be statistically associated with CL prevalence (p-value <0.05). In multivariate analysis, house near to farmland, presence of hyrax in the village and presence of CL lesion were remained as an independent predicators of cutaneous leishmaniasis prevalence (p-value< 0.05) (Table 4).\n\n\nMolecular characterization of Leishmania parasites in the study area\nITS1-PCR Leishmania isolates.DNA was extracted from cultured promastigote of 20 samples using phenol-chloroform extraction method. Amplification of ITSR1 ribosomal DNA was performed using forward primer (LISTR) and revers primer (L5.8S). Gel electrophoresis of the PCR product showed around 350 base pair of Leishmania isolates both in the sample taken from the cultured promastigote and L.aethopica reference strain (Fig 1).\nLane S1 up to S20 is sample (the sample in lane S1 was almost null), L. aethiopica as a positive control, distilled water as negative control and 100bp DNA ladder.\n\nRestriction fragment length polymorphism (RFLP).PCR products were digested using restriction enzyme endonuclease HaeIII at 37 oC for three hours. Gel electrophoresis of the digested product showed that all the samples produced visible bands of approximately 200bp and 56bp which was similar to bands of L. aethiopica reference strains. This finding confirmed that the causative agent of CL in the study area is L.aethopica (Fig 2).\nIn the restriction fragment length polymorphism (RFLP) analysis lane S1-S20 are samples (in lane S1, S19 and S20 the sample was insufficient). Distilled water as negative control, L.aethopica reference strain and 1kb plus and 100bp DNA ladder.",
    "Discussion": "Cutaneous leishmaniasis is endemic in different parts of Ethiopia and reported since 1913 [7]. It is still a major cause of morbidity and disfigurement. About 28 million people in Ethiopia live in area of active transmission [8]. In this study the prevalence of CL was 22.4%, this finding was higher than reports from Ethiopia, in Sasie Tseda Emba district Ethiopia (14%), Silti district (4.8%), Mekele city (5.6%) [11–13]. It was also higher than reports from Yemen (18.87%) and Iran (4.7%) [21,22]. This difference might be due to the presence reservoir hosts in the study area, environmental factors, climatic factors, landscape, entomological factors, and outdoor activities. On the other hand, this finding was lower than studies conducted in Ochollo, South-west Ethiopia (64.8%), Libya (43%), Yemen (74.1%), North-west Yemen (96.23%), Sri Lanka (41.5%), Erbil Iraq (70.6%), Pakistan (50.8%) and Colombia (79.1%) [23–30]. The low prevalence in this study might be due to use of traditional drugs, applying of hot objects on the lesion and variation in environmental and behavioral factors.\nThe prevalence was higher in male than female (13.7% vs 8.8%) this finding agreed with the finding from Sasie Tsaeda Emba district, Ethiopia, Northern Ethiopia, Sri-Lanka and Pakistan [11,12,27,29]. The high prevalence of CL in male participants might be due to; outdoor activity of male and male usually wear shorts which fit for agricultural activities and do not wear shirts while sleeping during the warm season this helps the sand fly to bit them easily. In contrast, females are usually restricted at home and they wear cloth that covers most of their body.\nEven though all age groups are affected by CL, the highest prevalence was in the age group 16–45 years old. This finding agreed with the finding of studies conducted in Mekele Northern Ethiopia, Sri Lanka and Mazandaran Province, Iran [11,31,32]. The high prevalence of CL in the age group 16–45 might be because of this age groups are active working force, which had out door exposure and had high probability of traveling to leishmaniasis endemic areas.\nRural residents were more affected than urban residents, this was supported by the finding from western Islamic Republic of Iran [33]. This could be due to rural people are engaged in agricultural activities and leishmania parasite reservoir hosts are very common in rural areas than cities and towns. The prevalence was also higher in farmers (5.9%) as compared to other occupation; this might be due to high chance of farmers to be exposed to sand fly during farm work. Cutaneous leishmaniasis prevalence was highest in samples taken from lesion less than 6 month old. This agrees with the report from Sri Lank which had reported 54.5% of the smear positive lesion were lasted in less than 6 months [27].\nThe average number of lesion was 1.55 per person with a maximum of 6 lesions. In contrast, a study in Pakistan reported an average of 1–11 lesion with amaximum of 11 lesions [29] and in western Islamic Republic of Iran reported as the average number of lesion was 1.8 with maximum number of lesion being 7 [33]. The highest duration of lesion in this study was about 6–12 month old (52.7%) this difference may be associated with secondary bacterial infection, immune response of the patient, life style of the patient and strain of the parasite.\nIn the present study house near to farmland, presence of hyrax in the village and presence of CL lesion showed statistically significant association with the prevalence of cutaneous leishmaniasis after adjusting other risk factors. This finding was similar to the finding reported Mekele city, Ayder referral hospital, and studies in Sasie Tseda Emba district Northern Ethiopia [11,12].\nWorking in and near to farmland, house near to farmland, presence of gorge in the village, presence of hyrax in the village and the presence of CL lesion were statistically associated with prevalence of CL in Univariate logistic regression. However, after adjusting for confounders only house near to farmland, presence of hyrax and CL lesion remain independent predictors of CL prevalence in the study area. The odds of being infected with CL in patients having CL lesion in neighbor and presence of hyrax in the village was seven and six times more likely than their counter reference group respectively (AOR: 7.03(2.47–20.05), 6.14(2.13–17.7)) respectively. Participants whose house is near to farm land are about 4.6 times more likely to be infected with CL (AOR: 4.66(1.57–13.89)).\nCutaneous leishmaniasis is endemic the study area. Male were infected in higher proportion than females because of out-door activity of male, wearing style of and other social and occupational factors. Age group 16–45 is the most affected age groups due to high possibility of contact with sand fly, high tendency of travel to different endemic areas. House near to farm land, presence of CL lesion in neighbor and presence of hyrax were independent predicator of CL prevalence. During community mobilization majority of the community are not aware of the existence of treatment for CL in hospital. L.aethopica is confirmed to be etiologic agent of CL in the study area.\nThe authors recommend the ministry of health, regional, zonal and district health office to recognize the endemicity of the disease in the study area and work together to establish well organized treatment and advanced diagnostic center as well as work on the community to create awareness about the causative agent, mode of transmission and source of infection."
}