{
    "Abstract": "Access to antivenoms is not guarranteed for vulnerable populations that inhabit remote areas in the Amazon. The study of therapeutic itineraries (TI) for treatment of snakebites would support strategies to provide timely access to users. A TI is the set of processes by which individuals adhere to certain forms of treatment, and includes the path traveled in the search for healthcare, and practices to solve their health problems. This study aims to describe TIs of snakebite patients in the Brazilian Amazon. This study was carried out at the Fundação de Medicina Tropical Doutor Heitor Vieira Dourado, in Manaus, state of Amazonas, Brazil. The itinerary from the moment of the bite to the patient’s admission to the reference unit was analyzed. Sample size was defined by saturation. After an exploratory survey to collect epidemiological variables, in-depth interviews were conducted following a semi-structured guide. Patients originated from rural areas of 11 different municipalities, including ones located >500 kilometers from Manaus. A great fragmentation was observed in the itineraries, marked by several changes of means of transport along the route. Four themes emerged from the analysis: exposure to snakebite during day-to-day activities, use of traditional therapeutic practices, and personal perception of the severity, as well as the route taken and its contingencies. Access to healthcare requires considerable effort on the part of snakebite patients. Major barriers were identified, such as the low number of hospitals that offer antivenom treatment, poor access to healthcare due to long distances and geographic barriers, low acceptability of healthcare offered in countryside, lack of use of personal protective equipment, common use of ineffective or deleterious self-care practices, late recognition of serious clinical signs and resistance to seeking medical assistance. Health education, promotion of immediate transport to health centers and decentralization of antivenom from reference hospitals to community healthcare centers in the Brazilian Amazon are more effective strategies that would to maximize access to antivenom treatment."
}