{
    "Background": "It has been proposed that switching from annual to biannual (twice yearly) mass community-directed treatment with ivermectin (CDTI) might improve the chances of onchocerciasis elimination in some African foci. However, historically, relatively few communities have received biannual treatments in Africa, and there are no cost data associated with increasing ivermectin treatment frequency at a large scale. Collecting cost data is essential for conducting economic evaluations of control programmes. Some countries, such as Ghana, have adopted a biannual treatment strategy in selected districts. We undertook a study to estimate the costs associated with annual and biannual CDTI in Ghana.",
    "Methodology": "The study was conducted in the Brong-Ahafo and Northern regions of Ghana. Data collection was organized at the national, regional, district, sub-district and community levels, and involved interviewing key personnel and scrutinizing national records. Data were collected in four districts; one in which treatment is delivered annually, two in which it is delivered biannually, and one where treatment takes place biannually in some communities and annually in others. Both financial and economic costs were collected from the health care provider's perspective.",
    "Principal Findings": "The estimated cost of treating annually was US Dollars (USD) 0.45 per person including the value of time donated by the community drug distributors (which was estimated at USD 0.05 per person per treatment round). The cost of CDTI was approximately 50–60% higher in those districts where treatment was biannual than in those where it was annual. Large-scale mass biannual treatment was reported as being well received and considered sustainable.",
    "Conclusions/Significance": "This study provides rigorous evidence of the different costs associated with annual and biannual CDTI in Ghana which can be used to inform an economic evaluation of the debate on the optimal treatment frequency required to control (or eliminate) onchocerciasis in Africa."
}