{
    "Background": "Triatoma dimidiata is one of the most significant vectors of Chagas disease in Central America and Colombia, and, as in most species, its pattern of genetic variation within and among populations is strongly affected by its phylogeographic history. A putative origin from Central America has been proposed for Colombian populations, and high genetic differentiation among three biographically different population groups has recently been evidenced. Analyses based on putatively neutral markers provide data from which past events, such as population expansions and colonization, can be inferred. We analyzed the genealogies of the nicotinamide adenine dinucleotide dehydrogenase 4 (ND4) and the cytochrome oxidase subunit 1-mitochondrial genes, as well as partial nuclear ITS-2 DNA sequences obtained across most of the eco-geographical range in Colombia, to assess the population structure and demographic factors that may explain the geographical distribution of T. dimidiata in this country.",
    "Results": "The population structure results support a significant association between genetic divergence and the eco-geographical location of population groups, suggesting that clear signals of demographic expansion can explain the geographical distribution of haplotypes of population groups. Additionally, empirical date estimation of the event suggests that the population's expansion can be placed after the emergence of the Panama Isthmus, and that it was possibly followed by a population fragmentation process, perhaps resulting from local adaptation accomplished by orographic factors such as geographical isolation.",
    "Conclusion": "Inferences about the historical population processes in Colombian T. dimidiata populations are generally in accordance with population expansions that may have been accomplished by two important biotic and orographic events such as the Great American Interchange and the uplift of the eastern range of the Andes mountains in central Colombia."
}