{
    "Introduction": "Aedes aegypti, the ‘yellow fever mosquito’, is the primary vector to humans of dengue and yellow fever flaviviruses (DENV, YFV) [1]–[3]. Vaccines are not yet available against DENV [4] and, despite the presence of a safe and effective YFV vaccine [5]–[7], the World Health Organization estimates there are 200,000 cases and 30,000 deaths attributable to yellow fever each year [8]. The principal means to reduce transmission of these arboviruses has therefore been through control or eradication of Ae. aegypti [9]. Historic eradication campaigns that combined source reduction to remove larval development sites with use of dichloro-diphenyl-trichloroethane (DDT) to kill adults were successful in eliminating the mosquito and its associated arboviruses, especially in the Americas, but these programs were not sustained and Ae. aegypti and DENV re-emerged in force [10],[11]. In recent decades, pyrethroid insecticides have played a major global role in the control of Ae. aegypti adults, often in combination with the organophosphate insecticide temephos to control immatures. However, the evolution of resistance to these and other insecticides in Ae. aegypti may compromise the effectiveness of control programs [12]–[14].\nSince 1950, operational vector control programs in México have used a series of insecticides to control mosquito vectors and reduce arbovirus and malaria transmission (Official Regulations of México, NOM-032-SSA) [12]. The organochlorine insecticide DDT was used extensively for indoor house spraying from 1950–1960 and was still used in some locations until 1998. Organophosphate insecticides with malathion as the active ingredient were later used for ultra-low volume (ULV) space spraying of wide areas from 1981 to 1999. In 2000, vector control programs in México then switched to permethrin-based insecticides for adult control. This has provided prolonged and intense selection pressure for resistance evolution in Ae. aegypti. Indeed, pyrethroid insecticides with active ingredients such as permethrin, deltamethrin, resmethrin and sumithrin are now commonly applied across the world to kill adult mosquitoes and reduce the burden of mosquito-borne diseases. The future global use of bednets, curtains and other household items treated with pyrethroids for personal protection will likely increase dramatically [15]–[18]. This underscores the critical need to monitor and manage resistance to pyrethroid insecticides to maintain their use for vector control.\nPyrethroids act by structure-related interactions with specific regions of voltage-dependent sodium channels that prolong the opening of these channels, and produce instant paralysis [19]. Nervous system stimulation proceeds from excitation to convulsions and tetanic paralysis. Metabolic resistance and target site insensitivity are both major forms of pyrethroid resistance [19],[20]. ‘Knockdown resistance’ (kdr) is a generic term applied to insects that fail to lose coordinated activity immediately following pyrethroid exposure. Typically kdr is unaffected by synergists that inhibit esterases and monooxygenases. Instead kdr arises through nonsynonymous mutations in the voltage-gated sodium channel transmembrane gene (orthologue of the paralysis locus in Drosophila melanogaster) [21] that reduce pyrethroid binding. Kdr usually limits the effectiveness of pyrethroids to varying degrees depending on whether the insecticide contains a descyano-3-phenoxybenzyl alcohol (type I pyrethroid) or an α-cyano-3-phenoxybenzyl alcohol (type II). Thus detection of kdr in the field may have severe consequences for sustained use of pyrethroids in mosquito control.\nA homology model of the housefly para protein was developed [22] to predict the location of binding sites for the pyrethroid, fenvalerate and for DDT. The model addressed the state-dependent affinity of pyrethroid insecticides, their mechanism of action and the role of mutations in the channel that are known to confer insecticide resistance. Specifically, the sodium channel was modeled in an open conformation with the insecticide binding site located in the hydrophobic cavity delimited by the domain II subunit 4 (IIS4) - IIS5 linker and the IIS5 and IIS6 helices. Five novel mutations in IIS6, one in IIS5 and one in the P loop were described in the para orthologue in Ae. aegypti [23]. Assays on larvae from strains bearing these mutations indicated reduced nerve sensitivity to permethrin inhibition. Two of these mutations occurred in codons Ile1,011 and Val1,016 in exons 20 and 21, respectively. A transition in the third position of Ile1,011 encoded a Met1,011 replacement and a transversion in the second position of Val1,016 encoded a Gly1,016 replacement. This same region of IIS6 was later screened in 1,318 mosquitoes in 32 additional strains; 30 from throughout Latin America [24]. The Gly1,016 allele was never detected in Latin America and instead we found two new mutations in these same codons. A transition in the first position of codon 1,011 encodes a valine replacement while a transition in the first position of codon 1,016 encoded an isoleucine replacement. We developed melting curve PCR assays for these four mutations. Selection experiments, one with deltamethrin on a field strain from Santiago de Cuba and another with permethrin on a strain from Isla Mujeres, México rapidly increased the frequency of the Ile1,016 allele [25]. In bioassays of F3 offspring arising from crosses of permethrin susceptible Val1,016 homozygous parents and permethrin resistant Ile1,016 homozygous parents, Ile1,016 segregated as a recessive allele conferring knockdown resistance to homozygous mosquitoes at 5–10 µg permethrin in bottle bioassays, 4.3–14.0% resistance in heterozygous mosquitoes [24]. All Val1,016 homozygous mosquitoes died.\nHerein we report on an analysis of the frequency of the Ile1,016 mutation in 3,808 Ae. aegypti from 78 collections made from 1996–2008 throughout México. The overall frequency was 0.04% from 1996–2001, had climbed to 2.7% by 2003–2004, and increased only slightly to 3.6% by 2006. Then, as would be expected with a recessive allele, Ile1,016 frequency rapidly increased to 33% in 2007–2009. We also document a great deal of spatial heterogeneity in Ile1,016 frequency during 2007–2009. A linear regression analysis based on seven collections from 2007 revealed that the frequency of Ile1,016 homozygotes accurately predicted knockdown rate for mosquitoes exposed to permethrin in a bioassay (R2 = 0.98). These results have led us to speculate that widespread use of permethrin-based insecticides in México from 2000–2008 may have resulted in rapidly increasing frequencies of the Ile1,016 mutation in Ae. aegypti. Potential implications and solutions for operational vector control are discussed.",
    "Materials and Methods": "Aedes aegypti collections and extraction of DNA\nTable 1 lists the cities and years of collection for Aedes aegypti, and city locations are mapped in Figure 1. Single collections were made in those cities marked by * in Figure 1. Superscripts next to the year of the collection in Table 1 indicate in which of three prior studies [26]–[28] samples were collected. Collections from 2006–2009 have not been included in any prior studies. At each collection site, we collected immatures from at least 30 different containers in each of three different areas located at least 100 m apart. This included water storage containers and discarded trash containers such as plastic pails, tires, and cans. Larvae were returned to the laboratory where they were reared to adults and then identified to species [29]. All mosquitoes were stored at −80°C prior to examination for presence of Ile1,016. DNA was obtained from individual adults by salt extraction [30], suspended in 300 µl of TE buffer (10 mM Tris-HCl, 1 mM EDTA pH 8.0), and stored at −80°C.\nOnly single collections were made in those cities followed by *.\n\n\nGenotype determinations\nGenotypes at the Ilel,016 locus were detected using allele specific PCR. Genotypes were determined in a single-tube reaction using two different “allele-specific” primers, each of which contained a 3′ nucleotide corresponding to one of the two alleles and a reverse primer that amplified both alleles. Allele specific primers were manufactured (Operon Inc., Huntsville, AL) with 5′ tails [31],[32] (shown in brackets below) that were designed to allow discrimination between SNP alleles based on size or melting temperature. The Valine allele specific primer was Val1,016 (5′-[GCGGGCAGGGCGGCGGGGGCGGGGCC]ACAAATTGTTTCCCACCCGCA CCGG-3′) and the isoleucine allele specific primer was Ile1,016 (5′-[GCGGGC]ACAAATTGTT TCCCACCCGCACTGA-3′). Brackets indicate the portion of the primer added for melting curve PCR. The reverse primer was Ile1,016r 5′-GGATGAACCSAAATTGGACAAAAGC-3′ [24]. An intentional transversion mismatch was introduced three bases in from the 3′ end of allele specific primers to improve specificity and each allele specific primer differed by a transition at this site [33]. Melting curve PCR was performed as previously described [34].\n\n\nStatistical analysis of haplotype and allele frequencies\nIle1,016 frequencies () were calculated in each collection as twice the number of Ile1,016 homozygotes plus the number of Ile1,016 heterozygotes and then divided by twice the number of mosquitoes analyzed. Wright's inbreeding coefficient FIS [35] was estimated as(1)Where Hobs is the observed number of heterozygotes and  is the expected number of heterozygotes where n is the sample size and assuming Hardy-Weinberg proportions. The null hypothesis FIS = 0 was tested using the formula [36]:(2)The 95% confidence interval (CI95) around  was calculated as the Wald interval:(3)which was then adjusted by adding half of the squared Z-critical value (1.96) to the numerator and the entire squared critical value to the denominator before computing the interval [37]. Fisher's model of natural selection [38] was used to estimate the expected trajectories for the Ile1,016 allele for a single population in which:(4)where: p = Ile1,016 frequency in generation t. Following permethrin exposure wIle/Ile is the relative survival of Ile1,016 homozygotes, wIle/Val is the relative survival of Ile1,016 heterozygotes and wVal/Val is the relative survival of Val1,016 homozygotes.\n\n\nInsecticidal bioassay\nKnockdown rates were determined by releasing 40 adults, 3–4 days of age, into 250 mL Wheaton bottles in which the inside walls were coated with either 5.0 or 10.0 µg of permethrin (technical grade; Chem Services, West Chester, PA) [39]. Following a 1-hr exposure period, the number of inactive mosquitoes were recorded.",
    "Results": "Spatial and temporal trends in Ile1,016 frequency\nTable 1 lists the location, collection years, sample sizes and numbers of mosquitoes of each genotype, the frequency of Ile1,016 at each site, the 95% confidence interval around that frequency and the FIS estimate and its significance. If FIS was significantly >0 then an excess of homozygotes was present while if FIS was significantly <0 then an excess of heterozygotes was present. FIS was significantly greater or less than zero in 6 of the 40 collections in which Ile1,016 was present. FIS values>0 were recorded in three cases because of unexpected Ile1,016 homozygotes (Tantoyuca and Poza Rica 2004) or a general deficiency of heterozygotes (Escuintla 2008). In three cases, FIS values<0 occurred because of an excess of heterozygotes (Huixtla and Coatzacoalcos 2008; Mérida – Cholul 2009).\nThe map-based representation in Figure 2 shows frequencies of Ile1,016 by year of collection for all sites where the allele appeared at least once. Ile1,016 first appeared amongst our collections in Nuevo Laredo on the U.S. border in 1997 (Table 1, Figure 2). Overall frequency of Ile1,016 was very low, 0.04%, from 1996–2000 (CI95 = 0.12%; n = 1,359 mosquitoes examined). This included mosquitoes collected throughout México. No mosquitoes were collected in 2001–2002. In 2003–2004, collections were made exclusively in the state of Veracruz which is located along the central Atlantic coast of México. In 2003, Ile1,016 appeared in four collections with an overall frequency of 3.49% (1.18% CI95; n = 487 mosquitoes). Notably, the Ile1,016 frequency in one site, Pánuco, reached 20.0% in 2003 (0.12% CI95). In 2004, Ile1,016 appeared in only two collections with an overall frequency of 1.40% (0.99% CI95; n = 321 mosquitoes). No mosquitoes were collected in 2005.\nBars below the abscissa indicate that Ile1,016 wasn't detected. The numbers in each graph indicate the maximum frequency of Ile1,016 detected.\nIn 2006, ten collections were made in the state of Chiapas in the far southwest. Ile1,016 appeared in five collections with a cumulative frequency of 3.91% (1.15% CI95; n = 473). In 2007, five collections were made in the states of Yucatán and Quintana Roo in the Yucatán Peninsula of southeastern México and Ile1,016 appeared in all collections with an overall frequency of 57.6% (4.94% CI95; n = 190). These collections also revealed that frequencies were not uniform within cities. For example, the frequency of Ile1,016 for collections within the city of Chetumal in Quintana Roo State ranged from 38.3% (11.97% CI95) in the Calderitas neighborhood to 88.3% (8.50% CI95) in the Lagunitas neighborhood.\nIn 2008, collections were made at six sites in Veracruz, the same ten sites in Chiapas as in 2006, two more sites in the city of Chetumal, and one site in Monterrey in Nuevo León State in northern México. In Veracruz, the overall frequency of Ile1,016 was 45.7% (3.97% CI95; n = 300) and, as for Chetumal in 2007, there was a great deal of spatial heterogeneity with site-specific Ile1,016 frequencies varying between 27.0% (8.62% CI95) in the city of Coatzacoalcos to 70.0% (8.87% CI95) in the city of Poza Rica. In Chiapas, the overall frequency of Ile1,016 was 14.5% (2.23% CI95; n = 480 mosquitoes) with site-specific frequencies varying between 5.0% (4.80% CI95) in the mountain town of Mapastepec to 36.0% (9.26% CI95) in the coastal city of Huixtla. In Chetumal, Ile1,016 varied between 35.0% (11.77% CI95) in the Antorchistas neighborhood to 26.7% (11.02% CI95) in the Solidaridad neighborhood. The frequency of Ile1,016 in Monterrey, was 50.0% (10.23% CI95). Only 3 collections were made in satellite villages surrounding Mérida in 2009. No comparisons were made of these collections because they are confounded by year and by their distance from other Mérida collections.\nFigure 2 illustrates the general trend in México that the frequency of Ile1,016 has increased over the last 12 years in the states of Nuevo León, Veracruz, Yucatán, Quintana Roo and Chiapas. This is even more evident in Figure 3 in which the overall frequency of Ile1,016 in each state is plotted by year. It should be noted that although Figure 3 suggests that the Ile1,016 frequency in Chetumal, Quintana Roo, declined between 2007 and 2008, this could be related to sampling of sites in different neighborhoods in these years.\n\n\nIle1,016 frequency and knockdown rates\nLinear regression analysis was used to determine how well the frequency of Ile1,016 homozygotes in a collection of Ae. aegypti predicts knockdown rate in bioassays. Analyses included F3 adults from five collections from Chetumal, one collection from Isla Mujeres (northeast of Cancún) in which Ile1,016 is fixed, and one collection from Iquitos in Perú where Ile1,016 is absent. The Isla Mujeres strain arose from five generations of permethrin selection. We found strong associations between the frequency of Ile1,016 homozygotes and the knockdown rate for exposures of both 5 and 10 µg permethrin per bottle in the bioassay (R2 = 0.98 and 0.88, respectively; Figure 4). Exclusion of Isla Mujeres and Iquitos collections reduced the R2 values from 0.98 to 0.97 for the 5 µg concentration and from 0.88 to 0.76 for the 10 µg concentration.\nThis included seven mosquito collections and two concentrations of permethrin (5 and 10 µg per bottle).\n\n\nExpected trajectories for the Ile1,016 allele\nFigure 5 shows the expected trajectories for the Ile1,016 allele for a population with an initial Ile1,016 frequency of 0.04% (as observed in México during 1996–2000). The first two trajectories indicate a rapid fixation of Ile1,016 when Val1,016 is partially dominant (4–14% survival in heterozygous mosquitoes). Rapid fixation occurs because the initial frequency of matings among adults carrying Ile1,016 is expected to be small (0.14% in Fisher's model). There is also an extreme selection differential among mosquitoes because while the frequency of Ile1,016 homozygous and heterozygous mosquitoes are low (1.37×10−7 and 7.4×10−4 respectively in Fisher's model), most of the population is killed off by the insecticide. Thus, the frequency of Ile1,016 in the next generation becomes high because only homozygous mosquitoes and from 4–14% of the heterozygous mosquitoes survived.\nThree scenarios are presented. The first two trajectories indicate a rapid fixation of Ile1,016 when Val1,016 is partially dominant (4–14% survival in heterozygous mosquitoes). The third scenario assumes that mosquitoes recover following knockdown. Based upon observation in the laboratory, all Ile1,016 homozygotes recover but 58% of heterozygotes and 15% of Val 1,016 homozygotes recover.\nFigure 5 also presents a third scenario wherein, following permethrin exposure, mosquitoes recover over the next few hours from the knockdown. This was measured by removing mosquitoes from the bioassay bottle to an insecticide free cage [24],[25]. We observed that all Ile1,016 homozygotes, 58% of heterozygotes and 15% of Val 1,1016 homozygotes recovered. Under this set of fitness conditions, Ile1,016 goes to fixation more slowly than when Ile1,016 is almost completely recessive.",
    "Discussion": "The primary findings of this study are that: (1) frequencies of Ile1,016 in collections of the dengue virus vector Ae. aegypti have increased dramatically in the last decade in several states in México including Nuevo León to the north, Veracruz on the central Atlantic Coast and Chiapas, Quintana Roo, and Yucatán in the south; and (2) there was a strong association between the frequency of Ile1,016 homozygotes in a collection and knockdown rate in a bioassay. This complements earlier work [24],[25] which documented that, in bottle bioassays with 5 or 10 µg permethrin, Ile1,016 segregates as a recessive allele conferring complete knockdown resistance in homozygous mosquitoes, whereas there is 86–96% mortality in heterozygous mosquitoes and complete mortality in Val1,016 homozygous mosquitoes.\nThe analysis of predicted Ile1,016 frequencies using Fisher's model (Figure 5) was included only to illustrate that a simple model of selection predicts the rapid increases in Ile1,016 frequencies that we have observed. Fisher's model assumes a closed population of infinite size that is uniformly exposed to selection. In reality, we find extensive gene flow among all collections within 130 km of one another in northeastern México and within 180 km of one another in the Yucatán [27]. Susceptibility alleles are therefore probably continuously reintroduced into treated populations. Further, permethrin applications are not uniform in and among cities and towns in México. Thus through long distance transport of Ae. aegypti during human commerce, local mosquito migration, and variable levels of permethrin exposure in space and time, there is ample opportunity for recruitment of Val1,016 homozygotes into a population. Another major caveat to the model used in Figure 5 is that it assumed that Ile1,016 confers the same marginal fitness in the absence of permethrin. In fact, we have observed that it was easy to select Ile1,016 homozygous strains in the laboratory but very difficult to maintain them due primarily to egg and early larval instar mortality. It is also interesting that Ile1,016 frequency declined in the state of Quintana Roo between 2007 and 2008 and in Ciudad Hidalgo between 2006 and 2008.\nThese observations are by no means definitive evidence of reduced fitness of Ile1,016 in permethrin free environments; the same results could have occurred through genetic drift in the field or through the concentration of deleterious and lethal recessive genes in strains during selection for Ile1,016 homozygous strains in the laboratory. Nevertheless, several studies have documented negative fitness effects associated with single-point mutations in para that confer kdr to pyrethroids and DDT. For example, behavioral studies on peach–potato aphids (Myzus persicae) showed that a reduced response to alarm pheromone was associated with both gene amplification and a para target-site mutation [40]. In Musca domestica, flies with the identical para mutations showed no positional preference along a temperature gradient while susceptible genotypes exhibited a strong preference for warmer temperatures [41]. Studies of para in Drosophila melanogaster link point mutations to behavioral disturbances. For example, the temperature-sensitive paralysis exhibited by individuals carrying the point mutation napts (no action potential, temperature sensitive) resulted from a reduction in the expression of the para gene [42]. This is consistent with a model in which as temperature rises, an increasing fraction of the available sodium channels are required to maintain propagation of action potentials. Fewer channels cannot meet the demands of elevated temperature [43]. The mutation tipE (temperature-induced paralysis locus E) also disrupts para expression and confers temperature induced paralysis as a result of a decrease in sodium channel numbers [44],[45]. The sbl (smellblind) mutation, is also an allele of the para gene [46]. This associates sodium channel mutations with olfactory and chemotactic defects [46]–[48] and with changes in sexual behavior [48],[49].\nA 1986 National Research Council report on strategies and tactics for pesticide resistance management [50], concluded that insecticide susceptibility should be viewed as a “natural resource” at risk of depletion if not managed properly. This lead to the concept of insecticide resistance management (IRM) [51]–[54]. One example of the value of implementing IRM schemes for management of mosquito vectors comes from a large-scale field demonstration project in southern Mexico that compared insecticide rotations (carbamates, organophosphates and pyrethroids) and insecticide mosaics (organophosphates and pyrethroids) with single use of insecticides (DDT or pyrethroids) for indoor residual spraying against anopheline malaria vectors [55]–[58]. This project demonstrated that use of insecticide rotations and mosaics, compared to single use of pyrethroids, can reduce resistance to pyrethroid insecticides in anophelines. If the same protocol could be implemented in Ae. aegypti then spatial refugia of susceptible Ae. aegypti or rotational schedules of different classes of adulticides could be established to slow or prevent fixation of Ile1,016. However we recognize that this strategy is ethically more applicable to agricultural pests than to disease vectors because people living in refugia may be at greater risk for acquiring DENV infections.\nA large literature exists on the repellant properties of pyrethroids [59]–[64]. Their repellency led to the invention and deployment of pyrethroid-treated materials (curtains, screens and wall hangings) in the household. Female Ae. aegypti are endophagic and endophilic vector vectors and are almost exclusively anthropophilic [65]. Pyrethroid-treated materials may repel infected female Ae. aegypti from households and thus block DENV transmission in the household both by preventing inhabitants from becoming infected and from allowing infected inhabitants from transmitting DENV to Ae. aegypti in the home. Pyrethroid-treated materials used as curtains dramatically reduced Ae. aegypti populations and reduced DENV transmission in intervention versus control homes in Viet Nam [66]–[68], the Philippines [69], and Mexico and Venezuela [70]. A critical question is whether the Ile1,016 mutation reduces sensitivity to the repellant effects of pyrethroids. Consequently it is unknown as to whether kdr impacts indoor abundance of dengue virus-infected Ae. aegypti and dengue incidence. It is also unknown whether pyrethroid-treated materials will promote evolution of kdr in Ae. aegypti. It is likely that the current rise in Ile1,016 was driven by space spraying of pyrethroids to control adults in and around homes and non-target application of agricultural pyrethroids.\nWe have presented a retrospective study of the prevalence of the Ile1,016 mutation in natural populations of Ae. aegypti. It will now be important to begin prospective studies in México. Intensive studies of Ile1,016 at single sites may reveal the intensity of selection at these sites. Identification of cities or sites that are moving away from use of permethrin-based insecticides may enable us to explore negative fitness effects associated with the Ile1,016 mutation. These are not only academic exercises because as pesticides are applied and the target population becomes resistant, the susceptibility resource is depleted [71],[72]. A key assumption of IRM is that resistance alleles confer lower fitness in the absence of insecticides. Thus when a specific insecticide is discontinued, resistance will decline, and renew susceptibility. With sufficient time, during which alternative types of insecticides are used, the original insecticide can once again be applied. Resistance surveillance is an essential part of IRM schemes that provide data to inform program planning and pesticide selection, especially by detecting developing resistance at an early stage so that alternatives can be implemented.\nThe results presented here suggest that widespread spatial spraying of permethrin may be rapidly increasing the frequency of the Ile1,016 mutation in Ae. aegypti in México. This raises the question of whether permethrin-based insecticides should be replaced with other alternatives to maintain and restore susceptibility to pyrethroids. In addition to potentially improving vector control performance in the short term, this action also could protect the downstream potential for use of emerging vector control products impregnated with pyrethroids such as long-lasting textiles [15],[16],[73]. We do recognize the difficulties surrounding operational large-scale changes of insecticide use patterns but hope that our findings will help to inform the debate regarding the critical need to monitor and manage insecticide resistance in order to protect the limited options that are available to combat Ae. aegypti and reduce dengue."
}