{
    "Background": "Numerous factors may influence Schistosoma infection intensity and prevalence within endemic communities, including exposure-related factors such as local environment and behaviour, and factors relating to susceptibility to infection such as immunology and genetics. While animal studies performed in the laboratory can be tightly controlled, human populations are highly heterogeneous, varying according to demographic characteristics, genetic background and exposure to infection. The heterogeneous nature of human water contact behaviour in particular makes it difficult to distinguish between a lack of cercarial exposure and reduced susceptibility to infection as the cause for low levels of infection in the field.",
    "Methods and Principal Findings": "In this study we investigate risk factors for Schistosoma mansoni infection in a rural Ugandan fishing community receiving treatment as part of a multi-disciplinary longitudinal reinfection study. More specifically, we examine the influence that age, sex and ethnic background have on susceptibility to reinfection after anti-helminth drug treatment, but use individual estimates of cercarial exposure and multivariable methods in an attempt to remove noise created by environmental and behavioural heterogeneities. We then investigate whether schistosome-specific IgE immune responses could account for any remaining variations in susceptibility to reinfection. Our findings suggest that observed ethnic- and sex-related variations in S. mansoni reinfection were due to variations in cercarial exposure, as opposed to biological differences in susceptibility to infection. Age-related differences in reinfection were not explained by exposure, however, and appeared linked to the balance of IgE and IgG4 to the tegumental antigen SmTAL1 (formerly Sm22.6), which itself was significantly related to resistance to reinfection.",
    "Conclusions": "This study highlights the benefit of taking a multidisciplinary approach in complex field settings; it allows the ecology of a population to be understood and thus more robust conclusions to be made."
}