{
    "Abstract": "O’nyong-nyong virus (ONNV) is a mosquito-transmitted alphavirus identified in Uganda in 1959. The virus has potential for enzootic and urban transmission cycles, and in humans, ONNV infection manifests as fever, rash, and joint/muscle pain that can persist. There are currently no specific vaccines or antiviral treatments for ONNV. Since highly passaged alphaviruses often lose pathogenic features, we constructed an infectious clone for ONNV-UVRI0804 (ONNV0804), a 2017 isolate from a febrile patient in Uganda. Viral replication for ONNV0804 was compared to the highly passaged strain, ONNVUgMP30, and ONNVUgMP30 replicated to higher levels in human dermal fibroblasts and Vero cells, but both viruses replicated similarly in C6/36 and mouse embryonic fibroblast cells. We performed a head-to-head comparison of in vivo virulence in both immunocompetent C57BL/6 mice and interferon deficient AG129 mice. In both mouse strains, ONNV0804 was substantially more pathogenic than ONNVUgMP30. Unlike ONNVUgMP30, ONNV0804 caused significant footpad swelling and broader tissue distribution with higher vRNA loads at both 5- and 43-days post-infection (dpi) relative to ONNVUgMP30. This finding indicates that ONNV can persist in joint and muscle tissues for long periods of time, which has been associated with chronic arthritogenic human disease. In AG129 mice, ONNV0804 caused a more rapid onset of disease, higher viremia, and a >800-fold increase in virulence. Previous studies have shown that CHIKV infection or vaccination can provide cross-reactive immunity to ONNV. To determine if a CHIKV vaccine can protect against the more virulent ONNV0804 strain, we vaccinated mice with a hydrogen peroxide-inactivated CHIKV vaccine, HydroVax-CHIKV. Neutralizing antibody titers were determined against ONNV0804 and CHIKV and animals were challenged with ONNV0804. An optimized two-dose vaccination regimen of HydroVax-CHIKV protected against lethal infection and reduced virus-associated arthritogenic disease. These data indicate that we have developed new and robust models for studying severe ONNV disease and that HydroVax-CHIKV vaccination can protect against infection with a highly pathogenic contemporary strain of ONNV."
}