{
    "Abstract": "The definitive diagnosis of lyssavirus infection (including rabies) in animals and humans is based on laboratory confirmation. The reference techniques for post-mortem rabies diagnosis are still based on direct immunofluorescence and virus isolation, but molecular techniques, such as polymerase chain reaction (PCR) based methods, are increasingly being used and now constitute the principal tools for diagnosing rabies in humans and for epidemiological analyses. However, it remains a key challenge to obtain relevant specificity and sensitivity with these techniques while ensuring that the genetic diversity of lyssaviruses does not compromise detection. We developed a dual combined real-time reverse transcription polymerase chain reaction (combo RT-qPCR) method for pan-lyssavirus detection. This method is based on two complementary technologies: a probe-based (TaqMan) RT-qPCR for detecting the RABV species (pan-RABV RT-qPCR) and a second reaction using an intercalating dye (SYBR Green) to detect other lyssavirus species (pan-lyssa RT-qPCR). The performance parameters of this combined assay were evaluated with a large panel of primary animal samples covering almost all the genetic variability encountered at the viral species level, and they extended to almost all lyssavirus species characterized to date. This method was also evaluated for the diagnosis of human rabies on 211 biological samples (positive n = 76 and negative n = 135) including saliva, skin and brain biopsies. It detected all 41 human cases of rabies tested and confirmed the sensitivity and the interest of skin biopsy (91.5%) and saliva (54%) samples for intra-vitam diagnosis of human rabies. Finally, this method was successfully implemented in two rabies reference laboratories in enzootic countries (Cambodia and Morocco). This combined RT-qPCR method constitutes a relevant, useful, validated tool for the diagnosis of rabies in both humans and animals, and represents a promising tool for lyssavirus surveillance."
}