{
    "Introduction": "Crimean Congo hemorrhagic fever (CCHF) is a broadly distributed tick-borne disease in the Old World, with a case fatality rate ranging from 5 to 12% [1, 2]. In recent decades, the emergence or re-emergence of human clinical cases has been reported in several countries across Africa, the Middle East, Asia, and Southern Europe [3,4]. CCHF is caused by the arthropod-borne CCHF virus (CCHFV) (species Orthonairovirus haemorrhagiae, genus Orthonairovirus, family Nairoviridae) [4], primarily transmitted to humans through the bite or handling of an infected tick. It can also spread through direct contact with the blood or tissues of viremic animals and human cases. Hyalomma ticks, most notably Hyalomma marginatum, Hyalomma turanicum, Hyalomma asiaticum, and Hyalomma rufipes, serve as vectors and reservoirs for CCHFV through vertical transmission, possessing the necessary competence for its maintenance and transmission [5,6].\nA recent classification system has been proposed to assess country-specific CCHFV surveillance based on case reports, vector presence, and existing surveillance activities. This system includes five levels, ranging from Level One, where human CCHF cases are reported annually and the virus is endemic, to Level Five, where no information is available [7,8]. Given the absence of licensed vaccines or therapeutics for CCHF, One Health surveillance is particularly valuable in high-risk countries. It integrates awareness, preparedness, and preventive measures, which are essential for minimizing pathogen transmission and reducing disease incidence and mortality [9,10]. Evidence suggests that the geographic distribution of Hyalomma species indicates potential CCHFV circulation and associated human CCHF risk [11].\nStudies have modelled potential suitable habitats for one CCHF vector, H. marginatum [12,13]. Nevertheless, the current distribution data for this tick species does not fully account for the distribution of human cases or positive serological findings in domestic animals, suggesting that other tick species may also need to be considered [14]. For example, H. rufipes is known to thrive better in places with higher accumulated temperature than H. marginatum [6,15]. Given that CCHFV has been detected in H. rufipes collected from birds or domestic animals [16,17], this species play a role in viral transmission [6]. Hyalomma rufipes is a two-host tick, larvae and nymphs feed on small mammals, ground-dwelling birds, and reptiles. Adult ticks feed on ungulates such as goats, camels, horses, and cattle, occasionally humans [18,19]. Hyalomma rufipes is a widespread species that has been found in Southern Europe (probably as an invader, these ticks were likely introduced through animal dispersal or human activities but have not yet established permanent, reproducing populations.), North and sub-Saharan Africa, and Central Asia, extending into China [20–28]. Recently, records of its presence have become more common in Central and Northern Europe [23,25]. Studies conducted in Africa and Europe indicate that the survival of H. rufipes survival is limited by the combined effects of accumulated temperature and the amount of water in the air. The former regulates life cycle processes such as molting, oviposition, and incubation, while the latter influences mortality rates[15]. Building upon these findings, this study aims to investigate the potential (environmental) suitable range for H. rufipes.\nEnvironmental Niche Modeling (ENM) is widely applied in ecology, providing essential information for various fields, including conservation, biological invasions, and the geography of disease transmission risk [29–31]. ENM associates biodiversity data with environmental variables to estimate potential suitable areas for species. Among the various algorithms behind ENM, Maximum Entropy Modeling (MaxEnt) has gained significant popularity in research over the past few decades [32,33], due to its user-friendly interface and strong performance. On the other hand, it has been demonstrated that explanatory climate variables obtained by harmonic regression from long series of climate data supersede the unreliable use of blindly selected variables; reports of ENM for various organisms commonly use a set of pre-tailored climate variables that are selected according to statistical criteria ignoring its contribution to the biology of the organism to be modeled [15,34–38]. Fourier-derived variables are of ecological relevance to species, rather than being limited by data availability [15].\nThis study focuses on the detection of the potential suitable climate range for H. rufipes (thus ignoring spatial accessibility) using climate variables related to temperature and vapor pressure deficit. We used a large dataset of records of H. rufipes assembled from various sources. The main purpose of this study is to identify sites that could support the presence of H. rufipes and to provide surveillance recommendations for certain areas.",
    "Methods": "Climate variables\nA set of environmental variables was utilized based on their ecological relevance to H. rufipes and utilized as independent variables in the model. The generation of these variables involved several steps: Monthly datasets of mean temperature and mean vapor pressure deficit at a 30-arc-second resolution from 1990 to 2018 were obtained from the CHELSA dataset (version 2.1, https://chelsa-climate.org/timeseries/, accessed on October 15, 2023). We selected a target territory delineated within a rectangular boundary extending from the Atlantic Ocean in the west to 73°E in the east, and from 51°N in the north to South Africa in the south. The average monthly temperature and vapor pressure deficit over the 29-year period for that territory were calculated using the ‘terra’ package [39] in R (version 4.4.0) [40]. The ‘TSA’ package [41] was then employed to derive harmonic regression coefficients. These coefficients conform an equation, in which the variable “time” is included as a fraction of the year to generate values at, e.g., daily or weekly intervals [37]. Running iteratively the equation, we obtained daily data for average temperature and vapor pressure deficit over the 29 years. The ‘changepoint’ package [42] was used to define seasons based on changes and trends of the average temperature [15]. We selected eight descriptive climate variables from daily data based on their ecological meaning and demonstrated utility in previous studies. These variables include: annual accumulated temperature above 0°C, accumulated temperature above 0°C in spring, accumulated temperature above 0°C in summer, amplitude of temperature above 0°C in winter, amplitude of vapor pressure deficit (VPD) in winter, sum of VPD in winter, sum of VPD in autumn, and annual sum of VPD. The threshold of 0°C was chosen to maintain consistency with Estrada (2023), which demonstrated that these variables are relevant to the ecology of H. rufipes. To note that the meaning of season (e.g., spring) is not calendar-derived, but supported by the change of slope of temperature, as captured for every single pixel of the complete target territory [15].\n\n\nTick presence records\nRecords of H. rufipes were obtained from multiple sources: (1) Global Biodiversity Information Facility [43–48]; and (2) collaborations by authors of studies on the topic and scientists specialized in tick research (S1 Table). Ticks were identified in these studies using either morphological (e.g., the morphology of spiracular plate and the setae around it) or molecular (sequence alignment) identification methods. To ensure spatial-temporal consistency with climate variables, only records collected between 1990 and 2018 were retained with duplicates removed. Final dataset consists of 1,430 collection sites (Fig 1 and S1 Table). The coordinates of the presence sites were recorded in a dedicated table. Specimens collected from museum collections were excluded from the analysis to ensure that the data reflected relevant field observations. Areas near the equator experience minimal temperature fluctuations throughout the year, which diminishes the effectiveness of the detection of the seasons, that relies on temperature variation. To avoid these issues, records of H. rufipes within 15° north and south of the equator were excluded from the analysis. The remaining data were then randomly divided into three subsets using the ‘dplyr’ package [49] in R: 70% for training, 25% for testing, and 5% for evaluation. All data processing steps were conducted in R. It has been reported that some migratory birds carrying H. rufipes were captured in the Northern Hemisphere, and their coordinates recorded. This dataset was compiled from both published sources and data provided by coauthors (S2 Table).\nS1 Table). Base layers from (https://hub.arcgis.com/datasets/esri::world-countries-generalized/explore), Terms of use (https://www.esri.com/content/dam/esrisites/en-us/media/legal/product-specific-terms-of-use/e300.pdf).\n\n\nAccessible area and study region\nAn accessible area with a 10 km radius was defined around each presence site to facilitate model calibration [33,50,51]. We first trained all candidate models within the accessible area, assessed and selected the ones with better performances (further details regarding the assessment are provided in the following sections), then transferred to the entire study region. The environmental variables were then separately masked to fit within these defined geographic boundaries using R.\n\n\nEnvironmental niche modeling\nThe ENM was built using the MaxEnt algorithm in the ‘kuenm’ package in R [31]. Candidate models were developed using training dataset, testing dataset, eight descriptive climate variables, along with 19 regularization multipliers (RM, 0.1-1, in steps of 0.1 and 1—10 in steps of 1), with the feature classes including linear, quadratic, and a combination of linear and quadratic [33]. With these varied model configurations, a total of 57 candidate models were constructed (S3 Table). Model performance was assessed using two main criteria: (1) statistical significance, which included partial Receiver Operating Characteristic (pROC) analysis with 100 iterations and 50% of the data for bootstrapping, as well as the omission rate (E = 5%); and (2) model complexity, evaluated by the corrected Akaike Information Criterion (AICc) [52–54]. Models with omission rates lower than 5% were prioritized. Among these, models with delta AICc values less than 2 were selected. Selected models and corresponding parameters were recorded fitting the final model with these parameters and the same dataset of tick presence records. Final models fitting process involved 20 cross-validation replicates and cloglog output, with no variable extrapolation. The models were then transferred from the accessible area to the study region. The evaluation of the final models included calculating the partial ROC and omission rate (5%) using an independent presence dataset. Finally, the results were converted to binary format based on a 10% training presence threshold. Results displays were achieved by ArcMap (version 10.5) [55].",
    "Results": "Dataset, Environmental variables and parameter selection\nPerformance of the modeling approaches was explored with respect to the evaluation criteria separately. Out of 57 candidate models, 11 models were statistically significant. All meet omission rate criteria of 5%, 5 with delta AICc value lower than 2. Parameter settings and evaluation results were listed in Table 1. 5 models were transferred to study area and evaluated by independent dataset (Table 2).\n\n\nTransfer to study region\nModel 3, with the lowest omission rate, was used for binary transformation. The potential suitable areas for H. rufipes are displayed in Fig 2. Three estimates of predicted probability of presence were derived from the model replicates: the minimum, mean, and maximum values among 20 replicates. Each of these values were coded as present if the predicted probability of presence value exceeded threshold (10% training presence threshold =0.618), and as absent otherwise. Notably, the three categories represent the maximum, minimum, and average results from 20 replicates, which produced varying outcomes due to cross-validation, as each replicate used a different training set. For example, the red area (minimum extent) indicates the potential suitable area from the replicate with the smallest extent, while the orange area represents the average result from the 20 replicates. The light-yellow area indicates the results from the replicate with the greatest extent. We overlapped the three extents into one figure to illustrate the differences.\nExcluded areas represent regions within 15° of the Equator, where minimal temperature fluctuations reduce the effectiveness of season detection based on average temperature. Base layers from (https://hub.arcgis.com/datasets/esri::world-countries-generalized/explore), Terms of use (https://www.esri.com/content/dam/esrisites/en-us/media/legal/product-specific-terms-of-use/e300.pdf).\nIn the replicate with minimum extent, areas with a possibility of being suitable for H. rufipes include the Middle East, and Sub-Saharan Africa. With over 20 replicates, the potential suitable areas expanded to include Northern Africa, the southern coastal areas of Spain, Italy and Greece, and additional countries in the Middle East, such as Afghanistan and Iraq. In the replicate with maximum extent, these areas covered almost the entire African continent and extended into more territories in the Western and Southern Iberian Peninsula, the coastal regions of Italy, Greece, and Türkiye, as well as parts of Central Asia, including regions in Iran, Afghanistan, and surrounding areas. Notably, even the northern part of Italy and the south of Great Britain were predicted to be suitable for H. rufipes in the maximum extent replicate.\nAdditionally, migratory birds travel long distances twice annually, moving between breeding and non-breeding regions. These migrations, spanning both regional and intercontinental scales within a short period, allow immature stages of Hyalomma rufipes to hitch a ride on the birds. This association enables the ticks to cross geographical barriers such as seas and deserts, facilitating their widespread dispersal. We visually overlaid the sites where H. rufipes infested migratory birds were captured during migration on the model result map to better understand the tick invasion risk in a one health perspective (Fig 2). Capture sites allocated in coastal areas of southern Spain, France and Italy, Greece, Malta, Cyprus, Hungary, Czech, Russia, Azerbaijan, Türkiye.",
    "Discussion": "Environmental niche modeling has been widely used to define the set of environmental variables that better define the regions colonized by arthropods vectors of pathogens affecting human and animal health [12,56–58]. The results provided useful information in vector surveillance and control programs. Some studies have specifically analyzed the potential suitable habitats of H. marginatum, the vector of CCHF, in certain areas [12,13,59]. However, for H. rufipes, another competent vector of CCHF, it is still unclear the distribution of its potential suitable habitat. Our study modeled the natural area of colonization with climate features for the period 1990 to 2018 consistent with the recording of most records of the tick. Unlike most studies rely on gridded “tailored” variables (commonly called “bio-variables”) obtained from sources like WorldClim or CHELSA, without any further consideration about its impact on the biology of modelled organism(s), our study utilized harmonic regression to convert climate data to a daily scale. This approach allowed us to generate variables based on their ecological relevance to the target species, overcoming the limitations in coverage that restrict both the study period and the choice of variables from existing datasets.\nThe results were converted to a binary format based on a 10% training presence threshold. These settings reflect a conservative and practical approach, avoiding the use of lower thresholds that might make the results appear more attractive but less reliable. It is probable that suitable areas for H. rufipes exist in Northern and Southern Africa, the Western and Southern Iberian Peninsula, most of the Arabian Peninsula, coastal areas of southern France and Italy, Cyprus, Türkiye, parts of Greece, the Caucasus region, Iran, Afghanistan, and their surrounding areas. Hyalomma rufipes is an Afrotropical species [60] and permanent populations have not been confirmed in Europe [61]. We displayed the results using three colors to advance interpretation the meaning comprehensively. Generally, the mean extent (orange + red) is the most convincing, practical, and universally applicable for developing surveillance strategies or tick control and eradication plans, as it represents the average of 20 replicates. However, for forward-looking studies such as invasion prevention, it is advisable to also consider the maximum extent. This larger extent is more proactive and preventive, as it was derived from a single replicate that identified the largest potential suitable area. It is reported that there have been human cases of CCHF in the Arabian Peninsula [14]. Study published by Jane exclude the vector role of H. marginatum in the region [62]. Given that the species of vectors shown to have the competence necessary for the maintenance and transmission of CCHFV are limited [6], we reasonably suspect that H. rufipes plays a significant role in disease transmission in the Arabian Peninsula.\nHyalomma rufipes is widespread in Southern Africa, but recent studies have pinpointed punctual records of the tick outside of its known distribution across Eurasia [22,23,25,27,63]. Specifically, in Hungary, the first recorded occurrence of H. rufipes involved two male ticks found on cows in 2011, with another male found on cattle in 2021 [64]. In Germany, the first record of H. rufipes was reported in 2015 [19], followed by the collection of eight adult H. rufipes from a horse in Germany [63]. In 2019, one H. rufipes was collected from a horse in the Czech Republic, marking the first record of this species in the country [65]. These findings suggest increased molting or survival rates of H. rufipes in these invaded sites. A study of the year 2022 further hypothesized and demonstrated the presence of an indigenous H. rufipes population in Hungary [66]. Although no additional evidence of a permanent H. rufipes population in Europe has been observed, these reports warrant more attention on the invasion of H. rufipes.\nAs a two-host tick, the larvae and nymphs of H. rufipes feed on small mammals, ground-dwelling birds, and reptiles, while adult ticks feed on ungulates such as goats, camels, horses, and cattle, and occasionally on humans. The spread of H. rufipes through migratory birds and the emergence of adults have been reported in several countries where the tick was previously considered non-endemic [25,67]. Invasive alien species often undergo several key processes as they establish and spread in new environments: Introduction, establishment and spread. By integrating data on migratory birds infested with H. rufipes with our findings, it becomes clear that the Mediterranean region warrants closer monitoring for tick surveillance and prevention. This includes actively sampling ticks from domestic animals, wildlife, and the environment to monitor species distribution, abundance, and seasonal patterns. Effective tick management also relies on the careful use of acaricides, with strategies to prevent resistance. Public education is essential, focusing on physical measures like protective clothing and tick repellents, as well as chemical methods such as sprays. Raising awareness about early detection and safe tick removal can help reduce the risk of tick-borne diseases and encourage community involvement in prevention efforts. Migratory birds facilitate the spread of H. rufipes to these areas, while these regions are also climatically suitable for the survival of H. rufipes. If other biotic factors, such as the availability of suitable hosts, are favorable, H. rufipes is likely to establish a permanent population in the southern coastal areas of Spain, Italy and Greece. Additionally, one CCHFV-positive H. rufipes nymph and one CCHFV-positive H. rufipes larva were collected from two migratory birds during the springs of 2017 and 2018, respectively, in Italy [17]. Migratory birds introduce not only the vector directly but also, indirectly, may introduce the CCHFV as infected ticks. Thus, active surveys in risky areas, where the tick is not yet established but the environmental condition supporting it survival, are advisable for rapid intervention and prevention. Considering the high-risk priority of CCHF by WHO, the active, supervised surveys of the tick should be part of the routine surveillance for vector borne diseases in any European territory.\nDuring data collection and reporting processes, data are often recorded solely for the purpose of the original study, while other valuable information may be unconsciously overlooked. It represents a significant loss for potential reuse in future studies. Here we advocate for sharing morphological characteristics through photographs or molecular identification, and for recording and reporting coordinates with as much precision as possible (up to 100 meters resolution, which corresponds to approximately 3-4 decimal places for latitude and longitude), rather than relying on approximate district names, local administrative divisions, or other artifacts that may distort accurate reporting. In this sense, the compilation of large dataset of ticks and associated traits [67] should be considered for large regions of the world.\nIn this study, we focused on environmental variables to identify the potential suitable areas for H. rufipes using a well-known performing method like MaxEnt. As a result, the analysis does not account for factors such as host abundance, human disturbance, landscape features, or vegetation [51]. The presence data are limited by their availability in the literature and were not randomly sampled, which may introduce sampling bias. To mitigate this, we reduced spatial redundancy by removing sites within 1 km of each other, resulting in the exclusion of only 4 records. After assessing the impact of these removals, we chose to retain all the data to ensure a comprehensive representation of tick presence, as this did not affect the outcome. Another limitation of this study is the exclusion of areas within 15° north and south of the equator. This exclusion is due to minimal temperature fluctuations near the equator, which reduce the effectiveness of season detection methods based on temperature variation. Despite this, we believe our chosen variable set performs better in describing and projecting potential suitable areas for H. rufipes compared to other sets selected solely by statistical methods, because our variables were selected for their ecological relevance to H. rufipes [15] and are more up-to-date than others.",
    "Conclusion": "This study explored the environmental niche of H. rufipes, a vector of CCHF, using MaxEnt modeling to predict potential suitable areas out of its natural occurrence area. These areas include regions in Northern and Southern Africa, the Western and Southern Iberian Peninsula, the Arabian Peninsula, southern coastal areas of France and Italy, Cyprus, Türkiye, parts of Greece, the Caucasus region, and Iran and Afghanistan. This research addresses a major knowledge gap regarding the potential distribution of H. rufipes. Additional data on migratory birds further supports the need for surveillance of H. rufipes in key areas, as migratory avians are introducing H. rufipes annually."
}