{
    "Introduction": "Toxocariasis is an important neglected tropical disease caused by the roundworms Toxocara canis and Toxocara cati, which are transmitted when eggs in canine or feline feces, respectively, are ingested by humans [1]. Larvae penetrate the walls of the intestine then travel through the circulatory system to various organs throughout the body. Toxocara spp. do not multiply within the human host, but exist in host tissues in a state of arrested development [2], [3]. When larvae die, the inflammatory reaction produced by the body causes the symptoms of toxocariasis [1]. Toxocariasis can manifest in three ways; visceral larva migrans results from larvae migrating to major organs including the brain, lungs, and liver, causing a variety of signs and symptoms (usually in young children) including eosinophilia, abdominal pain, headache, cognitive and behavioral disturbances, pneumonitis, hepatitis with hepatomegaly, while ocular toxocariasis more commonly occurs in older children and results from larvae migrating to the eye and can cause irreversible vision loss due to scarring of the retina or retinal detachment. Covert toxocariasis, the most difficult form to diagnose, is believed to be caused by chronic exposure and can manifest as eosinophilia with cognitive disturbances, or nonspecific symptoms that resemble asthma, i.e., coughing, and wheezing [1], [2], [4], [5]. Both visceral larva migrans and covert toxocariasis, and often ocular larva migrans, are associated with enzyme immunoassay antibody titers that can remain elevated for months or years [6].\nToxocariasis causes significant morbidity and loss of productivity and poses an important, yet largely unaddressed public health problem in areas of high prevalence. Most notably, infection with Toxocara spp. has been associated with reduced cognitive function in children; Walsh and colleagues found that infected children scored significantly lower on math, reading, digit span, and block design tests than uninfected children [7]. Infected children were significantly more likely to be in a lower socioeconomic class than uninfected children, though the difference in performance persisted when socioeconomic class was controlled for, suggesting that toxocariasis, like many other neglected tropical diseases, may play a role in perpetuating poverty and contribute to health disparities in endemic areas [7]. It has been suggested that toxocariasis may even partially account for the achievement gap noted among socioeconomically disadvantaged students [8]. Medically, toxocariasis has also been proposed to be a potential cause of asthma, has been associated with seizures, and is an important cause of blindness [4], [9].\nThe current burden of disease due to toxocaraisis in North America is largely unknown. We conducted this review in order to determine the both the prevalence of and the amount of available data measuring the burden of toxocariasis in North America, and to identify needed areas of future research.",
    "Methods": "Search strategy and selection criteria\nSearches were completed in February 2014 using PubMed and were restricted to English articles, articles published in the last 10 years, and articles pertaining to humans. Search terms included “toxocara”, “toxocariasis”, “visceral larva migrans”, and “ocular larva migrans” and the country name: “United States”, “Mexico”, and “Canada”. Searches were also performed using the country names and disease variations as MeSH terms. Non-English articles, dead links, and duplicate results were excluded from abstract review. Abstracts were reviewed by two reviewers and were excluded from full-text review if they were definitively about a different disease or about the relevant disease in an animal population.\n\n\nAssessment and data extraction\nDocuments in the full-text review were classified as containing (1) original prevalence data/estimates for toxocariasis, (2) original incidence or outbreak data, (3) reports of individual cases of toxocariasis, or (4) no original prevalence, incidence, outbreak, or case report information. Citations for unoriginal prevalence, incidence, or case report data were followed up and included in the review if they were English articles published within the past 10 years. Each paper was reviewed independently by two reviewers for figures, tables, or text containing original prevalence, incidence, and case data as well as descriptions of persons or populations affected and reported risk factors for disease. Articles using the same source data but reporting prevalence estimates for different age groups were considered to contain original estimates. Discrepancies between reviewers to resolved by discussion and consensus. This review is compliant with the PRISMA checklist for systematic reviews. Full bibliography available on request.",
    "Results": "We found 18 articles with original prevalence, incidence, or case data for toxocariasis (Figure 1). Of these articles, 5 reported data in Canada, 8 reported data in the United States, and 5 reported data in Mexico. One article reported only prevalence data, 0 articles reported incidence or outbreak data, 5 articles reported only affected cases, and 12 articles reported both prevalence data and number of affected cases. Table 1 summarizes the prevalence and reported cases data for toxocariasis in North America. 63% (5/8) of articles with seroprevalence estimates for the United States tested blood samples collected during the 1988–1994 National Health and Nutrition Examination Survey (NHANES).\nData for the United States was the most robust, as many articles analyzed blood samples collected for NHANES, which collects data from a population representative of that of the United States. However, blood samples for the most recent NHANES were collected between 1988 and 1994 and thus prevalence data may not be representative of the current burden of disease 20 years later. Prevalence estimates for the United States ranged from 8.6% for ages 1–5 to 15.1% for ages 6–11, with an overall prevalence rate of 13.9% reported for all adults and children ages 6 and older [3], [10]. Data for Canada focused mainly on indigenous communities living in rural areas. Prevalence estimates ranged from 0.6% to 13.4%, indicating that for some communities toxocara infection causes a significant burden; however, the overall burden of disease in Canada as a whole is still unknown [11], [12]. Reported seroprevalence estimates in Mexico tended to be higher than those reported for the United States and Canada and the data available focused on comparing prevalence rates in high-risk groups, such as psychiatry patients, waste pickers, and asthmatic children to controls (Table 2) [9], [13], [14]. Seroprevalence rates in these high-risk groups ranged from 4.7% in inpatient psychiatric patients to 30.8% in children with asthma [9], [14].\nThe most commonly cited risk factors for toxocariasis included male sex, canine or feline pet ownership, particularly if the animals are allowed to live primarily outdoors and eat other animals or otherwise unconventional pet food, African American race, age less than 18, low level of education, being foreign born, living in the southern United States, and playing at parks or in sandboxes where dogs and cats have defecated (Figure 2).\nTwelve studies reported prevalence of Toxocara spp. antibodies by gender [2], [3], [7], [10], [11], [12], [15], [16], [17], [18], [19], [20]. Eight (73%) of these studies found a significantly greater prevalence in males compared to females, while 27% of studies found no significant differences between genders. No studies found females to have significantly higher prevalence of toxocara infection than males. Three studies from Canada reported prevalence by gender; two of these studies reported no significant difference in prevalence between genders and one study reported an increased prevalence in males [11], [12], [17]. Seven studies from the United States reported prevalence by gender; 7 of these studies reported an increased prevalence in males and one study reported no difference between genders [2], [3], [7], [10], [15], [16], [19], [20], [21]. One study from Mexico reported prevalence by gender; this study found a significantly higher prevalence in males than females [18].\nCanine and feline ownership is a somewhat controversial yet commonly cited risk factor. Infected cats and dogs pass eggs in feces, which can contaminate their environment and be ingested by humans [1]. Puppies in particular are commonly infected in utero and must be dewormed after birth [1], [2]. Uninfected cats and dogs are at a high risk for becoming infected if they live outside or eat a diet of other animals or otherwise unconventional pet food [1]. These findings indicate that perhaps ownership itself is not an independent risk factor for toxocariasis, but that type of pet care can increase or decrease the risk of infection. Three studies from Canada indicated that pet ownership was not a risk factor, citing that dogs that are owned are more likely to be dewormed than feral dogs, which are more likely to eat an unconventional diet and live exclusively outside [11], [12], [17]. Additionally, environmental contamination by infected animals is an important risk factor; contamination rates of up to 40% have been found in urban playgrounds and children who play in public areas that are not kept clear of animal feces are at a higher risk for Toxocara infection [2], [20], [22].\nAll eight studies included in this review from the United States provided prevalence estimates by race. Five of these studies cited African American race as a risk factor [3], [7], [10], [16], [19]. Jones and colleagues found the odds ratio of Non-Hispanic Blacks being infected compared to Non-Hispanic Whites to be 1.7 (95% CI 1.4–2.0), while the odds ratio for Mexican-Americans compared to white was found to be 0.6 (95% CI 0.4–0.6) [3]. The national seroprevalence for ages 6 and over was estimated to be 22.8% in African Americans, 12.6% in Mexican-Americans, and 10.6% in Whites using the 1988–1994 NHANES data [10]. This disparity in prevalence between races has interesting public health implications. Hotez et al. estimated that as many as 2.8 million African-Americans living in poverty in the United States were infected with Toxocara spp. making toxocariasis one of the most common infections in an underrepresented minority group [23]. The three studies that reported an increased prevalence of toxocariasis in Whites compared to African-Americans were studies that involved surveying clinicians treating patients with uveitis and asking them to report cases presented with ocular toxocariasis [15], [20], [21]. The discrepancy between these two sets of studies may point to an issue of access to healthcare in the African-American community.",
    "Discussion": "The findings in this review indicate that the seroprevalence of human toxocariasis is high in North America, frequently exceeding 10 percent in the United States and Mexico and among some populations in Canada. Moreover, they suggest that toxocariasis may be emerging as a North American health disparity, with the highest seroprevalence found among African Americans and children in the southern U.S. and some indigenous communities in Canada, as well as populations with low education levels those living in areas where dog feces are found, indicative of environmental degradation.\nThe detection of antibodies against Toxocara antigens in sera is associated with past exposure to T. canis and T. cati eggs and the resulting parasite larval migrations. However, because Toxocara larvae can remain in a developmentally arrested state and live with minimal metabolic activity in mammalian tissues for years [24], seropositivity – enzyme immunoassay titers can remain positive for years [6] - may also be indicative of active infection. This finding can help explain the associations noted in case-control studies conducted in Mexico between Toxocara seropositivity and conditions such as asthma and ankylosing spondylitis, and psychiatric illness [7], [11], [12], [24], and US NHANES data linking toxocariasis to pulmonary disease and cognitive deficits [6], [17].\nLimitations of this study include restrictions used in our search methodology, in particular only including articles published within the past 10 years. An additional limitation was that the studies conducted in the US mostly relied on the same NHANES data. Another was the lack of harmonization of study populations between the different North American countries. For example all of the Canadian studies were conducted in adults only.\nOur overall purpose was to assess the available literature on the current burden of disease and to discern the amount of evidence available to inform current or future public health measures to control and prevent toxocariasis. Ultimately, more recent and widespread research is needed to determine the true current burden of toxocariasis in North America, but the prevalence estimates gathered during this review preliminarily indicate that the burden of disease is not insignificant. Other particularly salient points identified by this review that would benefit from further research efforts include differences in prevalence by race in the United States, especially with how these differences are confounded by or related to income and education levels, the relationship between toxocariasis and asthma in children and between toxocariasis and psychiatric diagnoses in both children and adults, and the cognitive effects of toxocara infection in childhood. Links between arthritis and toxocariasis also require further investigation.\nRecently the US Centers for Disease Control and Prevention (CDC) announced an initiative to prioritize five neglected parasitic infections in the US, including toxocariasis [25]. Among the major priorities outlined by the CDC are efforts to better define risk factors, and research to elucidate the natural history of toxocariasis and its provocative associations with pulmonary and neurologic diseases [6]. There is also urgency to develop improved and more widely accessible diagnostic tests for detecting active infection, and studies to optimize current treatment regimens using anthelminthic drugs [6]. Thus, we are still in the nascent stages of understanding the full extent of human toxocariasis in the US and North America and how to best diagnose, manage and treat, and ultimately prevent this illness and emerging health disparity."
}