{
    "Background": "Despite decades of use of control programs, schistosomiasis remains a global public health problem. To further reduce prevalence and intensity of infection, or to achieve the goal of elimination in low-endemic areas, there needs to be better diagnostic tools to detect low-intensity infections in low-endemic areas in Brazil. The rationale for development of new diagnostic tools is that the current standard test Kato-Katz (KK) is not sensitive enough to detect low-intensity infections in low-endemic areas. In order to develop new diagnostic tools, we employed a proteomics approach to identify biomarkers associated with schistosome-specific immune responses in hopes of developing sensitive and specific new methods for immunodiagnosis.",
    "Methods and findings": "Immunoproteomic analyses were performed on egg extracts of Schistosoma mansoni using pooled sera from infected or non-infected individuals from a low-endemic area of Brazil. Cross reactivity with other soil-transmitted helminths (STH) was determined using pooled sera from individuals uniquely infected with different helminths. Using this approach, we identified 23 targets recognized by schistosome acute and chronic sera samples. To identify immunoreactive targets that were likely glycan epitopes, we compared these targets to the immunoreactivity of spots treated with sodium metaperiodate oxidation of egg extract. This treatment yielded 12/23 spots maintaining immunoreactivity, suggesting that they were protein epitopes. From these 12 spots, 11 spots cross-reacted with sera from individuals infected with other STH and 10 spots cross-reacted with the negative control group. Spot number 5 was exclusively immunoreactive with sera from S. mansoni-infected groups in native and deglycosylated conditions and corresponds to Major Egg Antigen (MEA). We expressed MEA as a recombinant protein and showed a similar recognition pattern to that of the native protein via western blot. IgG-ELISA gave a sensitivity of 87.10% and specificity of 89.09% represented by area under the ROC curve of 0.95. IgG-ELISA performed better than the conventional KK (2 slides), identifying 56/64 cases harboring 1–10 eggs per gram of feces that were undiagnosed by KK parasitological technique.",
    "Conclusions": "The serological proteome approach was able to identify a new diagnostic candidate. The recombinant egg antigen provided good performance in IgG-ELISA to detect individuals with extreme low-intensity infections (1 egg per gram of feces). Therefore, the IgG-ELISA using this newly identified recombinant MEA can be a useful tool combined with other techniques in low-endemic areas to determine the true prevalence of schistosome infection that is underestimated by the KK method. Further, to overcome the complexity of ELISA in the field, a second generation of antibody-based rapid diagnostic tests (RDT) can be developed."
}