{
    "Introduction": "Ethiopia is among the 98 leishmaniasis endemic countries of the world with both the visceral and cutaneous forms prevalent in the country [1]. An estimated 0.2 to 0.4 million visceral leishmaniasis (VL) cases and 0.7 to 1.2 million cutaneous leishmaniasis (CL) cases occur each year globally [2]. CL due to Leishmania aethiopica has long been the most widespread skin disease in the highlands of Ethiopia [3,4,5] principally affecting the poor rural communities. A recent study indicated that an estimated 29 million people are at high risk of CL in the central highlands of the country [6]. Estimates of the annual incidence range from 20,000 to 50,000 cases yearly [7,8], but only a few hundred cases are actually reported [8]. Stable foci are maintained by hyraxes (small herbivorous mammals Procavia capensis and Heterohyrax brucei), and the parasite is transmitted among hyraxes and humans by female phlebotomine sandflies (Phlebotomus longipes and P. pedifer) that feed mainly on hyraxes and share their habitat [9,10,11]. There are three clinical forms of CL due to L. aethiopica: localized CL (LCL), mucosal cutaneous leishmaniasis (MCL), and diffuse cutaneous leishmaniasis (DCL). Although not fatal, persistent LCL, MCL and DCL are disfiguring [12] and may bring long-term psycho-social problems, particularly in young women.\nCL is the most neglected even among the neglected tropical diseases (NTDs) in the country. Exact figures on the magnitude of CL in Ethiopia are lacking both nationally and by regional state. The first guideline for diagnosis, treatment and prevention of VL was produced in 2006, and updated with the inclusion of CL in June 2013. However, only very few health centres (eight) diagnose leishmaniasis and as of 2014, only 342 CL cases were treated in VL treatment centres [13]. Diagnosis of CL involves clinical assessment and confirmation with microscopic examination of skin lesion sample. Antimonials are approved for CL treatment in the selected health centres, but most cases are treated traditionally using plants and local application of heat (with hot iron or charcoal fire as per local practice) [8]. There is no leishmaniasis vector control program. Distribution of insecticide-treated nets (ITNs) and insecticide spraying in the context of malaria control may have some impact on phlebotomines in lowland localities where VL is also endemic. On the whole, there is limited evidence, nor control efforts of CL in the country. Outbreaks of CL are not uncommon [14].\nThe risk of HIV / CL co-infection is also a serious threat as it increases the burden of CL by causing severe forms that are more difficult to manage [15]. Absence or limited access to diagnosis and treatment for CL further increases the urgency for epidemiological surveillance of the disease in the country.\nReports pertaining to CL in Ethiopia date back to 1913, but the disease appears to be around much longer considering the presence of vernacular names in every language where the disease is endemic. Despite its long recognized endemicity [1,3], information on the epidemiology of CL in Ethiopia is still incomplete [16]. Tigray is one of the regions in northern Ethiopia where the status of CL is still unknown. This is mainly due to absence of epidemiological field studies in the region. Due to absence of diagnosis and drugs to treat CL, even reports from health facilities indicating its mere presence in the region have been scarce [15]. This study was initiated following our observation of a steady flow of severe CL cases to a newly established (2005) Italian dermatological unit that started to provide treatment at Ayder Referral and University Teaching Hospital in Mekelle, the capital of the region. With the aim to identify active CL foci and map the pattern of distribution of the disease in the region, a large-scale study has been in progress since late 2008. Part of this study was a door-to-door survey (see Supporting information S1 STROBE checklist) undertaken in five rural communities of Tigray to assess the extent of CL presence and in high risk areas identify potential environmental risk factors, the results of which are presented here.",
    "Methods": "Ethics statement\nThe study was approved by the Research Ethics Review Committee (RERC) of College of Health Sciences at Mekelle University under reference number CHS/790/DN-16. Permission from the district and respective village authorities was also obtained. Informed oral consent was obtained from the head of the household selected for the study and for those with active lesions signed consent was sought from the guardians. The data were anonymised before analysis by replacing birth dates by age range and household details by name of the subdistrict.\n\n\nStudy area\nThe study was carried out in March and April of 2009 in villages around the towns of Adigrat and Hagereselam in the Tigray National Regional State in northern Ethiopia. The region covers a surface area of about 50,000 km2 and borders with the Sudan in the west and Eritrea in the north (Fig 1). Its nearly 4.3 million people are predominantly rural (80.5%) and engaged in subsistence rain-fed agriculture [17]. The region has a diverse topography, with peak highlands (8%), midlands (39%) and lowlands (53%). Its altitude varies from about 200 meters above sea level (masl) in the north east to almost 4165 masl in the south west. The climate is semi-arid, and the rainfall pattern is mainly unimodal (June to September) but erratic (200 to >1000 mm annually). The regional average annual temperature is about 18.0°C but varies greatly with altitude [18].\nMap prepared with QGIS version 3.4 (https://qgis.org/en/site/), based on open source maps with elevation [19] and administrative borders [20,21].\nThe first study site lies to the east of the town of Adigrat. Adigrat is the administrative centre of the eastern zone, located at about 900 km north of Addis Ababa and 120 km north of Mekelle, the regional capital. Locally known for its CL endemicity, the study area comprises of three adjacent subdistricts (kebeles, peasant associations) demarcated by huge gorges: Golea-Genahti, Sasun-Bethawariat, and Kumasubuha (Table 1). The altitude of the study sites ranges from 2248–2650 masl with mild to high temperatures and rainfall is on average 400 mm per year. The area is characterized by deeply incised plateaus, dominated by limestone and sedimentary rock formations providing ideal habitats for hyraxes. The area has moderate to high density population with heavily deforested plains, predominantly scattered bush, and acacia trees. Cactus grows wild in the backyards of most homes. The soils are sandy and of low fertility.\nThe second study site is located around the market town of Hagereselam (altitude 2650 masl), the administrative centre of Degua-Tembien district 50 km west of Mekelle. It consists of villages belonging to two subdistricts: Mahbereslassie and Michael-Abya (Table 1). The district is about 1033 km2 with an average population density of about 108 persons/km2 [17]. The area has a stepped landscape where flats alternate with steep escarpments. As part of an environmental rehabilitation and reforestation programme nearly 10% of the total area of the district is closed off from people and livestock. Such ‘exclosures’ are mostly located on steep and degraded slopes. The climate of the district is locally classified as Dega (lower highland; 2200–2800 masl), receiving an average annual rainfall of around 700mm. The mean annual temperature is about 15–16°C.\nThe epidemiological status of leishmaniasis in the study area is not known, owing to the absence of field-based research and limited access to treatment. Based on university hospital records between February 2005 and February 2009, 21 cases of CL were reported from the Adigrat area and 23 cases from the study villages around the town of Hagereselam. VL has never been reported from these highland localities.\n\n\nStudy design and sampling\nThe subdistrict villages were selected based on information from medical records of Ayder Referral Hospital and personal experience. In absence of reliable boundary and demographic data at the time, the largest possible sample size was sought by considering every other household in each selected subdistrict. Accordingly, a total of 1721 households were surveyed from the study areas, namely: 437 in Golea-Genahti, 378 in Sasun-Bethawariat, 511 in Kumasubuha, 210 in Mahbereslassie, and 185 in Michael-Abya.\nHousehold members’ socio-demographic, clinical and household data as well as information pertaining to environmental determinants, knowledge on mode of transmission and prevention methods of CL were recorded by a regularly supervised research team consisting of trained health officers guided by a community member knowledgeable on CL. The questionnaire is added as supporting information (S1 Text).\nThe skin lesions of CL are well identified by the community in its vernacular name “Gizwa”. The required information was sought from the household head or eligible adult present during the visit. Information, collected at each household, included housing type and demographic variables such as age, sex, occupation, duration of residence, and number of animals owned (livestock, dogs). We also observed and recorded the geographic features of the household, including proximity to caves, gorge, and hyrax habitats.\nHousehold heads were also asked for the presence of members with active skin lesions or scars due to CL or other causes. When present, members with evidence of CL were summoned and examined for lesions and scars. For each case, information was recorded on the number, type (LCL, MCL, and DCL) and location of lesions and scars, as well as determinants of infection, such as history of travel and outdoor sleeping. Healed lesions that are depressed, none-or hypo-pigmented, but shiny at the periphery and with rubbery borders, were diagnosed as past CL and referred to as ‘scars’. Papular, nodular or ulcerative lesions with or without satellite lesions and mostly located in uncovered parts of the body were clinically diagnosed as LCL (‘lesions’). Lesions involving the mucosa was considered as MCL while multiple non-ulcerative nodular lesions, often bigger in size from those lesions of LCL were operationally defined as DCL. People with lesions were considered as cases of active CL and this was used to calculate prevalence. Samples of skin snips (n = 51) were taken from a subsample of active cases, smeared on microscope slides, stained with Giemsa and examined for presence of Leishmania amastigotes. The remaining active cases were referred for treatment to Ayder Referral Hospital in the capital and reports of tissue smears of those who visited the hospital were sought from the laboratory records. This confirmed that active CL was caused by Leishmania parasites, most probably L. aethiopica.\n\n\nData analysis\nFrequencies and proportions were used for the descriptive analysis of the data. The χ2 test was used to determine any statistically significant difference in disease prevalence between age groups, sexes and areas and a P-value <0.05 was considered significant. Any association between the presence of lesions and environmental and host factors was sought using logistic regression. As the flight range of most sandflies is estimated at 300 m from their breeding sites [22], this distance was taken as the cut off point for the analysis of environmental factors such as proximity to caves, gorges and hyrax habitats. The data were analysed using SPSS (Statistical Package for Social Sciences, version 16). The full data set is added as supporting information (S1 Data).",
    "Results": "Prevalence of CL\nA total of 9622 inhabitants in 1721households were surveyed in the selected subdistricts. Males (50.01%) and females (49.99%) were represented almost equally. All study participants resided in the area for more than three years and none of them travelled out of their area within the last 6 months during the study period. However, three people with active CL claimed to have travelled to neighbouring CL endemic subdistricts prior to the appearance of lesions. Prevalence of active CL was 2.3%, with an additional 20.9% of the population showing scars. All active lesions observed during the study were of the localized type (LCL). Of the 1721 households sampled, nearly 11% (188) had one or more cases of active CL, with a total of 60% that had either lesions or scars. Of the 188 households with active CL, 159 (84.6%) households had one case, 25 (13.3%) had two cases, and 4 (2.1%) had three or more cases.\nThere was a marked difference in prevalence between the study localities. The highest prevalence (active lesions) was observed in Mahbereslassie subdistrict (4.7%) in Degua-Tembien district and in Kumasubuha (2.7%) in Saesie-Tsaedaemba district (Table 2). Most scars, indicative of past infections, were found in Kumasubuha (34.4%). Statistically significant differences were observed between the five study sites, both in the prevalence of lesions (χ2 = 45.860; df = 4; p < 0.001) and scars (χ2 = 628.080; df = 4; p < 0.001).\nIn the present study, males showed slightly higher rates of active lesions (2.5%; 119/4812) than females (2.1%), but the difference was not statistically significant (χ2 = 1.17, df = 1, p = 0.762). Age specific active prevalence was significantly higher in the 0–9 years olds (4.5%; χ2 = 86.96; df = 3, p < 0.001) than for those more than 10 years old (average 1.6%; χ2 = 86.96; df = 3, p < 0.001). Of those with active lesions, 71.6% (159/222) were under 15 years of age and nearly 20% (44/222) were less than 6 years. The youngest person with active CL was eleven months old.\nThe majority (82.1%; 207/252) of lesions were found on the face, in which the cheeks and nose were the most affected (Table 3). A similar pattern of distribution was observed with regard to scars. The number of lesions or scars per individual ranged from 1 to 7 (Fig 2). Nearly 90% (199/222) of active CL cases had single lesions and 93.5% (1879/2009) of those with healed lesions had single scars. Most of the single lesions (90%) were of the ulcerative type, with indurated margins and necrotic base, appearing as reddish plaques with irregular borders covered by a firmly adherent crust. Nearly 82% of the active lesions had developed less than two years ago. Out of the 51 active CL skin scraping smears examined, amastigotes were found in 31 (60.8%) of them. All tissue smears, of twenty individuals with lesions who visited the hospital, were found to be positive for amastigotes raising the total percentage to 71.8%.\n\n\nEnvironmental and host factors\nSeveral environmental and host related factors were assessed for their association with active CL cases using univariate and multivariate logistic regression (Table 4). Significant variations were observed in prevalence of active CL among age groups, study villages, and physical features of household location, including the presence of hyraxes, caves, and gorges within 300 m of the residence. Individuals in the age group of 0–9 years were nearly five times (OR = 4.71; 95% CI: 3.13–7.1) and those aged 10–19 years were 2.5 times (OR = 2.54; 95% CI: 1.66–3.89) more likely to have CL compared to individuals in the age group of 30 years and above. However, those in the age group 20–29 years were 18% (OR = 0.82; 95% CI: 0.4–1.69) less likely to have active CL. Livestock ownership (OR = 1.65; 95% CI: 1.001–2.71), presence of hyraxes (OR = 4.15; 95% CI: 2.64–6.53), gorges (OR = 3.63; 95% CI: 2.39–5.52), and caves (OR = 3.22; 95% CI: 2.32–7.47) in the vicinity were highly associated with the presence of active CL. Accordingly, participants who lived near hyrax colonies were 4.2 times and those living near caves were 3.2 times more likely to be infected by CL compared to those living far away. Similarly, those living within 300 m of a gorge were found to be 3.6 times more likely to get CL than those far away. Besides, those who slept outdoor were two times (OR = 2.04; 95% CI: 1.29–3.21) more likely to get CL than those who slept inside. Similarly, individuals residing in households with livestock were found to be 65% times more likely to be infected with CL than those without.\nWhen compared to those residing in Michael-Abya subdistrict, inhabitants living in Mahbereslassie were found to be nearly 5.3% (OR = 5.26; 95% CI: 2.58–10.71) times more likely to be infected with CL; in Kumasubuha this was 3% (OR = 2.96; 95% CI: 1.48–5.91), in Golea-Genahti 2.1% (OR = 2.1; 95% CI: 1.01–4.24), and 70% (OR = 1.70; 95% CI: 0.81–3.57) in Sasun-Bethawariat subdistrict (Table 4).\nExcept for livestock ownership, multivariate logistic regression analysis also showed the significant effect of the environmental and host factors on the odds of being positive for CL (Table 4). Accordingly, the age groups 0–9 years (AOR = 4.67; 95% CI: 3.10–7.04; p< 0.001) and 10–15 years (AOR = 2.48; 95% CI: 1.62–3.81; p<0.001), outdoor sleeping (AOR = 2.67; 95% CI: 1.17–2.67; p = 0.007) and location of residences in proximity to caves (AOR = 2.62; 95% CI: 1.26–2.62; p = 0.001), gorges (AOR = 2.43; 95% CI: 1.57–3.75; p < 0.001) and hyrax habitats (AOR = 2.35; 95% CI: 1.43–3.86; p = 0.001) was highly associated with the presence of active CL.\n\n\nCL awareness of respondents\nAll interviewed household heads were aware of CL and the great majority (98.7%) identified CL lesions. However, they were invariably ignorant of the disease’s association with hyraxes and its mode of transmission. Nearly all (99.8%) respondents claimed that CL is treated using traditional medicine, such as herbs, holy water (“Tsebel”) and local heat application, in that order (Table 5). Only 4 (0.2%) of the participants claimed the presence of modern treatment for CL. In some villages, farmers made use of the huge piles of hyrax pellets as manure, yet, all the interviewed said that hyraxes eat crops and vegetables and so hyraxes are considered an agricultural pest.",
    "Discussion": "The present study revealed that the localities around the towns of Adigrat and Hagereselam are important CL foci in the region. All cases were of the localized type (LCL) and occurred mostly in the face, with the cheeks in particular. Leishmania aethiopica should be the etiologic agent as in a follow-up study conducted in a neighbouring subdistrict it was isolated as the main Leishmania species causing CL in the area [23], as in other parts of the country. The overall prevalence rate of active LCL in the study communities ranged from 0.9–4.7%, for scars this was 3.9–34.4% (Table 2). This is indicative of the public health significance of CL in these areas previously and currently. Despite good awareness and recognition of CL, understanding the mode of transmission lacked. This may have contributed to the high prevalence of the disease in the study villages and holds a risk of further spread in the future, since no active detection and treatment strategies are in place. Moreover, knowing that CL is transmitted by biting sandflies does not necessarily lead to adequate prevention strategies [24]. Integration with malaria control by distribution of ITNs and indoor residual spraying is unlikely as CL is predominantly prevalent in the malaria free highland areas.\nThe observed absence of gender sensitivity to infection by CL is consistent with several studies conducted elsewhere in the country. The predominance of CL in the young (0–9 years old) is also well known and resonates with countrywide data (e.g. [25,26], who found 8.5% and 7.1% respectively). In established endemic areas, CL prevalence typically increases with age up to 15 years, after which prevalence levels off, presumably because of the acquisition of immunity. In this study, the occurrence of the disease almost in equal proportion in both sexes, with large numbers of women and children infected, including those under one year, probably reflects that CL transmission may have occurred in peri-domestic habitats, where sandfly exposure is most equally distributed among individuals. This also explains why sleeping outdoors is an important (peri-domestic) risk factor. This is further corroborated by the fact that Phlebotomus longipes, the proven vector of CL in the Ethiopian highlands [9], was collected both from indoor and predominantly outdoor locations (compounds of houses) in a follow-up study conducted in the neighbouring subdistrict [23]. In peri-domestic settings, sandflies rest in cool, dark and humid corners of animal shelters or human dwellings [27,28]. As with rodent burrows, peri-domestic areas also provide ready access to bloodmeals in addition to shelter and suitable breeding grounds in decaying organic matter (manure). In line with previous reports from different parts of the country [9,23,29,30,31], the presence of CL cases in households was closely associated with the presence of hyrax colonies in the vicinity, indicating that the disease is mainly of zoonotic nature. The intimate ecological association of rocky hyraxes and the sandfly species Phlebotomus longipes and P. pedifer, the proven vectors of L. aethiopica induced CL in Ethiopia, is well established [30,31]. Two species of hyrax (Procavia capensis and Heterohyrax brucei) are the widely incriminated reservoir hosts of L. aethiopica in the country [30]. Livestock was also a risk factor, as P. longipes readily feeds on cows [9] and manure provides breeding habitat.\nIn the present study, some of the most important environmental determinants for CL occurrence were location of households near gorges and on rocky hillsides and presence of caves nearby. This is consistent with previous reports by Ashford [9] and Lemma et al. [3], who pointed out that gorges and escarpments, rock cliffs and mountainous areas constitute favourable environments for the reservoir host (hyrax). These features result in steep slopes, identified as a risk factor for CL by Seid et al. [6]. The presence of livestock and their manure further creates favourable breeding grounds for the sandfly vectors in peri-domestic environments.\nOverall, this study establishes that important foci of CL exist in Tigray, northern Ethiopia, with children and young adults being the most affected. The data further highlight that the disease is predominantly of zoonotic nature, and mainly transmitted in peri-domestic habitats where hyraxes prevail in the vicinity. Apart from their role as reservoirs of CL, the status of hyraxes as agricultural pests needs to be determined. This offers perspectives for environmental transmission control complementing minimal efforts in passive and active case detection, treatment, reporting, and data analysis. Reservoir control, i.e. small-scale eradication of hyraxes in the proximity of dwellings, would be effective, especially combined with fogging of their habitats to reduce sandfly densities. Vector control alone is unlikely to be effective. In addition, regular education to children and adults on the transmission and prevention of CL is recommended. All control efforts should be evaluated periodically, with their impact on incidence, building on essential active case detection and monitoring.\nFinally, although the study was carried out in 2009, we believe that our results still pertain to the present situation of CL in Ethiopia as there has been no progress in advancing treatment or prevention activities. Following our study, an awareness creating international consultative meeting was held by WHO and Federal Ministry of Health in 2011 and the first National Neglected Tropical Disease (NTD) Master Plan was launched In June 2013, to achieve WHO NTD elimination and control targets by 2020. As of September 2015, although the Federal Ministry of Health has managed to mobilize support to implement mass drug administration in 84% - 100% of the endemic districts for other NTDs (trachoma, onchocerciasis, lymphatic filariasis, soil-transmitted helminths and schistosomiasis), there has been no progress in advancing treatment or prevention activities in CL, owing to the absence significant domestic or international donors to support CL intervention activities. A follow-up study in 2013 (not part of this investigation) and further studies in progress indicate an even greater magnitude both in terms of spread and in level of prevalence of CL in the region [23]. Unfortunately, today CL remains neglected even among the NTDs."
}