{
    "Background": "Interferon-γ (IFN-γ) is a key cytokine inducing protective immune responses during tuberculosis (TB) infection. Helminth-induced immune responses may affect IFN-γ production by T cells, although its connection with disease severity and immune recovery during treatment is unexplored. We investigated the species-specific effect of helminths on the IFN-γ production by T cells in relation to disease severity during active and latent TB infection (LTBI).",
    "Methods": "In this study, 69 active pulmonary TB patients (PTB), 28 with LTBI and 66 healthy controls were included. Active TB was diagnosed using GenXpert MTB/RIF while QuantiFERON test (QFT) was used for the screening of healthy community controls (CCs) and for the diagnosis of LTBI. Helminth infection was identified by routine diagnosis whereas clinical disease severity was evaluated by the TB score. Intracellular IFN-γ production of T cells in stimulated peripheral blood mononuclear cells (PBMCs) was analyzed by flow cytometry using TB antigens (PPD), the polyclonal T cell activator staphylococcal enterotoxin B (SEB), or medium as unstimulated control.",
    "Results": "Helminth infected CCs and LTBI subjects showed a significant reduction of IFN-γ+ CD4+ T cells by PPD-stimulation compared to non-helminth infected control groups. The significant reduction in the frequency of IFN-γ+ T cells in both latent and active PTB patients following SEB stimulation was mostly attributed to Schistosoma mansoni infection, whereas Ascaris lumbricoides, Schistosoma mansoni, and hookworm infection contributed equally in CCs. Following anti-helminthic and anti-TB treatment for 2 months, the frequency of IFN-γ+ CD4 T cells in helminth coinfected PTB was restored to levels of helminth negative PTB before treatment. Helminth coinfected PTB patients with an intermediate and severe clinical course had reduced capacity for production of IFN-γ+ T cells compared to the corresponding non-helminth infected PTB.",
    "Conclusion": "We found a reduction in IFN-γ producing T cells by helminth coinfection which was restored following anti-helminthic treatment. This reduction was helminth species-dependent in an exploratory sub-analysis and correlated to increased disease severity."
}