{
    "Abstract": "Rift Valley fever virus (RVFV) is a zoonotic arbovirus that has profound impact on domestic ruminants and can also be transmitted to humans via infected animal secretions. Urban areas in endemic regions across Africa have susceptible animal and human hosts, dense vector distributions, and source livestock (often from high risk locations to meet the demand for animal protein). Yet, there has never been a documented urban outbreak of RVF. To understand the likely risk of RVFV introduction to urban communities from their perspective and guide future initiatives, we conducted focus group discussions with slaughterhouse workers, slaughterhouse animal product traders, and livestock owners in Kisumu City and Ukunda Town in Kenya. For added perspective and data triangulation, in-depth interviews were conducted one-on-one with meat inspector veterinarians from selected slaughterhouses. A theoretical framework relevant to introduction, transmission, and potential persistence of RVF in urban areas is presented here. Urban livestock were primarily mentioned as business opportunities, but also had personal sentiment. In addition to slaughtering risks, perceived risk factors included consumption of fresh milk. High risk groups’ knowledge and experience with RVFV and other zoonotic diseases impacted their consideration of personal risk, with consensus towards lower risk in the urban setting compared to rural areas as determination of health risk was said to primarily rely on hygiene practices rather than the slaughtering process. Groups relied heavily on veterinarians to confirm animal health and meat safety, yet veterinarians reported difficulty in accessing RVFV diagnostics. We also identified vulnerable public health regulations including corruption in meat certification outside of the slaughterhouse system, and blood collected during slaughter being used for food and medicine, which could provide a means for direct RVFV community transmission. These factors, when compounded by diverse urban vector breeding habitats and dense human and animal populations, could create suitable conditions for RVFV to arrive an urban center via a viremic imported animal, transmit to locally owned animals and humans, and potentially adapt to secondary vectors and persist in the urban setting. This explorative qualitative study proposes risk pathways and provides initial insight towards determining how urban areas could adapt control measures and plan future initiatives to better understand urban RVF potential."
}