{
    "Introduction": "The soil-transmitted helminthiasis (STH) are one of eighteen groups of diseases termed as Neglected Tropical Diseases by the World Health Organization (WHO) and which have caught the attention of donors following World Health Assembly resolution WHA54.19 in 2001 [1]. Indeed, more than 1.5 billion people, or 24% of the world population, have been estimated to be infected with STH worldwide [2]. Infections are widely distributed in tropical and subtropical areas and affects the poorest and most deprived communities, with the greatest numbers occurring in sub-Saharan Africa, the Americas, China and East Asia [3,4]. These diseases are transmitted by eggs present in human excreta, which contaminate the soil in areas with populations who have limited access to latrines and potable water. The main species of STH that infect humans are nematodes (A. lumbricoides, T. trichiura, Necator americanus and Ancylostoma duodenale) with relatively similar cycles involving the presence of adult worms in the intestine. Infection is caused by larval penetration of the skin (in the case of hookworm) or ingestion of parasite eggs (for other STH). High to moderate intensity of STH infections have been associated with increased risk of malnutrition, iron-deficiency related anemia and other adverse physical and cognitive morbidities, particularly in children and pregnant women [2,5,6,7]. In sub-Saharan Africa (SSA), the majority of pregnant women are anemic (more than 60% in Benin) [8]and STH infections are among the most significant causes of anemia diagnosed during pregnancy in SSA [9].\nIn Benin, several studies have highlighted STH infections as a major public health problem and the related associations have been recently demonstrated on a small Beninese cohort [8–11]. Anemia had a negative impact on maternal health but also on newborn health due to significant decrease of the hemoglobin during the first months of life, leading to elevated risk of mortality and morbidity of the young child [8–11]. These studies have been the basis of sporadic preventive chemotherapy according to WHO guidelines. With the London Declaration on NTDs by 2020, the National Communicable Disease Control Program developed a strategy for the control of five NTDs in 2012 (Trachoma, Onchocerciasis and Lymphatic Filariasis, schistosomiasis and STH). Since 2013, the national plan has been funded by USAID through the ENVISION project led by Research Triangle Institute (RTI).\nThis study aimed to investigate the national epidemiological situation regarding the three major STH infections (hookworm, ascariasis and trichuriasis) as baseline data was essential for implementation of the PCT strategy in Benin.",
    "Materials and methods": "Ethical statement\nThis study was approved by the Comité National d’Ethique pour la Recherche en Santé (CNERS) under the authorisation reference 009/CNERS-MS from the Ministry of Health in Benin. Informed consent was obtained from the head teacher of each school and sometimes from the chief of the village, parents and teachers associations. In some districts where parents and teachers associations (PTA) exist, the head of the PTA and the head teachers received detailed explanation about the study. Individual parents were informed by the PTA and consents were secured orally. The PTA then provided a formal written approval on behalf of school children and parents. In cases where those that were to give authorisation were unable to read and write, a detailed verbal explanation of the form was given so that informed consent was obtained. Two copies of the written consent form were signed and dated. The person giving consent kept one copy and the second copy was returned to the NTD national control program. During the sampling all school children from whom no consent statement was received were replaced by other volunteers according to inclusion criteria. Participants detected with high intensity of STH or any other intestinal parasite infections were directed to healthcare centres in order to receive appropriate treatment before PCT school-based organized the following year.\n\n\nStudy area\nThe republic of Benin is divided into 12 departments (political subdivisions), which are further divided into 77 districts. A total population is 10,008,749 inhabitants with 29.7% of total population of school age children (5–14 year old). These districts are divided into 545 sub-districts and into 3755 villages. Each sub-district has at least one unit of health and each village has at least one public school. All of the 77 districts were sampled in this study. Rainfall intensifies from the south to the north of the country. In the northern departments (Atacora, Donga, Borgou and Alibori), the annual rainfall varies between 900 mm and 1200 mm with numerous lakes and rivers feeding the region. In the southern departments (Collines, Zou, Atlantic, Littoral, Mono, Couffo Plateau and Oueme), the annual rainfall varies from 800 mm to 1200 mm [12]. The geographical location of each school surveyed, including altitude andUniversal Transverse Mercator coordinates are provided in S1 Table.\n\n\nStudy design and stool collection\nThis study was carried out from 2013 to 2015 in all 77 districts of Benin (S1 Table). In each district, five primary schools were selected as previously described [13]. From each selected school, 50 children (25 girls and 25 boys) aged between 8 and 14 years were randomly selected. The children were given a container to provide stool samples. The containers were distributed by a team of lab technicians and the samples were collected within an hour.\n\n\nDetection of STH in stool samples\nThe stool samples were analyzed using the Kato-Katz method as previously described [13]. Although the Kato-Katz method has some limitations, especially in terms of sensitivity in settings with low infection intensities[14,15], this technique is the standard approach for highly endemic areas such as Benin [16]. In this study, the kits used were manufactured by Vestergaard Frandsen Group and 41.7 mg of stool was filtered through a nylon mesh and covered with cellophane previously soaked in 50% green-malachite [17]. Only one smear was prepared and examined per stool sample. The slides were observed under microscope by two technicians and their results were validated by a third slide-reader. Especially, hookworm eggs were counted from 20 to 60 minutes after the slide was preparedand other soil-transmitted helminth eggs (A. lumbricoides, T. trichiura) were counted 24 hours later. The presence of infection was recorded; the number of eggs for each parasite was tallied and the intensity of infection was reported as the number of eggs per gram of feces (epg). Egg counts were used to classify the intensity of infection into light (L), moderate (M), or heavy (H) as follows: for A. duodenale / N. americanus (not distinguished hookworms) 1–1,999 epg (L), 2,000–3,999 epg (M) and ≥4,000 epg (H); for A. lumbricoides, 1–4,999 epg (L), 5,000–49,999 epg (M) and ≥50,000 epg (H); for T. trichiura, 1–999 epg (L), 1,000–9,999 epg (M) and ≥10,000 epg (H) [18]. The cumulative prevalence of STH infections reflects the number of individuals infected with any one of the three STH parasites. Cases of co-infection were counted once. For quality control purposes, 10% of the slides prepared on the previous day were examined each day by an independent team of biologists.\n\n\nData analysis\nData were double entered into Microsoft Excel 2008 (Redmond, Washington, USA). Range and consistency checks were conducted for all non-string variables. Descriptive statistics and prevalence estimates were calculated using Epi-Info 7 (CDC, Atlanta, USA) and all results with a P value of <0.05 were considered significant. The multiple comparison test chi square proportions were used to compare the prevalence by departments. The Fisher exact method of maximum likelihood and calculation of confidence intervals was used to calculate odds ratios by gender in each of the districts.\nA Z-test was used to compare prevalence values between two districts and between the gender and Chi square to compare prevalence values between districts of each department. Any district with a prevalence of infection above 50% was defined as a “hotspot”of the corresponding parasite.",
    "Results": "In total, stool samples from 19,250 school-children (9,625 boys and 9,625 girls) were screened in 385 schools of the 77 districts of the twelve departments using Kato-Katz technique. The eggs of several helminths (STH, Schistosoma and other) were found but this paper focuses only on STH infection.\n\nDistribution of hookworm infections\nHookworm infection was detected in all the surveyed districts with a prevalence ranging from 0.4% to 60% (Table 1). The national average prevalence of hookworm infection was 17.4% (95% CI: 16.6%-17.6%).The district of Djakotomey in the department of Couffo had the highest prevalence (60%) with hookworm infection detected in 150 children, whereas only one case was detected in the districts of Aguegue and Porto-Novo in the department of Oueme. In two districts (Toffo and Djakotomey), hookworm infection was detected in more than 50% of the surveyed children. The prevalence of hookworm infection was below 10% in 29/77 districts, and in 18 and 28 districts the prevalence ranged from 10% to 19.2% and from 20% to 43.2%, respectively. The intensity of the infection was light in most of the surveyed schools. However, moderate and heavy infections have been detected in different regions of the country with the highest prevalence of heavy infections observed in the districts of Copargo (16.67% of the infections) and Ouake (17.58%), both in the department of Djougou. In these two districts located in the northern part of the country, 33.33% (Copargo) and 27.47% (Ouake) of the hookworm infections were defined as moderate.\n(n: Infected invidious).\n\n\nPrevalence of A. lumbricoides infection\nAscariasisis less widely distributed compared to hookworm and the overall prevalence of infection was 5.35% (95% CI5.00%-5.60%). No Ascaris infection was detected in 15 districts (Table 2). In the other districts where Ascaris infection was detected, the prevalence ranged from 0.4% to 26.4%. The highest prevalence was observed in Toffo (26.4%), in the department of Atlantique in southern Benin, along with the district of Allada (21.20%) from the same department, and the districts of Bante (22.40%) and Glazoue (23.20%) both from the department of Collines. In these 4 districts, the prevalence of Ascaris infection was ≥20%. In 48/77 districts, the prevalence of Ascaris infection was <10%, whereas 10/77 districts had prevalence values between 10% and 18%. Most of the detected infections had light parasite load. All over the country, Ascaris infections with heavy parasite intensity were detected in only 6 districts, the highest being observed at Ouake (13% of infections) in the department of Djougou (Table 2). Ascaris infections with moderate parasite intensity were found in the 20 districts including the 6 districts with heavy parasite intensity.\n\n\nT. trichiura infections in Benin\nT. trichiura had the lowest prevalence at district and national level. The overall prevalence was 1.15% (Table 3). Trichuris infection was absent in 40/77 districts and most of the infections were detected at prevalence <10% in the other 37 districts. In these districts, the prevalence of Trichuris infection varied between 0.4% and 9.6%. Districts of Dassa-Zoume and Dogbo in the departments of Collines and Couffo respectively, had the highest (9.6%) prevalence of Trichuris infections. Along with these two districts, the districts of Materi in the department of Atacora, and Glazoue in the department of Collines were the only 4 districts with prevalence >5%. As for the other parasites screened in this study, the intensity of the Trichuris infections was light, whereas moderate and heavy infections were observed in 12 and 4districts, respectively. In the district of Dassa-zoume, heavy infection (41.67%; 95% CI: 35.56%-47.78%) was more prevalent as compared to moderate (20.83%: 95° CI: 15.79%-25.86%) and light (35.50%; 95% CI: 29.57%-41.43%) infections.\n\n\nSoil-transmitted helminthiasis endemicity and preventive chemotherapy strategy\nCumulative prevalence of the surveyed STH parasites was analyzed by combining the determined prevalence of hookworm, Ascaris and Trichuris infections (Table 4). At least one of the three species of the targeted STH was found in all 77 surveyed districts). The average cumulative prevalence of STH infection was 22.74% (95% CI 22.15%-23.33%) and 58.44% (45/77) of the surveyed districts needed preventive chemotherapy (Table 4), as defined by WHO (STH prevalence ≥20%). Two rounds of PCT per year was needed in the districts of Toffo and Djakotomey where the detected STH prevalence was >50% (Table 4) using WHO guidelines [15]. Boys were significantly more likely to be infected compared to girls (S2 Table), with both hookworm and Ascaris, with average prevalence of 20.31% v. 14.03% (Z = 11.53; p<0.00001) and 5.79% v. 4.91% (Z = 2.68: p = 0.01), respectively. This difference was not observed with Trichuris infections. In all the surveyed districts, multiple infections by STH species was common in school age children as determined by the prevalence of coinfections with the highest number of cases (prevalence >10%)being found in the districts of Toffo (18.00%), Glazoue (16.50%), Bante and Lalo (14.40%), Djakotomey (14.00%) and Lokossa (10.80%).",
    "Discussion": "This study was part of national schistosomiasis and soil-transmitted helminthiasis mapping performed to collect baseline epidemiological data prior to launching STH MDA in Benin using WHO guidelines [18]. Results from this study provided evidence of nationwide distribution of STH parasites with variable prevalence and intensity of infection throughout the country.\nAmong the three STH species studied in the present work, T. trichiura had the lowest prevalence at the districts and national level. This overall low prevalence of trichuriasis confirmed data reported from previous studies in several districts of Benin [19,20]. The reported prevalence of trichuriasis in Benin, was also low as compared to other West Sub-Saharan African (WSSA) countries [7,21,22]. In contrast, ascariasis and hookworm infections are widely distributed with high prevalence in different regions of the countries.\nHookworm infections were widely distributed throughout the country and have been detected in 100% of the surveyed districts. This study clearly highlighted the predominance of hookworm infections nationwide with several hotspots where the prevalence reached 50% and more. Ascariasis was detected in 62/77 districts with the highest prevalence observed in Toffo. In this district, elevated prevalence of hookworm and Ascaris infections was detected, suggesting that populations living in that area are more vulnerable to these infections. Although, moderate to heavy hookworm and Ascaris infections have been observed in several districts of the country, most of the detected infections had a light parasite load. These findings confirmed that Ascaris and hookworm infections are endemic in all the departments of Benin and that the prevalence of STH in Benin varied steadily over localities and the current results are similar to those from our previous studies [13,19,20] and reports from other SSA countries [2,4,7,21]. Ascariasis appeared to be the predominant STH infection in the border districts between Benin and Burkina Faso (Materi and Boukoumbe), Benin and Togo (Copargo, Bante and Aplahoue), and Benin and Nigeria (Pobe, Ouinhi, Adja-Ouere and Segbana), whereas hookworm infections appeared to be predominant in peripheral districts in the northern and in the central districts in the southern part of the country. This distribution of STH infection could be explained by recently published data from Ivory Coast [22], which found a significantly positive association between STH infection rates and activities involving close contact to water and access to latrines. On the other hand, a negative association between STH infection and deworming, higher socioeconomic status, living in urban settings has been reported [22]. Our study showed that prevalence estimates in some districts are higher than those reported in previous studies from Benin [19,20], suggesting an increased exposure to STH in those districts. We believe that Benin follows the trends reported from other countries in SSA where the prevalence of the neglected tropical diseases appeared higher [7,22] than previously thought. However, this general trend of high prevalence of STH in WSSA is exceptional. In Burkina Faso for example, a recent study conducted on 3514 schoolchildren aged from 7 to 11 years randomly selected from 22 schools in 11 regions revealed low prevalence of hookworm, A. lumbricoides and T. trichiura infections [21].\nIn the current study the predominance of STH infections in boys compared to girls (hookworms: 21.31% of boys vs. 14.03% of girls, Z = 11.53, p<0.0001; Ascaris: 5.79% of boys vs. 4.91% of girls, Z = 2.68, p<0.01) might be explained by a difference in terms of behavior and activities [19,21].\nOur study has a few limitations. First, the prevalence of STH in adult populations and particularly in pregnant women has not been investigated. Although having data on prevalence/intensity in other population groups such as pre-school-age children (PSAC) and women of child-bearing age (WCBA) is certainly useful, WHO does not strictly recommend collecting such information. However, since age prevalence curves have been well established for all three infections, information collected among school-age children can guide decision-making on treatment of this age-group, as well as of PSAC and WCBA. Data shown in this report are therefore sufficient to justify treatment in these two additional population groups as well [1].\nSecond, only one sample was analyzed for each participant due to the nationwide scale of this study and the limited financial and human resources. Day-to-day variation in STH detection that may influence the prevalence estimates reported in this study could not be considered [23]. Third, the impact of STH infections on the health of the Beninese population has not been addressed in the current study. Many studies conducted in Benin [8,11] and in other West Africa countries [10,24] showed that people living in the endemic areas are at risk of helminth infections, with the most vulnerable populations being pregnant women and children. Helminth and hookworm infections have been associated with poor cognitive and gross motor outcomes in infants, as well as maternal anemia in pregnant women [8,10,11,24]. The high prevalence of hookworm and its predominance in all the districts has an implication in terms of maternal child health policy, which should be strengthened.PCT for STH should be tailored to prevent sequelae and disabling consequences in these populations at risk. Those infections may cause not only maternal anemia but also affect infants' hemoglobin levels, their growth, their susceptibility to helminth infections, their cognitive development, their selective attention, their socioeconomic status, their physical fitness and their immunological responses to vaccination [25–30]."
}