{
    "Abstract": "Crimean-Congo hemorrhagic fever (CCHF) is a zoonosis caused by a Nairovirus of the family Bunyaviridae. Infection is transmitted to humans mostly by Hyalomma ticks and also by direct contact with the blood or tissues of infected humans or viremic livestock. Clinical features usually include a rapid progression characterized by hemorrhage, myalgia and fever, with a lethality rate up to 30%. CCHF is one of the most widely distributed viral hemorrhagic fevers and has been reported in Africa, the Middle East and Asia, as well as parts of Europe. There is no approved vaccine or specific treatment against CCHF virus (CCHFV) infections. In this context, an accurate diagnosis as well as a reliable surveillance of CCHFV infections is essential. Diagnostic techniques include virus culture, serology and molecular methods, which are now increasingly used. The European Network for the Diagnostics of “Imported” Viral Diseases organized the first international external quality assessment of CCHVF molecular diagnostics in 2011 to assess the efficiency and accurateness of CCHFV molecular methods applied by expert laboratories. A proficiency test panel of 15 samples was distributed to the participants including 10 different CCHFV preparations generated from infected cell cultures, a preparation of plasmid cloned with the nucleoprotein of CCHFV, two CCHFV RNA preparations and two negative controls. Forty-four laboratories worldwide participated in the EQA study and 53 data sets were received. Twenty data sets (38%) met all criteria with optimal performance, 10 (19%) with acceptable performance, while 23 (43%) reported results showing a need for improvement. Differences in performance depended on the method used, the type of strain tested, the concentration of the sample tested and the laboratory performing the test. These results indicate that there is still a need for improving testing conditions and standardizing protocols for the molecular detection of Crimean-Congo hemorrhagic fever virus."
}