{
    "Introduction": "The protozoan parasites of the genus Leishmania are the causative agents of leishmaniasis, a group of diseases that is prevalent in 98 countries and 3 territories with approximately 1.3 million new cases occurring annually. There are estimated to be 20,000 to 40,000 deaths per year [1]. Leishmaniasis occurs in three main forms. Visceral leishmaniasis is the most severe form, where the parasites migrate to the internal organs, particularly the spleen and liver, resulting in death if untreated [2]. Cutaneous and mucocutaneous leishmaniasis are dermal infections which carry lower mortality but are highly disfiguring. The associated social stigmatization can have significant negative effects on psychological well-being [3, 4].\nCurrently, treatment of visceral leishmaniasis is limited to a few drugs used either in monotherapy or in combination. For reasons still to be understood, some of the treatments show a lack of clinical efficacy in certain geographic regions, notably in East Africa. In India and Nepal the emergence of resistance to antimonial therapy also limits the treatment options. Additionally, the occurrence of moderate to severe adverse effects, the existence of contraindications such as pregnancy in the case of miltefosine, the relatively high cost of the treatments as well as the logistical complexity related to the storage and use of drugs in the endemic regions further restrict the use of amphotericin B, miltefosine, antimonials and paromomycin. There is therefore an urgent need for new and better drugs to address treatment needs [5–7].\nHigh-throughput screening of diverse compound sets in phenotypic assays has proved an effective way of discovering new start points for drug discovery [8, 9]. To facilitate screening of large compound collections against Leishmania, axenic amastigotes have been used as a surrogate for the disease-causing intracellular form [10–12]. Axenic amastigotes are thought to be a more relevant model of the human lifecycle stages of leishmania infection in comparison to the promastigote [13–17]. Several assays using axenic stages of Leishmania have been developed to the scale and robustness appropriate for library screening. However, we and others have questioned the relevance of these assays due to the poor translation of many axenic hit molecules into the physiologically more relevant but more complex intracellular Leishmania assays [10, 18–22].\nThe poor confirmation rate of promastigote and axenic amastigote active compounds in intracellular assays could result from the many differences between the assays, including the localisation of intracellular parasites in the more difficult to access parasitophorous vacuole, differences in pH and composition of the growth media, stage-specific differences such as alternate energy pathway usage [16, 23, 24], etc. Insights derived from our work with Trypanosoma brucei [25] point to another potential factor: many published axenic assays are likely to report not only cytocidal compounds but also growth slowing and cytostatic compounds. The latter two types of compounds are unlikely to show activity in intracellular assays which, due to the slow replication rate of the intracellular parasites and sensitivity of high content readers, tend to only report cytocidal molecules.\nIn this paper we report the development and validation of a novel axenic amastigote Leishmania assay that reports only cytocidal molecules. This new assay was validated using a diverse compound library previously screened in our historic axenic format and in the intracellular assay [18]. We also used the new axenic assay as a primary screening platform to screen a diversity-oriented synthesis library [26]. We identified two new chemical series with antileishmanial activity and show that the new axenic assay has a significantly improved translation to the intracellular assay. We propose that the novel axenic assay provides Leishmania drug discovery efforts with an improved high-throughput platform for the screening of large compound libraries as it does not suffer from the high false positive rates seen in other axenic assays and provides both higher throughput and better robustness than intracellular assays.",
    "Methods": "Parasite strain and maintenance\nLeishmania donovani BOB cells (LdBOB) used in this study are a cloned line from strain MHOM/SD/62/1S-CL2 [13]. Cultures were maintained as described previously [18].\n\n\nMaterials\nWhite, clear-bottom assay plates (384-wells) were obtained from Greiner (historic axenic assay) and Corning (novel axenic assay). Echo plates were obtained from LabCyte.\n\n\nChemicals\nAmphotericin B, Dimethyl Sulfoxide (anhydrous, ≥ 99.9%, DMSO) and Resazurin were obtained from Sigma. The small diverse library used in this study contained 15,667 compounds, dissolved at 10 mM in DMSO and stored under low-oxygen and low-humidity conditions. The design of this diverse library is described elsewhere [27]. The Diversity-Orientated Synthesis (DOS) Informer Set (9,907 compounds) is a subset of the Broad Institute’s diversity-oriented synthesis library, which comprises approximately 100,000 structurally diverse small molecules that combine the complexity of natural products and the efficiency of high-throughput synthesis [26, 28, 29]. These small molecules have a higher ratio of sp3-hybridized atoms and stereocentres relative to compounds found in conventional screening collections [30]. The compounds are structurally diverse, from >30 different individual libraries and >250 unique scaffolds. Moreover, where possible, all stereoisomers have been individually synthesized, providing rich stereo-structure-activity relationship (SSAR) data directly from primary screens and facilitating rapid prioritization and optimization of hit compounds.\n\n\nCompound handling\nCompounds were dispensed into 384-well assay plates by acoustic dispensing (LabCyte ECHO). For potency determinations, ten-point one in three dilution curves were generated, with a top concentration of 50μM. Potencies are reported as pEC50 (-LOG(EC50[M])).\n\n\nData analysis\nAll data was processed using IDBS ActivityBase. Raw data was converted into percent inhibition through linear regression by setting the high inhibition control as 100% and the no inhibition control as 0%. For primary single concentration screening in the novel axenic assay we introduced a static control as 0% inhibition (signal at time of assay start), which is explained in more detail in the results section. Potency plates were normalised to DMSO control (0% effect) and 2μM amphotericin B control (100% effect). Quality control criteria for passing plates were as follows: robust z’ ≥ 0.5, signal to background > 3,% coefficient of variation for 0% inhibition controls < 15. The formula used to calculate robust z’ is 1-((3 x (1.4826 x MAD [0% inhibition controls] + 1.4826 x MAD [100% inhibition controls]))/(Median [0% inhibition controls]—Median [100% inhibition controls]), with MAD the median absolute deviation. The formula used for signal to background is: Median [0% inhibition controls] / Median [100% inhibition controls]. Curve fitting was carried out using the following 4 parameter logistic equation: y = A + (B - A) / (1 + ((10C) / x)D), where A =% inhibition at bottom, B =% inhibition at top, C = 50% effect concentration (EC50), D = slope, x = inhibitor concentration and y =% inhibition. For compounds with low activity and poor definition of the curve top, B was fixed to 100. For the determination of the reference compound panel potency, all experiments were carried out with a minimum of three independent repeats.\n\n\nLimit of detection (LoD)\nSerial dilutions of LdBOB cells with defined cell concentrations were made. Each of the resulting concentrations was dispensed into at least 24 wells of a 384-well plate (50 μl and 25 μl per well for determining the LoD of the historic and novel axenic assay respectively), the rest of the wells contained media only (blank). The read-out for the historic axenic assay was performed by adding resazurin at 0.05 mM final concentration followed by incubation for 4 h at 37°C and 5% CO2. Fluorescence intensity was then measured using a Perkin Elmer Victor 3 plate-reader (excitation 528 nm, emission 590 nm). The read-out for the novel axenic assay was carried out by adding BacTiter-Glo (Promega) (volume equal to culture media volume) to each well and the luminescence was immediately read in a Victor 3 plate-reader. A linear regression was fitted and the LoD was derived as the number of cells equal to the mean signal of the blank wells plus 3 times the standard deviation. The values were determined from 4 independent experiments LoDs are reported as LoD +/- Standard Deviation (StDev).\n\n\nHigh-throughput assays\nHistoric axenic assay.The assay conditions are described previously [18]. Briefly LdBOB amastigote-like cells were seeded at 250 cells per well in a 384-well plate containing the compounds. After a 68 h incubation at 37°C and 5% CO2, resazurin was added at 0.05 mM final concentration. Plates were incubated for a further 4 h and then fluorescence was measured (excitation 528 nm, emission 590 nm) with a plate reader.\n\nIntramacrophage assay.The assay conditions are described previously [18]. Briefly PMA differentiated THP-1 cells were infected overnight with eGFP expressing LdBOB amastigote-like cells at a multiplicity of infection of 5. Next, any remaining free amastigote-like cells are removed and compounds are added. The microscopy-based read-out is done after a four day compound incubation.\n\nHepG2 assay.The assay conditions are described previously [31]. Briefly HepG2 cells were incubated for 72 h with compounds, followed by a resazurin-based read-out (fluorescence, excitation 528 nm and emission 590 nm) with a plate reader.\n\nNovel axenic assay.Test compounds were pre-dispensed into white 384 well plates (Corning). For library screens one compound per well was tested at the indicated final concentration. The following controls were included on the plates: maximum effect control: Amphotericin B (final concentration 2 μM), ATP contamination control: media (± DMSO), cell growth control: DMSO, zero percent effect control: cells at starting concentration. The zero percent effect control wells are left empty during the course of the assay. Media only was dispensed into the ATP-control wells followed by dispensing LdBOB axenic amastigote-like cells at 2 x 104 cells / well to the rest of the wells by using a Wellmate Microplate Dispenser. The assay volume is 25 μl / well. After 72 ± 3 h at 37°C and 5% CO2 LdBOB axenic amastigote-like cells are added to the zero percent effect control wells at 2 x 104 cells / well followed by read-out with “BacTiter-Glo Microbial Cell Viability Assay” from Promega according to manufacturer’s instructions. Plates were then sealed with clear film and relative luminescence was detected using a plate reader (Victor 3) from Perkin Elmer or PHERAstar FS from BMG LABTECH, with 0.5 s detection time per well). Potency determinations were carried out as library screens with the exception of the following: ten-point curves with one in three dilutions were generated with a top concentration of 50 μM.",
    "Results": "Novel axenic assay development\nThe limit of detection (LoD) of the resazurin readout is 4,390 ± 1,980 cells per well; N = 4 (Fig 1A). The starting density (250 cells per well) of the historic axenic assay is therefore 18-fold below the limit of detection (modelled in Fig 1C). Consequently, compounds that either stop or inhibit growth below 4,390 cells within the 72 hour incubation period, but which do not kill the parasites, will look identical to truly cytocidal compounds.\nA: Detection limit of the historic axenic assay. Black line shows the linear regression (R2 = 0.983, p < 0.0001). Dashed line shows average value of blanks. Blue line shows detection limit (3x standard deviation above the blanks value) for this assay. Vertical blue arrow indicates the number of cells at the limit of detection in this single experiment. Data is from a representative experiment of 4 with a minimum of 24 technical replicates. B: Detection limit of the novel axenic assay. Black line shows the linear regression (R2 = 0.998, p < 0.0001). Dashed line shows average value of blanks. Red line shows detection limit for this assay (3x standard deviation above the blanks value). Red vertical arrow indicates the number of cells at the limit of detection in this single experiment. Data is from a representative experiment of 4 with a minimum of 24 technical replicates. Inset shows data from a similar range of cell densities as used in 1A. C and D: The coloured areas represent cell densities that can be detected with the respective assay formats (C: historic axenic assay, D: novel axenic assay). Red lines represent different cell-growth inhibition scenarios during the course of this assay: compounds that do not inhibit cell growth (marked “no Inhibition”), compounds that arrest cell growth, without killing cells (marked “static Inhibition”), and compounds that kill cells (marked with “cidal Inhibition”). The black double arrows represent the analysis window. Blue (historic assay) and red (novel assay) arrows show the fold difference between the starting density and detection limit.\nThe limit of detection of the BacTiter-Glo readout is substantially lower at 190 ± 110 cells per well; N = 4 (Fig 1B). While this is below the 250 cell starting density of the historic axenic assay, it does not give a sufficiently robust signal window to differentiate truly cytocidal compounds. To achieve this, we increased the starting cell density 80-fold to 20,000 cells/well.\nWe also changed the data analysis method by modifying the normalisation procedure so that 0% inhibition reflects no growth of the parasites. To obtain the no growth control measurement, 20,000 cells were seeded in plates (the starting assay density) immediately before addition of the BacTiter-Glo reagent. Amphothericin B, a known fast and cidal acting compound, was used to define the 100% effect. The technology switch from resazurin to BacTiter-Glo, cell number increase and change in normalisation combine to produce a robust screening protocol with a signal window of 105-fold of the LoD. This large window allows clear differentiation between cytocidal and growth slowing / static compounds (Fig 1D). A comparison of the main parameters that differ between both axenic assays is shown in Table 1.\n\n\nAssay performance\nDuring assay validation of the single concentration screening format, 155 384-well plates were screened. The assay proved to be robust with an average robust Z-factor of 0.88 (± 0.04 StDev) and a Signal to Background ratio of 18.7 (± 4.6 StDev). Robustness was further confirmed by the absence of significant effects on assay performance when varying assay starting day, cell stock used or cell passage number used (Fig A-C in S1 Text). Two independent replicates of a set of 35 compounds in potency mode demonstrated very good reproducibility (R2 = 0.95, Fig D in S1 Text)). Amphotericin B was included as a control on each plate, and its potency was reproducible from run to run over an extended time period, further confirming the robustness of the assay (average pEC50 of 6.9 (± 0.1 StDev)). Overall the performance indicators support that the assay presented here is suitable for high-throughput screening.\n\n\nComparison with historic axenic and intramacrophage assay\nWe previously screened a diverse compound set with around 16,000 compounds in the historic non-cidal axenic assay as well as in an intramacrophage assay [18]. The axenic assay identified 378 compounds that were active at 3μM (2.4% hit-rate), with only a relatively small proportion (83 compounds, 22% of the hits) also active in the intracellular assay (at 50μM). We reported that this high false-positive rate was the main impediment to using the axenic assay as a primary screening platform and proposed that a significant part of the high false-positive rate might be due to the identification of growth slowing and cytostatic compounds. To evaluate this, we re-screened this set of compounds in the novel axenic assay (at 15μM) and analysed the data using the intramacrophage assay as the gold standard (at 50μM) (Fig 2). The hit criteria and controls used for each assay are summarised in Table A in S1 Text. In contrast to the high hit-rate seen in the historic assay the novel assay only reported 138 hits (0.9% hit-rate), in spite of screening at a 3-fold higher concentration. Relative to the historic axenic assay, a much larger fraction of the novel axenic assay hits showed activity in the intracellular assay (49% of novel axenic hits are active in intracellular assay versus 22% for the historic assay). The analysis also showed that only 22% of the compounds active in the historic axenic assay were also active (i.e. cidal) in the novel assay, indicating that a large fraction of the compounds identified by the historic assay do not actually kill the parasites.\n15,667 compounds were screened in the novel axenic assay at 15μM. Comparison with the intracellular assay shows that 67 of the hits are also active in the intracellular assay whereas 71 of the hits are not. 280 novel axenic assay inactive compounds were hits in the intracellular assay, 170 of these compounds showed toxicity in the intracellular assay (in single point mode, at 50μM, or less than 3-fold selectivity window in potency assay) and are therefore considered false positives in the intracellular assay. Potencies were determined for 110 non-toxic compounds in the novel axenic and intracellular assays. 13 compounds were inactive in the intracellular assay and are added to the false positive count (13 + 170 = 183). 97 compounds had confirmed activity in the intracellular assay; 42 of these compounds showed activity in the novel axenic assay, while 54 did not. (INMAC = intracellular assay). Hit criteria as described in Table A in S1 Text.\nA significant number of compounds (280) showed activity in the intracellular assay at 50μM but were inactive in the novel axenic assay screen at 15μM. However, a large fraction of these compounds (170) owe their intracellular assay activity to toxicity against the THP-1 host cells. As such, they should be considered false positives in the intracellular assay rather than false negatives in the novel cidal axenic assay.\nAs a higher screening concentration was used in the intracellular assay we sought to determine whether this difference could account for the lack of axenic activity for the false negatives. To do so we determined the potency of 110 non-toxic, apparent false-negative compounds in the novel axenic and INMAC assays using the same top concentration (50 μM). A small number of compounds were inactive when tested in potency mode in the intracellular assay (13) which brings the tally for false positives to 183. Just under half of the compounds tested (43) now showed activity in the novel axenic assay. The remaining false-negative compounds had weak activity in the intracellular assay with 51 compounds having a pEC50 < 5 (EC50>10μM) and 3 compounds with a pEC50 between 5 and 5.4.\n\n\nPotency comparison of compounds in novel axenic and intramacrophage assay\nWe determined the potency of a panel of 36 selected control compounds in the novel axenic and intramacrophage assays (Table B in S1 Text and Fig 3). This panel includes drugs used in the field for the treatment of visceral leishmaniasis (amphotericin B, miltefosine and paromomycin), representative compounds of chemical classes currently under preclinical or clinical development including nitroimidazoles and oxaboroles as well as a few earlier stage hits. The majority of these compound series show activity in animal models. In total, 21 compounds showed activity in both the novel axenic assay and the intracellular assay, and 7 compounds were inactive in both assays at the concentrations tested. With the exception of two compounds (miltefosine and VL-2098), the compounds that were active in both assays exhibited a good correlation between the two Leishmania assays (R2 = 0.81). Of the 8 compounds that were only active in one of the two assays most (5) were weakly active (pEC50<5). There were examples of compounds showing higher potency in the cidal axenic assay (disulfiram and VL-2098) than the intracellular assay and vice versa (miltefosine and amodiaquine). However, all these compounds would have been defined as active using the cidal axenic assay i.e. they would not have been missed.\nIn this scatterplot the mean pEC50 values for control compounds representing a range of pharmacophores are compared between the novel and intramacrophage assay. Data set represents three or more replicates and the standard deviation is shown with error bars for each assay. Black line shows equipotency between both assays, blue line shows linear regression for compounds that are active in both assay (with outliers miltefosine and VL-2098 excluded, R2 = 0.81).\n\n\nScreening cascade\nOur results show that the novel axenic assay is more suitable for high-throughput screening than both our historic axenic assay and the intracellular assay. Relative to the historic axenic assay it detects many less false positives, and relative to the intracellular assay it provides much higher throughput and robustness (summarised in Table 2). We therefore propose a new Leishmania hit-discovery screening cascade that uses the novel axenic assay as primary single point assay (Fig 4). In a semi-manual format, a single scientist can run 60 plates per week giving a capacity to screen 20,000 test compounds weekly. The throughput can be scaled further using additional automation or scientists. Hits from the primary screen may be generically toxic and should be followed up with potency determinations in both the novel axenic assay and a mammalian counterscreen (we use HepG2 cells). Compounds with suitable activity and a selectivity window can then be taken forward to the intracellular assay for further confirmation of activity.\nNovel axenic assay is primary, single concentration (SP) entry to the cascade, followed by confirmation, assessment of potency and selectivity using the novel axenic assay and a mammalian counterscreen assay (HepG2) in potency mode (pot.). Potent and selective hits are then profiled in the intramacrophage assay.\n\n\nDOS library screen\nIn order to assess the utility of the screening cascade, a diversity-oriented synthesis library of 9,907 compounds was screened at 25 μM using the novel axenic assay. Compounds that showed a cytocidal effect (i.e. less cells at assay end point compared to assay start point) were retained as primary hits (72 compounds, hit-rate: 0.7%). The primary hits were next profiled using ten-point dose response curves in the novel axenic assay, in a HepG2 toxicity counterscreen and in the intracellular Leishmania assay (screening cascade shown in Fig 5A). The confirmation rate in the axenic potency assay was good (62 compounds, or 87% of hits show cidality in retest) and of the confirmed cidal compounds, 57 (92%) showed at least some level of activity in the intracellular assay (percent inhibition at top concentration >50). The potencies obtained in the intracellular assay correlated reasonably well with the axenic data as shown in Fig 5B. Two chemical series in particular showed promising activity in the dose-response retests (Fig 6). An additional 56 related analogues from the DOS library were cherry-picked and tested in dose in the novel axenic, intracellular, and cytotoxicity assays. Stereochemical SAR (SSAR) analysis of all 8 possible isomers of BRD6650 (Series 1, Fig 6 Panels A and B) showed that the RSS stereoisomer was the most potent (intracellular pEC50 = 5.7), followed by the SSR stereoisomer (intracellular pEC50 = 5). While the SAR around BRD6650 was limited to the compounds tested in the original screening collection, substitution on the phenyl group at the C-3 position of the azetidine ring was tolerated. Both electron-donating and electron-withdrawing groups were active, and diverse functionality was tolerated such as the aryl-alkyne (BRD1184), pyridyl (BRD9157), and cyclohexenyl (BRD5744) groups. Minor variation on the urea functionality was also tolerated. SSAR analysis of Series 2 compounds (e.g. BRD2647, Panels C and D on Fig 6), showed that the RSS stereoisomer was again the most potent stereoisomer (intracellular pEC50 = 5.2). The RRS stereoisomer was less potent; the SRR and SSR stereoisomers, which were not tested at dose, were inactive in the initial HTS assay. The other four stereoisomers for this compound were not available. The C-3 phenyl group of BRD2647 could be varied with a number of ortho substituents without loss of potency, and variation on the urea was also tolerated.\nA: Screening cascade. Numbers of compounds that passed and failed the hit selection criteria are shown respectively in green and red. Numbers marked with an asterisk indicate that the selectivity window is unknown and may be ≥ 10 (no effect seen in HepG2 assay, activity in the cidal axenic assay pEC50<5.3). The cascade starts with screening 9,907 compounds in the novel axenic assay at a single concentration (nov. axenic SP). Identified hits are processed in potency format in both the novel axenic assay (axenic pot., for activity confirmation) and HepG2 assay (HepG2 pot., toxicity information against the human cell line HepG2). Active compounds that provide a ≥ 10-fold toxicity window are processed in the intramacrophage potency assay (intramac. pot.) for hit confirmation, resulting in 24 hits. B: Comparison of novel axenic and intramacrophage mean pEC50 values for 141 compounds. The size of the markers is inversely related to the toxicity against the THP-1 cells (i.e. high toxicity–small symbol). Colour is by series (green: Ortho Azetidine Nitrile, blue: Azetidine Nitrile, orange: Povarov, red: SnAr 8-ortho, yellow: other). Data set represents three biological replicates for the novel axenic assay (with the exception of one compound with two replicates only) and at least two replicates for the intramacrophage assay.\nCompounds from two chemical scaffolds showed reproducible activity in both the novel axenic and intracellular assays. A. Analysis with the Broad's stereochemical structure activity (SSAR) viewer (see Fig E in S1 Text for an example) showed preferential activity with the RSS (C2, C3, C4) stereoisomer of Series 1 compounds. Activity of all available stereoisomers of BRD6650 indicated that the RSS isomer was the most active. B. Analogs of BRD6650 also show SAR around the original hit. Substitution on the phenyl group at the C-3 position of the azetidine ring was tolerated, as was minor variation on the urea functionality (see text for details). C. For compounds from Series 2, preferential activity was observed for the RSS stereoisomer in both thenovel axenic assay screen and the follow-up intracellular assay. D. SAR around both R1 and R2 was also observed for this series; the C-3 phenyl group could be varied with a number of ortho substituents, and variation on the urea was also tolerated.",
    "Discussion": "The need to identify new candidates entering drug development for visceral leishmaniasis is high considering the low number of compounds currently progressing through the R&D pipeline for this disease [32]. In many disease areas phenotypic screening of large diversity-oriented compound collections has been successful at identifying novel active starting points [8, 9, 33, 34]. For leishmaniasis, finding new start points is hampered by the lack of predictive, high-throughput compatible assays. When compounds are identified, they suffer from the intrinsically high attrition rate associated with early-stage discovery and lead-optimisation programmes [35]. It is therefore critically important to find new approaches to fill the leishmaniasis pipeline. The intramacrophage amastigote Leishmania model is currently considered the gold standard for in vitro drug susceptibility characterization [17, 18, 22, 36, 37]. Running this assay at a sufficiently high throughput to screen medium- or large-size compound collections is technically as well as financially challenging due to the complexity and limited robustness of this type of assay. While axenic parasites (promastigotes or amastigotes) can be used readily in high-throughput assays, the relatively poor translation into the intracellular assay limits their usefulness [17, 18, 21, 38]. In this work we set out to develop a new Leishmania in vitro screening cascade that is suitable for high-throughput screening so that large compound collections can be accessed. As a primary screening platform we developed a new high-throughput axenic amastigote assay with significantly improved predictivity of intramacrophage activity. We have achieved this by altering the assay conditions so that only cytocidal compounds are identified. Our results show that the main reason for the poor correlation between the old axenic assay and our intracellular assay is assay setup related, rather than the result of differences in biology between the different stages (~ 80% of hits identified in our historic axenic assay were not cytocidal). While we cannot be sure this is the case for other published axenic assays as detection limits are rarely reported, we expect this may apply broadly, as a side-effect of using fast growing organisms in combination with relatively low sensitivity read-outs such as resazurin.\nIn view of the low hit rate for Leishmania that we and others have found, there is a concern around potential false negatives. While these clearly exist, many are actually toxic to the host cell in the intracellular assay and can be considered intracellular assay false positives. We have shown that the root cause for approximately half of the non-toxic false-negative compounds that we tested is the difference in concentration that we used to screen in the axenic compared to the intracellular macrophage assay (Fig 2). As most of the remaining false-negatives are weak in the intracellular assay it is possible that they may show activity in the novel axenic assay when tested at higher concentrations.\nInterestingly, there are a number of compounds that are active in the novel axenic assay and not active in the intracellular assay. These may represent compounds that hit targets that are not essential intracellularly, perhaps as a result of differences in energy metabolism or supply of essential metabolites. However, our preliminary analysis suggests that these may cluster in a physicochemical space that may preclude their passage through cell membranes under physiological pH. Such compounds may represent novel start points for drug discovery, if their permeability can be improved while maintaining activity.\nTesting a panel of previously identified antileishmanials showed good correlation between the novel axenic assay and the intramacrophage assay for most compound classes. The aminoquinolines (mefloquine & amodiaquine) were only active in the intracellular assay, presumably due to their charge at acidic pH, resulting in lack of permeability in the novel axenic assay (pH 5.5) and lysosomotropic accumulation in the intramacrophage assay [39]. Surprisingly, miltefosine was around ten-fold more active in the intracellular assay relative to the novel axenic assay. We and others have previously observed similar activity in axenic and intramacrophage models for miltefosine [17, 18]. Miltefosine is actively taken up by Leishmania [40, 41], and therefore it is plausible that the potency difference is due to the much higher cell density in the novel axenic assay compared to our historic assay (80-fold higher), as this could result in lower miltefosine concentrations in the cells and hence lower potency. Disulfiram was only active in the novel axenic assay. Due to technical differences between the two assays there is a higher chance of compounds precipitating in the intracellular assay, and this could have been a problem with disulfiram as its aqueous solubility is poor and in addition this compound is unstable in serum [42]. The activity seen for VL-2098 in the novel axenic assay is in line with recently published data [43], however the activity against intracellular amastigotes is lower than expected from the publication. A second sample of this compound was tested and gave the same results. A potential explanation for this discrepancy is the poor solubility of this compound [44]. Overall the results from this panel of compounds shows that there is a good correlation between our novel axenic assay and our intramacrophage assay, and that almost all compounds with proven antileishmanial activity show activity in the novel axenic assay, supporting its use as a primary screening assay.\nWe propose that the novel axenic assay is the most suitable primary assay for a screening cascade aimed at accessing large compound collections as it combines the throughput and robustness of axenic assays with good predictivity of intramacrophage activity. Hits from the single-point screen should be tested in potency mode both in the axenic assay and in a human cell counterscreen to rule out any toxicity (ideally targeting a 10-fold or higher selectivity window between the two assays). Finally, the active and selective compounds should be tested in the intracellular model (cascade shown on Fig 4). We validated the use of this cascade by screening a set of ~10,000 DOS compounds and identified two active chemical series of interest. This screen confirmed further that the novel axenic assay is a suitable primary screening platform as 92% of the confirmed actives also showed intracellular activity. The two most interesting hit series incorporate a densely functionalized azetidine ring system each containing three stereogenic elements. While azetidine-related systems such as β-lactams have played an important role in drug discovery, the fully reduced form such as those in our two series of interest have been significantly less studied. These libraries were prepared as part of a collection of skeletally diverse azetidine-based scaffolds. An important feature of this compound collection is that it contains stereochemical diversity and in our experience, Stereochemical Structure Activity (SSAR) analysis of a hit compound can give an indication on how selective and specific its interaction is with its molecular target [45]. While two stereoisomers of BRD6650 were active, the majority of the stereoisomers tested had at least a 9-fold drop in potency indicating a selective and specific interaction with a molecular target. The two series of interest differ in terms of their substituents at R1 and R2 and also the substitution pattern of the phenyl group at C3 which is para in series 1 but ortho in series 2. Synthesis of additional analogues to further investigate SAR and profiling of the current leads in in vitro ADME/PK would allow us to assess the potential for these series for therapeutic development.\nIn summary, we have developed and validated a novel axenic Leishmania assay that specifically identifies compounds with a cytocidal mode of action. This new assay has been profiled in terms of its ability to predict activity in the intracellular amastigote Leishmania stage which is currently considered the gold standard for in vitro drug screening for visceral leishmaniasis. We have demonstrated that this new assay is suitable for primary screening and provides a useful method of triaging compounds to significantly reduce the number of compounds to be profiled and confirmed for activity through the more complex intracellular assays. Additional new active hit series against Leishmania donovani are expected to be identified from several ongoing high-throughput screening campaigns incorporating the novel axenic assay as a primary screening tool. Overall, our findings show that assay conditions play a significant role in the nature of the compounds identified (i.e. growth slowing vs cidal) and demonstrate that appropriate axenic assays, particularly in the context of large-scale drug-discovery, can be relevant and of great value."
}