{
    "Background": "Contact tracing is one of the key response activities necessary for halting Ebola Virus Disease (EVD) transmission. Key elements of contact tracing include identification of persons who have been in contact with confirmed EVD cases and careful monitoring for EVD symptoms, but the details of implementation likely influence their effectiveness. In November 2015, several months after a major Ebola outbreak was controlled in Liberia, three members of a family were confirmed positive for EVD in the Duport Road area of Monrovia. The cluster provided an opportunity to implement and evaluate modified approaches to contact tracing.",
    "Methods": "The approaches employed for improved contact tracing included classification and risk-based management of identified contacts (including facility based isolation of some high risk contacts, provision of support to persons being monitored, and school-based surveillance for some persons with potential exposure but not listed as contacts), use of phone records to help locate missing contacts, and modifications to data management tools. We recorded details about the implementation of these approaches, report the overall outcomes of the contact tracing efforts and the challenges encountered, and provide recommendations for management of future outbreaks.",
    "Results": "165 contacts were identified (with over 150 identified within 48 hours of confirmation of the EVD cases) and all initially missing contacts were located. Contacts were closely monitored and promptly tested if symptomatic; no contacts developed disease. Encountered challenges related to knowledge gaps among contact tracing staff, data management, and coordination of contact tracing activities with efforts to offer Ebola vaccine.",
    "Conclusions": "The Duport Road EVD cluster was promptly controlled. Missing contacts were effectively identified, and identified contacts were effectively monitored and rapidly tested. There is a persistent risk of EVD reemergence in Liberia; the experience controlling each cluster can help inform future Ebola control efforts in Liberia and elsewhere."
}