{
    "Background": "The hydatid disease parasite Echinococcus granulosus has a restricted lipid metabolism, and needs to harvest essential lipids from the host. Antigen B (EgAgB), an abundant lipoprotein of the larval stage (hydatid cyst), is thought to be important in lipid storage and transport. It contains a wide variety of lipid classes, from highly hydrophobic compounds to phospholipids. Its protein component belongs to the cestode-specific Hydrophobic Ligand Binding Protein family, which includes five 8-kDa isoforms encoded by a multigene family (EgAgB1-EgAgB5). How lipid and protein components are assembled into EgAgB particles remains unknown. EgAgB apolipoproteins self-associate into large oligomers, but the functional contribution of lipids to oligomerization is uncertain. Furthermore, binding of fatty acids to some EgAgB subunits has been reported, but their ability to bind other lipids and transfer them to acceptor membranes has not been studied.",
    "Methodology/Principal Findings": "Lipid-free EgAgB subunits obtained by reverse-phase HPLC were used to analyse their oligomerization, ligand binding and membrane interaction properties. Size exclusion chromatography and cross-linking experiments showed that EgAgB8/2 and EgAgB8/3 can self-associate, suggesting that lipids are not required for oligomerization. Furthermore, using fluorescent probes, both subunits were found to bind fatty acids, but not cholesterol analogues. Analysis of fatty acid transfer to phospholipid vesicles demonstrated that EgAgB8/2 and EgAgB8/3 are potentially capable of transferring fatty acids to membranes, and that the efficiency of transfer is dependent on the surface charge of the vesicles.",
    "Conclusions/Significance": "We show that EgAgB apolipoproteins can oligomerize in the absence of lipids, and can bind and transfer fatty acids to phospholipid membranes. Since imported fatty acids are essential for Echinococcus granulosus, these findings provide a mechanism whereby EgAgB could engage in lipid acquisition and/or transport between parasite tissues. These results may therefore indicate vulnerabilities open to targeting by new types of drugs for hydatidosis therapy."
}