{
    "Background": "In the wake of the West African Ebola virus disease (EVD) outbreak of 2014–2016, thousands of EVD survivors began to manifest a constellation of systemic and ophthalmic sequelae. Besides systemic arthralgias, myalgias, and abdominal pain, patients were developing uveitis, a spectrum of inflammatory eye disease leading to eye pain, redness, and vision loss. To investigate this emerging eye disease, resources and equipment were needed to promptly evaluate this sight-threatening condition, particularly given our identification of Ebola virus in the ocular fluid of an EVD survivor during disease convalescence.",
    "Methodology/Principal findings": "A collaborative effort involving ophthalmologists, infectious disease specialists, eye care nurses, and physician leadership at Eternal Love Winning Africa (ELWA) Hospital in Liberia led to the development of a unique screening eye clinic for EVD survivors to screen, treat, and refer patients for more definitive care. Medications, resources, and equipment were procured from a variety of sources including discount websites, donations, purchasing with humanitarian discounts, and limited retail to develop a screening eye clinic and rapidly perform detailed ophthalmologic exams. Findings were documented in 96 EVD survivors to inform public health officials and eye care providers of the emerging disease process. Personal protective equipment was tailored to the environment and implications of EBOV persistence within intraocular fluid.",
    "Conclusions/Significance": "A screening eye clinic was feasible and effective for the rapid screening, care, and referral of EVD survivors with uveitis and retinal disease. Patients were screened promptly for an initial assessment of the disease process, which has informed other efforts within West Africa related to immediate patient care needs and our collective understanding of EVD sequelae. Further attention is needed to understand the pathogensis and treatment of ophthalmic sequelae given recent EVD outbreaks in West Africa and ongoing outbreak within Democratic Republic of Congo."
}