{
    "Background": "Preventive chemotherapy with praziquantel (PZQ) is the cornerstone of schistosomiasis control. However, a single dose of PZQ (40 mg/kg) does not cure all infections. Repeated doses of PZQ at short intervals might increase efficacy in terms of cure rate (CR) and intensity reduction rate (IRR). Here, we determined the efficacy of a single versus four repeated treatments with PZQ on Schistosoma mansoni infection in school-aged children from Côte d’Ivoire, using two different diagnostic tests.",
    "Methods": "An open-label, randomized controlled trial was conducted from October 2018 to January 2019. School-aged children with a confirmed S. mansoni infection based on Kato-Katz (KK) and point-of-care circulating cathodic antigen (POC-CCA) urine cassette test were randomly assigned to receive either a single or four repeated doses of PZQ, administered at two-week intervals. The primary outcome was the difference in CR between the two treatment arms, measured by triplicate KK thick smears 10 weeks after the first treatment. Secondary outcomes included CR estimated by POC-CCA, IRR by KK and POC-CCA, and safety of repeated PZQ administration.",
    "Principal findings": "During baseline screening, 1,022 children were assessed for eligibility of whom 153 (15%) had a detectable S. mansoni infection, and hence, were randomized to the standard treatment group (N = 70) and the intense treatment group (N = 83). Based on KK, the CR was 42% (95% confidence interval (CI) 31–52%) in the standard treatment group and 86% (95% CI 75–92%) in the intense treatment group. Observed IRR was 72% (95% CI 55–83%) in the standard treatment group and 95% (95% CI 85–98%) in the intense treatment group. The CR estimated by POC-CCA was 18% (95% CI 11–27%) and 36% (95% CI 26–46%) in the standard and intense treatment group, respectively. Repeated PZQ treatment did not result in a higher number of adverse events.",
    "Conclusion/significance": "The observed CR using KK was significantly higher after four repeated treatments compared to a single treatment, without an increase in adverse events. Using POC-CCA, the observed CR was significantly lower than measured by KK, indicating that PZQ may be considerably less efficacious as concluded by KK. Our findings highlight the need for reliable and more accurate diagnostic tools, which are essential for monitoring treatment efficacy, identifying changes in transmission, and accurately quantifying the intensity of infection in distinct populations. In addition, the higher CR in the intense treatment group suggests that more focused and intense PZQ treatment can help to advance schistosomiasis control.",
    "Trial registration": "www.clinicaltrials.gov NCT02868385."
}