{
    "Background": "Leishmania major cutaneous leishmaniasis is an infectious zoonotic disease. It is produced by a digenetic parasite, which resides in the phagolysosomal compartment of different mammalian macrophage populations. There is an urgent need to develop new therapies (drugs) against this neglected disease that hits developing countries. The main goal of this work is to establish an easier and cheaper tool of choice for real-time monitoring of the establishment and progression of this pathology either in BALB/c mice or in vitro assays. To validate this new technique we vaccinated mice with an attenuated Δhsp70-II strain of Leishmania to assess protection against this disease.",
    "Methodology": "We engineered a transgenic L. major strain expressing the mCherry red-fluorescent protein for real-time monitoring of the parasitic load. This is achieved via measurement of fluorescence emission, allowing a weekly record of the footpads over eight weeks after the inoculation of BALB/c mice.",
    "Results": "In vitro results show a linear correlation between the number of parasites and fluorescence emission over a range of four logs. The minimum number of parasites (amastigote isolated from lesion) detected by their fluorescent phenotype was 10,000. The effect of antileishmanial drugs against mCherry+L. major infecting peritoneal macrophages were evaluated by direct assay of fluorescence emission, with IC50 values of 0.12, 0.56 and 9.20 µM for amphotericin B, miltefosine and paromomycin, respectively. An experimental vaccination trial based on the protection conferred by an attenuated Δhsp70-II mutant of Leishmania was used to validate the suitability of this technique in vivo.",
    "Conclusions": "A Leishmania major strain expressing mCherry red-fluorescent protein enables the monitoring of parasitic load via measurement of fluorescence emission. This approach allows a simpler, faster, non-invasive and cost-effective technique to assess the clinical progression of the infection after drug or vaccine therapy."
}