{
    "Background": "The spider family Sicariidae includes two genera, Sicarius and Loxosceles. Bites by Sicarius are uncommon in humans and, in Brazil, a single report is known of a 17-year old man bitten by a Sicarius species that developed a necrotic lesion similar to that caused by Loxosceles. Envenomation by Loxosceles spiders can result in dermonecrosis and severe ulceration. Sicarius and Loxosceles spider venoms share a common characteristic, i.e., the presence of Sphingomyelinases D (SMase D). We have previously shown that Loxosceles SMase D is the enzyme responsible for the main pathological effects of the venom. Recently, it was demonstrated that Sicarius species from Africa, like Loxosceles spiders from the Americas, present high venom SMase D activity. However, despite the presence of SMase D like proteins in venoms of several New World Sicarius species, they had reduced or no detectable SMase D activity. In order to contribute to a better understanding about the toxicity of New World Sicarius venoms, the aim of this study was to characterize the toxic properties of male and female venoms from the Brazilian Sicarius ornatus spider and compare these with venoms from Loxosceles species of medical importance in Brazil.",
    "Methodology/Principal Findings": "SDS-PAGE analysis showed variations in the composition of Loxosceles spp. and Sicarius ornatus venoms. Differences in the electrophoretic profiles of male and female venoms were also observed, indicating a possible intraspecific variation in the composition of the venom of Sicarius spider. The major component in all tested venoms had a Mr of 32–35 kDa, which was recognized by antiserum raised against Loxosceles SMases D. Moreover, male and female Sicarius ornatus spiders' venoms were able to hydrolyze sphingomyelin, thus showing an enzymatic activity similar to that determined for Loxosceles venoms. Sicarius ornatus venoms, as well as Loxosceles venoms, were able to render erythrocytes susceptible to lysis by autologous serum and to induce a significant loss of human keratinocyte cell viability; the female Sicarius ornatus venom was more efficient than male.",
    "Conclusion": "We show here, for the first time, that the Brazilian Sicarius ornatus spider contains active Sphingomyelinase D and is able to cause haemolysis and keratinocyte cell death similar to the South American Loxosceles species, harmful effects that are associated with the presence of active SMases D. These results may suggest that envenomation by this Sicarius spider has the potential to cause similar pathological events as that caused by Loxosceles envenomation. Our results also suggest that, in addition to the interspecific differences, intraspecific variations in the venoms composition may play a role in the toxic potential of the New World Sicarius venoms species."
}