{
    "Background": "Urogenital schistosomiasis remains highly endemic in Africa. Current control is based on drug administration, targeted either to school-age children or to high-risk communities at-large. Urine dipsticks for detection of microhematuria offer an inexpensive means for estimating infection prevalence. However, their diagnostic performance has not been systematically evaluated after community treatment, or in areas with continuing low prevalence. The objective of the present study was to perform meta-analysis of dipstick accuracy for S. haematobium infection in endemic regions, with special attention to performance where infection intensity or prevalence was low.",
    "Methodology/Principal Findings": "This review was registered at inception with PROSPERO (CRD42012002165). Included studies were identified by computerized search of online databases and hand search of bibliographies and existing study archives. Eligible studies included published or unpublished population surveys irrespective of date, location, or language that compared dipstick diagnosis of S. haematobium infection to standard egg-count parasitology. For 95 included surveys, variation in dipstick sensitivity and specificity were evaluated according to study size, age- and sex-specific participation, region, local prevalence, treatment status, and other factors potentially affecting test performance. Independent of prevalence, accuracy was greater in surveys of school-age children (vs. adults), whereas performance was less good in North Africa, as compared to other regions. By hierarchical ROC analysis, overall dipstick sensitivity and specificity for detection of egg-positive urine were estimated at 81% and 89%, respectively. Sensitivity was lower among treated populations (72%) and in population subgroups having lower intensity infection (65%). When the insensitivity of egg count testing was considered (and diagnosis inferred instead from combined hematuria and egg-count findings), overall dipstick sensitivity/specificity were 82%/97%, with significantly better sensitivity (92%) in high prevalence settings.",
    "Conclusions/Significance": "This analysis suggests that dipsticks will continue to serve as very useful adjuncts for monitoring community prevalence following implementation of population-based control of urogenital schistosomiasis."
}