{
    "Background": "Human myiasis is a parasitic dipteran fly infestation that infects humans and vertebrates worldwide. However, the disease is endemic in Sub-Saharan Africa and Latin America. In Sub-Saharan Africa, it is under-reported and therefore its prevalence is unknown. This systematic review aims to elucidate the prevalence of human myiasis, factors that influence the infection, and myiasis-causing fly species in SSA. The review also dwelled on the common myiasis types and treatment methods of human myiasis.",
    "Methods": "Here, we collect cases of human myiasis in Sub-Saharan Africa based on literature retrieved from PubMed, Google Scholar and Science Direct from 1959 to 2022. A total of 75 articles and 157 cases were included in the study. The recommendations of PRISMA 2020 were used for the realization of this systematic review.",
    "Results": "In total, 157 cases of human myiasis in SSA were reviewed. Eleven fly species (Cordylobia anthropophaga, Cordylobia rodhaini, Dermatobia hominis, Lucilia cuprina, Lucilia sericata, Oestrus ovis, Sarcophaga spp., Sarcophaga nodosa, Chrysomya megacephala, Chrysomya chloropyga and Clogmia albipuntum) were found to cause human myiasis in SSA. Cordylobia anthropophaga was the most prevalent myiasis-causing species of the reported cases (n = 104, 66.2%). More than half of the reported cases were from travelers returning from SSA (n = 122, 77.7%). Cutaneous myiasis was the most common clinical presentation of the disease (n = 86, 54.7%). Females were more infected (n = 78, 49.6%) than males, and there was a higher infestation in adults than young children.",
    "Conclusion": "The findings of this study reveals that international travelers to Sub-Saharan Africa were mostly infested therefore, we recommend that both international travelers and natives of SSA be enlightened by public health officers about the disease and its risk factors at entry points in SSA and the community level respectively. Clinicians in Sub-Saharan Africa often misdiagnose the disease and most of them lack the expertise to properly identify larvae, so we recommend the extensive use of molecular identification methods instead."
}