{
    "Background": "Few studies have estimated prevalence of neurocysticercosis (NCC) among persons with epilepsy in sub-Saharan Africa. While the limitations of serological testing in identification of NCC are well known, the characteristics of persons who are misdiagnosed based on serology have not been explored. The first objective of this pilot study was to estimate the prevalence of NCC in epilepsy outpatients from an area of South Africa endemic for cysticercosis. The second objective was to estimate the accuracy of serological testing in detecting NCC in these outpatients and characterize sources of disagreement between serology and neuroimaging.",
    "Methodology/Principal Findings": "All out-patients aged 5 or older attending the epilepsy clinic of St. Elizabeth's Hospital in Lusikisiki, Eastern Cape Province, between July 2004 and April 2005 were invited to participate. Epidemiological data were collected by local study staff using a standardized questionnaire. Blood samples were tested by ELISA for antibody and antigen for Taenia solium. Four randomly chosen, consenting participants were transported each week to Mthatha for brain CT scan. The proportion of persons with epilepsy attending St. Elizabeth clinic with CT-confirmed NCC was 37% (95% CI: 27%–48%). Using CT as the gold standard, the sensitivity and specificity of antibody testing for identifying NCC were 54.5% (36.4%–71.9%) and 69.2% (52.4%–83.0%), respectively. Sensitivity improved to 78.6% (49.2%–95.3%) for those with active lesions. Sensitivity and specificity of antigen testing were considerably poorer. Compared to false negatives, true positives more often had active lesions. False positives were more likely to keep pigs and to have seizure onset within the past year than were true negatives.",
    "Conclusions/Significance": "The prevalence of NCC in South African outpatients with epilepsy is similar to that observed in other countries where cysticercosis is prevalent. Errors in classification of NCC using serology alone may reflect the natural history of NCC."
}