{
    "Background": "Identifying clusters of acute paracoccidioidomycosis cases could potentially help in identifying the environmental factors that influence the incidence of this mycosis. However, unlike other endemic mycoses, there are no published reports of clusters of paracoccidioidomycosis.",
    "Methodology/Principal Findings": "A retrospective cluster detection test was applied to verify if an excess of acute form (AF) paracoccidioidomycosis cases in time and/or space occurred in Botucatu, an endemic area in São Paulo State. The scan-test SaTScan v7.0.3 was set to find clusters for the maximum temporal period of 1 year. The temporal test indicated a significant cluster in 1985 (P<0.005). This cluster comprised 10 cases, although 2.19 were expected for this year in this area. Age and clinical presentation of these cases were typical of AF paracccidioidomycosis. The space-time test confirmed the temporal cluster in 1985 and showed the localities where the risk was higher in that year. The cluster suggests that some particularities took place in the antecedent years in those localities. Analysis of climate variables showed that soil water storage was atypically high in 1982/83 (∼2.11/2.5 SD above mean), and the absolute air humidity in 1984, the year preceding the cluster, was much higher than normal (∼1.6 SD above mean), conditions that may have favored, respectively, antecedent fungal growth in the soil and conidia liberation in 1984, the probable year of exposure. These climatic anomalies in this area was due to the 1982/83 El Niño event, the strongest in the last 50 years.",
    "Conclusions/Significance": "We describe the first cluster of AF paracoccidioidomycosis, which was potentially linked to a climatic anomaly caused by the 1982/83 El Niño Southern Oscillation. This finding is important because it may help to clarify the conditions that favor Paracoccidioides brasiliensis survival and growth in the environment and that enhance human exposure, thus allowing the development of preventive measures."
}