{
    "Introduction": "Leptospirosis is a potentially severe infectious disease that affects animals (both domestic and wild) and humans [1]. The disease is caused by pathogenic species of the genus Leptospira and results in a wide array of clinical manifestations in humans [2]. Symptoms can range from asymptomatic infection and light fever to severe manifestations with risk of death [3]. Over a million cases occur globally every year, causing over sixty thousand deaths [4]. The majority of the disease burden occurs in developing nations, in local environments that lack adequate infrastructure and health services [5]. Human infection occurs through direct contact with urine or contaminated secretions from infected animals, or indirectly through contact with contaminated soil and water [1,6].\nThe genus Leptospira comprises 72 species and over 300 serovars, classified in more than 20 serogroups [7–10]. The microscopic agglutination test (MAT) is the reference serological assay for the diagnosis of leptospirosis. Despite its limitations, the MAT can provide the presumptive identity of the infecting serogroup, contributing for spatiotemporal epidemiological studies and reservoir identification when isolation of local strains is not available [11]. However, isolation or specific laboratory techniques like DNA sequence analysis are needed for definitive serotyping [12,13]. Some serovars can infect multiple animal species while others are more adapted to specific animal hosts [2]. This host preference might explain why some serovars/serogroups are more frequent in certain geographic areas. The diversity of reservoirs, serovars and serogroups, together with environmental and socio-behavioral determinants, poses a challenge to the characterization of the epidemiologic patterns of leptospirosis. These factors can influence the risk of transmission and consequently increase incidence and cause outbreaks [14].\nHistorically, tropical and subtropical nations have experienced seasonal leptospirosis incidence peaks associated with heavy rainfall and flooding events during the rainy season [14–17]. The rapid, informal expansion of large urban centers, coupled with inadequate housing and sanitation, has resulted in environmental and social conditions that are highly favorable to disease hosts and pathogen transmission [18]. Over 33% of the world’s population, and around 28% if Brazil’s population live in urban poor communities [19] where, because of the deep social inequalities, there is a direct correlation between vulnerable environments, disaster risk and public health problems [20,21]. Historically, in the city of Salvador, where most of the population is of black and mixed race, people with lower income live in the peripheral areas of cities where access to basic rights is often absent and the prevalence of health problems such as leptospirosis is greater than in other areas of the city.\nStudies performed in the past two decades in Salvador, Brazil, have reported Leptospira interrogans serogroup Icterohaemorrhagiae serovar Copenhageni (strain Fiocruz L1-130) as the serogroup responsible for over 95% of the clinical cases recorded throughout the city [14], as well as asymptomatic infections in residents of the poor urban community of Pau da Lima within Salvador [22,23]. Previous studies in the same community have shown that the animal reservoir of the serovar Copenhageni and serogroup Icterohaemorrhagiae is the brown rat (Rattus norvegicus) [24,25]. These studies identified the seroincidence of Leptospira kirschneri, serogroup Cynopteri (strain 3522C) as the second highest in residents of urban communities [26]. However, the animal reservoir of these serogroups and the determinants of its transmission remain unknown.\nInvestigating the Leptospira serologic profile of the residents in urban communities, accounting for serogroup-specific risk factors, will contribute to a better understanding of the risk determinants of urban infection and inform the development of more specific control measures. The present study aims to identify demographic, socioeconomic, and environmental factors associated with seropositivity of Leptospira interrogans Icterohaemorrhagiae (strain Fiocruz L1-130) and Leptospira kirschneri Cynopteri (strain 3522C) in residents of five urban low-income communities in Salvador, Brazil.",
    "Methods": "Ethics statement\nThe study was approved by the Ethics Committee of Fundação Oswaldo Cruz, Instituto Gonçalo Moniz (CAAE 45217415.4.0000.0040), the Ethics Committee for Research of Instituto de Saúde Coletiva (UFBA, 041 / 17–2.245.914.17–2.245.914) and the Institutional Review Board of Yale University (no. 2000031554). Those willing to participate signed an informed consent form and had a small blood sample drawn by a trained phlebotomist. Underage participants were enrolled with informed consent written of their legal guardian.\n\n\nStudy design\nWe performed a cross-sectional study in five urban poor communities: Pau da Lima (PL), Alto do Cabrito (AdC), Marechal Rondon (MR), Nova Constituinte (NC) and Rio Sena (RS) in the city of Salvador, Bahia, Brazil (Fig 1). In PL, we collected samples during the period from November 2020 to February 2021. Previous studies in the area indicated an annual leptospiral incidence of 37.8 infections per thousand [22]. In the four other communities, namely: AdC, MR, NC and RS, sampling occurred from April to September 2018. All five communities are considered low-income, with precarious sanitation and infrastructure.\nLocation of study sites (white) within the city. Distribution of family income, high (green) and low (orange). Shapefiles and data used for the base map were obtained from open and publicly accessible base of IBGE—Instituto Brasileiro de Geografia e Estatística [Brazilian Institute of Geography and Statistics]. Direct link to the base layer of the map: https://www.ibge.gov.br/geociencias/downloads-geociencias.html.\nEligible individuals were those ≥5 years of age, who slept 3 nights per week in a household. We applied a structured questionnaire to collect information on individual characteristics of the participant, domestic and peri-domestic environmental characteristics, exposure to sources of environmental contamination, and the presence of potential animal reservoirs.\nSerological analysis was performed using the Microscopic Agglutination Test (MAT), the reference assay for diagnosis of human leptospirosis, as previously described [18]. MAT is based on dark-field microscopy detection of serum agglutination samples from an individual (antibodies) with live Leptospira antibodies. Samples were tested against a panel of seven antigens, including five reference strains (WHO Collaborative Laboratory for Leptospirosis, Royal Tropical Institute, Holland): L. kirschneri serogroups Cynopteri serovar Cynopteri strain 3522C and Grippothyphosa serovar Grippothyphosa strain Duyster; L. interrogans serogroups Canicola serovar Canicola strain H. Utrecht IV and Autumnalis serovar Autumnalis strain Akiyami A; and L. borgpetersenii serogroup Ballum serovar Ballum strain MUS 127. The panel also included two local clinical isolates: L. interrogans serogroup Icterohaemorrhagiae serovar Copenhageni strain Fiocruz L1-130 and L. santarosai serogroup Shermani strain LV3954 [22]. We performed association analyses only for serogroups Icterohaemorrhagiae strain Fiocruz L1-130 and Cynopteri strain 3522C, which were the most prevalent strains in our analyses, and presented adequate sample sizes for estimating associations.\n\n\nOutcomes, exposures, and covariates\nThe outcome of positivity for leptospirosis was defined as seropositivity against serogroups Cynopteri or Icterohaemorrhagiae. The interpretation of MAT results for serogroup classification is limited due to the possibility of cross-reactivity between different serovars, lack of representative strains for the local circulating serogroup, and subjectivity of the interpretation of the agglutination [27]. A result was considered positive if 50% or more leptospires were agglutinated by MAT with a titer of ≥1:50. When agglutination was observed at a dilution of 1:100, the sample was titrated in serial two-fold dilutions to determine the highest positive titer [26]. In this study, the presumptive definition of the serogroup was established based on the serogroup that exhibited an antibody titer at least one dilution higher than any other serogroup. In cases where serogroups showed equal titers, the presumptive serogroup was classified as mixed and not considered in the final analysis. Additionally, samples that did not show significant reactivity, with an antibody titer below 1:50 in the tested serogroups, were considered negative.\nThe main explanatory variables at the individual-level were: age in years (as a quantitative variable); gender; ethnicity; highest education level achieved; receipt of the Federal government stimulus program (Bolsa Família); employment status; work involving contact with sewer/garbage/construction materials; use of protective boots; contact with mud in the last 12 months; walking barefoot outside; and cleaning sewer canals in the last 12 months. Additional environmental explanatory variables included: proximity of the household to open sewers; paved access to the household; household with a backyard; unplastered walls (a proxy for quality of construction); garbage accumulation near the household; and presence of domestic animals (cats, dogs, and chickens).\n\n\nSpatial descriptive analysis\nQGIS version 2.18.20 was used to construct a georeferenced database from satellite image WorldView-3 May 2017, at 31 cm resolution. The study team identified households within the study site and marked their positions onto hard copy 1:1,500 scale maps. The image WorldView-3 was acquired by the research project / Institute Gonçalo de Moniz—IGM—Fiocruz Bahia from the company Stamap, with disclosure permitted referencing the Copyrights of DigitalGlobe images. We used bivariate Kernel Density Estimation (KDE) [28], to evaluate possible territorial segregation of serogroups Icterohaemorrhagiae and Cynopteri. The KDE is defined as fhat(x) = n-1h-2 ∑k{(x-xi)/h}, where k(u) is the kernel function (a bivariate probability density), x denotes any location within the study-area, x1,…,xn are the data-locations and h is the bandwidth. The KDE delivers smoothed spatial distributions of the density of human cases of serogroups Icterohaemorrhagiae and Cynopteri, we set the bandwidth at 30 meters, based on the average distance typically traveled by rats per day [29], to give a possible exposure factor of households to each serogroup. To determine the smoothed, population-adjusted risk distribution for each of the serogroups Icterohaemorrhagiae and Cynopteri we then calculated the ratio between the KDE for households with positive cases and the KDE for all households evaluated. Boundary polygons and the data for the production of the Salvador income map were downloaded from the publicly accessible data base of IBGE—Instituto Brasileiro de Geografia e Estatística [Brazilian Institute of Geography and Statistics], using the Geosciences platform that can be accessed at https://www.ibge.gov.br/geociencias/downloads-geociencias.html. The maps were created by the authors using QGIS 2.18 software.\n\n\nStatistical analysis\nWe performed a descriptive analysis using relative and absolute frequencies for qualitative variables and median and interquartile range for quantitative variables. A fixed-effect multinomial logistic regression model was used to estimate potential factors associated with seropositivity for each of the two serogroups, Icterohaemorrhagiae and Cynopteri. Variables considered in the multivariable analysis were those with p < 0.15 in single-factor analyses. The multivariable analysis used a stepwise method based on the purposeful selection of variables according to both statistical and research criteria (biological plausibility) [22,23]. Also, “area\" was included in the final model as a five-level categorical fixed effect. The final model, constrained by the inclusion of variables selected on the grounds of biological plausibility was chosen to minimize Akaike’s Information Criteria (AIC). The linearity assumption was confirmed by visual inspection before the inclusion of each quantitative variables in bivariate and multivariate models. We then checked for high levels of correlation among the selected variables in the final model using a Variance Inflation Factor (VIF), but all VIF values were <5 and thus no previously selected variables were excluded. All statistical procedures were performed in R studio, using tidyverse, lme4 and nmet packages [30–33]",
    "Results": "The study included 2,808 residents of five neighborhoods located in Salvador, Brazil (Fig 1); of which 1,512 were from Pau da Lima, 332 from Marechal Rondon, 367 from Alto do Cabrito, 304 from Nova Constituinte and 293 from Rio Sena (Table 1). The population studied was predominantly female (58%; 1,620/2,808) and self-declared black (51%; 1,422/2,808) (Table 1).\nThe overall unadjusted seroprevalence was 9% (253/2,808, 95% CI 8.0% - 10.1%). Of the 253 infected, 18% (45/253) were seropositive to serogroup Cynopteri, of which 43 (96%) reacted to titers of 50 to 400, while the remaining 2 (4%) reacted to titers of 800 to 6400. Also, 82% (208/253) were seropositive to serogroup Icterohaemorrhagiae, of which 190 (91%) reacted to titers of 50 to 400, while the remaining 18 (9%) reacted to titers of 800 to 1600. The seropositivity for the other tested serogroups (Canicola, Shermani, Autumnalis, Ballum, Grippotyphosa) did not exceed 2%, while the mixed result was 7% (S1 and S2 Tables). Seropositivity to serogroup Icterohaemorrhagiae was lowest in AdC (6.5%) and highest in RS (7.8%). Seroprevalence of Cynopteri ranged between 1.0% in NC and 2.1% in MR (Table 1). Seroprevalence of Icterohaemorrhagiae increased with age (OR 1.03 per year, 95% CI 1.02–1.04) as shown in S3 Table and described by age group in Fig 2. Females were less likely to be infected than males (OR 0.69, 95% CI 0.52–0.91, S3 Table). This pattern was not observed for serogroup Cynopteri (OR 1.07, 95% CI 0.59–1.99), which presented higher seroprevalence in the age group >45 years (Fig 2).\nInfection rates for Leptospira interrogans Icterohaemorrhagiae (A) and Leptospira kirschneri Cynopteri (B) by sex and age. Red bars: female. Blue bars: males. Whiskers: 95% CI.\nThe final multivariate multinomial analysis (Table 2), which includes data for residents > 18 years of age to investigate work-related exposures (n = 2,009), identified the following variables as significantly associated with seropositivity against Cynopteri: age in years (as a quantitative variable, OR 1.03, 95% CI 1.01–1.06), lives in house with unplastered walls (exposed brick, OR 1.68, 95% CI 1.09–2.59) and presence of cats near the household (OR 2.00, 95% CI 1.03–3.88). In addition, gender (males>females, OR 1.51, 95% CI 1.09–2.10), age in years (OR 1.02 per year, 95% CI 1.01–1.03), work-related exposures (OR 1.71, 95% CI 1.10–2.66) and contact with sewage (OR 1.42, 95% CI 1.00–2.03) were factors associated with seropositivity against Icterohaemorrhagiae.\nNote that there were no differences in seropositivity among neighborhoods.\nFig 3 shows differences in the spatial patterns of seropositivity between serogroups Icterohaemorrhagiae and Cynopteri, where yellow rectangle indicate non-overlapping kernel ratio concentration areas between serogroups. The objective of this complementary analysis was to verify possible overlaps in the spatial distributions of both the two serogroups.\nThe light red-to- hard red gradient represents increasing density in smoothing analyses which used 30 meters as the bandwidth.",
    "Discussion": "In this article, our MAT results indicated that L. interrogans serogroup Icterohaemorrhagiae is the most predominant in our areas of study in the city of Salvador, Brazil. In the local context, based on MAT, we found few circulating serogroups, and there was little evidence of cross-reaction (S1 and S2 Tables). Taken together, those results are in accordance with previous serosurveillance and ecological studies conducted in the same region [18,22,23], and supported by the high number of local clinical isolates obtained from humans and rats, where the majority of those were identified as serogroup Icterohaemorrhagiae [14,24]. However, we also found evidence of local exposure to L. kirschneri serogroup Cynopteri among residents of all the communities studied. Although MAT is a technique with limitations to precisely identify the infecting serogroup, the identification of individuals with high titers against the Cynopteri serogroup, considered pathogenic and whose reservoir in urban environments is unknown, represents an important epidemiological opportunity in attempting to understand the infection patterns of these two important serogroups of pathogenic Leptospira that seems to be circulating in this region.\nWe identified differences in the demographic and socioenvironmental factors that affect seropositivity for each serogroup. Residents exposed to serogroup Cynopteri had a different demographic profile from that of serogroup Icterohaemorrhagiae. We observed higher seroprevalence for serogroup Cynopteri in ages >45 years for both genders, suggesting that behavioral differences between men and women do not affect exposure, in contrast to what has been observed regarding overall seropositivity in previous studies. Men tend to be more engaged in outdoor activities that are considered environmental risk exposures (e.g.: sewer canal cleaning, construction work, debris and refuse management) that are known risk factors for seroprevalence [18,23]. However, for serogroup Icterohaemorrhagiae, we found that seropositivity increased with age, and that males were more likely to be seropositive. A similar relationship between age and exposure to Icterohaemorrhagiae has been observed in previous studies [18].\nOccupation-related factors were associated with exposure to serogroup Icterohaemorrhagiae. Individuals who engaged in activities involving solid waste management, or contact with mud, floodwaters and/or sewage were more likely to be seropositive. This agrees with previous results from these and similar communities, where leptospirosis is associated with work-related exposures, including occupation in subsistence farming [3]. Further, inhabitants of low-income communities are commonly enrolled in informal employment, often close to their households. This finding highlights the role of the environment as an important source for transmission. We did not detect any independent associations between work-related risk exposures and seropositivity for Cynopteri. This negative finding may be a consequence of the lower number of individuals seropositive for Cynopteri.\nLittle is known about the animal and environmental reservoirs for serogroup Cynopteri, other than that the strain was first isolated from a bat kidney in Indonesia [34]. In our final model, we detected a positive association between anti-Cynopteri antibodies and the presence of cats in the household. Although occurrence of this serogroup has been reported in wild animals such as bats [35], there are also indications that cats can be exposed to Leptospira; in particular, higher seroprevalence of serogroup Cynopteri than other serogroups has been found in cats from Spain [36]. This suggests a need for future studies to accurately identify the different pathogenic serogroups that circulate in low-income areas and to evaluate the maintenance animal host of the Cynopteri serogroup in these urban environments.\nAmong the domestic and peri-domiciliary variables, the presence of open sewage near the home was associated with greater seropositivity for serogroup Icterohaemorrhagiae. This result is consistent with a previous study [22] in which “living near an open sewer” was a factor associated with seropositivity and suggests that environmental exposure is an important route of indirect transmission. It should also be noted that the urine of animals other than rats can release leptospires into the environment. This association has also been reported in other epidemiological studies [37,38]. A previous study in the same study area identified that, in addition to sewage, accumulations of rainwater on the ground can be a source of pathogenic Leptospira [39].\nInfrastructure deficiencies in homes, for example living in a house with unplastered walls (exposed brick), have also been considered a source of transmission for repeated exposure to Leptospira [22]. Risk factors for peri-domiciliary exposure may therefore also be important for infection by serogroup Cynopteri. Structural precariousness in the household could be an indicator of low socioeconomic status, as suggested in another study [25].\nThe differences that we found in the spatial distribution of Icterohaemorrhagiae and Cynopteri (Fig 3) suggest that these two r serogroups occupy distinct niches within the urban environment. For example, our statistical analysis found that serogroup Icterohaemorrhagiae is associated with proximity to sewers and Cynopteri with the presence of cats.\nThere are limitations to this work that must be acknowledged. Firstly, whilst MAT is the standard test used in prevalence surveys and can, to some extent, help to indicate the presumptive serogroups circulating in a specific area [27] A positive result does not indicate that the individual necessarily has an active infection unless paired samples are taken [13]. Furthermore, as we collected data at a single point in time we cannot assess-incidence of infection events over time. Another important aspect to be considered is that, although we had previously tested a broader set of seven serogroups, we recognized the possible existence of other serogroups of Leptospira in the study population. However, our main focus was not on a comprehensive assessment of all serogroups present in each region, but on identifying the factors that could be associated with the seropositivity of the most highly prevalent serogroups of Leptospira in the populations under study. Additionally, we found a low prevalence of Cynopteri, making it difficult to understand its true epidemiological pattern. Future studies may be needed to deepen our understanding of the joint spatial distributions of multiple serogroups in relation to the abundance and mobility of rodents or felines, and proximity to households.",
    "Conclusion": "Our data suggest distinct epidemiological and spatial patterns associated with the Icterohaemorrhagiae and Cynopteri serogroups in the urban environment at high risk for leptospirosis. We emphasize the need for studies that accurately identify the different pathogenic serogroups that circulate and infect residents of low-income areas. Future studies need to further evaluate the role of cats in Leptospira transmission and identify the main maintenance animal host of the Cynopteri serogroup in urban environments."
}