{
    "1. Introduction": "Insecticide resistance in mosquito populations threatens to seriously undermine the successful interventions that have limited pathogen transmission and disease prevalence [1]. Insecticides cause mortality through binding to vital protein targets, often neuronal, altering their activity to such a degree that death ensues. Resistance develops through inheritance of traits [2], including 1) amino acid changes in target sites that modify insecticide binding, 2) sequestration of insecticide away from target sites through binding with specific proteins, 3) cuticular barriers to insecticide uptake and 4) increased insecticide turnover by “metabolic’ enzymes resulting in products with reduced binding/toxicity and increased excretion [2].\nIn mosquitoes there are three large families of metabolic enzymes that have been strongly associated with detoxification of different chemical classes of insecticides; namely cytochrome P450s, glutathione-s-transferases (GST) and carboxylesterases (COE) [3]. To identify specific family members that confer metabolic resistance, comparative high throughput transcriptomic and genomic approaches in resistant and sensitive strains are used to delineate potential candidates [4–9]. Further evidence is then provided through demonstration of recombinant enzyme activity against insecticidal substrates. Finally, in vivo validation is sought through heterologous expression of candidates. and subsequent characterisation of insecticide resistance phenotypes [10–13]. To examine insecticide resistance in mosquitoes, we have adapted the widely used GAL4-UAS and phiC31 systems to perform functional analysis of the most promising cytochrome mosquito P450, GST and sensory appendage protein (SAP) candidates in An. gambiae [14]. These approaches enable comparison of the insecticide classes targeted following overexpression of alternative family members of metabolic enzymes from the same genetic locus and background. It also allows determination of whether such expression is sufficient to produce WHO classified levels of resistance. To broaden the application of this technology, we have addressed some of the knowledge gaps in the analysis in this work. This includes examination of a candidate belonging to the unexplored COE family and to demonstrate that the An. gambiae ubi-GAL4/UAS system could be used to examine resistance in larval stages, since previous work had solely targeted adults.\nInsecticidal aquatic larval control has primarily focused on Aedes mosquitoes more than Anopheline mosquitoes, since their larval habitats tend to be more easily accessible and the adults are more difficult to target because of their diurnal feeding habit (though adult control does occur, typically in the form of space spraying). The OP temephos is the most commonly used chemical larvicide [15] due to its low mammalian toxicity and approved use in potable water sources. However, resistance has been observed worldwide. One of the most common genes associated with OP resistance, and particularly resistance to temephos in Aedes mosquitoes, has been the COE encoding CCEae3A gene. 60-fold upregulation of CCEae3A (AAEL023844) was identified in temephos resistant Ae. aegypti from Thailand [16] and the French West Indies [17]. Similarly, Ae. albopictus larvae selected with temephos in the laboratory displayed 27-fold CCEae3A constitutive upregulation in resistant mosquitoes [18]. Amplification of CCEae3A copy number, presumably related to increased transcription, has also been associated with resistant phenotypes in both Aedes species [19]. Moreover, recombinant CCEae3A from both Aedes species have been shown to sequester the OP and to metabolise the toxic oxon form of temephos to its less toxic product, [(4-hydroxyphenyl) sulfanyl] phenyl O,O-dimethylphosphorothioate [20].\nAs well as being linked to temephos resistance, CCEae3A upregulation has also been found in Aedes mosquitoes displaying resistance to permethrin, malathion, bendiocarb, fenitrothion and propoxur [16–19,21–23]. However, other target site and metabolic resistance mechanisms were also detected in these mosquitoes, which were found to be resistant to several insecticides. To delineate and quantify the role of CCEae3A in larvae, and to allow comparison with similar experiments with P450 and GST enzymes in adults, we have overexpressed CCEae3A in transgenic An. gambiae mosquitoes. By this means, we determined whether overexpression of CCEae3A is sufficient to produce resistance to different members of the OP insecticide class in larval stages, as well as other classes of public health adulticides.",
    "2. Methods": "2.1. GAL4/UAS and UAS:CCEae3A donor plasmid construction\nWe have previously developed a GAL4/UAS system in An. gambiae to express transgenes in a near ubiquitous expression pattern. Briefly, the system comprises a GAL4 driver line whose expression is controlled by the An. gambiae polyubiquitin promoter. The Ubi-GAL4 sequences are linked to a 3xp3 controlled eCFP to mark transgenics. This expression cassette is flanked by inverted PhiC31 AttP repeats and has been integrated into the genome by piggyBac transformation [14] (Fig 1A). The Ubi-GAL4 line acts both as a driver line, so that when crossed with responder lines carrying GAL4 responsive, UAS-geneX sequences, geneX is expressed in a ubiquitous pattern in the progeny, as well as a docking line carrying the inverted PhiC31 repeats. The docking aspect can be used to swap out the Ubi-GAL4-3xP3eCFP sequences with a new differentially marked expression cassette by double recombination at the AttP sites driven by PhiC31 integrase. In this instance, we have exchanged a cassette carrying a UAS:CCEae3A marked with eYFP (Fig 1B) to create a UAS responder line (expressing eYFP) (Fig 1C). If only a single recombination occurs between the donor plasmid and docking site, the whole of the donor plasmid integrates into that site and so in this instance, both the driver (eCFP) and responder (eYFP) cassettes are present on the same locus (Fig 1D).\nRepresentation of the (A) Ubi-GAL4 docking line genome insertion, (B) UAS-CCEae3A responder plasmid, (C) UAS-3A cassette exchange genome insertion, (D) 3A+ cassette integration genome insertion. To achieve expression from the UAS-3A line, these are crossed with the Ubi-Gal4 line, and CCEae3A is then transcribed in the progeny. Since these insertions are in the same genome locus, only single copies of each transgene can be achieved when both are present. In D, both driver and responder transgenes are present on single allele, and the CCEae3A is thus transcribed ubiquitously and can be made homozygous by intercrossing.\nTo generate the UAS-CCEae3A responder plasmid (Fig 1B), the CCEae3A cDNA (AAEL023844-RA) was first subcloned into a UAS plasmid (pSL*attB:YFP:Gyp:UAS14i:Gyp:attB) [10] previously described in [13]. The 1669-bp CCEae3A cDNA sequence was amplified from a template derived from the temephos resistant Nakhon Sawan 2 Ae. aegypti strain [16,20]—using primers CCEfor2 (GACTGGAATTCCATTATGTCCACTTTGGA) and CCErev2 (GTATTCTCGAGTCATTGCAATGCTCGATG). The amplified fragment and UAS plasmid (pSL*attB:YFP:Gyp:UAS14i:Gyp:attB) [10] were ligated following EcoRI and XhoI (NEB) digestion and purification. Positive clones were identified by colony PCR using CCEseqfor (ATTGTGGTGACGTTCAACTATCG) and CCEseqrev (GTATGTCAATTCATCCGCATGAGC) primers. Verification of the selected clone, pSL-attB-YFP-Gyp-UAS-3A-Gyp-attB, was confirmed by Sanger sequencing using the following primers: UASp (GCAAGGGTCGAGTCGAGCGGAGACTCTAGC), CCErev (CTCGAGTCATTGCAATGCTCGATG), CCEseqfor (ATTGTGGTGACGTTCAACTATCG) and CCEseqrev (GTATGTCAATTCATCCGCATGAGC).\n\n\n2.2. Creation of An. gambiae lines by ΦC31-mediated cassette exchange\nTo generate the transgenic lines, a mixture of φC31 integrase-encoding helper plasmid (pKC40, 150 ng/μL) [24,25] and 350 ng/μL UAS-CCEae3A responder plasmid were co-injected into embryos of the An. gambiae docking line Ubi-GAL4 using standard procedures [25]. Emerged F0 larvae expressing eYFP fluorescence in their posterior tissues were selected by fluorescent stereomicroscopy (Leica FLIII) using a narrowband YFP filter (Leica). Virgin F0 individuals were outcrossed to 3–5 times the number opposite sex wild-type An. gambiae G3 in founder cages and females blood fed 4–5 days later. F1 larvae expressing eYFP (cassette exchange Fig 1C) or eYFP + eCFP (cassette integration Fig 1D) in nerve cord and eye were identified by fluorescence microscopy using YFP and CFP filters (Leica), then allowed to grow to adulthood, before crossing with excess numbers of opposite sex Ubi-GAL4 or G3 (WT) mosquitoes respectively. PCR confirmation of cassette orientation was performed after LIVAK DNA extraction [26] of pupal exoskeletons using primers described in Adolfi et al., 2019 [14].\n2.2.1. Homozygous cassette ‘exchange’ line establishment: UAS-3A.hom.Pupal F2 progeny from UAS-3A (eYFP) and Ubi-GAL4 (CFP) crosses were screened to isolate transheterozygous individuals with eYFP/eCFP fluorescence (UAS-3A-3xP3-eYFP on one allele, Ubi-GAL4-3xP3-eCFP on the other), which were then intercrossed as adults. The F3 progeny of this cross were screened for those only carrying eYFP fluorescence as these individuals will be homozygous for the UAS-3A cassette, and designated UAS-3A.hom. Homozygosity of this line was monitored through regular screening for eYFP, and absence of non-fluorescence.\n\n2.2.2. Homozygous cassette ‘integration’ line establishment: Ubi-GAL4:UAS-3A (3A+).‘eYFP+ eCFP+’ fluorescent pupae were selected for breeding from screens of F2 progeny from a ‘eYFP+ eCFP+ × G3’ cross and maintained as a mixed stock by enrichment of fluorescent progeny in each generation (3A+.mix). A homozygous population was later established by separating individuals based on clear differences in fluorescence intensity. Homozygosity was confirmed by out crossing to G3 and intercrossing resultant progeny without the detection of negative progeny in the next generation.\n\n\n\n2.3. CCEae3A transcript expression analysis\nFor transcriptional and bioassay analysis, UAS-3A.hom were crossed with homozygous Ubi-GAL4 to acquire transheterozygous Ubi-GAL4/UAS-3A progeny which express CCEae3A from single alleles of the driver and responder. When required for experiments, homozygous 3A+ (3A+/3A+) were taken from stock, and heterozygous 3A+/WT and WT (WT/WT) were collected when required following YFP based screening of an unpurified mix of genotypes that were kept as a backup colony.\nThree biological replicates of 3rd instar larvae and adults were collected in pools of 10 and 5 respectively in 1000μL TRIzol Reagent (Invitrogen) then RNA extracted following manufacturer’s instructions. Turbo DNA-Free kit (Ambion) and oligo(dT) SuperScript III First-Strand Synthesis System (Life Technologies) protocols were followed to remove genomic DNA from 5 μg RNA and to reverse transcribe ~500 ng RNA aliquots respectively.\n2.3.1. RT-qPCR.In order to quantify the relative expression of CCEae3A between the strains generated here we undertook RT-qPCR [14]. 1×Brilliant III Ultra-Fast SYBR Green qPCR Master Mix (Agilent Technologies 600882) was used with intron spanning, 3AqPCRfor (TAGCTGTCACTGTGTGGACC) and 3AqPCRrev (ACATTGTCACTGCCAGCTA) primers for assessment of CCEae3A transcript quantity. Primers qS7fw (AGAACCAGCAGACCACCATC), qS7rv (GCTGCAAACTTCGGCTATTC) [14], qEFfw (GGCAAGAGGCATAACGATCAATGCG) and qEFrv (GTCCATCTGCGACGCTCCGG) were used to quantify the housekeeping genes–ribosomal protein S7 (S7) (AGAP010592) and elongation factor (EF) (AGAP005128). 0.1 ng cDNA was included for each reaction. 3 biological and 4 technical replicates were conducted for each sample and primer pairing.\nCycle threshold (Ct) values were calculated for all samples at a baseline corrected fluorescence (dR) of 6311 up to a maximum of 35 cycles. The mean Ct (dR) was calculated for technical replicates for all samples and primer sets. Then, the mean Ct (dR) of the house keeping genes (S7 and EF) was calculated for each biological replicate. The delta Ct (ΔCt) method was used to adjust CCEae3A mean Ct values with the calculated mean Ct of the housekeeping genes for each replicate that produced a Ct for all 3 genes. The 2^-ΔΔCt method was then used to compare the expression levels between strains (calculating the fold change expression of the GOI relative to that of a second strain using normalised Ct values which had been adjusted using two housekeeping genes) and a two-tailed t-Test used to assess the significance of the difference. In control samples: Ubi-GAL4/Ubi-GAL4, Ubi-GAL4 /WT and WT/WT, both reference genes amplified at levels similar to other samples, but as expected did not amplify CCEae3A and so a ΔCt could not be calculated. Therefore, mean Ct values (with standard deviation) are reported and two tailed t-tests were used to compare homozygous and heterozygous transgenic samples values.\n\n\n\n2.4. Insecticide resistance characterisation\n2.4.1. Larval susceptibility assessment.Following protocol 2.1 of the WHO Guidelines for Laboratory and field testing of mosquito larvicides [27]; the appropriate volume of temephos, chlorpyriphos or fenthion 1×10−4 M stock (dissolved in acetone) to achieve the desired concentrations (2.14 nM– 2.14 μM, 24.4 nM– 1 μM, 1.37 nM - 2x10 μM respectively) was added to 200 ml of 0.01% (w/v) pondsalt water with 25 third-instar An. gambiae larvae in a 250 mL clear deli pot (Cater for You Ltd. SP8OZ). Mortality was assessed visually after 24 h continuous exposure. Moribund larvae were recorded as dead. 2-parameter log-logistic models (Equation 1) were generated using the ‘drc package’ [28] in R (version 4.1.0) and the comparm() function used to calculate and assess the significance of the differences in LC50.\n\n\n\nEquation 1. Two-parameter log-logistic model\nWhere the lower asymptote = 0, upper asymptote = 1, slope = b, ED50 = e\nThe AIC calculated by the mselect() function of the drc package was used to compare the fit of other models available within the drc package and a separate glm probit model–to the 2-parameter log logistic model which confirmed in each case to be the most appropriate model equation for this analysis.\n2.4.2. Adult susceptibility assessment.WHO tube assays were used initially to test adult susceptibility using standard procedures [29]. Adults were exposed for 60 min to standard diagnostic impregnated papers (Vector Control Research Unit, Universiti Sains Malaysia) of the following insecticides: OPs (malathion and pirimiphos methyl), carbamates (bendiocarb and propoxur), pyrethroids (alphacypermethrin, permethrin, deltamethrin) and the OC (dieldrin). The exposure time was adjusted to 2 h for fenitrothion as this is recommended. Resistance or susceptibility was determined using the WHO recommended cut offs: less than 90% mean mortality indicates resistance; greater than 90% but less than 97% mean mortality indicates possible resistance which should be investigated further; and greater than 98% mean mortality indicates susceptibility [30].\nTo quantify the levels of resistance, one compound from each class where resistance was detected—malathion, bendiocarb and alpha-cypermethrin—was investigated further using tarsal exposure assays [31]. Malathion and bendiocarb were selected over the other organophosphate and carbamate compounds as they are more commonly used for mosquito control. Briefly, the compounds were dissolved in acetone and tested at concentrations from 3.9x10-4–0.3% (w/v), 2.56x10-6–1% (w/v) and 2.56x10-7–0.1% (w/v) respectively and 0.5 mL of each was used to coat Ø60 mm Borosilicate Glass Petri Dishes (Fisher Scientific—12901408). A 25 mL deli pot (Cater4You) with a small hole (used to aspirate mosquitoes in and out) fitting tightly into the plate creating a chamber. For each plate, 7-15x 2–5 day old female adults were aspirated through the hole, which was then covered with parafilm and mosquitoes exposed for 30min. The small size of the chamber forces tarsal contact with the insecticide. After exposure, mosquitoes were returned to cups and provided with sugar ad libatum, and mortality recorded 24 h later. LC50 estimates and significance were calculated from a 2-parameter log-logistic model using the ‘drc’ package [28] as described above.\n\n\n\n2.5. Fitness cost assessment: Longevity\nWhilst maintaining the 3A+/3A+ strain we noticed that there appeared to be a fitness cost in adult survival compared to other similar strains. To quantitate this apparent impact of CCEae3A expression on adult longevity, we monitored 5 replicates for each sex for 3 different generations of 3A+/3A+, compared to control Ubi-GAL4/Ubi-GAL4 An. gambiae strains. For each replicate, 9–11 adults were aspirated into a 200 ml paper cup and maintained with 10% (w/v) sucrose ad libitum. Mortality was counted and dead individuals removed every 24 h until all individuals had died. Mortality was defined as an inability to stand or fly. Differences in longevity were assessed using Kaplan-Meier Curves and Fisher exact test.",
    "3. Results": "3.1. Creation Of CCEae3A expressing An. gambiae by ΦC31-mediated transformation\nCCEae3A carrying An. gambiae lines were generated in docking line Ubi-GAL4 (denoted A10 when originally published) [32] using site-directed ϕC31 integration of transgenes from the UAS-CCEae3A responder plasmid as described in the methods.\nS1 Table summarizes the embryo injection experiments that resulted in successful transformation events identified as stable fluorescence in G1 progeny derived from pooled G0 individuals. From 78 adult G0s that displayed transient larval expression of the eYFP marker, 12 G1 individuals were identified expressing one or both markers (eight eYFP–UAS-3A, four eYFP and eCFP– 3A+).\nAs described above, those tagged with YFP only were likely created by exchange of the Ubi-GAL4 cassette with the UAS-3A cassette to produce a regular UAS responder line (UAS-3A). Whereas doubly tagged lines (3A+) are most likely generated by integration of the UAS-3A cassette adjacent to the Ubi-GAL4 cassette. In the 3A+ lines, ubiquitous GAL4 directed CCEae3A expression was likely to be constitutive without the need for crossing to other GAL4 driver lines.\nFrom these 12 F1 individuals, a single isofemale UAS-3A line was selected and confirmed by PCR analysis to have a successful exchange event and was then made homozygous using the crossing and selection scheme outlined in the methods. This line was crossed with the Ubi-GAL4 line to examine CCEae3A transcript levels and insecticide resistance phenotypes described below.\nOne 3A+ isofemale line, confirmed by PCR to have a successful integration event was made homozygous (3A+/3A+) by intercrossing and selections based on intensity of eYFP expression. This line was analysed for CCEae3A transcript levels and insecticide resistance phenotypes without crossing to driver lines.\n\n\n3.2. CCEae3A is Highly Transcribed in Transgenic Larvae and Adults\nCCEae3A transcription in the transgenic lines was compared relative to the highly expressed housekeeping gene standards, ribosomal protein S7 (AGAP10592) and elongation factor 1 (AGAP005128). As can be observed in Fig 2, the CCEae3A is transcribed at levels similar to or higher than that of the housekeeping genes in 3rd instar larvae and adult stages in both heterozygous and homozygous conditions. Transcription is greatest in the homozygous 3A+/3A+ line, which is 8–14 fold higher than in heterozygous 3A+/WT or Ubi-GAL4/UAS-3A transheterozygote larvae (p = 0.0045). Whereas, in adults the difference in transcription observed between individuals harbouring one copy and two copies of driver and responder was 4–8 fold (p = 0.058 and p = 0.087 for Ubi-GAL4/UAS-3A and 3A+/WT respectively). No significant difference was observed between the alternative heterozygous strains at either larvae or adult stage (p = 0.199 and 0.204 respectively).\n(A) mean ΔCt values (mean Ct Housekeeping genes—Ct CCEae3A) of replicates for each stage and strain pairing. (B) mean 2^-(ΔΔCt)–comparing the CCEae3A expression between different strains which are noted below each bar separated by “v”. Values above bars indicate the p-value from a two-tailed t-test (p-value: 0.001 < ** < 0.01 < * < 0.05 < ns). Error bars on all plots = ± standard deviation of the mean.\nIn keeping with increased transcription, assays of total carboxylesterase in whole adult female protein extracts indicated that the 3A+/3A+ line had significantly higher (26 fold, P <0.0001) enzyme activity against a standard para-nitrophenylacetate substrate than control Ubi-GAL4/ Ubi-GAL4 (S1 Table).\n\n\n3.3. Larval temephos resistance correlates with transcription level of CCEae3A\nTo examine potential temephos resistance conferred by CCEae3A expression, WHO larval dose response assays were initially performed with the alternative lines. The homozygous 3A+/3A+ line had an LC50 (temephos) of 198 nM (95% CI: 143-252nM), compared to 44.7 nM (37–53 nM) and 50.1 nM (40–60 nM) for heterozygous 3A+ and Ubi-GAL4/UAS-3A transheterozygote larvae respectively (Fig 3). Susceptible controls, with either Ubi-GAL4 or wildtype (WT) backgrounds, had LC50s of 35.7 nM (27–44 nM) and 33.1 nM (27–39 nM). This translates as resistance ratios (RR) of 6.0 (95% CI: 4–8, p = 2.71x10-6) and 4.4 (3–5.9, p = 7.53x10-6) for the homozygous 3A+/3A+ against WT and heterozygous 3A+/WT respectively. The heterozygous 3A+/WT and Ubi-GAL4/UAS-3A had RRs of 1.4 (1–1.7, p = 0.048) and 1.4 (0.97–1.8, p = 0.068) against their respective susceptible controls (Fig 3 and S2 Table). Since the heterozygous lines only gave low RRs, further insecticide assays were performed solely with the homozygous 3A+/3A+ line.\n(A) Larval temephos susceptibility of the Ubi-GAL4/UAS-3A bipartite system cross (n = 5) and Ubi-GAL4/WT (n = 5). (B) Larval temephos susceptibility of the different genotypes of the “cassette integration” line - 3A+/3A+ (n = 2), 3A+/WT (n = 3) and WT/WT (n = 3). Horizontal dashed line indicates y value (0.5) used for calculation of LC50s. Points are mean values for each replicate of the tested concentrations.\n\n\n3.4. CCEae3A overexpressing larvae show resistance to other common organophosphate larvicides\nIn WHO dose response assays with chlorpyriphos (Fig 4A and S2 Table), homozygous 3A+/3A+ larvae displayed a significant (p = 5.64x10-5) RR of 6.6 (95% CI: 4–9.3) compared with susceptible controls—LC50s of 138 nM (119–156 nM) and 20.7 nM (12.9–28.5 nM) respectively. In similar assays with fenthion (Fig 4B and S2 Table), homozygous 3A+/3A+ larvae showed a significant (p = 6.1x10-12) RR of 3.2 (2.6–3.8) compared with susceptible controls—LC50s of 371 nM (304–438 nM) and 117 nM (115–119 nM) respectively.\nComparing 3A+/3A+ with Ubi-GAL4/Ubi-GAL4 larval susceptibility to (A) chlorpyriphos and (B) fenthion. Horizontal dashed line indicates y value (0.5) used for calculation of LC50s. Points are mean values for tested concentrations for chlorpyriphos (n = 6) and fenthion (n = 9).\n\n\n3.5. CCEae3A expressing homozygous 3A+ adults show resistance to organophosphates, carbamates and one pyrethroid\nResistance in CCEae3A expressing adults was assessed by screening against a panel of public health insecticides using standard WHO tube diagnostic bioassays. As observed in Fig 5, confirmed resistance (<90% mortality) was observed for all organophosphates (fenitrothion, pirimiphos methyl and malathion) and carbamates (propoxur and bendiocarb) at standard diagnostic concentrations. Susceptibility was indicated (> 98% mortality) for the organochlorine, dieldrin, and the pyrethroids, permethrin and deltamethrin, with close to 100% susceptibility in all assays. An inconclusive result was obtained with alphacypermethrin, which gave 91% mortality in the CCEae3A expressing adults Fig 5, and so it was included in dose response analyses to determine accurate resistance ratios conferred by carboxylesterase expression.\nAdults were exposed to all compounds for 1 h except fenitrothion for which the standard exposure time is 2 h. Error bars = standard deviation. Numbers in brackets after compound name indicates the number of tubes tested for each strain for that compound (tested in tubes of ~25 females).\nUsing a tarsal contact assay [31], adult females were exposed to a range of concentrations of test insecticides dried onto glass plates for 30 minutes and mosquito mortality scored 24 h later (Fig 6). LC50 estimates for the CCEae3A expressing adults (3A+/3A+) were 0.042 (0.037–0.047) % (w/v) (malathion–Fig 6A and S2 Table), 7.0x10-4 (4.8x10-4–9.2x10-4) % (w/v) (bendiocarb–Fig 6B and S2 Table), and 4.5 x 10−4 (3.1x10-4–5.8x10-4) % (w/v) (alphacypermethrin–Fig 6C and S2 Table), compared with 0.0012 (0.0011–0.0013) % (w/v), 3.8x10-5 (2.8x10-5–4.8x-5) % (w/v) and 4.6x10-5 (3.4x10-5–5.8x10-5) % (w/v) respectively for the control mosquitoes. These gave corresponding resistance ratios of 36 (30–41, p < 2.2x10-16), 19 (11–26, p = 8.9x10-6) and 9.7 (5.9–13.5, p = 1.5x10-5) for the three insecticides respectively.\n(A) Malathion (n = 4), (B) bendiocarb (n = 6) and (C) alphacypermethrin (n = 6) adult tarsal assay. Lines indicate LL.2 model fit plots comparing 3A+/3A+ with Ubi-GAL4/Ubi-GAL4. Horizontal dashed line indicates y value (0.5) used for calculation of LC50s. Points are mean values for each replicate of the tested concentrations.\n\n\n3.6. CCEae3A expressing homozygous 3A+/3A+ adults show reduced longevity\nTo determine if there were fitness costs associated with expressing CCEae3A, survival assays were performed to measure adult longevity of both sexes compared to parental control mosquitoes. Log rank analysis indicated significant impact of both strain (p = 0.00018) and sex (p = 0.00025). Further log rank analysis was run to assess the difference between homozygous CCEae3A and control mosquitoes for each of the sexes separately. Significant differences were found for both females (Fig 7A, p = 0.00021) and males (Fig 7B, p = 0.035), although median survival time did not vary for females and was only one day different for males. CCEae3A females appear to survive at similar rates to controls until day 17, then have an increased death rate thereafter. Conversely, CCEae3A males die off more rapidly until 17 days, but thereafter have similar rates of death.\nKaplan-Meier plots of 3A+/3A+ and Ubi-GAL4/Ubi-GAL4 for (A) female and (B) males displaying the impact of CCEae3A expression and sex on longevity. P-values reported are the result of a log rank test comparing the curves in each panel. Shadows represent the 95% confidence intervals for each day. Dotted line indicates the mean survival probability for each strain.",
    "4. Discussion": "CCEae3A overexpression and duplication has been reported in multiple insecticide cross resistant Ae. aegypti populations across the world [16–19,21–23]. In studies of these recently colonised or lab selected mosquito strains it is difficult to quantify the role of individual genes in conferring a specific resistance phenotype because multiple resistance mechanisms and multiple insecticide resistance phenotypes co-exist. Here, we have shown that transgenic expression of the Ae. aegypti carboxylase CCEae3A in an otherwise susceptible An. gambiae genetic background is sufficient to induce high levels of cross resistance (3–36 fold) to a range of ester bond containing insecticides comprising of OPs, including the widely used larvicide temephos, and the carbamate adulticides, bendiocarb and propoxur. Moreover, pyrethroid resistance was also observed in CCEae3A expressing transgenic lines but was restricted to alphacypermethrin, and not to permethrin and deltamethrin.\nIt must be borne in mind though that the experiments were performed in An. gambiae, and we can’t rule out that fine differences in resistance phenotypes may have been observed if performed in Aedes. We chose to use the GAL4/UAS system developed in An. gambiae, since setting up a similar system in Aedes from scratch would be very time-consuming. Moreover, we have a panel of An. gambiae responder lines available and so can directly compare the levels and range of resistance provided by carboxylase expression with those of P450s, GSTs and Sap2 in our panel [14,15]. In contrast to the other panel members, the CCEae3A line provides high level resistance to both carbamates and OPs. This considerably broadens the range of metabolic activity of the panel for use in screening the liability of novel compounds coming to market [17].\nIn adults, although not statistically significant, 4–8 fold greater transcripts were observed in the homozygous line which carries 2 copies of both pUb-GAL4 and UAS-CCEae3a when compared with the each of the heterozygous lines which possess a single copy of each. Larvae with two copies of the GAL4 and UAS-3A transgenes gave 8–14 fold higher transcription yield of CCEae3A than those with one copy. In such a binary system as GAL4/UAS, one would expect a two-four fold increase (dependent on the saturation of the components) however since we see higher levels, it may suggest the occurrence of an activating interaction (transfection) between the transgene on one chromosome and the corresponding transgene on the homologous chromosome [33].\nWe also confirmed that transcription of CCEae3A in the 3A+/3A+ adult females was correlated with a significant increase in overall carboxylase activity against pNPA (S1 Table). The enzyme rate observed was in a similar range to that found in a temephos resistant strain of Ae. albopictus known to overexpress CCEae3A [20].\nInitial experiments with temephos indicated that the magnitude of resistance in the CCEae3A lines was correlated with gene dosage and consequent transcription level. Homozygous 3A+ displayed an increase in larval temephos resistance 4–6 fold compared to the heterozygous counterparts. It was noted that the level of resistance in dual copy strains was only marginally ~1.5 fold greater than susceptible controls. Which would suggest that a threshold of CCEae3A expression may be required to confer significant resistance to temephos by WHO standards.\nThe temephos resistance observed in the transgenic lines provides further support to in vitro studies which show that CCEae3A is capable of sequestering and metabolising the temephos-oxon [20] and that upregulation of CCEae3A correlates with temephos resistance in the NK2 strain from which the transgene was cloned [16]. The RR for NK2 and 3A+/3A+ against their respective susceptible controls were of similar magnitude, NK2 6-10-fold and 3A+/3A+ 6-fold. In other temephos resistant strains associated with CCEae3A upregulation, RRs of 2.3-fold [19], 13-36-fold [34] and 15-29-fold [17] have been reported, perhaps indicating the presence of other resistance factors in these highly resistant wild strains.\nLarvae of the homozygous 3A+ strain also displayed resistance to both chlorpyriphos (6.64-fold) and fenthion (3.18-fold) OPs. As far as we are aware, the larval expression of CCEae3A has not been directly linked to chlorpyriphos and fenthion resistance. Although the role of esterases has been indicated by synergist studies in a chlorpyriphos resistant Ae. aegypti line [35], and raised esterase activity in fenthion resistant Culex mosquitoes [36].\nThis broad spectrum activity against OPs was also shown in adult bioassays. CCEae3A overexpression gave rise to confirmed resistance to malathion (RR = 36), fenitrothion (<5% WHO mortality, n = 4) and pirimiphos-methyl (<5% WHO mortality, n = 4). Only recently has pirimiphos methyl gained registration for use in household vector control programmes for IRS [37] so these findings are very concerning. Monitoring of the already documented resistance to pirimiphos methyl conferred through insensitive acetylcholine esterase in new exposed vector populations [38] should also be aware of the potential co-evolution of carboxylesterases to synergise the resistance profile.\nMeanwhile, the other OP compounds have been used extensively for adult control. In wild caught populations, CCEae3A upregulation (1.8–11 fold) correlated with low levels (70–90% WHO mortality [23]) or no [21] fenitrothion resistance in Senegal and Madeira Island respectively. This suggest that higher levels of CCEae3A upregulation may be necessary to cause resistance to other OPs than that which is required to provide substantial malathion resistance.\nMalathion resistance has been linked several times previously to CCeae3A in field caught mosquitoes [17,19,23,39] and also to other insect carboxylesterase enzymes, including transgenic D. melanogaster, in which LcαE7 Rmal mutant [40] and CpEST (wildtype) [41] overexpressing flies displayed ~30 and 1.5 fold malathion resistance respectively. The combination of malathion and temephos resistance conferred by CCEae3A is concerning as although many countries are adopting rotational or mosaic combinations of different insecticides for insecticide resistance management [42], these insecticides are often still crucial components due to the lack of alternative effective and approved compounds.\nHomozygous 3A+ mosquitoes also displayed confirmed resistance to both carbamates tested, propoxur (<7% mortality, n = 2) and bendiocarb (RR = 19). It should be noted that the WHO tube assay for propoxur was only performed twice. Our data support the role of CCEae3A upregulation causing the WHO diagnostic resistance to bendiocarb (< 63% mortality) and propoxur (<78% mortality) which was observed in Ae. aegypti collected in Senegal [23]. Bendiocarb resistance (60–75% mortality) has also been observed in the Maderia Island Ae. aegypti with upregulated CCEae3A [21]. In these mosquitoes, nearly 100% mortality was observed when co-exposed with PBO, and it was concluded that the resistance was largely due to P450 metabolism. As little resistance to fenitrothion was also observed in the Madeira population, the limited CCEae3A upregulation observed was likely not impacting greatly on the carbamate resistance profile in these mosquitoes. In WHO assays, homozygous 3A+ displayed full susceptibility to permethrin and deltamethrin despite both compounds containing ester groups. There has been no evidence in previous studies of CCEae3A upregulation that directly contradicts these results [17,19,21,23,34]. In these previous studies, pyrethroid resistance in mosquitoes overexpressing CCEae3A was more strongly associated with other classes of known pyrethroid metabolising enzymes, particularly P450s, which were also overexpressed.\nPotential resistance to alphacypermethrin (91% mortality, n = 6) was detected in diagnostic WHO assays, during which it was observed that 3A+/3A+ resisted knockdown for longer times than controls. A RR of 9.7 was then confirmed through dose response assays. This pyrethroid phenotype has not been associated with CCEae3A previously. This data would suggest that the permethrin resistance seen in various Ae. aegypti populations from Martinique, Madeira, and Guadeloupe is not linked to CCEae3A up regulation in these cross resistant populations. Whereas the alphacypermethrin resistance observed in Ae. aegypti populations from Senegal [23] may well be influenced by the reported CCEae3A overexpression. Alphacypermethrin, which is primarily composed of the most active cis isomers of cypermethrin, contains an ester group which has been shown to be cleaved during toxicity studies in mammals, presumably by carboxylesterases [43]. Alpha-esterases have been implicated in pyrethroid resistance previously in Ae. aegypti [44,45] though even in these cases the role of alpha-esterases has been questioned. In previous mosquito studies, when CCEae3A upregulation and alphacypermethrin resistance have been co-detected [23] other mechanisms of resistance have also been present and the alphacypermethrin resistance has been attributed entirely to mutations in the voltage gated sodium channel encoding gene (kdr mutants) and cytochrome P450 based resistance mechanisms [46].\nMost research into combatting pyrethroid resistance has been conducted on Anopheles mosquitoes, however PBO resistance has been reported previously in Ae. aegypti in Florida Keys [47] and although resistance was not detected to permethrin and deltamethrin herein, the alphacypermethrin resistance detected here is concerning, since it is also a widely used pyrethroid. The potential role of carboxylesterases should be borne in mind when monitoring the effectiveness of pyrethroid resistance breaking compounds that circumvent P450 upregulation such as piperonyl butoxide (PBO) [48] inclusion on bed nets and when alphacypermethrin is used for Ae. aegypti control to combat resistance to OPs.\nAs expected, no resistance to the organochlorine, dieldrin, was detected in the CCEae3A upregulated mosquitoes, as this molecule lacks a carboxylester target group.\nDuring maintenance of the constitutively expressing CCEae3A line, anecdotal observation indicated that there was a longevity fitness cost in that 3A+/3A+ mosquitoes did not seem to survive as long as other lines kept in the insectary. To quantitate this, accurate mortality counting was performed which indicated that although there were only minor differences in median survival to controls, significant reduction in survival rates over time did occur. 3A+/3A+ female death increases rapidly after day 17 resulting in fewer numbers compared to controls after 22 days. Whereas in males, there was a bimodal pattern of death. In the first week, 3A+/3A+ preferentially died, but survived better thereafter until day 25, when relative die off increased again. We cannot be certain that these differences are the direct result of CCEae3A overexpression and not an effect of inbreeding or the selection of an isofemale line but as we examined insecticide resistance in 3–7 day old females, these differences are unlikely to have affected the resistance profiling described above. The impact of CCeae3A upregulation on longevity has not been specifically investigated previously but there have been reports of reduced longevity in temephos resistant female Ae. aegypti from Brazil that displayed increased activity of esterases [49]. However, it is unclear how the carboxylase or GAL4 expression could exert its fitness cost in a sex specific manner and this would be interesting to follow up on.\nBy generating both the cassette integration line (3A+/3A+) and the cassette exchange line (UAS-3A.hom) we can combine CCEae3A overexpression with overexpression of other genes or resistance mechanisms such as kdr mutations and of testing a variety of different promotors to vary the localisation and level of expression using the two different lines respectively. This allows us to investigate in detail the effects of CCEae3A overexpression alone and to study potential synergism between different mechanisms which was found to be important in the past in mosquitoes carrying the kdr mutation which also overexpressed GSTe2. These mosquitoes were found to be more resistant to permethrin than those carrying kdr only, whilst GSTe2 overexpressing mosquitoes without the kdr mutation were fully susceptible to permethrin [50].\nThe role of CCEae3A overexpression in resistance to several of the compounds tested was unclear prior to this study as insecticide selection results in multiple molecular changes which can be difficult to unravel. Here we demonstrate the importance of investigating and characterising suspected resistance mechanisms in isolation to accurately characterise the potential effect. This will become increasingly important as around the world countries adopt resistance management practices such as insecticide rotation and molecular screening of resistant populations for ‘known’ resistance markers. Poor understanding of cross resistance and of the role of individual molecular mechanisms could result in failures to curb resistance spread and reduced efficacy of mosquito control programmes."
}