{
    "Introduction": "Since the 2010s [1], multidrug-resistant Candida auris [2], with its ability to survive on prosthetic materials and spread among patients, has become a spreading healthcare-associated fungus [3–5]. Within the Metschnikowiaceae clade, yeasts of the Candida haemulonii complex (C. haemulonii sensu stricto, C. haemulonii var. vulnera, and C. duobushaemulonii), C. pseudohaemulonii, and C. vulturna are phylogenetically closely related to C. auris and share several pathogenicity-related traits, like adhesion on prosthetic materials [6,7] phenotypic switching [8], and multidrug resistance [7,9–11]. In fact, misidentifications by biochemical methods are frequent, even with updated databases [12]. Few cases of C. haemulonii complex infection have been reported since its description [13,14], but since the 2000s, several fungemia have been reported, especially in tropical areas [10,15–17]. These yeasts present often high MICs for fluconazole [18], the first-line antifungal for treating fungemia in many low-income countries, and exhibit a decreased susceptibility to amphotericin B, often used as salvage therapy. Isolates of this complex are usually susceptible to echinocandins, although echinocandin-resistant strains have been isolated from human samples [19].\nIn France, rare yeasts are responsible for nearly 7.4% of fungemia [20] but there are no major epidemiological studies focused on this complex. Consequently, risk factors and clinical outcome of fungemia due to Candida haemulonii complex-related species remain largely unknown [21].\nIn this context, we carried out a study in mainland France and French overseas territories including (i) epidemiology of fungemia caused by C. haemulonii complex, C. pseudohaemulonii and C. vulturna (hereinafter referred to as “fungemia series”), (ii) a case-control study comparing these fungemia to those due to C. parapsilosis, a skin commensal, and (iii) a study of colonization in outpatients and inpatients admitted to intensive care units (ICU) in Martinique. Finally, we conducted a literature review on fungemia caused by these species during the past six decades.",
    "Methods": "Ethics statement\nThe fungemia series was carried out in compliance with French law and the declaration of Helsinki (as adopted in 2000) and was approved by the French Mycoses Study Group scientific council. The surveillance of the NRCMA was approved by the Institut Pasteur Institutional Review Board #1 (#2009–34/IRB) and the \"Commission Nationale de l’Informatique et des Libertés\" according to the French regulation. The study in Martinique has been approved by the IRB of the Martinique university hospital (#2020/064).\n\n\nEpidemiology of fungemia in France\nWe collected clinical data related to fungemia caused by C. haemulonii complex, C. pseudohaemulonii and C. vulturna from two French databases, from their creation until 31st July 2021. Both programs were launched by the French National Reference Centre for Invasive Mycoses & Antifungals (NRCMA): the YEASTS surveillance program, initiated in 2002 with the participation of 27 university or cancer hospitals in the Paris area [22] and the French Surveillance Network of Invasive Fungal Infections (RESSIF) program, initiated in 2012 with the participation of 29 hospitals from mainland France and overseas [20].\n\n\nCase-control study\nThe above-described series constitutes the case population. We chose fungemia caused by C. parapsilosis from the RESSIF database as the control population, rather than C. albicans because preliminary information revealed the presence of these study species on human skin.\n\n\nColonization in Martinique\nWe enrolled patients with sample containing C. haemulonii complex yeasts, considered to be non-pathogenic (i.e. not being responsible for infection), at the Martinique University hospital, between April 2014 and August 2020. We retained cases involving adult patients with putative community-acquired colonization (referred to as “outpatients”, including those hospitalized <48h) or hospitalized in ICU. Lack of pathogenicity was retained by the clinician according to clinical context and source of sampling.\n\n\nLiterature review\nWe performed a literature review on Medline database, from January 1st, 1962 to September 1st, 2022 with the following search terms in all fields: “Candida haemulonii” OR “Torulopsis haemulonii” OR “Candida duobushaemulonii” OR “Candida pseudohaemulonii” OR “Candida vulturna”. We included all reported cases of C. haemulonii complex, C. pseudohaemulonii, and C. vulturna fungemia identified by sequencing, for which individual clinical information and/or susceptibility to antifungals were available.\n\n\nIsolate characterization\nFungemia series.All bloodstream isolates of C. haemulonii complex and related species were identified at the NRCMA by sequencing of ITS1–5.8S–ITS2 and D1/D2 regions of the ribosomal DNA, using V9D/LS266 and NL1/NL4 primers as previously described [23]. Antifungal susceptibility testing to micafungin, amphotericin B, and fluconazole, was performed using the broth microdilution method published by EUCAST (v 7.3.2 valid from 22 April, 2020), with a modification for micafungin medium as previously described [24].\n\nColonization in Martinique.From 2014 to 2017, yeasts were identified by culture on chromogenic media chromID Candida agar (BioMerieux, Marcy l’Étoile, France) combined with carbon assimilation testing using the API ID32C system (BioMerieux, Marcy l’Étoile, France). As no API code matches the complex, strains identification was made by matching profiles with those of an internal database of isolates previously identified by sequencing. Furthermore, carbon assimilation identification does not distinguish species within the complex, isolates were identified as C. haemulonii complex-related yeasts.\nSince 2017, species identification has been performed routinely by matrix-assisted laser desorption/ionization time of flight mass spectroscopy (MALDI-TOF MS) using the Biotyper system (Bruker Daltonics, Billerica, MA, USA). Nine strains isolated before 2017 were rechecked, showing no discrepancy with biochemical analysis (S1 Table). Nonetheless, since the distinction between C. haemulonii sensu stricto and C. haemulonii var. vulnera is currently not possible without sequencing [25,26], such isolates only identified by MALDI-TOF MS were considered as C. haemulonii sensu lato or C. duobushaemulonii.\n\n\n\nStatistical analysis\nAnalyses were performed on isolates from single episodes of fungemia, each isolate corresponding to a single patient. Associated factors were studied according to the species. We selected the variables significantly associated with any of the two groups at the threshold p<0.20. We developed an explanatory model using logistic regression, with a manual stepwise procedure guided by the Akaike Information Criterion. Explanatory model results were reported as adjusted odds ratios (aOR) with 95% confidence intervals (95%CI). Data were analyzed using R software (version 4.0.2). The map was created from a fla-shop.com background map (https://www.fla-shop.com/svg/, CC BY 4.0 license) modified with inkscape software.",
    "Results": "Fungemia series\nBetween October 1st, 2002, and July 31st, 2021, among the 12 032 candidemia episodes reported in YEASTS and RESSIF, 28 (0.23%) were caused by C. haemulonii complex, C. pseudohaemulonii, or C. vulturna (Table 1). The incidence appears to increase over time (S1 Fig), with 15/28 (53.6%) cases reported between 2017 and 2021. Notifications from the French West Indies and French Guiana accounted for 71.4% (20/28) of all cases.\nSubjects were mostly men (16, 57.1%) and the median age was 67 years (Interquartile Range (IQR) = 46–72); 81.4% of them lived or had stayed in tropical regions. Twenty-six patients (92.9%) had at least one of the following comorbidities: solid cancer, hematological malignancy, recent surgical procedure, central venous catheter, context of bacterial infection, hospitalization in ICU; Nine of them (32.1%) presented at least three of these comorbidities.\nFour distinct species were identified. Candida haemulonii sensu stricto was the dominant species (16, 57.1%), followed by C. duobushaemulonii (8, 28.6%) and C. vulturna (3, 10.7%). C. pseudohaemulonii was identified once (1, 3.6%), whereas no C. haemulonii var. vulnera was retrieved. The distribution of species varied according to age, with a median age of 67 and 70 years for C. haemulonii and C. duobushaemulonii, respectively, compared with 46 and 27 years for C. pseudohaemulonii and C. vulturna, respectively.\nAmong the three patients who presented fungemia due to C. vulturna, two had a history of cancer and were pre-exposed to voriconazole, and 2 had recent surgery. The only C. pseudohaemulonii episode occurred in a 46-year-old woman from Brazil who was hospitalized in French Guiana for gastric linitis. She had no bacterial co-infection or recent surgery.\nAll-cause mortality at 3 months after diagnosis was 44% (11/25), of which 7 (63%) occurred in the first 30 days and 5 (45%) in the first 15 days. Mortality increased with age, from 3 (27.2%) in the <67 age group to 57.1% in the ≥67 age group. Two patients survived despite the absence of antifungal treatment. They were under 30 years old, had no underlying disease, and benefited from prompt catheter replacement.\nAntifungal susceptibility testing could be performed on 23/28 strains. The median MIC values for amphotericin B are high, especially for C. duobushaemulonii (2 mg/l). Opposingly, those for fluconazole were lower for C. duobushaemulonii, yet still high (16 mg/l). The median MIC values for micafungin were ≤0.250 mg/l for all strains (Fig 1).\nBy EUCAST broth micro dilution reference method. C. duobushaemulonii = 7, C. haemulonii sensu stricto = 13, C. vulturna = 3. Bold black bar: median MIC value; Blue diamond: mean MIC value.\n\n\nCase-control study\nBetween 2012 and 2021, 942 episodes of C. parapsilosis fungemia in adults were declared within the RESSIF database (Table 1). The geographical location of the patient in overseas territories was significantly associated with the development of C. haemulonii complex-related species fungemia (aOR = 70.77, 95%CI = 23.67–280.01), followed by the context of bacterial infection (aOR = 2.91, 95%CI = 1.10–7.64) (Fig 2A).\na. Explanatory model for the occurrence of C. haemulonii complex, C. pseudohaemulonii or C. vulturna fungemia rather than C. parapsilosis (adjusted odds ratio from logistic regression coefficients with 95% confidence interval). b. Explanatory model for the death within 3 months of C. haemulonii complex, C. pseudohaemulonii, C. vulturna or C. parapsilosis fungemia (adjusted odds ratio from logistic regression coefficients with 95% confidence interval).\nThree-month all-cause mortality was mainly associated with intensive care management and underlying comorbidities (Fig 2B). After adjusting for patient comorbidities, presence of bacterial infections, and level of care, fatal outcomes tended to be more frequent in C. haemulonii complex-related species fungemia than in C. parapsilosis fungemia (aOR = 2.39, 95%CI = 0.95–5.86).\n\n\nColonization in Martinique\nWe identified 119 C. haemulonii complex colonizations, in 116 adults with consultable medical records (S2 Fig). Of the 87 colonizations in outpatients (Table 2), 61 (70.1%) were cutaneous and 12 (13.8%) were ophthalmologic.\nOutpatients with skin colonization were predominantly women (41/61, 67.2%); the mean age was 61.3 years; all lived in Martinique and 24.6% (15/61) were unemployed. Their main comorbidities were diabetes mellitus (12, 19.7%), solid cancer (12, 19.7%), and immune deficiency or immunosuppressive treatment (6, 9.8% and 5, 8.2%), respectively. Species identification within the complex was possible in 68.9% (42/61) of cases: 32 (76.2%) of C. haemulonii, 17 (40.4%) of C. duobushaemulonii, and 7 (16.6%) harboring both species. Of note, C. parapsilosis was concomitantly identified in 27 (44.3%) of these samples. Three patients presented 2 positive samples more than 1 month apart, but we could not assert that they were the same species.\nPatients with ophthalmologic colonization were mostly women (7/12, 58.3%); the mean age was 35 years; all lived in Martinique and presented no comorbidity, except wearing contact lenses (100%). All had keratitis or corneal abscess due to Pseudomonas aeruginosa or Fusarium solani complex.\nThe 17 subjects of the ICU group (Table 2) were mostly men (13/17, 76.5%), with a mean age of 62.3 years, living exclusively in the West Indies. The main comorbidities were diabetes mellitus (4, 23.5%), surgery in the previous month (4, 23.5%), and recent exposure to antifungals (6, 35.3%). The median length of hospitalization was 15 days. The most represented specimens were isolated from the respiratory tract (12, 70.6%), including 10 (83.3%) performed on intubated patients. C. haemulonii and C. duobushaemulonii were equally frequent, and one patient had mixed colonization. Notably, C. parapsilosis was also identified in 5 (29.4%) of these samples. Among the 12 patients screened for multi-drug resistant bacteria, 5 (41,6%) were positive. The crude mortality at 3 months was 47.1%.\n\n\nLiterature review\nThe search yielded 274 fungemia from 14 countries (Fig 3), of which 218 were excluded, mainly due to the lack of individual data (S3 Fig). Finally, 56 cases were selected; all occurred between 2006 and 2022. Cases originated mainly from tropical regions (44/56, 78,6%) (S2 Table). We individualized two age groups: children (n = 19) with a median age of 3.5 years (IQR = 0.1–5), and adults (n = 13), with a median age of 66 years (IQR = 52–82). There was no gender predominance in adults. As in our fungemia series, Candida haemulonii sensu stricto was the dominant species. Among adults, the distribution of species varied according to age, with a median age of 79 years for C. haemulonii sensu stricto compared to 56, 49, and 59 years for C. duobushaemulonii, C. haemulonii var. vulnera, and C. pseudohaemulonii, respectively. Age was known for only one case of C. vulturna (83 years).\nAccording to our case series (obtained from the YEASTS program 2002–2021 and the RESSIF Network 2012–2021) and the literature review (Medline, 1962–2022). References are with the S3 Fig. Map created from fla-shop.com (https://www.fla-shop.com/svg/, CC BY 4.0 license) modified with inkscape software.\nAlthough previous antifungal exposure was more frequent in the literature than in our series, the susceptibility profile was similar, with high MIC values for amphotericin B and fluconazole (S4 Fig). The median MIC values of amphotericin B were high, notably for C. pseudohaemulonii (32 mg/l) C. vulturna (8 mg/l), and C. duobushaemulonii (4 mg/l). The median MIC values of fluconazole were high, especially for the C. haemulonii complex yeasts (64 mg/l). Micafungin MIC values were 4 mg/l for 3 strains and ≤0.500 mg/l for all the others.\nAmong all cases, the crude mortality rate was high (5/12, 41,7%) and comparable to our fungemia series, although the time to death was not specified in most articles.",
    "Discussion": "We report a large series of fungemia and colonization caused by emerging multiple resistant yeasts of the C. haemulonii complex, or very closely related species (C. pseudohaemulonii and C. vulturna), and a case-control study with C. parapsilosis as reference. We thereby report the first cases of C. vulturna fungemia in South America and Europe since its description in South-East Asia in 2016 [11]. It is also the most important literature review with individual data of fungemia caused by these yeasts and molecularly proven to avoid misidentification.\nConsidering our series, these rare fungemia are particularly present in tropical regions. Indeed, among centers of the RESSIF and/or the YEASTS programs, only 9 reported C. haemulonii complex-related species fungemia; of these, 3 declarative centers were located in tropical regions, accounting for 20/28 (71.4%) of the whole series. Living in the tropics is by far the factor most associated with the occurrence of fungemia due to these yeasts rather than with C. parapsilosis.\nIn our series, 92.9% patients presented risk factors comparable to those of C. parapsilosis fungemia, which also corresponds to that observed elsewhere [27]. Contrastingly, pre-exposure to azoles was uncommon in our series (16.6%), although it is usually considered a significant contributor to non-albicans candidemia [28,29]. The high rate of central venous catheters (68.2%) and the absence of digestive surgical site infections suggest skin as the source for C. haemulonii complex-related species candidemia. This is also supported by our results on skin colonization and the ability of such pathogens to form biofilms on prosthetic materials [6,7].\nFungemia caused by C. haemulonii complex yeasts and related species seems to occur in patients at risk of skin-related fungemia, mainly in tropical regions. Case-control study with C. parapsilosis fungemia and the study of carriage, both in the community and in ICU in Martinique allow us to assume that these fungemia are frequent in tropical regions not because of specific host characteristics, but rather because of the burden causing by these yeasts in the environment, which favors carriage both in the outpatients and inpatients.\nThe broad antifungal resistance of C. haemulonii complex-related species makes them potentially difficult to treat. Although there are no clinical breakpoints or ECOFFs, the particularly high MIC values for amphotericin B, fluconazole, and to a lesser extent other azoles, suggest intrinsic resistance to these antifungals. Correct identification of C. haemulonii complex-related species is relevant not only for epidemiological surveillance but has also a direct therapeutic impact, with amphotericin B having a particularly low in vitro activity against C. duobushaemulonii and C. pseudohaemulonii isolates for instance [30]. Unlike some previously published studies [10,15,16], no death appeared to be attributable to treatment failure in our series, even for the 3 patients treated with fluconazole or itraconazole (whose strains had exceptionally low MIC values for fluconazole (≤16 mg/L).\nAll-cause mortality was similar between our series (44%) and the literature review (46%). As already shown for catheter-related candidemia, rapid control of the cutaneous portal of entry may play a critical role in preventing death [31,32].\nIn Martinique, and probably also in Latin America and other Caribbean territories, cutaneous colonization by C. haemulonii exists, especially outside the hospital setting. This is in contrast with its sibling species C. auris, which is often presented as a pure nosocomial yeast [3]. The three patients with positive skin specimens sampled more than one month apart allow us to suspect chronic colonization. In our study, apart from fungemia, no deep-seated infections were observed. Moreover, the fact that all patients with positive ophthalmologic samples wore contact lenses and that 10 of the 12 patients with respiratory colonization in ICU were intubated, suggests colonization of foreign devices [3].\nOur study has several limitations. Missing data, especially on the oldest cases, affected our results. We were notably unable to retrieve the time-to-positivity of blood cultures, the confirmation of systematic catheter removal, and the time required for sterilization of blood cultures. Moreover, no skin fungal mapping was reported, precluding confirmation of the skin colonization hypothesis.\nNevertheless, according to our study, the presence of yeasts in a blood culture of a patient hospitalized or coming from a tropical region, especially if presenting a central veinous catheter, should suggest the diagnosis of C. haemulonii complex-related yeasts fungemia, as for Candida parapsilosis. Such a situation requires management of the infection’s portal of entry and reinforces the utility of probabilistic treatment with echinocandins. Despite the lack of specific clinical trials, there are some in vitro and animal data [33] as well as case reports of treatment failures with azoles or amphotericin B [10,15] that justify the use of echinocandins as first-line therapy. When rapid identification by MALDI-TOF MS is not available, the particular aspect of the cultures on chromogenic media might be sufficient to support the diagnosis [34]. This strategy could limit the delay before initiation of appropriate treatment, which is strongly correlated with mortality in candidemia [31,35]. Horizontal transmission capacity, especially in hospitals, has already been suggested by outbreaks involving the C. haemulonii complex [15,36]. The emergence of these yeasts is also supported at the genomic level: the characteristics shared by C. auris and the C. haemulonii complex-related species (synteny, similar gene family expansions) suggest similarities in the ecology and physiology of these species and the potential for them to also emerge as dangerous pathogens [37].\nHistorically described as warm sea yeasts [38], the C. haemulonii complex-related yeasts were later identified as saprophytes of tropical aquatic and terrestrial environment [39–41]—for instance, C. vulturna has been isolated from a tropical flower in the Philippines [11]—and as a potential pathogen for some animal species [9,42]. Some countries have recently reported cases in neonatology, suggesting the presence of these yeasts in artificial environments. Although we have no evidence in our series for an epidemic event, other authors have reported a series of clustered cases [15,30], with the same clone of C. pseudohaemulonii, raising the possibility of nosocomial transmission. A scenario of an emerging epidemic clone within these multi-drug resistant yeast populations is therefore quite credible [30], like the C. auris healthcare-associated outbreaks described since the 2010s.",
    "Conclusion": "Fungemia caused by C. haemulonii complex and related species yeasts are rarely observed in France and occur mainly in overseas tropical territories. These environmental yeasts colonize the skin of general population, as well as medical devices, favoring skin-related fungemia in patients with risk factors. These multi-drug resistant yeasts share numerous characteristics with C. auris, and deserve to be known and monitored."
}