{
    "Background": "Chronic Chagas cardiomyopathy (CCC), a life-threatening inflammatory dilated cardiomyopathy, affects 30% of the approximately 8 million patients infected by Trypanosoma cruzi. Even though the Th1 T cell-rich myocarditis plays a pivotal role in CCC pathogenesis, little is known about the factors controlling inflammatory cell migration to CCC myocardium.",
    "Methods and Results": "Using confocal immunofluorescence and quantitative PCR, we studied cell surface staining and gene expression of the CXCR3, CCR4, CCR5, CCR7, CCR8 receptors and their chemokine ligands in myocardial samples from end-stage CCC patients. CCR5+, CXCR3+, CCR4+, CCL5+ and CXCL9+ mononuclear cells were observed in CCC myocardium. mRNA expression of the chemokines CCL5, CXCL9, CXCL10, CCL17, CCL19 and their receptors was upregulated in CCC myocardium. CXCL9 mRNA expression directly correlated with the intensity of myocarditis, as well as with mRNA expression of CXCR3, CCR4, CCR5, CCR7, CCR8 and their ligands. We also analyzed single-nucleotide polymorphisms for genes encoding the most highly expressed chemokines and receptors in a cohort of Chagas disease patients. CCC patients with ventricular dysfunction displayed reduced genotypic frequencies of CXCL9 rs10336 CC, CXCL10 rs3921 GG, and increased CCR5 rs1799988CC as compared to those without dysfunction. Significantly, myocardial samples from CCC patients carrying the CXCL9/CXCL10 genotypes associated to a lower risk displayed a 2–6 fold reduction in mRNA expression of CXCL9, CXCL10, and other chemokines and receptors, along with reduced intensity of myocarditis, as compared to those with other CXCL9/CXCL10 genotypes.",
    "Conclusions": "Results may indicate that genotypes associated to reduced risk in closely linked CXCL9 and CXCL10 genes may modulate local expression of the chemokines themselves, and simultaneously affect myocardial expression of other key chemokines as well as intensity of myocarditis. Taken together our results may suggest that CXCL9 and CXCL10 are master regulators of myocardial inflammatory cell migration, perhaps affecting clinical progression to the life-threatening form of CCC."
}