{
    "Introduction": "Leprosy is an infectious disease caused by an acid-fast bacillus of the Mycobacterium leprae complex, including M. leprae and M. lepromatosis [1].\nLeprosy reactions (LRs) result from the host immune response to M. leprae complex infection and may concern 30% to 50% of all leprosy patients [2–4]. There are two types of LRs that can both evolve to become severe and progress to irreversible nerve damage and deformities. Type 1 reaction, also known as reversal reaction (RR), is a sudden restoration of cell-mediated immunity, trigerring an abrupt shift of the inflammatory reaction (from T helper 2 (Th2) cells to T helper 1 (Th1) cells) toward the tuberculoid pole; this shift causes greater risk of tissue damage due to compressive granulomatous formation [5]. Clinically, RR is an acute and painful infiltration of pre-existing skin lesions with potentially severe and irreversible nerve damage. Type 2 reaction, also known as erythema nodosum leprosum (ENL), is a cutaneous and systemic vasculitis linked with immune complex deposits. Clinically, it results in painful inflammatory nodules associated with systemic symptoms such as fever, arthritis, iritis, neuritis, and lymphadenitis.\nDespite effective standardized treatment for leprosy infection with antibiotic combination (i.e., MDT) since 1981, treating LRs remains challenging. First-line treatment is primarily based on prolonged systemic glucocorticoids (GCs) therapies, associated with major morbidity and sometimes, even death [6]. The current challenge in leprosy is to develop and evaluate new therapeutic alternatives to reduce the sequelae and morbidity of LR [7].\nSecond-line drugs such as azathioprine and ciclosporin in RR and thalidomide or high-dose of clofazimine in ENL are considered alternatives in GCs-resistant LR, but their use is limited due to their adverse effects [8], [9], [10], [11], [12], [13]. Therapeutic alternatives such as methotrexate (MTX), pentoxifylline, phosphodiesterase-4 inhibitors and tumor necrosis factor-alpha (TNFα) inhibitors have been reported as second-line treatments in ENL in small-scale studies [14], [15].\nMTX is an immunomodulating agent used to treat malignant and inflammatory diseases [16] [17]. Its efficacy has been described in 30 LRs cases in the literature, in 7 observations [18–25]. MTX is a cheap molecule, is widely available in many countries, has a good tolerance profile, and is included in the WHO model list of essential medicines [26].\nThis is the reason why we performed a retrospective study to describe the efficacy, GCs-sparing effect, and safety of MTX for treating LRs.",
    "Methods": "Ethic statement\nThis study was conducted in compliance with the Good Clinical Practice protocol and the Declaration of Helsinki principles. The study was approved by the local ethics committee (CPP Paris île de France 4), who waived the requirement for informed consent.\n\n\nStudy design and inclusion criteria\nWe conducted a multicentric retrospective study carried out after a national case call (through the GRIDIST (Infectious and Sexually Transmitted Infections Group of the French Society of Dermatology) and the national multidisciplinary leprosy meeting. All leprosy patients with type 1 or type 2 LR treated at least 3 months with MTX between June 2016 and August 2021 in France were included.\n\n\nMTX regimen and monitoring\nAll patients had a mandatory assessment of full blood cell count, serum transaminase levels, serum creatinine with computation of creatinine clearance, serological test for the hepatitis viruses B and C, serum albumin assay and a chest radiograph before starting MTX.\nRegarding dose regimen, MTX was given at a minimal dose of 0.15 up to 0.3 mg/kg/week, as typically administered in inflammatory diseases [16].\nMonitoring on MTX was consistent with current recommendations [27] (full blood cell counts, serum transaminase and creatinine assays at least one a month for the first 3 months then every 4–12 weeks). Folate supplementation was given at a minimal dosage of 5 to 10 mg once a week at a distance from MTX dose [28].\n\n\nData collection and definitions\nClinical and biological information was obtained from digital medical records for each patient. Recorded data included date of diagnosis of leprosy, gender, country of origin, type of leprosy according to the Ridley-Jopling classification, anti-bacillary treatments received, type of LR (RR or ENL), date of first episode of LR and characteristics of clinical manifestations including cutaneous and neurological. We also collected the LRs treatment before MTX, ongoing treatment at the time of MTX initiation, timing and route of administration of MTX, relapse on and after MTX therapy, alternative treatments after relapse, and MTX ineffectiveness.\nAdverse events (AEs) were retrospectively collected and graded according to the Common Terminology Criteria for Adverse Events (CTCAE) v5.0.\nAs there is no standard recommendation to evaluate MTX therapeutic response, we have used clinically valuable outcomes to evaluate MTX clinical response for this study. We defined three types of clinical response to MTX. Good response (GR) was defined as achieving complete regression of inflammatory symptoms (skin, neurological and/or systemic) and having no relapse during MTX therapy. Partial response (PR) was defined as not achieving complete resolution of inflammatory symptoms or showing relapse during MTX therapy, requiring another add-on treatment to MTX or resulting in GCs dependence under MTX. Non-response (NR) was described as persistent symptoms and/or relapse during MTX treatment, requiring MTX discontinuation or a switch to a therapeutic alternative.\nData are presented as median and mean (range) for quantitative variables and frequency (percentage) for categorical variables.\n\n\nOutcomes\nThe primary endpoint was the GR rate. Secondary endpoints were the GCs-sparing effect, number of relapse after MTX discontinuation in GR and PR groups and MTX tolerance profile.",
    "Results": "Patient characteristics (Table 1)\nA total of 13 patients (8 men, 5 women) fulfilled inclusion criteria and received MTX. Median age at leprosy diagnosis was 29 years (range 12–63). The LRs types were ENL 46% (n = 6) and RR 54% (n = 7). All patients with ENL (n = 6) had a cutaneous presentation such as painful nodules (n = 6) and/or peripheral oedema (n = 4). Extra-cutaneous symptoms were fever (n = 3), polyarthritis (n = 2), and neuropathy (n = 1).\nPatients with RR (n = 7) mostly had cutaneous and neurological manifestations (n = 6) and one had a pure neurologic form (n = 1). Two of which had uveitis and one had polyarthritis.\n\n\nPrevious treatments received for LR\nRegarding leprosy, all patients were treated with MDT daily for a median of 2.3 years (range 1.12–7.5). They all received rifampicine and clofazimine. Clofazimine was continued after completion of MDT to prevent LRs and was not included in the median time of MDT treatment. Twelve (92%) patients received disulone, one of them was switched to ofloxacin due to a dapsone-induced anemia. One patient had a G6PD deficiency and was treated with clarithromycin. Aside from clofazimine, no MDT treatment was given during MTX therapy.\nRegarding LRs, the median number of treatment lines received before starting MTX was 2 (range 1–4). All patients had received at least one previous course of GCs. The other previous treatments were thalidomide (n = 9, 69%), pentoxifylline (n = 4, 31%), and colchicine (n = 2, 15%).\n\n\nTreatment continued with MTX\nAt the time of MTX initiation, 11 (85%) patients were taking GCs with a mean dose of 46 mg (0–90), 4 patients (31%) were under thalidomide with a mean dose of 112 mg (50–200) and one had pentoxifylline (8%).\n\n\nMTX efficacy on LR\nMTX was initiated after a median time of 23 months of LR evolution (1.6–131).MTX was prescribed subcutaneously in 7 (69%) cases, at a median dose of 20 mg/week (range 12–25) corresponding to 0.29 mg/kg body weight (0.18–0.52), for a median time of 14 months (range 5–50).\nGR was observed in 8 (62%) patients. They achieved complete regression of inflammatory symptoms (skin, neurological, and systemic) without relapse during MTX treatment.\nTwo patients (15%), (patient 7 and patient 13) had a PR because they did not achieve complete disappearance of symptoms or presented relapse during MTX treatment, requiring another add-on treatment to MTX or resulting in GCs dependence under MTX.\nThree patients (23%) were defined as NR due to persistent symptoms and/or relapse during MTX treatment, requiring discontinuation of MTX or a switch to another alternative therapeutic (patients 8, 10 and 11).\nIn the GR subgroup (n = 8), MTX was introduced with a median of 22 months after LR diagnosis (range 1.5–119 months) versus 54 months (17–131 months) in the PR and NR subgroup (n = 5). The administration mode in the GR group was mainly subcutaneous (n = 7/8) versus oral (n = 1/8), whereas in the PR and NR subgroup, the administration mode was predominantly oral (n = 4/5, not reported in one case).\nThe number of previous treatments received did not differ between the groups, with a median number of 2 previous treatments for both groups and a median dose of MTX of 0.25 mg/kg (0.20–0.35) in the GR group versus 0.27 mg/kg (0.18–0.32) in the PR and NR group.\n\n\n\nGCs-sparing effect\nSix of 11 (54.5%) patients who were under GCs at MTX introduction achieved GCs withdrawal. The median time to complete withdrawal was 6 months (range 3–42). In all patients, the mean dose of GCs at MTX initiation was 46 mg/day (range 0–90), and was reduced to a mean of 4 mg/day (0–20) at MTX discontinuation or on the last follow-up for patients who were still on MTX. The dose of thalidomide was also decreased, from a mean dose of 112 mg (50–200 mg) at MTX initiation to a mean dose of 18 mg (0–50 mg) at MTX discontinuation or on the last follow up.\n\n\nMTX discontinuation and relapse\nThe median time of follow-up after MTX discontinuation was 17.5 months (range 3–25).\nAmong the 10 patients with GR or PR, 7 patients (70%) completed their treatment and 3 (30%) are still under MTX treatment. MTX was stopped because of side effects despite efficacy in 3 patients, and in 4 patients (3 women, 1 man) who were planning to have a child after a prolonged remission. Among the 7 patients who stopped MTX after good or partial response, 3 (42%) showed relapse after a median of 5.5 months (range 3–14) (patients 2,4 and 9).\nRegarding therapeutic switches after relapse in GR and PR: one patient was treated with a new GCs course, one patient with apremilast and one patient with certolizumab pegol.\nRegarding TNF alpha inhibitors, 2 patients received certolizumab pegol in the GR group (one following relapse after MTX discontinuation and one as an alternative to MTX in the context of pregnancy). In the NR group, one patient received infliximab in addition to MTX, and one stopped MTX and started apremilast. The long-term outcome was favourable for all of them. No adverse events were reported with those treatments.\n\n\nSafety profile and adverse events\nA total of 3 (23%) patients had AEs related to MTX. One patient had a grade II cytolysis that developed in a context of hepatitis B virus chronic coinfection; laboratory monitoring showed a complete recovery after stopping MTX. One patient had a grade I gastrointestinal disorder with nausea requiring MTX discontinuation. One patient had a severe grade III SARS-CoV-2 infection. This AE was considered to be partly related to several previous comorbidities such as severe hypertension, chronic renal failure and heart failure. Regarding thalidomide, grade II neuropathy was reported in two patients. Patient characteristics are summarized in Tables 1 and 2 and Fig 1.\n\n\nDiscussion\nThis study is one of the largest cohorts reporting the benefit of MTX for treating LR (both RR and ENL) and allowing for GCs-sparing. In total, 77% of patients (n = 10) were considered responders (GR and PR); 62% showed complete response, defined as a total regression of inflammatory symptoms (cutaneous, neurological and systemic) and no recurrence during treatment. However, the high relapse rate, 42%, after stopping treatment argues for suspensive rather than durable efficacy, which highlights the interest of prolonged MTX treatment to maintain a clinical response, limit relapse upon discontinuation, and avoid iterative courses of GCs. Moreover, MTX could be an option in refractory and/or cortico-dependent LRs and also in earlier stages. TNF-α inhibitors were used in 3 patients, with good safety profile long-term outcome: infliximab was used in addition to MTX for 1 patient and certolizumab pegol was used following relapse after stopping MTX for 2 patients.\nWe acknowledge a few limitations to our study. Our first limitation is the retrospective design. The second one is the heterogeneity of patient profiles. Certainly, the lack of a standardized protocol in patient management may have reduced subjectivity in the evaluation of treatment response. In the absence of a comparative group, the effect of MTX may have been overestimated, qualifying cases of spontaneous improvement as responses. Our sample size was small although it is the largest cohort in the literature.\nOur data were globally concordant with the literature; however some points must be highlighted. Firstly, concerning the MTX course, the dosing and administration regimen differed. Our median MTX dose was twice as high as that in the literature (20 mg/week corresponding to 0.29 mg/ kg body weight versus 7.5 mg/week corresponding to 0.14 mg/kg body weight) and was mostly administered subcutaneously, while in contrast, for all the cases in the literature, MTX was given orally. Our therapeutic choice is based on several publications that suggest better efficacy of subcutaneous than oral treatment in inflammatory diseases such as psoriasis and rheumatoid arthritis, with a median dose of 0.3 mg/kg/week usually used in inflammatory diseases [16], [29], [30].\nSecondly, the GCs tapering schedule was faster in our patients than in literature case reports (median of 6 versus 12 months) with a higher relapse rate under MTX in our cohort (3/13 cases versus 2/30 in the literature). Finally, MTX was introduced earlier after a primary episode of LR in the literature cases (median of 11 versus 23 months after an initial diagnosis of LR in our cases) but with a similar median of 2 previous treatments. We identified 7 published studies including 30 cases in PubMed. One was a randomized study from Bangladesh comparing the efficacy and safety of MTX plus prednisolone (n = 10 patients) versus prednisolone monotherapy (n = 9) during 6 months in ENL. The others were case reports [18–25]. Moreover, the median time on MDT was longer in our patients than in published cases. In our practice, we usually prolong the treatment according to the decrease in the bacillary index, which can be longer than the one to two years recommended by the WHO in order to prevent relapses and LR.\nCurrently, the first-line treatment of LR is based on prolonged GCs therapy resulting in high cumulative dose, thereby increasing the risk of adverse effects [31] [32]. However, about 40% of individuals with RR do not show clinical improvement; especially with nerve damage, GCs seem to be ineffective [33] [34]. In regards to the management of ENL, the chronic course and frequency of relapses (40% of ENL) are difficult to prevent and often justify prolonged and/or repeated courses of GCs [35].\nAzathioprine (AZA) is an immune-suppressant drug used in immune mediated diseases [36]. In AZALEP, a randomised double-blind study of 345 patients in India with RR, adding AZA to GCs did not show improvement of dermatological and neurological outcomes [8].\nCiclosporin has also been tested in a randomised trial in Ethiopia comparing ciclosporin and prednisone efficacy and the tolerance profile in acute RR. The 2 groups did not differ in improved clinical outcomes (skin and nerve), tolerance profile or rate of RR recurrence (85%). Moreover, patients on ciclosporin required additional prednisolone to treat recurrences [9].\nClofazimine is widely used for treating ENL; it has no effect on acute episodes but might be effective in preventing chronic and recurrent ENL [11] [12] [13]. The induced skin pigmentation is sometimes stigmatising and is one of the limiting factors in its long-term use [37]. Thalidomide is another effective therapeutic option in moderate to severe ENL. A retrospective study of 102 patients with ENL in India argues for early initiation of thalidomide to achieve faster and longer remission owing to its efficacy in preventing recurrences [10]. However, Thalidomide would be considered an irrelevant option in leprosy patients with nerve damage due to its neurotoxicity [10,14]. Its use is also limited in young women not on contraception due to its teratogenicity [38] [39].\nOther therapeutic alternatives such as pentoxifylline and apremilast (16 cases), an oral phosphodiesterase-4 inhibitor sharing a common molecular structure with thalidomide, seem to avoid recurrence and allow GCs-sparing [15,40–43]\nLastly, some case series concerning the value of biotherapies such as TNF-α inhibitors have recently been published. One review identified 4 published cases of refractory ENL effectively treated with a TNF-α inhibitor (infliximab or etanercept) [14]. All patients previously received thalidomide and prednisone; 2 also received pentoxifylline and one AZA. GCs-sparing was reported in all patients under anti-TNFα, and 3 showed long-term remission after treatment discontinuation. These data are promising and must be confirmed in larger cohorts. Unfortunately, few therapies have demonstrated prolonged efficacy after treatment discontinuation. TNF-α inhibitors seem to have a long-lasting immunological action that can modify the evolutionary trajectory of the disease, but the use of anti-TNF-α is limited by the cost of agents and the availability in developing countries.\nIn this case series of one of the largest cohorts of patients receiving MTX for LR, we described the potential of MTX as an effective alternative treatment, allowing for GCs-sparing with a good safety profile. Therefore, MTX could be considered as a first-line therapy combined with GCs to facilitate GCs-sparing and reduce the risk of recurrence and transition to chronic LR. A large randomized controlled trial is underway to assess the efficacy of MTX in conjunction with prednisolone in managing ENL [44]."
}