{
    "Abstract": "Schistosomiasis is the second most important parasitic disease worldwide. Schistosomiasis japonica is a unique species endemic to southern China, and schistosomiasis is characterized by severe liver injury, inflammation, liver granuloma, and subsequent liver fibrosis. However, the pathological mechanism of this disease remains unclear. Mass spectrometry imaging (MSI) is a versatile technique that integrates the molecular specificity of mass spectrometry (MS) with spatial imaging information, which could provide an accurate method for observing disease progression. In this study, we used an air flow-assisted desorption electrospray ionization (AFADESI-MSI) platform to detect a wide range of metabolites and visualize their distribution in the liver tissue of mice infected with Schistosoma japonicum. In the negative ion mode analysis, 21 and 25 different metabolites were detected in the early and chronic stages of infection, respectively. Thirteen characteristic metabolites and 3 metabolic pathways related to disease development may be involved in the chronicity of schistosomiasis. There were more than 32 and 40 region-specific changes in the abundance of a wide range of metabolites (including carbohydrates, amino acids, nucleotides, and fatty acids) in the livers of mice at two different infection times, which also revealed the heterogeneous metabolic characteristics of the liver egg granulomas of S. japonicum. In a chronic infection model with S. japonicum, oral treatment with praziquantel significantly alleviated most metabolic disorders, including fatty acid and pyrimidine metabolism. Surprisingly, Upase1, a key enzyme in uridine metabolism, was significantly upregulated 6 weeks after infection, and liver uridine levels were negatively correlated with the abundance of multiple lipid-associated metabolites. Further studies revealed that in vitro uridine supplementation inhibited the activation of LX-2 cells, restored the homeostasis of fatty acid metabolism through the peroxisome proliferator-activated receptor γ (PPARγ) pathway, and played an antifibrotic role. Our findings provide new insights into the molecular mechanisms of S. japonicum-induced liver fibrosis and the potential of targeting uridine metabolism in disease therapy."
}