{
    "Abstract": "Homeostatic perturbation caused by infection fosters two major defense strategies, resistance and tolerance, which promote the host’s survival. Resistance relates to the ability of the host to restrict the pathogen load. Tolerance minimizes collateral tissue damage without directly affecting pathogen fitness. These concepts have been explored mechanistically in murine models of malaria but only superficially in human disease. Indeed, individuals infected with Plasmodium vivax may present with asymptomatic malaria, only mild symptoms, or be severely ill. We and others have reported a diverse repertoire of immunopathological events that potentially underly susceptibility to disease severity in vivax malaria. Nevertheless, the combined epidemiologic, clinical, parasitological, and immunologic features associated with defining the disease outcomes are still not fully understood. In the present study, we perform an extensive outlining of cytokines and inflammatory proteins in plasma samples from a cohort of individuals from the Brazilian Amazon infected with P. vivax and presenting with asymptomatic (n = 108) or symptomatic (n = 134) disease (106 with mild presentation and 28 with severe malaria), as well as from uninfected endemic controls (n = 128) to elucidate these gaps further. We employ highly multidimensional Systems Immunology analyses using the molecular degree of perturbation to reveal nuances of a unique profile of systemic inflammation and imbalanced immune activation directly linked to disease severity as well as with other clinical and epidemiologic characteristics. Additionally, our findings reveal that the main factor associated with severe cases of P. vivax infection was the number of symptoms, despite of a lower global inflammatory perturbation and parasitemia. In these participants, the number of symptoms directly correlated with perturbation of markers of inflammation and tissue damage. On the other hand, the main factor associated with non-severe infections was the parasitemia values, that correlated only with perturbation of inflammatory markers, such as IL-4 and IL-1β, with a relatively lower number of symptoms. These observations suggest that some persons present severe vivax regardless of pathogen burden and global inflammatory perturbation. Such patients are thus little tolerant to P. vivax infection and show higher susceptibility to disrupt homeostasis and consequently exhibit more clinical manifestations. Other persons are capable to tolerate higher parasitemia with lower inflammatory perturbation and fewer symptoms, developing non-severe malaria. The analytical approach presented here has capability to define in more details the determinants of disease tolerance in vivax malaria."
}