{
    "Background": "In Latin America, 18 million people are infected with Trypanosoma cruzi, the agent of Chagas' disease, with the greatest economic burden. Vertebrate calreticulins (CRT) are multifunctional, intra- and extracellular proteins. In the endoplasmic reticulum (ER) they bind calcium and act as chaperones. Since human CRT (HuCRT) is antiangiogenic and suppresses tumor growth, the presence of these functions in the parasite orthologue may have consequences in the host/parasite interaction. Previously, we have cloned and expressed T. cruzi calreticulin (TcCRT) and shown that TcCRT, translocated from the ER to the area of trypomastigote flagellum emergence, promotes infectivity, inactivates the complement system and inhibits angiogenesis in the chorioallantoid chicken egg membrane. Most likely, derived from these properties, TcCRT displays in vivo inhibitory effects against an experimental mammary tumor.",
    "Methodology and Principal Findings": "TcCRT (or its N-terminal vasostatin-like domain, N-TcCRT) a) Abrogates capillary growth in the ex vivo rat aortic ring assay, b) Inhibits capillary morphogenesis in a human umbilical vein endothelial cell (HUVEC) assay, c) Inhibits migration and proliferation of HUVECs and the human endothelial cell line Eahy926. In these assays TcCRT was more effective, in molar terms, than HuCRT: d) In confocal microscopy, live HUVECs and EAhy926 cells, are recognized by FITC-TcCRT, followed by its internalization and accumulation around the host cell nuclei, a phenomenon that is abrogated by Fucoidin, a specific scavenger receptor ligand and, e) Inhibits in vivo the growth of the murine mammary TA3 MTXR tumor cell line.",
    "Conclusions/Significance": "We describe herein antiangiogenic and antitumor properties of a parasite chaperone molecule, specifically TcCRT. Perhaps, by virtue of its capacity to inhibit angiogenesis (and the complement system), TcCRT is anti-inflammatory, thus impairing the antiparasite immune response. The TcCRT antiangiogenic effect could also explain, at least partially, the in vivo antitumor effects reported herein and the reports proposing antitumor properties for T. cruzi infection."
}