{
    "Abstract": "Sporotrichosis is a chronic subcutaneous mycosis caused by Sporothrix species, of which the main aetiological agents are S. brasiliensis, S. schenckii, and S. globosa. Infection occurs after a traumatic inoculation of Sporothrix propagules in mammals’ skin and can follow either a classic route through traumatic inoculation by plant debris (e.g., S. schenckii and S. globosa) or an alternative route through zoonotic transmission from animals (e.g., S. brasiliensis). Epizootics followed by a zoonotic route occur in Brazil, with Rio de Janeiro as the epicenter of a recent cat-transmitted epidemic. DNA-based markers are needed to explore the epidemiology of these Sporothrix expansions using molecular methods. This paper reports the use of amplified-fragment-length polymorphisms (AFLP) to assess the degree of intraspecific variability among Sporothrix species. We used whole-genome sequences from Sporothrix species to generate 2,304 virtual AFLP fingerprints. In silico screening highlighted 6 primer pair combinations to be tested in vitro. The protocol was used to genotype 27 medically relevant Sporothrix. Based on the overall scored AFLP markers (97–137 fragments), the values of polymorphism information content (PIC = 0.2552–0.3113), marker index (MI = 0.002–0.0039), effective multiplex ratio (E = 17.8519–35.2222), resolving power (Rp = 33.6296–63.1852), discriminating power (D = 0.9291–0.9662), expected heterozygosity (H = 0.3003–0.3857), and mean heterozygosity (Havp = 0.0001) demonstrated the utility of these primer combinations for discriminating Sporothrix. AFLP markers revealed cryptic diversity in species previously thought to be the most prevalent clonal type, such as S. brasiliensis, responsible for cat-transmitted sporotrichosis, and S. globosa responsible for large sapronosis outbreaks in Asia. Three combinations (#3 EcoRI-FAM-GA/MseI-TT, #5 EcoRI-FAM-GA/MseI-AG, and #6 EcoRI-FAM-TA/MseI-AA) provide the best diversity indices and lowest error rates. These methods make it easier to track routes of disease transmission during epizooties and zoonosis, and our DNA fingerprint assay can be further transferred between laboratories to give insights into the ecology and evolution of pathogenic Sporothrix species and to inform management and mitigation strategies to tackle the advance of sporotrichosis."
}