{
    "Background": "Chikungunya fever (CHIKF) is a serious public health problem with a high rate of infection and chronic disabling manifestations that has affected more than 2 million people worldwide since 2005. In spite of this, epidemiological data on vulnerable groups such as Indigenous people are scarce, making it difficult to implement public policies in order to prevent this disease and assist these populations.",
    "Objective": "To describe the serological and epidemiological profile of chikungunya virus (CHIKV) in two Indigenous populations in Northeast Brazil, as well as in an urbanized control community, and to explore associations between CHIKV and anthropometric variables in these populations.",
    "Methodology/Principal findings": "This is a cross-sectional ancillary study of the Project of Atherosclerosis among Indigenous Populations (PAI) that included people 30 to 70 years old, recruited from two Indigenous tribes (the less urbanized Fulni-ô and the more urbanized Truká people) and an urbanized non-Indigenous control group from the same area. Subjects underwent clinical evaluation and were tested for anti-CHIKV IgG by enzyme-linked immunosorbent assay. Serological profile was described according to ethnicity, sex, and age. The study population included 433 individuals distributed as follows: 109 (25·2%) Truká, 272 (62·8%) Fulni-ô, and 52 (12%) from the non-Indigenous urbanized control group. Overall prevalence of CHIKV IgG in the study sample was 49.9% (216; 95% CI: 45·1–54·7). When the sample was stratified, positive CHIKV IgG was distributed as follows: no individuals in the Truká group, 78·3% (213/272; 95% CI: 72·9–83·1) in the Fulni-ô group, and 5.8% (3/52; 95% CI: 1.21–16) in the control group.",
    "Conclusions/Significance": "Positive tests for CHIKV showed a very high prevalence in a traditional Indigenous population, in contrast to the absence of anti-CHIKV serology in the Truká people, who are more urbanized with respect to physical landscape, socio-cultural, and historical aspects, as well as a low prevalence in the non-Indigenous control group, although all groups are located in the same area."
}