{
    "Background": "Nontuberculous mycobacterial pulmonary disease (NTM-PD) has become an emerging infectious disease and is responsible for more deaths than tuberculosis in industrialized countries. NTM-PD mortality remains high in some series reportedly ranging from 25% to 40% at five years and often due to unfavorable evolution of NTM-PD despite established treatment. The purpose of our study was to search for early factors that could predict the favorable or unfavorable evolution of NTM-PD at the first year of treatment.",
    "Methods": "In this retrospective and multicenter study, we selected 119 patients based on clinical, radiological and microbiological data from 2002 to 2012 from three French university hospitals (Guadeloupe, Martinique, Montpellier) with definite (meeting the criteria of the American Thoracic Society and the Infectious Disease Society of America in 2007; ATS/IDSA) or probable (one positive sputum culture) NTM-PD. We compared two patient groups: those who improved at one year (clinical symptoms, radiological lesions and microbiology data) and those who did not improve at one year. The data were analyzed for all patients as well as for subgroups by gender, HIV-positive patients, and Mycobacterium avium complex (MAC) infection.",
    "Results": "The average patient age was 50 years ± 19.4; 58% had respiratory comorbidities, 24% were HIV positive and 19% had cystic fibrosis. Coughing concerned 66% of patients and bronchiectasis concerned 45%. The most frequently isolated NTM were MAC (46%). 57% (n = 68) of patients met the ATS criteria and improved status concerned 38.6% (n = 46). The improvement factors at one year of NTM-PD were associated with the duration of ethambutol treatment: (Odds ratio adjusted [ORa]: 2.24, 95% Confidence interval [CI]; 2.11–3.41), HIV-positive status: (ORa: 3.23, 95% CI; 1.27–8.45), and male gender: (ORa: 2.34, 95% CI; 1.26–8.16). For the group with NTM-PD due to MAC, improvement was associated with the duration of macrolide treatment (ORa: 3.27, 95% CI; 1.88–7.30) and an age <50 years (ORa: 1.88, 95% CI; 1.55–8.50).",
    "Conclusion": "In this retrospective multicenter study, improvement at one year in patients with definite or probable NTM-PD was associated with the duration of ethambutol treatment, HIV-positive status and male gender. For the group of patients infected with MAC, improvement was associated with the duration of macrolide treatment and an age <50 years. Identifying predictors of improvement at one year of NTM-PD is expected to optimize the management of the disease in its early stages."
}