{
    "Abstract": "Neurocysticercosis (NCC) is one of the most common helminth parasitic diseases of the central nervous system (CNS) and the leading cause of acquired epilepsy worldwide. NCC is caused by the presence of the metacestode larvae of the tapeworm Taenia solium within brain tissues. NCC patients exhibit a long asymptomatic phase followed by a phase of symptoms including increased intra-cranial pressure and seizures. While the asymptomatic phase is attributed to the immunosuppressive capabilities of viable T. solium parasites, release of antigens by dying organisms induce strong immune responses and associated symptoms. Previous studies in T. solium-infected pigs have shown that the inflammatory response consists of various leukocyte populations including eosinophils, macrophages, and T cells among others. Because the role of eosinophils within the brain has not been investigated during NCC, we examined parasite burden, disease susceptibility and the composition of the inflammatory reaction in the brains of infected wild type (WT) and eosinophil-deficient mice (ΔdblGATA) using a murine model of NCC in which mice were infected intracranially with Mesocestoides corti, a cestode parasite related to T. solium. In WT mice, we observed a time-dependent induction of eosinophil recruitment in infected mice, contrasting with an overall reduced leukocyte infiltration in ΔdblGATA brains. Although, ΔdblGATA mice exhibited an increased parasite burden, reduced tissue damage and less disease susceptibility was observed when compared to infected WT mice. Cellular infiltrates in infected ΔdblGATA mice were comprised of more mast cells, and αβ T cells, which correlated with an abundant CD8+ T cell response and reduced CD4+ Th1 and Th2 responses. Thus, our data suggest that enhanced inflammatory response in WT mice appears detrimental and associates with increased disease susceptibility, despite the reduced parasite burden in the CNS. Overall reduced leukocyte infiltration due to absence of eosinophils correlates with attenuated tissue damage and longer survival of ΔdblGATA mice. Therefore, our study suggests that approaches to clear NCC will require strategies to tightly control the host immune response while eradicating the parasite with minimal damage to brain tissue."
}