{
    "Background": "Hookworm disease is one of the most common infections and cause of a high disease burden in the tropics and subtropics. Remotely sensed ecological data and model-based geostatistics have been used recently to identify areas in need for hookworm control.",
    "Methodology": "Cross-sectional interview data and stool samples from 6,375 participants from nine different sites in Mbeya region, south-western Tanzania, were collected as part of a cohort study. Hookworm infection was assessed by microscopy of duplicate Kato-Katz thick smears from one stool sample from each participant. A geographic information system was used to obtain remotely sensed environmental data such as land surface temperature (LST), vegetation cover, rainfall, and elevation, and combine them with hookworm infection data and with socio-demographic and behavioral data. Uni- and multivariable logistic regression was performed on sites separately and on the pooled dataset.",
    "Principal Findings": "Univariable analyses yielded significant associations for all ecological variables. Five ecological variables stayed significant in the final multivariable model: population density (odds ratio (OR) = 0.68; 95% confidence interval (CI) = 0.63–0.73), mean annual vegetation density (OR = 0.11; 95% CI = 0.06–0.18), mean annual LST during the day (OR = 0.81; 95% CI = 0.75–0.88), mean annual LST during the night (OR = 1.54; 95% CI = 1.44–1.64), and latrine coverage in household surroundings (OR = 1.02; 95% CI = 1.01–1.04). Interaction terms revealed substantial differences in associations of hookworm infection with population density, mean annual enhanced vegetation index, and latrine coverage between the two sites with the highest prevalence of infection.",
    "Conclusion/Significance": "This study supports previous findings that remotely sensed data such as vegetation indices, LST, and elevation are strongly associated with hookworm prevalence. However, the results indicate that the influence of environmental conditions can differ substantially within a relatively small geographic area. The use of large-scale associations as a predictive tool on smaller scales is therefore problematic and should be handled with care."
}