{
    "Introduction": "In the 1960s, a group of Peruvian physician-scientists who trained abroad returned home with the vision that research should be a fundamental component of medical education. They founded the Universidad Peruana Cayetano Heredia (UPCH) in 1961 and worked with their international collaborators to secure research funding abroad [1]. The success and expansion of these partnerships led not only to the emergence of UPCH as a center of research excellence in Peru but over several decades, to the seeding of their trainees to other institutions around the country where they could address some of the health problems of special concern for Peru, from tropical and viral diseases in the Amazon to studies of the health consequences of populations living at high altitude in the Andes.\nBibliometric methods are frequently used to describe and assess the research capacity of countries and regions [2,3]. In Latin America, for example, regional studies have been performed to assess the region’s research on AIDS [4,5] public health and health policy [6,7,8,9], general medical sciences [10], and all areas of scientific research [11,12]. Specific country-level analyses and comparisons have been performed to assess all scientific research in Brazil [13], health policy in Mexico, Chile, and Argentina (9) and biotechnology in Colombia [14]. We could identify only a single bibliometric study from Peru a decade ago [15].\nWe have conducted a bibliometric analysis of biomedical publications from Peru over the past two decades to examine the growth of this research in Peru and document key changes in the research enterprise. We wanted to understand the expansion of institutions engaged in research, the emergence of key investigators and their role in mentoring young researchers, the diversification of the topics studied, and the building of international collaborations that has led to success in competing for international grants. This analysis provides insights into public policies that could help stimulate the expansion of biomedical research in the future while assessing its value to the country.",
    "Methods": "Bibliometric analysis of biomedical research by Peru (1997–2016)\nPublications for analysis were obtained from the Web of Science (WoS) Core Collection Database for the 20-year period, 1997–2016 and InCites, an analytical database built on WOS data that automatically calculates a range of bibliometric indicators for every publication in that database. This database is known to have limited coverage of non-English language journals [16,17] but is enough to provide a representative sample of Peruvian publications. Articles were selected when at least one author listed an affiliation with a Peruvian institution that contained a PubMed Identification number (PMID) (Appendix 1: Search Strategy). A series of network analyses were conducted to link coauthors and their institutions with their topics of research. While information on funding organizations was incomplete, we could identify the countries of the foreign coauthors. Although CONCYTEC (Consejo Nacional de Ciencia y Tecnologia- National Council of Science and Technology) was created in 1981 to promote science and technology in Peru, there was no major Peruvian funding agency for research until CONCYTEC in 2014 the program CIENCIACTIVA (active science) that offered grants for biomedical research [18,19].\nA bibliographic coupling network was also created to identify key topics. Topic areas in the network were then identified using the Louvain Method [20], an algorithm that identifies groups of articles that share more references with each other than they do with other articles in the network. Topic labels were assigned to each group based on the terms that most frequently appeared in each group and on manual inspection of the publications assigned to each group. All network analyses were performed using the Science of Science (Sci2) Tool [21] and visualized using Gephi [22,23].",
    "Results": "The 21st Century will see even greater and more rapid advances in biomedical science and the creation of new knowledge, drugs, vaccines, and interventions to increase our understanding of diseases and ultimately to improve health. Peruvian researchers trained in the recent past have become leaders and policy makers in their health enterprise while they have opened new directions to provide care and extend healthy lives. An economic analysis of the impact of this research on the retention of a skilled workforce in the health sciences, the creation of new jobs and opportunities, and the impact in the lives of people should be a next step. The long-term sustainability of this effort, stimulated in part early on by outside investments, will need to be supplemented through increased local efforts from government, and from the private sector. A national strategy, advancing this research enterprise for the future and investing in infrastructure, human resources and training, could secure the many gains made to date. It could also provide leadership and expansion of research and training throughout the Andean region in populations that share the same health problems and concerns. The bibliometric methods used here are a widely available metric that can serve as one measure of research productivity. The use of this evidence can provide policy makers with insights to develop and assess new policies to stimulate research over time in Peru and beyond.",
    "Discussion": "The growth of biomedical research in Peru over the past two decades is well documented in the nine-fold increase in the number of biomedical articles published in English and the increase in competitive awards from NIH, the largest international funder for which historical information on grants was available. At the same time, the topics of research have expanded to reflect the unique ecology, geography, and disease patterns of the country highlighting parasitic and infectious diseases, high altitude conditions, and infections prevalent in the jungle areas in the Amazon basin. By building the research agenda on diseases and conditions that are priorities in Peru, local investigators have built international collaborations, attracted international funding, and advanced our knowledge of the diagnosis, treatment, and prevention of diseases that are problematic in Peru but less prevalent elsewhere.\nA critical finding from this investigation is the central role that a single university can make towards the initiating a culture of research that has trained students for careers in science and for leadership in the biomedical research community. The ability of these groups to collaborate internationally and be competitive for international funding has boosted Peru into the top tier of leadership biomedical research in Latin America. As a result, this research has provided the world with a platform to develop the knowledge to address some of the most compelling problems in global health today that would be hard to study in other settings. Treatments for cysticercosis [25,26], our understanding of high-altitude conditions [27,28] clinical trials of Zika vaccines, policies to address the treatment of resistant tuberculosis [29], and the use of a rapid syphilis test to control congenital disease [30] have all come from research conducted in Peru through these international research collaborations. In addition, the long-term partnerships between Peruvian and foreign investigators has led to mentoring reflected in the network diagrams evident from the bibliometric analyses. Clearly, the value of having outstanding research mentors, both foreign and local, has provided a clear pathway to expand the research workforce in order to address the major health problems in Peru.\nThis study brought detailed bibliometric analysis to provide insights into the growth of research, the topics of investigation, the mentoring links of investigators, and the centers of excellence followed by the dispersion of groups over time. All of these are helpful for policy makers as one important metric as they decide on priorities for future funding and evaluation of their research enterprise. The use of these the simple metrics of numbers of publications has previously been used to compare countries productivity in research. The high-resolution analysis provides an opportunity to understand the microculture of research in an environment that has evolved rapidly over time.\nOur findings raise several questions for policy makers in Peru and elsewhere. For one, given this history of research success in Peru, how can the government become more involved in leveraging their investments for science while training the next generation of researchers for the future? While Peru has many medical schools and universities, UPCH was established as a research university that introduced students to research early in their training, built a culture of research, and encouraged the faculty to seek international funds to support these activities aided by a Vicerector for research at the level of the Vicerector of academic affairs. This structure has been included recently in the new Peruvian law for Universities, highlighting the government’s recognition of the importance of research at academic institutions [31]. The observation that a number of the most prolific investigators have spun off their research units and created clusters of excellence indicates the importance of the dispersion of research to other centers with focus on other topics in other locations apart from UPCH. This has expanded this culture of research to other universities nationwide, such that two thirds of the publications are coming from groups not directly at UPCH.\nWith improvements in health and longevity, the health problems facing Peru in the future -such as aging of the population, the rise of non-communicable diseases [32], environmental exposures linked to indoor air pollution from cookstoves, use of new diagnostics and information technologies for health, or how to respond to climate change and El Nino events will require even greater diversification of the research portfolio to address these challenges to the populations’ health. The expansion of research funding in Peru and providing a career track for talented young investigators could help leverage even more national and international funding to address some of the world’s most pressing health problems and help Peru achieve the next Sustainable Development Goals. This position has been clearly articulated by the Pan American Health Organization Advisory Committee on Health Research [33]. To date, this bibliometric analysis indicates that work on the chronic diseases has not yet caught up with the key infectious diseases as evidenced by the limited number of publications on these diseases.\nThis study has limitations, some related to the completeness of the data, the incomplete reporting on international funders, and the fact that our search was focused on publications in English. In addition, while we examined a small group of the 20 authors with the most publications, most of these investigators are themselves training the next generation of researchers, a much larger group for the future that are not fully represented on our network diagrams. Nonetheless, it does provide valuable insights into the growth and dispersion of publications with in depth network diagrams that should permit more nuance understanding of the lineages of research and mentorship that have helped to grow science in Peru."
}