{
    "Background": "Opisthorchis felineus, O. viverrini, and Clonorchis sinensis (family Opisthorchiidae) are parasitic flatworms that pose a serious threat to humans in some countries and cause opisthorchiasis/clonorchiasis. Chronic disease may lead to a risk of carcinogenesis in the biliary ducts. MicroRNAs (miRNAs) are small noncoding RNAs that control gene expression at post-transcriptional level and are implicated in the regulation of various cellular processes during the parasite- host interplay. However, to date, the miRNAs of opisthorchiid flukes, in particular those essential for maintaining their complex biology and parasitic mode of existence, have not been satisfactorily described.",
    "Methodology/Principal Findings": "Using a SOLiD deep sequencing-bioinformatic approach, we identified 43 novel and 18 conserved miRNAs for O. felineus (miracidia, metacercariae and adult worms), 20 novel and 16 conserved miRNAs for O. viverrini (adult worms), and 33 novel and 18 conserved miRNAs for C. sinensis (adult worms). The analysis of the data revealed differences in the expression level of conserved miRNAs among the three species and among three the developmental stages of O. felineus. Analysis of miRNA genes revealed two gene clusters, one cluster-like region and one intronic miRNA in the genome. The presence and structure of the two gene clusters were validated using a PCR-based approach in the three flukes.",
    "Conclusions": "This study represents a comprehensive description of miRNAs in three members of the family Opistorchiidae, significantly expands our knowledge of miRNAs in multicellular parasites and provides a basis for understanding the structural and functional evolution of miRNAs in these metazoan parasites. Results of this study also provides novel resources for deeper understanding the complex parasite biology, for further research on the pathogenesis and molecular events of disease induced by the liver flukes. The present data may also facilitate the development of novel approaches for the prevention and treatment of opisthorchiasis/clonorchiasis."
}