{
    "Abstract": "The arbovirus vectors Aedes aegypti (yellow fever mosquito) and Ae. albopictus (Asian tiger mosquito) are both common throughout the Indo-Pacific region, where 70% of global dengue transmission occurs. For Ae. aegypti all Indo-Pacific populations are invasive, having spread from an initial native range of Africa, while for Ae. albopictus the Indo-Pacific includes invasive populations and those from the native range: putatively, India to Japan to Southeast Asia. This study analyses the population genomics of 480 of these mosquitoes sampled from 27 locations in the Indo-Pacific. We investigated patterns of genome-wide genetic differentiation to compare pathways of invasion and ongoing gene flow in both species, and to compare invasive and native-range populations of Ae. albopictus. We also tested landscape genomic hypotheses that genetic differentiation would increase with geographical distance and be lower between locations with high connectivity to human transportation routes, the primary means of dispersal at these scales. We found that genetic distances were generally higher in Ae. aegypti, with Pacific populations the most highly differentiated. The most differentiated Ae. albopictus populations were in Vanuatu, Indonesia and Sri Lanka, the latter two representing potential native-range populations and potential cryptic subspeciation respectively. Genetic distances in Ae. aegypti increased with geographical distance, while in Ae. albopictus they decreased with higher connectivity to human transportation routes. Contrary to the situation in Ae. aegypti, we found evidence of long-distance Ae. albopictus colonisation events, including colonisation of Mauritius from East Asia and of Fiji from Southeast Asia. These direct genomic comparisons indicate likely differences in dispersal ecology in these species, despite their broadly sympatric distributions and similar use of human transport to disperse. Our findings will assist biosecurity operations to trace the source of invasive material and for biocontrol operations that benefit from matching genetic backgrounds of released and local populations."
}