{
    "Introduction": "S. stercoralis is a helminthic parasite affecting an estimated 386 million people worldwide, with the true burden of disease still unknown [1]. The prevalence of S. stercoralis infections reaches significant levels in some tropical and subtropical settings [2–4], but the global prevalence is believed to be underestimated due to the low sensitivity of the diagnostic tools [5–9]. Clinical and laboratory diagnostics play a critical role in the understanding of the epidemiology of the disease, guiding the deployment of resources and the implementation and evaluation of intervention strategies. Currently active strategies for the control of STH under the guidance of the World Health Organization (WHO) do not include S. stercoralis as part of the strategy, but the establishment of a new list of targets for STH control programs by the WHO includes an efficient strongyloidiasis control program in school age children (SAC) by 2030 [10]; and this is further supported by the inclusion of ivermectin in WHO`s list of essential drugs for the treatment of STH [11]. Key components of this strategy are diagnostic tools for adequate surveys and the inclusion of drugs active against S. stercoralis, such as ivermectin and moxidectin, in Mass Drug Administration (MDA) programs.\nDiagnosis of S. stercoralis infection commonly relies on the detection of larvae from stool samples, tissue biopsies, and other clinical specimens such as bronchoalveolar lavage [12]. For the examination of stool samples, concentration procedures are essential as the number of excreted larvae is usually very low. Commonly used techniques are the Baermann technique and stool culture, for which either plain agar plates or a charcoal copro-culture procedure can be used. Stool cultures have a relatively high sensitivity, since they allow the parasite to enter the free living cycle, but the procedure is cumbersome and time-consuming [13]. On the other hand, serological and molecular techniques have been used as alternative diagnostic approaches for case detection in both endemic and non-endemic settings [14–18]. Polymerase Chain Reaction (PCR) based methods showed higher sensitivity than the conventional Baermann (CB) and copro-culture methods [2,4] however, they are expensive to implement as routine diagnostic tools specially in resource limited countries. Suboptimal sensitivity of microscopy-based techniques for the diagnosis of S. stercoralis infections has a negative impact on prevalence measurements and burden of disease estimations [19].\nAmong the microscopy-based techniques for the detection of Strongyloides larvae, the Bearmann technique is the most often used in field studies and clinical trials; we have however found different Baermann technique approaches being used in different laboratories. To our knowledge, a proper comparison between different Baermann techniques has not been done, while there is a clear need for an inexpensive and suitable microscopy-based diagnostic method sensitive enough for use in large-scale field-based epidemiological studies and clinical trials. In this context we have conducted a study to compare the diagnostic performance of three Baermann techniques.",
    "Methods": "Ethics statement\nThe study protocol was approved by the Institutional Review Board of College of Medicine and Health Sciences at Bahir Dar University with reference number CHMS/IRB 03–008. Permission was also obtained from Amhara Public Health Institute, Bahir Dar Administration Health office and Zenzelima Health Center. Written informed consent was obtained from participants, parents or guardians for children who were under the age of 18 years. Additionally, verbal assent was obtained from children between ages of 10–17. All information was kept confidential and each participant with a positive result received appropriate treatment free of charge.\n\n\nStudy setting\nA community based cross sectional study was conducted from August 12 to August 31 2019 in Zenzelima, Bahir Dar Zuria, Bahir Dar Ethiopia (Fig 1C). Bahir Dar is the capital city of the Amhara National Regional State and located at the exit of the Blue Nile River from Lake Tana at an altitude of 1,820 m (5,970 ft) above sea level. The city is located approximately 578 km north-northwest of Addis Ababa, the country’s capital. Zenzelima is situated about 7km northeast from Bahir Dar city (Fig 1C) with a total population of 11,203 with a distribution of 51% females (Health post coordinator, personal communication, October, 2019). The study was conducted in seven villages of Zenzelima kebele: Baynesa, Gedro, Gudguad, Kazimosh, Sesaberet -1, Sesaberet -2 and Zenzelima.\nLocation of the study site, Zenzelima: (A) Map of Ethiopia, (B) Map of Amhara region, (C) Zenzelima.\n\n\nStudy population and sample size\nWith the assumption of 90% anticipated sensitivity (SN), prevalence of 33% [6], precision of 0.05 (L) and 95% confidence interval (Z2α/2), the minimum sample size required was calculated as 420 using Buderer’s formula [20].\nAll apparently healthy community members who live permanently in the study area and consented for the study were included in the study using simple random sampling. Participants who had taken anthelminthic drugs two months prior to the study period were excluded (S1 STARD–2015–Checklist).\n\n\nData collection\nSocio-demographic characteristics.Age, sex, and residence of the study participants were collected using standardized study form.\n\nStool collection and transportation.On average, about 20 grams stool sample were collected from each participant using standard sterile stool collection cups without preservatives; all the samples were then labeled using unique identification numbers, placed in a triple packaging system and transported at room temperature to Bahir Dar University laboratory.\n\n\n\nLaboratory investigation procedures\nConventional Baermann (CB).Ten grams of stool sample were weighed and mixed with two grams of activated charcoal and lukewarm water. The stool sample was transferred to a petri dish with a double layer of tissue paper at the bottom and then covered by single layer of tissue paper at the top to form a small pouch. Incubation was maintained for 18–24 hrs at 26°C. After incubation, stool samples were suspended for 1 hour in lukewarm water at room temperature (which is in our case between 25 and 37°C) and filtered using a conventional Baermann apparatus (a strainer on top of a funnel connected to a rubber hose clamped with a hemostatic clamp) supported by a funnel stand, the single layer tissue paper side of the pouch was facing the strainer, (Fig 2). Afterwards, the lower 10 mL from the water contained in the hose was drained off, centrifuged at 2000 rpm for 5 minutes and 1 mL of the sediment was examined microscopically for the presence of larvae [6]. The detail procedure is given in S1 Text.\nModified Baermann (MB)\nThree grams of fresh stool sample was weighed and placed on cotton-wool gauze (8 layers–non-sterile) of 5x5 cm. A stool pouch was formed and placed on top of 50 mL falcon tube filled with lukewarm water just slightly touching the water surface (Fig 3). The tube was left to stand at room temperature (which is in our case between 25 and 37°C) for 2.30 hours. The supernatant was discarded and the 3 mL sediment was allowed to settle for 30 minutes and then examined under the microscope for the presence of larvae [4]. The detail procedure is given in S2 Text.\nModified Baermann with charcoal pre-incubation (MBCI)\nThis is a newly modified version of MB technique. The materials and procedures used were the same as MB but with addition of charcoal pre-incubation. Briefly, three grams of fresh stool sample were weighed and mixed with one gram of activated charcoal and lukewarm water. Then a stool pouch, as in the regular MB, was formed using cotton-wool gauze (8 layers–non-sterile) of 5x5 cm and placed in the center of a petri dish. Incubation was done for 18–24 hrs at 26°C, and then processed as in the regular MB. The detail procedure is given in S3 Text.\nReference standard test\nSince there is no ‘gold reference standard’ for the Baermann technique, the results of all the three Baermann procedures were used in combination as a composite reference standard by which the presence of S. stercoralis larvae in at least one of the three Baermann procedures was used as a positive composite reference standard and the absence of S. stercoralis larvae by all the three Baermann procedures was used as a negative composite reference standard.\n\n\n\nTime and cost required to perform each Baermann technique\nAfter the stool sample arrived at the laboratory, the actual hands-on time required to perform stool sample preparation was recorded. This was done by timing the average number of minutes spent on weighing the samples, incubating with activated charcoal, material preparation, filtration, centrifugation and microscopic examination for each Baermann technique. Incubation times and waiting times between steps were not included. In addition, the cost required to perform each Baermann technique was estimated by summing up the costs of the laboratory materials used. Costs were collected in Ethiopian Birr and converted to US dollars using an average of one year exchange rate from July, 2109 to June 2020, ranging from $28.4 to $34.3 (https://www.poundsterlinglive.com). The detailed cost estimation is given in S1 Table.\n\n\nQuality control\nAll laboratory procedures were performed by qualified technicians. Each stool sample was processed within 4 hours after collection. The laboratory procedures were done following the standard bench protocols prepared for the study and positive results were crosschecked by at least two experienced microscopists.\n\n\nData management and statistical analysis\nLaboratory results were recorded on paper forms by laboratory technicians and then entered to an excel sheet (Microsoft Excel, 2010) along with demographic data. Statistical analysis was performed on SPSS version 23 and openEpi software Version 3.01 (www.OpenEpi.com, updated 2013/04/06). Descriptive statistics was used to summarize the data and the diagnostic performance of the Baermann methods was assessed as sensitivity, specificity, Negative Predictive Value (NPV) and Positive Predictive Value (PPV) against the composite reference standard. McNemar test was used to compare the sensitivity, specificity and relative predictive values between the methods and Cohen’s kappa was used to test the agreement of each method with the composite reference standard. P-values <0.05 were considered to be statistically significant.",
    "Results": "Within 3 weeks of enrolment, 442 participants were found to be eligible. Of these, 5 were excluded because three participants gave too low quantity of stool samples at the time of collection and two participants gave enough quantity but were not fresh stool samples. Finally, samples from 437 participants were included and among these all three Baermann procedures were performed for 364 stool samples. Detailed distributions of samples analyzed in each procedure are presented in Fig 4.\naThirty-seven participants did not provide enough stool specimens to perform CB; bTwenty-four participants did not provide enough stool specimens to perform MB; cTwenty-three participants did not provide enough stool specimens to perform MBCI.\n\n\nSocio demographic characteristics\nOut of the 437 participants included, 268 (61.3%) were female. The age of the participants ranged from 2 to 76 years with a median age of 25 years. Overall, 151 (34.6%) individuals had detectable S. stercoralis larvae in at least one of the three Baermann techniques. The prevalence of strongyloidiasis varied between study villages, ranging from 9.6% in Gedro to 47.3% in Gudguad. Strongyloidiasis positivity and negativity in relation to socio demographic characteristics is summarized in Table 1.\n\nComparison between Baermann procedures.Using CB, S. stercoralis larvae were detected in 38 of the 400 (9.5%) stool samples while using MB, 32 of the 413 stool samples (7.7%) were positive. The MBCI was positive for 132 of 414 (31.9%) of the samples. When limiting the analysis to the 364 samples examined by all three Baermann procedures; the number of positives by CB, MB and MBCI were 35 (9.6%), 29 (8.0%), and 114 (31.3%) respectively. Overall, 131 (36.0%) participants were found to be positive for S. stercoralis. This study also showed that the sensitivity of CB, MB and MBCI were 26.7%, 22.1% and 87% respectively. The performance and agreement of each method against the CRS is summarized in Table 2.\nThere were no significant differences between the sensitivities and NPVs of CB and MB (P-value = 0.33). On the other hand the sensitivity and NPV of MBCI was significantly higher than the sensitivities and NPVs of CB and MB (P-value = <0.001).\nThe time required to process each stool sample per technician by the three Baermann procedures following each step in the protocol is summarized in Table 3.\nThe total time (min) required to process each sample by CB, MB and MBCI was 16, 12, and 14 respectively without considering incubation and waiting time. The MB required less time to analyze each stool sample and results can be obtained on the same day of sample collection while CB and MBCI required two days (18–24 hr incubation) to get the result. Although the difference in the time required to analyze each sample by MBCI compared to CB seems small, 2 minutes per sample could have an impact especially in large scale screening initiatives by minimizing the overall time for testing. Thus, enables the technicians to handle more samples per person per day that will subsequently result in decreasing labor cost and maximizing the number of people who can be tested in a given time.\nThe cost effectiveness of the Baermann methods was estimated based on the consumable cost required per sample and the equipments used in each method with the assumption of 24 samples analyzed by CB and 40 samples by MB and MBCI methods daily. The total cost required to process each sample by CB, MB and MBCI was 15, 11, and 11.2 USD respectively and all the costs of each item needed in each procedure is presented in S1 Table.",
    "Discussion": "S. stercoralis is among the most neglected NTDs, with a burden estimated in up to 400 million infected people worldwide [1,21], four times larger than previous estimates [22]. This difference in the global burden of S. stercoralis is due to limitations in diagnostic techniques that have led to a shortage of epidemiological data and its exclusion from the control strategies. A new scenario of raising awareness in the importance of S. stercoralis and the plans to establish a control program by 2030 implies that affordable and sensitive rapid diagnostic methods are needed to assess the true burden of prevalence and the amount of medication needed for deworming programs.\nA previous study showed that among the microscopy-based techniques, sedimentation concentration had better sensitivity of 88% in recovering the S. stercoralis larvae from stool samples followed by Baermann (81%), agar plate culture (58%), and Harada-Mori (50%) [23]. Another study showed that the diagnostic agreement of Baermann funnel and Koga agar plate techniques with PCR was highest when the S. stercoralis infection intensity is high [24] although the later showed decreased detection rate when the infection intensity is low. These differences reported by different research groups for the same diagnostic technique are mainly due to the lack of harmonization of the technique.\nIn this study the overall prevalence of S. stercoralis infection was 34.6% which is comparable to results from a previous study using CB in this area of Ethiopia [6]. Although prevalence of S. stercoralis infection increases with age [9], in our study age [5–14] was found to be significantly associated with the infection, P–value = 0.005. This might be due to the lack of shoe wearing habit of the children in the study area that might increase their exposure to the infection. Similarly, sex (Female) and residence (Being resident of Gudguad) found to be statistically significant with P–value = <0.05. This might be due to most of the participants were females (61.3%) and residents of Gudguad village. Since S. stercoralis is not incorporated in the national STH control strategies and no specific interventions have been implemented, the prevalence remains the same over the years. Here we present, to our knowledge, the first comparison of different Baermann techniques for the diagnosis of S. stercoralis infections. Our results show that the modifications of the CB technique resulted in significant differences in the sensitivity and therefore in the calculation of the prevalence. In relation to this, it is observed that the sensitivity of CB did not show significant difference when compared to the sensitivity of MB. The significantly higher sensitivity achieved by MBCI in the diagnostic performance when compared to the MB (P–value = <0.001) is probably related to the incubation procedure with activated charcoal, which allows the parasite to enter the free living cycle and increases its detection. Morphological identifications were used to differentiate the stages of S. stercoralis larvae from hookworm larvae. We have confirmed that all the S. stercoralis larvae detected by MB were rhabditiform larvae while both rhabditiform and filariform larvae were detected by MBCI and CB. On the other hand, the performance of MBCI was significantly superior to the CB (P–value = <0.001). MBCI demonstrated sensitivity three times higher than CB, which might be due to the application of the gauze used in the filtration step in the case of MBCI that has more permeability to the larvae to migrate towards the warm water than the tissue paper that we used for CB. Previous studies used either tissue papers or gauze for filtration [4,6,24] but so far there is no standard tissue paper or gauze recommended for the filtration step either in CB or MB. For this study, locally available tissue roll paper was used for the CB and gauze for MB and MBCI which is adopted in the MB procedure from the Leiden University Medical Center’s (LUMC) in the Netherlands [4]. In addition, the reduced sample volume in MBCI might enable the larvae to move freely and migrate towards the warm water. The stool samples were processed by the three Baermann techniques simultaneously using the same type of water, water temperature, and in same laboratory set up with similar lighting conditions.\nAmong the microscopy-based techniques, the CB is the Baermann technique most commonly used for the routine diagnosis of S. stercoralis infection. In this study we are providing evidence that critical steps in the Baermann technique like the charcoal pre-incubation and the fabric used for larval migration (tissue paper vs gauze) significantly affect its sensitivity. Our data shows that the MBCI is easy to implement, simple to perform, does not require a centrifugation process and funnels, comparatively cheaper and requires much less space in the laboratory than the CB. In addition, MBCI requires less time to get results when compared to copro-culture and Koga nutrient agar plates [4,25]. This enables the technique to be adapted and is easily accessible for field-based epidemiological studies and clinical trials especially in large scale studies. Besides its advantages in sensitivity, it is also relevant that the high NPV achieved by the MBCI, reaching 93.2% in this evaluation, might make it a useful method in the assessment of treatment response in clinical trials. The Baermann technique for the assessment of treatment response is challenging since lack of detection of larvae cannot always be indicative of cure. This is because of the individual patterns of larval shedding in stool. This limitation can be overcome by performing consecutive stool samples at screening and follow-up post treatment. The added benefit of the MBCI is that since it is simple to perform it can be employed for consecutive day screening. Although serology has shown a good performance as a test of cure in non-endemic settings [22], that tool is of little value in endemic areas where re-infection is likely.\nAnother drawback of the Baermann method is that, if stool samples contain hookworm eggs, these may hatch during the Baermann procedure. However, this limitation can be overcome by distinguishing the morphology of the different species.\nThe fact we used a single stool sample might, despite an optimal Baermann procedure, still give an underestimation of the actual prevalence of S. stercoralis infection in our study population. Alternative techniques with a higher sensitivity, such as Koga agar plate culture or PCR, could not be used due to the lack of appropriate laboratory facilities. In general, techniques based on the detection of parasite DNA remain a challenge in many regions where strongyloidiasis is endemic.\nIn conclusion, our evaluation shows that the modified Baermann with charcoal pre-incubation is a sensitive and affordable diagnostic approach for microscopic detection of S. stercoralis larvae in stool. It is comparatively cheaper, uses less laboratory space and is relatively simple to implement, therefore offering a practical tool for the diagnosis of S. stercoralis infections in surveys and clinical trials."
}