{
    "Introduction": "Hepatitis E (HEV) genotypes 1 and 2 are the common cause of jaundice and acute viral hepatitis that can cause large-scale outbreaks. HEV infection is associated with adverse fetal outcomes and case fatality risks up to 31% among pregnant women. An efficacious three-dose recombinant vaccine (Hecolin) has been licensed in China since 2011 but until 2022, had not been used for outbreak response despite a 2015 WHO recommendation. The first ever mass vaccination campaign against hepatitis E in response to an outbreak was implemented in 2022 in Bentiu internally displaced persons camp in South Sudan targeting 27,000 residents 16–40 years old, including pregnant women.",
    "Methods": "We conducted a vaccination coverage survey using simple random sampling from a sampling frame of all camp shelters following the third round of vaccination. For survey participants vaccinated in the third round in October, we asked about the onset of symptoms experienced within 72 hours of vaccination. During each of the three vaccination rounds, passive surveillance of adverse events following immunisation (AEFI) was put in place at vaccination sites and health facilities in Bentiu IDP camp.",
    "Results": "We surveyed 1,599 individuals and found that self-reported coverage with one or more dose was 86% (95% CI 84–88%), 73% (95% CI 70–75%) with two or more doses and 58% (95% CI 55–61%) with three doses. Vaccination coverage did not differ significantly by sex or age group. We found no significant difference in coverage of at least one dose between pregnant and non-pregnant women, although coverage of at least two and three doses was 8 and 14 percentage points lower in pregnant women. The most common reasons for non-vaccination were temporary absence or unavailability, reported by 60% of unvaccinated people. Passive AEFI surveillance captured few mild AEFI, and through the survey we found that 91 (7.6%) of the 1,195 individuals reporting to have been vaccinated in October 2022 reported new symptoms starting within 72 hours after vaccination, most commonly fever, headache or fatigue.",
    "Conclusions": "We found a high coverage of at least one dose of the Hecolin vaccine following three rounds of vaccination, and no severe AEFI. The vaccine was well accepted and well tolerated in the Bentiu IDP camp community and should be considered for use in future outbreak response."
}