{
    "Abstract": "A plethora of bat-associated lyssaviruses potentially capable of causing the fatal disease rabies are known today. Transmitted via infectious saliva, occasionally-reported spillover infections from bats to other mammals demonstrate the permeability of the species-barrier and highlight the zoonotic potential of bat-related lyssaviruses. However, it is still unknown whether and, if so, to what extent, viruses from different lyssavirus species vary in their pathogenic potential. In order to characterize and systematically compare a broader group of lyssavirus isolates for their viral replication kinetics, pathogenicity, and virus release through saliva-associated virus shedding, we used a mouse infection model comprising a low (102 TCID50) and a high (105 TCID50) inoculation dose as well as three different inoculation routes (intramuscular, intranasal, intracranial). Clinical signs, incubation periods, and survival were investigated. Based on the latter two parameters, a novel pathogenicity matrix was introduced to classify lyssavirus isolates. Using a total of 13 isolates from ten different virus species, this pathogenicity index varied within and between virus species. Interestingly, Irkut virus (IRKV) and Bokeloh bat lyssavirus (BBLV) obtained higher pathogenicity scores (1.14 for IRKV and 1.06 for BBLV) compared to rabies virus (RABV) isolates ranging between 0.19 and 0.85. Also, clinical signs differed significantly between RABV and other bat lyssaviruses. Altogether, our findings suggest a high diversity among lyssavirus isolates concerning survival, incubation period, and clinical signs. Virus shedding significantly differed between RABVs and other lyssaviruses. Our results demonstrated that active shedding of infectious virus was exclusively associated with two RABV isolates (92% for RABV-DogA and 67% for RABV-Insectbat), thus providing a potential explanation as to why sustained spillovers are solely attributed to RABVs. Interestingly, 3D imaging of a selected panel of brain samples from bat-associated lyssaviruses demonstrated a significantly increased percentage of infected astrocytes in mice inoculated with IRKV (10.03%; SD±7.39) compared to RABV-Vampbat (2.23%; SD±2.4), and BBLV (0.78%; SD±1.51), while only individual infected cells were identified in mice infected with Duvenhage virus (DUVV). These results corroborate previous studies on RABV that suggest a role of astrocyte infection in the pathogenicity of lyssaviruses."
}