{
    "Introduction": "Coxiella burnetii, the etiological agent of ‘Q fever’, has caused several large scale outbreaks within Europe over recent years [1] and contributes an ongoing human and livestock health burden in many regions [2]. The distribution of C. burnetii is thought to be global, with the exception of Antarctica and New Zealand [1,3]. The pathogen is zoonotic and its main reservoir, and source of infection for humans, exists in livestock populations, although a wide range of other wild and domestic animals, birds, amphibians and arthropods can carry the bacterium [4]. Despite its ubiquitous nature, significant gaps in our understanding of the epidemiology of this pathogen still remain, particularly in resource-poor settings [5].\nInfection in livestock animals is predominantly asymptomatic, but can result in reproductive disorders, such as spontaneous abortion, weak offspring or infertility [6]. In humans, up to 40% of those infected will develop acute Q fever, which manifests as a non-specific febrile illness, pneumonia and/or hepatitis [7,8]. Acute Q fever is normally self-limiting, but 2–5% of cases can experience more severe symptoms [7]. Furthermore, approximately 2% of patients will develop persistent focalized infections, including mainly endocarditis and vascular infection. A post-infection fatigue syndrome has been reported without any evidence for persisting infection in this context [7,9–11]. The clinical picture of Q fever varies geographically, and also depends on host factors, such as immune status and the presence of pre-existing conditions [12].\nInfected animals excrete C. burnetii in their milk, urine and faeces. In addition, particularly high numbers of the organism are found in the birthing materials (e.g. placenta) of pregnant animals. The non-replicating, small-cell variant of C. burnetii, which is found outside of host animals, is extremely resistant to environmental conditions and can remain infective for several months. Thus, a contaminated environment can act as a long-term reservoir [8,13]. Onward transmission normally occurs via the respiratory route due to the aerosolisation of contaminated materials, including dust, and as few as 1–10 organisms are required for infection. Previous studies have also indicated the dispersal of C. burnetii over several kilometres by wind [14,15]. Transmission due to the consumption of unpasteurised dairy products, or via the bite of an infected tick, is also possible.\nA recent systematic review of C. burnetii epidemiology across Africa by Vanderburg et al [5] highlighted evidence of endemicity in cattle, small ruminants and humans across the continent, with seroprevalence ranging from 7% to 33% in sheep, 4% to 55% in cattle, and 1% to 32% in humans. Variations in seroprevalence have also been observed within relatively small distances [5,16], but few studies have examined risk factors for exposure in human and livestock populations simultaneously and there is a poor understanding of the reasons behind the observed heterogeneity in seroprevalence [5]. Risk factors for seropositivity in cattle which have been identified (specific to the continent of Africa) include: older age groups [17,18]; female gender; presence of buffalo near grazing areas; and ethnicity of livestock owner [17]. Identified human risk factors for exposure to C. burnetii in African settings include: illiteracy of mothers (risk factor for children) [19]; male gender; camel breeding [20]; and younger age group [16,20]. There has been greater attention to C. burnetii epidemiology in high-income settings (e.g. Europe, Australia), but it is likely that major epidemiological differences will exist between different settings for a variety of reasons, including husbandry practices and patterns of human and livestock density.\nA recent study in Rarienda district, western Kenya detected a seroprevalence of 28.3% in cattle, 32% in goats, 18.2% in sheep and 30.9% in humans, with seroprevalence increasing with age for livestock [21]. The same study also detected C. burnetii DNA in ticks collected from cattle and dogs. Another study in Bungoma, western Kenya conducted between 2011 and 2012 identified a seroprevalence of 12.9% amongst a sample of febrile children between one and 12 years of age and evidence of acute Q Fever in 8.9% of this sample [22], indicating that Q Fever may be an important cause of non-malarial febrile illness in this area. In addition, a survey carried out in Laikipia county in 2011 detected seroprevalences ranging from 0% to 4% in cattle; 13% to 20% in sheep; 31% to 40% in goats; and 5% to 46% in camels [23]. A recent review has highlighted the sparse availability of high quality epidemiological data, despite evidence that exposure to C. burnetii is common in both human and livestock populations within Kenya [24]. Based on existing gaps in understanding and a lack of recent data, this paper aimed to (a) assess the seroprevalence of C. burnetii in linked human and cattle populations in a rural area of western Kenya and (b) determine the socio-economic, behavioural and environmental factors correlated with exposure in humans and cattle. By using a linked human-livestock survey, this study takes a One Health approach, enabling examination of household level linkages between cattle and human exposure, and the detailed examination of risk factors in both livestock and humans.",
    "Materials and Methods": "Data\nThis One Health study was conducted in parts of Western and Nyanza provinces in western Kenya (following restructuring of administrative areas in Kenya, the area covered includes parts of Busia, Siaya and Bungoma counties; see Fig 1) with a population density of approximately 500 per km2. Subsistence agriculture (mixed crop-livestock) is the predominant occupation within the study population, and several ethnic groups are present, mainly Luhya, Luo, Teso and Samia. The area experiences a bimodal climate: rainy seasons run from March to May and August to November, and the average temperature is approximately 22°C (range 14°C to 30°C) [25]. This area of Kenya was selected as representative of the Lake Victoria basin ecosystem, with high population density and a predominantly crop-livestock production system. For logistical reasons, the final study area covered a radius of 45 km (on the Kenyan side of the border) from the project laboratory in Busia town. The study area borders Uganda, and, given the porous nature of the Kenyan-Ugandan border, transfer of livestock across the border is likely.\nA cross-sectional serological survey, with a clustered sampling design, was carried out in both humans and cattle. The sample size was powered to account for an expected minimum prevalence of 5% for bovine infection (the survey was designed to detect several zoonotic diseases in the study area), with a standard error of 2%. The design effect, to account for the likely increase in standard error due to clustering, was set to 3. This resulted in a required sample size of 1365 cattle, which were expected to be recruited from 412 randomly selected households, based on local herd size and frequency of cattle ownership estimates. The human sample size was incidental to this. A total of 416 households were selected randomly from the study area, with the number of households per sub-location (the smallest administrative area in Kenya) weighted by the cattle population of each sub-location (i.e. more households selected in sub-locations with more livestock). Spatial points were generated randomly in each sub-location, and the household closest to each of these points was included in the study. The spatial coordinates of the study households were recorded precisely using a handheld global positioning system. Following informed consent, all humans over 5 years of age, apart from women in the third trimester of pregnancy (determined by self-report), were included in the study, as were all cattle, excluding female cattle in the last trimester of pregnancy (determined by farmers report).\nSerum samples were obtained from all participants and evidence of exposure to C. burnetii was assessed using antibody ELISA methods. Human samples were assessed using the Serion ELISA Classic Coxiella burnetii Phase 2 IgG kit (Virion/Serion, Würzburg, Germany). A correction factor, which was calculated by dividing the reference optical density (OD) of the standard serum with the current OD of the standard serum, was used to account for inter-assay variability. All measured values of samples were multiplied by the correction factor and subsequently used to assign samples as seropositive or seronegative, as recommended by the manufacturer. Cattle samples were assessed using the CHEKIT Q Fever Antibody ELISA Test Kit (IDEXX Laboratories, Wetherby, UK). The OD results of duplicate samples were averaged and the following equation applied to the results, prior to determining the sero-status of each sample, based on the recommendation of the manufacturer:\n\nSee S1 Appendix for further details of serological testing.\nQuestionnaires were administered in relation to (1) household level factors (e.g. livestock keeping; answered by a single individual per household), (2) individual human level factors (e.g. demographic information) and (3) individual cattle level factors (e.g. age, sex). See Table 1 for a full list of the individual level and household level questionnaire derived covariates used.\nNote that household/herd level covariates apply to all humans within a single household, and all cattle owned by that same household (although not all households own cattle).\nAdditional covariate datasets were obtained to provide information on a range of external factors thought to be relevant for C. burnetii exposure, based on previously published research (see Table 1). Land cover data [26] were created by classification of remotely sensed imagery, as described in Wardrop et al [29]. Spatial buffers of 1 km were created around each study homestead and the percentage of each land cover type (agricultural and grassland; flooding; flooding agricultural and grassland; swamp; woodland and shrubs; water bodies; vegetated) within each buffer was calculated using ArcMap 10 (ESRI, Redlands), to represent the landscape surrounding each homestead [29]. In addition, the Euclidean distances from each homestead to the closest water body and the closest area of flooding land were calculated. Mean temperature and total annual precipitation data were obtained from the Worldclim dataset at a spatial resolution of 1 km [25]. Population density data were obtained from the WorldPop project at a spatial resolution of 100 m [28] and elevation data were obtained from the Shuttle Radar Topography Mission (SRTM) at a spatial resolution of 90 m [27]. Covariate data were linked to the survey households based on spatial coordinates.\n\n\nEthical approval\nEthical approval was granted by the Kenya Medical Research Institute Ethical Review Board (SC1701; human sample collection), the Animal Welfare and Ethical Review Body (AWERB) at The Roslin Institute, University of Edinburgh (approval number AWA004; cattle sample collection) and the University of Southampton ethics review committee (ID 1986; secondary data analysis). Written informed consent was obtained for all study participants (in the case of child participants, this was provided by a parent or guardian on their behalf) and individuals’ names were not recorded to ensure anonymity. The UK National Centre for the Replacement, Refinement and Reduction of Animals in Research guidelines were adhered to.\n\n\nAnalysis\nThe serological results were mapped at households to assess the spatial patterns of seropositivity in humans and cattle. Bivariate kernel density estimation was conducted to produce spatially smoothed “relative risk” of exposure in both humans and cattle, with a fixed kernel of 4 km, using the sparr package in the R statistical software [30]. This method involves kernel density estimation of seropositive and seronegative individuals separately, followed by calculation of the ratio between these densities to produce the “relative risk” surface. The identification of areas with a significantly elevated relative risk of disease was assessed via the calculation of asymptotic p-values for the relative risk surfaces.\nThe Pearson’s correlation coefficient, weighted by the number of human participants in each household, was calculated to assess the correlation between human and cattle seroprevalence at the household level. Spatial cross-correlograms were calculated to assess the same, accounting for correlation between households at increasing distances (i.e. not just correlation within households, but also between households). The weighted correlation and cross-correlogram analyses were carried out using the weights and ncf packages in the R statistical software, respectively.\nUnivariable mixed effects logistic regression models were used to assess the relationships between seropositivity in humans and cattle, and each of the covariates listed in Table 1. Mixed-effects models allow the inclusion of a household level random effect, which accounts for the household-level clustering of observations, and enables the assessment of both individual level and household level covariates. Covariates which had statistically significant (p < 0.05) relationships with seropositivity in the univariable analysis were considered in the multivariable analysis. Multivariable model development was carried out in a stepwise manner: covariates were added one at a time, at each stage including the covariate which resulted in the model with the lowest Akaike Information Criterion (AIC) value and a significant improvement in model fit (p < 0.05, based on ANOVA model comparison). This was carried out for individual level covariates first, then household level covariates. Where covariates were correlated with one another, covariate selection was performed based on understanding of the transmission cycle and comparison of AIC values. A receiver operating characteristic (ROC) curve was created, and the area under the ROC curve (AUC) was calculated for the two final multivariable models, to provide an assessment of model fit. The regression and ROC analysis were carried out in the R statistical software using packages lme4 and pROC. See S1 Checklist for a STROBE checklist.",
    "Results": "Within the study population, cattle were kept by 55.3% of households, and the average number of cattle per household was 4.9 (excluding non-cattle keeping households; range 1 to 67). In terms of other Q-fever susceptible species, sheep & goats were present in 35.6% of households, with average herd sizes of 3.2 goats and 3.1 sheep. Overall, 66.8% of households kept livestock, increasing to 87.3% when including poultry. The average number of humans per household included in the survey was 5.08 (range 1 to 21), and only a single person was included in the survey in 7.7% of households.\n\nHuman seropositivity\nSerum samples were obtained from 2049 humans and serological evidence of exposure to C. burnetii was detected in 52, giving an overall (raw) human seroprevalence of 2.5% (95% CI = 1.9%–3.3%). The observed seroprevalence was higher in males (3.3%) than females (1.9%; Pearson's Chi-squared test p = 0.07, see Table 2), and was highest in the youngest age group (4.0% [5 to 14 years], 2.2% [15 to 24 years] and 1.2% [25 years plus], Pearson's Chi-squared test p = 0.001, see Table 2).\n\n\nCattle seropositivity\nSerological testing was carried out for 955 cattle, of which 100 had serological evidence of C. burnetii exposure, giving an overall (raw) cattle seroprevalence of 10.5% (95% CI = 8.6%–12.6%). Seroprevalence was higher in female cattle (11.2%), compared to males (9.1%), although this was not statistically significant (Pearson's Chi-squared test p = 0.37, see Table 3).\n\n\nSpatial analysis\nThe household level human and cattle results are illustrated spatially in Fig 2, and spatially smoothed relative risks are illustrated in Fig 3. These figures indicate several areas with significantly elevated relative risk of exposure in both human and cattle populations, although the areas of elevated relative risk in humans do not clearly correspond to the areas of elevated relative risk in cattle. The main area of elevated relative risk in cattle corresponded to a major river (the Nzoia) flowing from the east of the study area, into Lake Victoria in the south west (see Fig 3).\nNote the sample sizes for each individual point are small, as they are the number of residents or cattle per household.\nIn cattle-keeping households, household level correlation between human and cattle seroprevalence was 0.02, indicating that human exposure to Q fever is not correlated with cattle exposure within the same household. Cross–correlogram analysis did not indicate any obvious spatial cross-correlation between human and livestock exposure (see S1 Fig). Univariable logistic regression analysis results are presented in S1 Table and S2 Table, for humans and cattle respectively.\n\n\nHuman regression results\nThe final multivariable model for human seropositivity included four individual level covariates (see Table 4). Those in the age groups 15 to 24 and 25 and over had decreased odds of exposure when compared to those aged five to 14 (odds ratio [OR] = 0.48, p = 0.08 [15 to 24] and OR = 0.19, p < 0.001 [25 and over]). Ethnic origin was also included in the final model, with significantly increased odds of exposure in Luo and Samia ethnic groups when compared to those of Luhya origin (OR = 2.47, p = 0.02 [Luo] and OR = 3.80, p = 0.002 [Samia]). In addition, those who were involved in grazing livestock on a less than daily basis, or never, had reduced odds of exposure when compared to those involved in grazing on a daily basis (OR = 0.28, p = 0.003 [less than daily] and OR = 0.34, p = 0.002 [never]); and those who had not dealt with animal abortion materials in the past 12 months had lower odds of exposure than those who had (OR = 0.13, p = 0.007). After accounting for individual level risk factors for human C. burnetii exposure, no household level covariates contributed significantly to the model fit. The AUC was 0.87, indicating a good model fit.\n\n\nCattle regression results\nThe final multivariable model for cattle seropositivity included the origin of the animal and precipitation (see Table 5). Cattle that had originated outside of the homestead (purchased at market or from another homestead) had increased odds of exposure when compared to those that were bred on the homestead (OR = 2.54, p = 0.0001). After accounting for this individual level risk factor, annual precipitation was also significantly correlated with the odds of exposure, with decreasing odds in areas with higher rainfall amounts (OR = 0.82, p = 0.002 [100 mm change in precipitation]). The AUC for the final multivariable cattle model was 0.86, indicating a good fit to the data.",
    "Discussion": "This research indicates a seroprevalence of C. burnetii of 2.5% in humans and 10.5% in cattle in a rural, livestock keeping area of western Kenya. Logistic regression analysis indicated that seroprevalence in humans varies by age and ethnic group, with cattle contact patterns also influencing the risk of seropositivity. Cattle that are brought onto a homestead, following purchase at a market or another homestead have a higher seroprevalence for C. burnetii than those bred on the homestead. Seroprevalence in cattle also correlates with precipitation levels. These results provide some much needed evidence regarding C. burnetii seroprevalence and risk factors for exposure in both humans and livestock, given the current lack of evidence to support the development of interventions in resource-poor settings.\nThe seroprevalence detected in humans and cattle (2.5% and 10.5% respectively) lie at the lower end of the range of estimates reported elsewhere in Africa, based on a recent systematic review which included evidence from 51 previous studies [5], and are substantially lower than the seroprevalences recently reported in western Kenya (28.3% in cattle and 30.9% in humans) [21]. This highlights the spatial heterogeneity of C. burnetii seroprevalence and, thus, exposure to C. burnetii, which has also been observed in other regions of the world [1,31]. The current lack of evidence regarding the influence of environmental, socio-economic and behavioural factors on environmental contamination with C. burnetii, pathogen survival in the environment and human and livestock exposure limits our ability to explain observed spatial heterogeneity in seroprevalence. The use of varying serological testing protocols and the potential presence of bias in previous studies may also contribute to these observed differences.\nExamination of the spatial distribution of C. burnetii seropositivity from this study highlights heterogeneity in exposure, particularly amongst cattle: cattle exposure appears to be more common in the south of the study area, in proximity to the river Nzoia. Spatial clustering of C. burnetii has been observed elsewhere [14], and there is some evidence that proximity (or access) to water bodies may be a risk factor for both livestock and human infections [32,33]. Here, although the univariable analysis did indicate a statistically significant relationship between (cattle) exposure and distance to water bodies (S2 Table), the final multivariable model for cattle seropositivity did not include proximity to water bodies. The area which appeared to have greater pathogen exposure is also the part of the study area which experiences the lowest annual precipitation volumes: precipitation was included in the final multivariable model, with lower odds of exposure in areas with higher precipitation volumes. This finding corresponds with previous studies which suggest that dry conditions, in terms of precipitation, water table depth and soil types, are related to increased risk of C. burnetii infection in humans and animals [15,34–36]. An increased risk of exposure in drier conditions may be expected based on the transmission cycle: transmission usually occurs via inhalation of contaminated materials, such as environmental dust, which is more likely to be produced from dry soils or other materials.\nIn addition to precipitation, the animal origin was significantly associated with cattle seropositivity: cattle acquired from outside of the homestead had increased odds of exposure compared to those bred on the homestead. Of the 439 cattle not born on their homestead, the majority (75%) had been purchased at market. Seroprevalence was 13.3% in those purchased at market, 18.2% (n = 55) in those purchased from another homestead in the same village, and 20% (n = 45) in those purchased from another homestead in a different village, compared with 7.2% (n = 513) in those bred on the homestead. These results indicate substantially higher prior exposure to the pathogen in purchased animals, which may be related to contact with other livestock herds; importation of livestock from areas with higher prevalence of C. burnetii; high levels of environmental contamination in livestock markets; or an increased likelihood that farmers will sell animals suffering from Q fever related morbidity (e.g. those with reduced fertility). Based on this finding, markets may present an important location to implement control measures, for example based on pen-side testing and vaccination (which can reduce shedding in pre-exposed livestock [37]), with the potential to integrate testing and intervention for several livestock diseases. Contamination of livestock markets may also pose a risk for human health, due to the non-vegetated dusty ground which is generally present in these settings. Previous research has identified the movement of sheep through specific areas as a cause of human outbreaks [1,38], and a human outbreak has also resulted from a single event at a market [39]. Given the current lack of control for C. burnetii in many regions, the potential role of markets in disease spread and implications for human health should be a priority for future research, with a focus on the development of market-based interventions. Univariable analysis indicated that female cows which had not previously calved had lower odds of exposure to those which had previously calved, although this variable was not included in the final multivariable model. This supports previous evidence that nulliparous cows are less likely to be infected, even within infected herds [40], suggesting that cattle prior to first calving should be a priority for vaccination, if such intervention was made available.\nAlthough some areas of significantly elevated relative risk were observed for human exposure, this was less pronounced than for cattle exposure. Univariable analysis indicated that only one environmental factor, proportion of land surrounding the homestead that was vegetated, was significantly correlated with human exposure (positive association, p = 0.05). This is converse to previous research elsewhere, which found a higher risk of human infection in areas with less vegetation cover, presumably related to the propensity for dust generation in non-vegetated areas [36]. The proportion of land that was vegetated was not included in the final multivariable model for human seropositivity: this may indicate that within this specific setting, environmental factors are less important for human exposure than for cattle exposure to C. burnetii.\nThe variables included in the final multivariable model for human exposure were age group, ethnic origin, frequency of involvement in livestock grazing, and recent involvement in disposal of animal abortion materials. Seroprevalence was highest in the youngest age group (5 to 14 years): this finding corresponds well with previous studies in different African countries [16,19,20], but in other (high-income) settings seroprevalence is commonly higher in older age groups [7,33,41]. The higher seroprevalence in children may be due to behavioural factors which increase exposure due to contact with contaminated soils (e.g. playing) or materials (e.g. dealing with infected livestock birthing materials) in combination with waning antibody levels in adults [42,43]. The variation in exposure to C. burnetii by ethnic origin has also been demonstrated for cattle in Cameroon: ethnic origin of cattle owners was associated with seroprevalence in cattle [17]. Analysis of various potential explanatory factors (e.g. behaviours, husbandry practices) by ethnic origin did not reveal any potential explanations. However, the geographical distributions of ethnic groups vary, which may, in part, explain the variations in seroprevalence. These findings indicate that either: (1) socio-cultural factors that vary by ethnic group alter exposure risk, or (2) spatial distributions of the different ethnic groups result in varying exposure risk, due to landscape factors. The current data do not allow for a full explanation for this, but future quantitative and qualitative work may provide further insights. The significance of frequency of involvement in livestock grazing (those involved in grazing on a daily basis had larger odds of exposure) and dealing with animal abortion materials (larger odds of exposure) are coherent with our present understanding of the transmission cycle for C. burnetii. These findings highlight the important influence of livestock contact on transmission of C. burnetii.\nThere was no evidence of correlation between cattle and human seroprevalence at the household level, or when accounting for spatial proximity between households. This indicates that a significant proportion of human exposure to Q fever may occur due to contact with, or environmental contamination by, livestock owned by other households. In addition, the serological protocol used does not differentiate between recent and historical exposure, so the unknown timing of exposure may contribute to this observed discordance. The spatial distribution of surveyed households was relatively sparse, which limits the ability of cross-correlation analyses to detect spatial correlation between human and cattle Q fever results (i.e. we do not have data from immediate neighbours): similar analysis using data from a higher resolution study (e.g. surveying every household within a small study area) could be used to provide further evidence with regards to patterns of cattle to human transmission.\nConsumption of raw milk has previously been associated with risk of Q fever infection [44]: in this study population we did not find any evidence of a correlation between consumption of milk and seropositivity. Less than 1% of individuals reported consumption of raw milk, and 16.8% of individuals reported consumption of soured milk (which may be made from raw, unpasteurised milk), with the majority of individuals reporting a combination of preparation methods, including boiling.\nInterpretation of these results should bear in mind diagnostic limitations. This study made use of enzyme linked immunosorbent assay (ELISA) methods, although the immunofluorescent assay test (IFAT) is generally regarded as the gold standard method for serological detection of Q fever infection [43]. However, the application of IFAT is labour intensive, making it less suitable for use in large scale surveys [45–47]. Previous evidence indicates that ELISA has generally high sensitivity and specificity in cattle (90–95% and 97–100% respectively) [48], with slightly lower sensitivity and specificity in humans (80–95% and 63%–99% respectively) [43,47–49]. This study has focussed on evidence of Q fever exposure in humans and cattle. However, small ruminants such as sheep and goats are also susceptible: further studies in this area should also incorporate small ruminants to provide a more comprehensive picture of the epidemiology of this disease. Our results did not demonstrate a significant relationship between ownership of sheep or goats and seropositivity in either humans or cattle.\nIn conclusion, the evidence presented here supports previous demonstrations of spatial heterogeneity in C. burnetii seroprevalence in both humans and livestock. These findings suggest that environmental factors may influence directly the spatial patterns of exposure in livestock populations, although livestock trade and cultural husbandry patterns have also been implicated. Environmental factors appear to be less important in human exposure patterns, while socio-demographics and behaviours related to livestock contact appear to be the most important factors. The role of livestock markets in C. burnetii transmission should be further investigated: livestock markets may provide suitable targets for the development of interventions in the future."
}