{
    "Background": "Naja atra bites cause wound necrosis, secondary infection, and necrotizing soft tissue infection (NSTI) requiring repetitive surgeries. Little information is known about the predictors for surgery after these bites.",
    "Materials and methods": "We retrospectively evaluated 161 patients envenomed by N. atra, 80 of whom underwent surgery because of wound necrosis and infection. We compared the patients’ variables between surgical and non-surgical groups. To construct a surgical risk score, we converted the regression coefficients of the significant factors in the multivariate logistic regression into integers. We also examined the deep tissue cultures and pathological findings of the debrided tissue.",
    "Results": "A lower limb as the bite site, a ≥3 swelling grade, bullae or blister formation, gastrointestinal (GI) effects, and fever were significantly associated with surgery in the multivariate logistic regression analysis. The surgical risk scores for these variables were 1, 1, 2, 1, and 2, respectively. At a ≥3-point cutoff value, the model has 71.8% sensitivity and 88.5% specificity for predicting surgery, with an area under the receiver operating characteristic curve of 0.88. The histopathological examinations of the debrided tissues supported the diagnosis of snakebite-induced NSTI. Twelve bacterial species were isolated during the initial surgery and eleven during subsequent surgeries.",
    "Discussion and conclusions": "From the clinical perspective, swelling, bullae or blister formation, GI effects, and fever appeared quickly after the bite and before surgery. The predictive value of these factors for surgery was acceptable, with a ≥3-point risk score. The common laboratory parameters did not always predict the outcomes of N. atra bites without proper wound examination. Our study supported the diagnosis of NSTI and demonstrated the changes in bacteriology during the surgeries, which can have therapeutic implications for N. atra bites."
}