{
    "Background": "Human schistosomiasis is a highly prevalent neglected tropical disease (NTD) caused by Schistosoma species. Research on the molecular mechanisms influencing the outcomes of bladder infection by Schistosoma haematobium is urgently needed to develop new diagnostics, therapeutics and infection prevention strategies. The objective of the research study was to determine the microbiome features and changes in urine during urogenital schistosomiasis and induced bladder pathologies.",
    "Methodology": "Seventy participants from Eggua, southwestern Nigeria provided morning urine samples and were screened for urogenital schistosomiasis infection and bladder pathologies in a cross-sectional study. Highthroughput NGS sequencing was carried out, targeting the 16S V3 region. Filtered reads were processed and analyzed in a bioinformatics pipeline.",
    "Principal findings": "The study participants (36 males and 34 females, between ages 15 and 65) were categorized into four groups according to status of schistosomiasis infection and bladder pathology. Data analytics of the next-generation sequencing reads revealed that Proteobacteria and Firmicutes dominated and had influence on microbiome structure of both non-infected persons and persons with urogenital schistosomiasis. Furthermore, gender and age influenced taxa abundance independent of infection or bladder pathology. Several taxa distinguished urogenital schistosomiasis induced bladder pathologies from urogenital schistosomiasis infection alone and from healthy persons, including known immune-stimulatory taxa such as Fusobacterium, Sphingobacterium and Enterococcus. Some of these significant taxa, especially Sphingobacterium were projected as markers of infection, while several genera including potentially beneficial taxa such as Trabulsiella and Weissella, were markers of the non-infected. Finally, expected changes in protein functional categories were observed to relate to cellular maintenance and lipid metabolism.",
    "Conclusion": "The urinary microbiome is a factor to be considered in developing biomarkers, diagnostic tools, and new treatment for urogenital schistosomiasis and induced bladder pathologies."
}