{
    "Introduction": "Brucellosis is a bacterial disease caused by Brucella. Sheep, goats, cattle, pigs, dogs and wild animals are susceptible to the disease [1]. Brucellosis impacts livestock productivity and contaminates milk sources [2]. One study [3] revealed that a loss of approximately 3.4 billion dollars was caused by brucellosis in 2015 in animal husbandry in India. Brucellosis is one of the most common zoonoses worldwide, and four of the six endemic species of brucellosis in animals can cause infections in humans [4]. The main route of infection in humans is consumption of contaminated milk and/or dairy products [5]. Patients with brucellosis exhibit a variety of nonspecific symptoms, such as fatigue, fever, and pain [6]. Complications of brucellosis can affect any organ system of the human body, causing disability and even death [7]. Human brucellosis treatment creates a heavy economic burden. Scholars have estimated that the cost of treatment for brucellosis is approximately $1,000 per patient [8].\nChina is one of the countries in which brucellosis is endemic. One study [9] was conducted with 5,483,076sheep in China from 2005 to 2016, and the results revealed 24,139 positive cases; the average positive rate was 0.44%. Lai’s analysis [10] showed that approximately 513,000 patients in mainland China had brucellosis from 1955 to 2014, and 90% of the cases occurred in the northern provinces of China; the incidence of human brucellosis was about 4.2 per 100,000 in 2014. Kong [11] described the prevalence and trends of human brucellosis in 15 provinces in southern China from 2004 to 2015, and the results showed that the incidence of human brucellosis in Guizhou, Yunnan, and Guangdong Provinces increased between 2012 and 2015.\nVaccine immunization, mandatory detection, culling, comprehensive monitoring and population health education are the primary measures for preventing and controlling animal brucellosis [12]. Although in certain countries, such as Canada and Japan, brucellosis eradication has met the World Organization for Animal Health (OIE) criteria, the disease is still a serious public health problem worldwide, especially when there are a large number of susceptible animals in a given region. The prevention and control of brucellosis is a public health problem [13]. Scholars [14] have noted that developing countries and regions, such as major epidemic areas, should focus on interdisciplinary and cross-domain cooperation in the prevention and control of brucellosis.\nIn 2016, the Ministry of Agriculture and National Health Commission of China jointly issued the “National Brucellosis Prevention and Control Plan (2016–2020),” proposing specific technical measures for the prevention and control of brucellosis and demanding that the principle of “government leads, departments collaborate, and all society participates” should be mandatory in the prevention and control of brucellosis [15].\nFrom an economic perspective, investment will affect the effectiveness of the prevention and control of brucellosis. Studies [16, 17] have shown that if the investment of prevention and control is reduced after controlling brucellosis, the disease will re-emerge. Therefore, it is very important to establish a long-term investment mechanism and maximize the effectiveness of prevention and control.\nIn China, brucellosis prevention and control mainly depend on government investment. As livestock husbandry expands to production scale, consideration should be given to the supplementary role of private investment to achieve brucellosis prevention and control goals. Current studies [18–22] on influencing factors related to brucellosis mainly focus on the following: the prevalence of animal brucellosis; human brucellosis, especially in high-risk occupational populations; and curative effects on patients with brucellosis. However, very little research has been conducted on the state or influencing factors of private investment in brucellosis prevention and control. Our study aims to report the status of private investment in brucellosis prevention and control in epidemic areas of China and to explore the risk factors that may affect private investment.",
    "Materials and methods": "Study area\nIn mainland China, the provinces are divided into three classes by the Ministry of Agriculture according to the prevalence of brucellosis among animals and among humans:\nFirst-class provinces: The incidence of human brucellosis is ≥1/10,000 or the number of epidemic counties of animal brucellosis/the total number of counties in the province is ≥30%.\nSecond-class provinces: The incidence of human brucellosis is <1/10,000 or the number of epidemic counties of animal brucellosis/the total number of counties in the province is <30%.\nThird-class provinces: No cases of brucellosis are detected in humans or animals.\nA cross-sectional, house-based study was conducted from April to October 2017 in 5 first-class brucellosis epidemic provinces—Inner Mongolia, Xinjiang, Shaanxi, Shanxi, Henan—and 2 second-class provinces—Guizhou and Guangxi—in China.\n\n\nParticipants and sampling process\nThe inclusion and exclusion criteria were as follows: 1. The householder’s age is ≥ 18 years old. 2. Farming is the main business of the family, and sheep are the main species of livestock. 3. Families whose main business is to slaughter, sell or transport livestock are excluded. The full process of sample selection was as follows: Two counties with a higher prevalence of animal brucellosis were selected in each province. Then, 3 townships were randomly selected by a computer in each county, 5 villages were randomly selected in each township, and 5 sheep households were randomly selected in each village. As a result, 1050 households were screened in the study. (Fig 1).\nVector map file came from Resources and Environment Science Data Center, Chinese Academy of Sciences and was performed with ArcGIS10.4 software (ESRI INC., Redlands, CA, USA).\n\n\nEthics approval\nThe questionnaire survey received ethics approval from the Division of Epidemiology Survey within China Animal Health and Epidemiology Center (CAHEC) [23]. All participants were adult and signed a written informed consent after they fully understood the purpose and procedures of the study. There were no animal samplings in our study.\n\n\nData collection\nIn this study, private investment refers to the monetary value of all production factors invested by sheep farmers in the process of brucellosis prevention and control.\nA questionnaire survey was used to explore the potential influencing factors for farmers’ private investment in the prevention and control of brucellosis. The questionnaire was divided into five sections and comprised a series of questions pertaining to individual characteristics, farming experience, sheep farming income and investment of brucellosis prevention and control, brucellosis knowledge and behaviors and characteristics of behavioral economics. The questionnaire design and training of investigators were conducted by the CAHEC. The questionnaire is shown in S1.\n\n\nStatistical analysis\nFor assessing brucellosis knowledge, householders included were asked 25 questions. If the answer was yes, a score of 4 was assigned. The maximum accumulated score was 100. Four levels—<60, 60–69, 70–84, and 85–100—were used to indicate the degree of mastery of the respondents.\nMeans with standard deviation were calculated for continuous variables. Proportions were used for nominal variables. We used Chi-square test to compare rates and ANOVA for comparison of average private investment per sheep in provinces of different classes.\nPrivate investment in each sheep was calculated as households’ annual investment in the prevention and control of brucellosis divided by the number of sheep kept. According to the “Compilation of Costs and Benefits of Agricultural Products in China,” $0.78 per sheep was taken as the reference level. In the logistic regression, an average investment per sheep of ≥ $0.78 was set to 1, whereas an investment of < $0.78 was set to 0. The average investment per sheep was changed to a dichotomous indicator, which was used as the dependent variable. Univariable logistic regression was carried out to select variables with p values<0.20, which were included in further multivariable models.\nStatistical analysis was performed using SPSS Statistics Version 20.0 (IBM Corporation, USA). A 2-sided p < 0.05 was considered statistically significant.",
    "Results": "General findings\nThe response rate to the questionnaire was approximately 98.8% (1037/1050). An average age of the householders included in the study was 49.1±9.8 years. A total of 953 (91.9%) of them were males and the education level was mainly junior high school, with 556 persons (53.6%). The average number of family members was 4.3±1.6. (Table 1).\nThe average number of sheep raised by the households was 128.9±175.4 (10.0–1500.0). Among the surveyed households, 619 (59.7%) had a herd size ≤100. The years of sheep farming experience was 9.8±8.8. Furthermore, 426 (41.1%) households used a stocking grazing system. The percentage of sheep farming income out of total household income was 43.2 ± 23.5%. (Table 1).\nThe score of the householders was 70.4±22.7, and the proportion of positive answers of three questions of brucellosis prevention and control behaviors (S1 Part 4) was more than 50%. Approximately 64.1% of the heads of households surveyed did not care about other people’s attitudes in their daily life, while 79.4% of them were concerned about the health of neighbors’ livestock. Approximately 88.3% of the respondents conducted donation behavior. More than 70% of them were satisfied with the government’s animal disease prevention and control policy and supported culling (Table 1).\n\n\nHouseholds’ private investment in the prevention and control of brucellosis\nThe average amount of private investment in the prevention and control of brucellosis was $0.73±0.54 per sheep, ranging from $0.14 to $2.23. There were 287 (27.7%) households with private investment at ≥ $0.78 per sheep (Table 1). The average amount of investment by farmers in the first-class provinces and the second-class provinces were $0.72 and $0.74, respectively (p = 0.221), and the reach rates were 27.63% and 27.46% (p = 0.093) (Table 2).\n\n\nAnalysis of factors associated with the amount of private investment on brucellosis prevention and control\nIn the univariable analysis, 17 variables were associated with the amount of private investment with a p-value < 0.2 and were selected for inclusion in the multivariate logistic regression analysis (Table 3). The facilitating factors included older age of householders, herd size >100, higher percentage of income from sheep farming of the total household income, higher score of brucellosis knowledge, actively learning related knowledge, actively participating in related training courses, care about others’ attitudes, concern about the health of neighbors’ livestock; the discouraging factor was support for the culling policy (Table 3).",
    "Discussion": "We conducted this cross-sectional study in seven provinces in China to survey the status of farmers’ private investment in the prevention and control of sheep brucellosis and analyze its influencing factors. Based on an investment of $0.78 per sheep, less than one-third of householders included in this study reached this level.\nA previous study [24] indicated that brucellosis transmission from livestock to humans can be controlled through the sterilization of dairy and meat products, monitoring of brucellosis and improvements in feeding conditions, but large amounts of funding were required. Especially after a disease is controlled, reasonable private investment may need to be maintained and consolidated. For example, after Canada announced the elimination of brucellosis, one of the major problems was insufficient funding for future plans for the prevention and control of brucellosis.\nFrom the perspective of economic theory, investment in the prevention and control of brucellosis in China presently has the characteristics of a public good; that is, the government plays a role as a manager in the input process, and all members share the benefits. However, this type of public good has drawbacks, such as regional imbalances and low resource utilization, which are limited by the amount of resources, regional development level and other conditions [25]. “The Lighthouse in Economics” demonstrates the potential for the private provision of public goods [26]. Private investment in the prevention and control of brucellosis can help supplement public investment. One study [27] from Iraq showed that when farmers invested $0.85 in brucellosis control in their flocks, the odds of Brucella seropositivity decreased by 10%.\nThe head of household makes and implements investment decisions for livestock breeding [28]; thus, individual characteristics such as gender, age, level of education, and number of family members were included in the regression analysis as possible influencing factors. The results indicated that old farmers invest more for brucellosis control because they are more aware of the hazards of brucellosis due to accumulated experiences of losses from the disease.\nThe regression analysis showed that the impact of herd scale on private investment in the prevention and control of brucellosis was statistically significant. Herd size is an important factor influencing the seroprevalence of brucellosis [29]. When the herd size is large, the increase in the risk of spreading disease stimulates farmers’ input in the prevention and control of brucellosis. In addition, compared with small-scale farmers, the coverage and completion of epidemic prevention measures was higher among large-scale farmers [30], which corresponded to greater investment in the prevention and control of animal epidemics.\nThe percentage of sheep farming income to total household income is an influencing factor. Sheep farming income is an important source of economic income for the farmers surveyed. Therefore, it can be inferred that when the proportion is higher, more attention is paid to the prevention and control of brucellosis, and the corresponding investment may increase.\nSeveral related studies [31–34] have shown that susceptible populations, especially occupational contact populations, have a positive effect on the prevention of human brucellosis when they have adequate relevant knowledge. Additionally, the seroprevalence of brucellosis in the livestock raised may be lower when the relevant knowledge of the farmer is greater [35]. In our study, active participation in training courses and better mastery of knowledge may promote private investment by farmers.\nScholars have suggested [36] that farmers’ characteristics, especially socioeconomic characteristics, should be taken into consideration as an important part of future brucellosis prevention and control. In this study, based on the theory of behavioral economics [37], the behavioral and psychological characteristics of farmers were considered to affect private investment.\nHouseholders who care about other people’s attitudes and are concerned about the health of neighbors’ livestock in their daily life have an increased probability of engaging in private investment. These two factors reflect the social psychology of farmers. When farmers pay more attention to the external environment, their investment in prevention and control may increase. This finding prompted us to create a positive prevention and control environment that may stimulate private investment.\nCulling is one of the main strategies for controlling brucellosis [38]. An interesting observation is that a support on the culling policy is associated with lower probability of private investment reaching the reference level. This may be due to the fact that the more farmers invest, the greater the economic loss of sheep culling. Thus, to resolve the contradiction between supporting culling policy and private investment, a more reasonable culling policy must be needed.\n\nStrengths and limitations\nThis study was conducted in 5 first-class brucellosis epidemic provinces and 2 second-class brucellosis epidemic provinces in China. We surveyed farmers’ private investment in the prevention and control of brucellosis and added behavioral economics factors, together with individual characteristics and sheep farming characteristics, to regression analysis to explore the influencing factors. Sheep was the only livestock species used in this analysis to facilitate our investigation. In addition, the reference level of investment was obtained from statistical yearbook data. These limitations may affect the external authenticity of the study.\n\n\nConclusion\nPositive attitude towards brucellosis prevention and control, good knowledge of the disease, a larger sheep farming scale and a higher income from sheep farming are the main factors associated with higher private investment in brucellosis control. For intervention, providing knowledge of brucellosis is important for farmers' livelihoods."
}