{
    "Background": "Duffy Binding Protein (PvDBP) binding to the Duffy antigen receptor for chemokine (DARC) is essential for Plasmodium vivax invasion of human reticulocytes. PvDBP copy number variation (CNV) might increase parasite invasion and thus parasitemia. We examined the spatial distribution of PvDBP CNVs and DARC genotypes and their association with parasitemia in P. vivax endemic settings in Ethiopia.",
    "Methodology/Principal findings": "P. vivax isolates (n = 435) collected from five P. vivax endemic settings in Ethiopia were genotyped by amplifying the GATA1 transcription factor-binding site of the Duffy blood group and the CNV of PvDBP was quantified. Parasitemia was determined using 18S-based qPCR. The majority of participants were Duffy positive (96.8%, 421/435). Of the few Duffy negative individuals, most (n = 8) were detected from one site (Gondar). Multiple copies of PvDBP were detected in 83% (363/435) isolates with significant differences between sites (range 60%-94%). Both heterozygous (p = 0.005) and homozygous (p = 0.006) patients were more likely to have been infected by parasites with multiple PvDBP copies than Duffy negatives. Parasitemia was higher among the Duffy positives (median 17,218 parasites/µL; interquartile range [IQR] 2,895–104,489) than Duffy negatives (170; 78–24,132, p = 0.004) as well as in infections with 2 to 3 PvDBP copies (20,468; 3,649–110,632, p = 0.001) and more than 3 PvDBP copies (17,139; 2,831–95,946, p = 0.004) than single copy (5,673; 249–76,605).",
    "Conclusions/Significance": "A high proportion of P. vivax infection was observed in Duffy positives in this study, yet few Duffy negatives were found infected with P. vivax. The significant prevalence of multi-copy PvDBP observed among Ethiopian P. vivax isolates explains the high prevalence and parasitemia observed in clinical cases. This suggests that vivax malaria is a public health concern in the country where the Duffy positive population predominates. Investigating the relative contribution to the maintenance of the infectious reservoir of infections with different genotyping backgrounds (both host and parasite) might be required."
}