{
    "Background": "In Brazil, schistosomiasis is a parasitic disease of public health relevance, mainly in poor areas where Schistosoma mansoni is the only human species encountered and Biomphalaria straminea is one of the intermediate host snails. A nested-PCR based on a specific mitochondrial S. mansoni minisatellite DNA region has been successfully developed and applied as a reference method in Brazil for S. mansoni detection, mainly in host snails for epidemiological studies. The amplification efficiency of LAMP is known to be higher than PCR. The present work aimed to assess the utility of our previously described SmMIT-LAMP assay for S. mansoni detection in human stool and snail samples in a low-transmission area of schistosomiasis in the municipality of Umbuzeiro, Paraíba State, Northeast Region of Brazil.",
    "Methodology/Principal findings": "A total of 427 human stool samples were collected during June-July 2016 in the municipality of Umbuzeiro and an overall prevalence of 3.04% (13/427) resulted positive by duplicate Kato-Katz thick smear. A total of 1,175 snails identified as Biomphalaria straminea were collected from 14 breeding sites along the Paraíba riverbank and distributed in 46 pools. DNA from human stool samples and pooled snails was extracted using the phenol/chloroform method. When performing the SmMIT-LAMP assay a total of 49/162 (30.24%) stool samples resulted positive, including 12/13 (92.31%) that were Kato-Katz positive and 37/149 (24.83%) previously Kato-Katz negative. By nested-PCR, only 1/46 pooled DNA snail samples was positive. By SmMIT-LAMP assay, the same sample also resulted positive and an additional one was positive from a different breeding site. Data of human and snail surveys were used to build risk maps of schistosomiasis incidence using kernel density analysis.",
    "Conclusions/Significance": "This is the first study in which a LAMP assay was evaluated in both human stool and snail samples from a low-transmission schistosomiasis-endemic area. Our SmMIT-LAMP proved to be much more efficient in detection of S. mansoni in comparison to the 'gold standard' Kato-Katz method in human stool samples and the reference molecular nested-PCR in snails. The SmMIT-LAMP has demonstrated to be a useful molecular tool to identify potential foci of transmission in order to build risk maps of schistosomiasis."
}