{
    "Background": "With the development of domestic animal husbandry, the spread of brucellosis has accelerated, and the scope of the epidemic has expanded. The timely and accurate diagnosis of human brucellosis continues to challenge clinicians in endemic areas. Droplet digital PCR (ddPCR) technology can quickly and accurately determine DNA load in samples, providing laboratory evidence for diagnosis, prognosis and management of brucellosis patients. In this study, a ddPCR method was established to accurately quantify Brucella DNA load in whole blood samples, and its diagnostic, prognostic, and therapeutic value for human brucellosis was evaluated.",
    "Methods": "Annealing temperature, primers, and probe targeting the Brucella bcsp31 gene were optimised, and the sensitivity, specificity and repeatability of the ddPCR assay were assessed using 94 whole blood samples from 61 confirmed and 33 suspected cases. Results were compared with those of quantitative PCR (qPCR). Nine follow-up brucellosis patients were also analysed by the two methods after 2 and 6 months of treatment.",
    "Results": "Optimal primer and probe concentrations were 800 nmol/L and 400 nmol/L, respectively, and the optimal annealing temperature was 55.3 °C. The ddPCR results showed that the limit of detection was 1.87 copies per reaction, with high repeatability. The positive rates for ddPCR and qPCR were 88.5% and 75.4% among 61 serum agglutination test (SAT) positive patients. In addition, 57.6% (19/33) of suspected sero-negative samples were positive by ddPCR, but only 36.3% (12/33) were positive by qPCR. Analysis of nine post-therapy follow-up brucellosis patients revealed that the Brucella DNA load in the whole blood samples decreased after 2 and 6 months of treatment, and was slightly increased following relapse and continuous exposure.",
    "Conclusion": "The ddPCR assay showed good accuracy for whole blood samples, and could be a potential diagnostic and prognostic tool for detecting Brucella."
}