{
    "Abstract": "Borrelia miyamotoi is a relapsing fever spirochete that shares the same vector as Lyme disease causing Borrelia. This epidemiological study of B. miyamotoi was conducted in rodent reservoirs, tick vectors and human populations simultaneously. A total of 640 rodents and 43 ticks were collected from Phop Phra district, Tak province, Thailand. The prevalence rate for all Borrelia species was 2.3% and for B. miyamotoi was 1.1% in the rodent population, while the prevalence rate was quite high in ticks collected from rodents with an infection rate of 14.5% (95% CI: 6.3–27.6%). Borrelia miyamotoi was detected in Ixodes granulatus collected from Mus caroli and Berylmys bowersi, and was also detected in several rodent species (Bandicota indica, Mus spp., and Leopoldamys sabanus) that live in a cultivated land, increasing the risk of human exposure. Phylogenetic analysis revealed that the B. miyamotoi isolates detected in rodents and I. granulatus ticks in this study were similar to isolates detected in European countries. Further investigation was conducted to determine the serological reactivity to B. miyamotoi in human samples received from Phop Phra hospital, Tak province and in rodents captured from Phop Phra district using an in-house, direct enzyme-linked immunosorbent assay (ELISA) assay with B. miyamotoi recombinant glycerophosphodiester-phosphodiesterase (rGlpQ) protein as coated antigen. The results showed that 17.9% (15/84) of human patients and 9.0% (41/456) of captured rodents had serological reactivity to B. miyamotoi rGlpQ protein in the study area. While a low level of IgG antibody titers (100–200) was observed in the majority of seroreactive samples, higher titers (400–1,600) were also detected in both humans and rodents. This study provides the first evidence of B. miyamotoi exposure in human and rodent populations in Thailand and the possible roles of local rodent species and Ixodes granulatus tick in its enzootic transmission cycle in nature."
}