{
    "Introduction": "Visceral leishmaniasis (VL) is a neglected vector-borne disease caused by Leishmania donovani parasite and is transmitted by the bite of infected sand flies (Phlebotomus argentipes). The annual burden of VL cases worldwide is 0.2±0.4 million per year. The majority of the cases occur in five countries viz. India, Bangladesh, Sudan, Ethiopia and Brazil. Out of the worldwide VL cases, about 50% reported from India alone, however, Bihar state contributes 80% of VL cases. Most of the endemic population is poor from rural areas living in mud houses [1]. It is suspected to be underestimated by the routine health programme statistics in the absence of a robust surveillance mechanism [2–4]. In Bihar, leishmaniasis manifests in two forms i.e. KA and PKDL. Post kala-azar dermal leishmaniasis is a secondary complication of visceral leishmaniasis (VL) and non-fatal [5]. The disease has been targeted for elimination (reducing incidence to less than one per 10,000 populations at sub-district level by 2020) in the Indian sub-continent due to the availability of field based diagnostics (rK-39 strip test) and effective drugs [6]. Surveillance is a key component for any disease control programme but unfortunately in India, kala-azar surveillance is weak. Few patients still seek treatment in the private sector and are not tracked for treatment, efficacy and compliance in the kala-azar management information system (KMIS). Effective kala-azar surveillance may be helpful in program planning and management. It further informs governments and donors about progress towards kala-azar elimination. These may also be useful for the design, refinement and resource allocation of control programs [7, 8]. Kala-azar elimination program in India mainly depends on routinely collected health facility-based data through KMIS. The data collected at health facilities vary widely and are subject to bias. There are uncertainties, that whether a patient with kala-azar has been captured by this system correctly. The disease burden of PKDL and co-infections are not well known under current surveillance system. These are emerging as a serious concern and are reported from 36 endemic countries including Bihar, India. There is a need to establish strong surveillance for both conditions including kala-azar. On the other end, active case detection would become important to kala-azar elimination. Currently, kala-azar fortnights are being organized for active case detection at the village level, but it is very expensive and resource intensive.\nThe current capacity of routine VL surveillance is inadequate and indicators are not properly defined. The quality of data reporting and completeness are also not adequately addressed. Timeliness reporting is also variable. The capacity of data analysis, interpretation, and action is extremely limited. The diagnosis of PKDL and co-infections is of variable quality or absent as in the case of malaria [9, 10]. However, disease surveillance is considered as one of the principal activity of public health systems. It is always expansive and time taking activity [11]. Kala-azar case reporting is present in endemic districts across the state. A provision of accurate and timely VL surveillance is essential for elimination as in the case of malaria [11]. A well defined system is much required to document regional transmission to monitor progress of kala-azar elimination programme. An effective surveillance system is warranted to target focal areas of infection, and increase capacity to identify hotspots of disease transmission. This may be helpful in monitoring real-time kala-azar data and in identifying changes in kala-azar transmission, morbidity and mortality.\nSentinel surveillance approach for any disease may be useful for early detection of outbreaks, measuring disease burden, change in morbidity, mortality patterns and for timely implementation of control and preventive measures. This is a system in which a designated group of reporting sources such as hospitals; agencies agree to report all cases of one or more notifiable conditions. Primarily, health facility-based sentinel site surveillance system may be useful to obtained disease trends and improving case management. Sentinel surveillance offers greater design flexibility as in the case of malaria and tuberculosis, when compared to population-based surveillance [12, 13]. Although results obtained through sentinel surveillance may not be representative of the entire population but it may be useful in reflecting the trends based on accurate assessment. Similar studies on kala-azar are not available in Bihar. The major objectives of the study were proper accounting of VL, PKDL and co-infection morbidity, mortality, diagnosis, case management, hotspot identification and monitoring the impact of elimination interventions. The other objectives were monitoring of real-time kala-azar and PKDL data for assessing changes in kala-azar/PKDL/Co-infection morbidity, mortality and pattern of disease transmission. In addition, responses to different anti kala-azar drugs administered at sentinel sites were also evaluated. Present study was aimed to describe the design and implementation of kala-azar surveillance and its utilization for epidemic detection and response. Further, it may be used for programme decision making. Data collected under this study may fill the gap of existing KMIS and reassess the prioritization of resources. The information emerging from the kala-azar management information system (KMIS) can also be validated. Further, it may be useful in measuring the impact of elimination interventions. To the best of our knowledge, this is the first study of its type from Bihar on kala-azar.",
    "Materials and methods": "Ethics statement\nThe study was duly approved by the Rajendra Memorial Research Institute of Medical Sciences, Ethics Committee and the Scientific Advisory Committee. A written informed consent was obtained from the head of all sentinel sites. A written informed consent was also obtained from the subjects admitted for treatment at sites. Subjects <18 years old who were able to read provided written assent following written consent from their parent or guardian. All study data were anonymized before analysis. Confidentiality was maintained in full compliance with the principles of the Declaration of Helsinki (as amended in Tokyo, Hong Kong, and Somerset West, South Africa).\n\n\nStudy area and selection of sentinel sites\nIn Bihar, twenty one (21) districts were identified as high endemic for kala-azar for the year 2010, reporting on an average 1800 cases, in a range of 208–4660 cases. The incidence proportion ranged from 1 to 25 per 10 000 persons with an average of 7 per 10 000 persons (kala-azar incidence data provided by State Programme Office, Bihar). All these districts are situated mainly to north of the river Ganges. Nearly 80% of the total cases reported by the programme were from 12 districts of Bihar. These districts were East Champaran, Sitamarhi, Madhubani, Darbhanga, Muzaffarpur, Samastipur, Vaishali, Saran, Begusarai, Saharsa, Madhepura and Purnia. Sentinel sites were made in 4 high endemic districts of Bihar, namely, Muzaffarpur, Samastipur, East Champaran and Saran as per their incidence proportion rate (IPR). These districts were selected because of piloting of various interventions under the existing kala-azar elimination program, and on the basis of the geographical locations. The districts were selected from all the direction. The due consideration has been given to Program commitment for making provision of rapid diagnostic test kits (rK-39) and the first line anti kala-azar drug i.e. miltefosine in the selected study districts. In each district, two primary health centers (PHC’s) were selected as sentinel sites again as per the incidence proportion rate (IPR) (Fig 1). Fig 1 has been modified from the adopted map from the public domain (www.bihar.gov.in/http://www.maps of india.com) as per requirement. Additionally, one district hospital from each district and one medical college, located at Muzaffarpur were selected as sentinel sites. Thus the present study was conducted in thirteen sentinel sites. (Fig 1).\n\n\nLaunching of health facility-based sentinel sites\nICMR-Rajendra Memorial Research Institute of Medical Sciences (ICMR-RMRIMS), Patna in collaboration with National Vector Borne Diseases Control Programme (NVBDCP), State Program office as well as District Program office, Bihar established a health facility based kala-azar sentinel surveillance sites. These sentinel sites were selected as per the fulfillment of readiness criteria viz.\n\n\n\ni. Availability of adequate and appropriate staff at the selected sentinel sites.\nii. Trained and competent project staff with good understanding of their roles and responsibilities for the research work.\niii. Motivated health care providers with package of services for kala-azar.\niv. Consistent availability of diagnostics, drugs, equipment etc.\nv. Provision of individual drug packet for each diagnosed kala-azar case to ensure complete treatment.\nvi. Availability of treatment cards and its accurate filling by the health care providers at the study site.\nvii. Regular motivational activities for kala-azar patients by the health workers to complete their treatment.\nviii. Operational follow-up mechanisms in place at the site.\n\nDeficiencies of all selected sentinel sites were identified. Rigorous efforts were taken to improve all the sentinel sites to meet the readiness criteria within stipulated times (3–6 months). Research activities were started after meeting readiness criteria at the site.\n\n\nSample size\nKeeping the criteria of selection of sentinel site, fulfillment of readiness criteria for health facility based sentinel sites and resources in mind; the sample size for this study was restricted to 13 sentinel sites.\n\n\nSampling technique\nStudy districts were selected on the basis of piloting of various interventions under the existing kala-azar elimination program, and on the basis of the geographical locations. In addition, due consideration has been given to program commitment for making provision of rapid diagnostic test kits (rK-39) and the first line anti kala-azar drug i.e. miltefosine in the selected study districts. The stratified sampling technique was attempted for the selection of sentinel sites according to the incidence proportion rate (IPR) of PHC’s.\n\n\nStudy duration\nThe present study was conducted during the period 2011 to 2014.\n\n\nRecruitment of personnel for sentinel sites\nFour Site Supervisors (Research Officer) with post-graduate qualification and working experience in public health were appointed for all the study districts. The work of one district was assigned to one site supervisor. These site supervisors were imparted extensive two-weeks training at RMRI related to kala-azar management and surveillance techniques.\n\n\nTraining of site supervisors and quality assurance\nStaff including site supervisors at the sentinel sites were imparted two weeks extensive training covering all important aspects of kala-azar in order to enable them to discharge their responsibilities smoothly. Training was organized at RMRI where senior faculty and experts were engaged as the facilitators/trainers. The curriculum and detailed training module in form of written text material and standard operating procedure (SOP) was prepared. Training module was developed by the senior faculties of RMRI in consultation with the NVBDCP, keeping in view the desired job responsibilities and activities of the site supervisors and other staff engaged. During the training, all the procedures were taught through hands-on training using the formats proposed to be used. Besides, the induction training, RMRI also organized on-site training periodically and regularly throughout the project tenure to the site supervisors and other staff members involved in sentinel sites activities for improving skill and motivating the staff members. They were imparted short-term hands on (recurrent) training on various aspects like patients card filling, data management, computer skills, data presentation and reporting etc. A hand on practice was also conducted under supervision of the senior faculties of RMRI including principal investigator.\n\n\nSentinel surveillance network\nThere were two types of network agencies and functionaries working at different level separately and in close coordination with other agencies. First networking worked on the basis of hierarchical system using bottom-to-top approach in terms of responsibilities and accountabilities. A “Memorandum of Understanding (MoU)” was signed by all the participating sentinel sites identified in the surveillance network. The sentinel surveillance is limited to level-II and level-III facilities only because of the availability of diagnosis and treatment at these level only. The involvement of level-I facility staff was limited to early detection of VL cases and for follow up of patients, and for regular monitoring of adverse effects. Every sentinel site was assigned the task of completion of treatment for each patient. None of the private health care facilities dealing with kala-azar was inducted under the sentinel sites for this study due to lack of evolved cost effective mechanism. The criteria to utilize the services of existing facilities were developed by the site supervisors with the help of kala-azar technical supervisors (KTS’s) and vector borne diseases consultants (VBD’s) of the district. RMRI was taken special effort to ensure that these centers must satisfy all the readiness criteria and comply with the norms and standard required for a sentinel site, before signing MoU. After the signing of memorandum of understanding the staff was imparted short training for filling up the patient cards and keeping the records complete in terms of treatment, side effects and follow-up to assess the effectiveness of drugs used for treatment.\n\n\nCase definition, diagnosis and case management\nA standard protocol for the case definition of KA, PKDL, co-infection, and severe case of KA, diagnosis, and case management was adopted by all the sites under the surveillance network for maintaining uniformity in recording and reporting across the sentinel sites.\n\n\nCase definition of kala-azar\nAn individual with fever of more than 15 days duration with splenomegaly and not responding to anti-malarial drugs and found positive by rapid diagnostic blood test (rK-39 strip test), or a case confirmed with laboratory-based diagnosis i.e. splenic/ bone marrow aspirate examination for Leishmania donovani (L.D.) {Accelerated plan for Kala-azar Elimination, 2017, WHO/NVBDCP}.\n\n\nCase definition of post kala-azar dermal leishmaniasis (PKDL)\nAn individual with or without past history of kala-azar presented with maculo-papular or nodular lesions with rK-39 test positive, confirmed by slit-skin smear / skin-biopsy examination for presence of parasites was labeled as PKDL case {Accelerated plan for Kala-azar Elimination, 2017, WHO/NVBDCP}.\n\n\nCase definition of co-infection\nA confirm case of kala-azar with human immunodeficiency virus (HIV)/tuberculosis (TB) positive test result was declared as co-infection.\n\n\nSevere case of kala-azar\nThe definitions used for severe cases of kala-azar were:\n\n\n\nResistant and relapse cases of kala-azar.\nKala-azar with severe anemia (Hemoglobin less than 5 g/dL).\nKala-azar patient suffering from another serious disease like renal and hepatic conditions.\n\n\n\nDiagnosis of KA and PKDL\nA standard protocol for the diagnosis of KA and PKDL was followed by all sentinel sites. The case of kala-azar was either diagnosed by positive test result of rapid diagnostic strip test (rK-39) or with laboratory-based diagnosis i.e. splenic/ bone marrow aspirate examination for Leishmania donovani (L.D). PKDL case was diagnosed by rK-39 positive test result and by slit-skin smear / skin-biopsy examination for presence of parasites {Accelerated plan for Kala-azar Elimination, 2017, WHO/NVBDCP}. The rapid diagnostic test kit (rK-39) of kala-azar and PKDL was made available in all the sentinel sites by the site supervisor.\n\n\nDiagnosis of co-infection and severe cases\nCo-infection cases were diagnosed with the help of sputum for AFB/RDT for tuberculosis, X-ray chest, ELISA (TB) and ELISA (HIV). Additional tests viz. hematogram, biochemical, etc. examinations were also done to capture co-infection. However, such cases were finally referred to RMRIMS for diagnosis and treatment.\n\n\nCase management of KA and PKDL\nAll the sentinel sites followed a standard protocol of the treatment for kala-azar and PKDL. Treatment of kala-azar and PKDL was provided after admitting the patient at sentinel sites. The complete information of hospitalized cases was recorded in the patient treatment card. Treatment cards were in place at every sentinel site. Vital information on the place, age, sex, marital status and pregnancy and its outcome was filled up in the treatment card. Additionally, information about drug used for treatment of KA & PKDL, treatment duration, treatment status, adverse events of drugs, reasons of treatment discontinuation of treatment other than side effects of drug, etc., were also collected.\nSite Supervisors in each district motivated the treating physicians and other staff members to fill up the form completely. The data was collected at each site with the help of standard operating procedure (SOP), used for filling various formats to ensure the quality of data. Filled up patient treatment cards were collected by the site supervisor at each site. The filled up forms were checked and verified by the site supervisors who filled the pre-designed template form and create patient database for their respective districts. Line listing of kala-azar, PKDL and disaggregated reports were generated every month using database.\nIn case of death in course of treatment and follow-up, causes of death were recorded by the site supervisor with the direction of the treating physicians. The causes of death were investigated thoroughly to assess the specific cause of deaths such as drug intolerance, toxicity, cardiac-arrest and other reasons for deaths in detail. The classification of death after patient review and audit was identified as a death attributable to kala-azar or death that caused with an associated illness. A list of patients who died during the course of treatment or follow up was prepared monthly. The treating physicians at each sentinel sites was directed to certify and fill-in the cause of death column in the patient treatment card properly. Verbal autopsy was performed by a trained person. Village health workers and volunteers engaged in this project working at sub-PHC were instructed to report every death that occurred in their areas of monitoring to the sentinel site supervisors. RMRIMS constituted a panel of experts to review the report of the verbal autopsy conducted by the site supervisors and coordinator. In any circumstances, cause of death was finally decided by the panel of experts constituted for the purpose. Sentinel sites adopted above defined protocol for setting an example to others, not functioning under surveillance network. The informations on verbal autopsy of the cases not admitted to any hospital were tracked and reported separately. Kala-azar patients admitted to the sentinel sites were used for estimation of case fatality rates of the disease.\n\n\nCase management of co-infection\nTreatment of co-infections was provided as per the guidelines of NVBDCP, AIDS control programme and TB control programme. The testing for HIV of kala-azar patients at high risk was performed at district level. However, such cases were finally referred to RMRIMS for final diagnosis and treatment.\n\n\nCase management of severe cases of KA\nSevere anemic patients were treated with blood transfusion and when hemoglobin raised by medicines (iron and folic acid), specific treatment was started.\n\n\nData management and information system\nRecords of all the patients visiting and enrolled for treatment at the sentinel sites were collected in a pre-designed format. All the formats used under the study were pre-tested and modified accordingly. Site supervisors collected completely filled patient cards and other records for all the patients. Checking and verification of all filled in patient cards/records to maintain the consistency in data were performed by coordinator of the study. Incomplete patient’s card and errors found in cards were re-checked and verified with the assistance of the physicians at the sentinel sites for immediate corrections. Completely filled in and checked cards were transferred to the computer using a pre-designed electronic template for creating database for each site and handed a copy of the monthly data to the district program managers such as VBD consultant and District VBD Officer. Checking and verification of the entire data sheet in the database was done by District VBD consultant at district level and feedback on report if any was sent to site supervisor present in the district. The site supervisors were also trained to analyze and disseminate the data in form of graphics and reports to higher levels. At the same time, information for action at each level was used for feedback and for capacity development, which helps in improving the services rendered to the patient. All the information from each of the sentinel sites were shared with RMRI. RMRI consolidates the data and generate the report which sent to all higher levels in the existing system and feedbacks from higher levels were received, taken into consideration for improvement in future report. Every effort was taken to strengthen the information collected and thus to improve existing surveillance system. Special efforts were taken to monitor the quality of data generated at these sentinel sites. A copy of the monthly report was sent by site supervisor to the district VBD officers for appropriate action and to provide feedback on monthly report. A consolidated report from sentinel sites pertaining to the major achievements for kala-azar was prepared at the end of every quarter and shared to higher levels for their feedbacks to strengthen the existing surveillance system under the program.\n\n\nSurveillance procedure\nSentinel surveillance used various approaches for collecting information about all types of kala-azar patients. In first year of the study, usual passive case reporting method was adopted in all sentinel sites and patient treatment card was used for collecting information. Site supervisors prepared line listing of kala-azar cases by village/by areas for each month at the end of first year. Thus clusters of high incidence villages/areas of kala-azar were identified on the basis of the line listing and finally hot spots for kala-azar were recorded and documented.\n\n\nReporting method\nThe site supervisor prepared a monthly consolidated report in the pre designed format for each kala-azar case. A one-page case report extracted from patient treatment card/other records were generated to see the consistency and completeness of reporting.\nLine listing of every kala-azar, PKDL and co-infection cases were maintained at all the sentinel sites. Reporting was done through line listing process to supplement the existing reporting system.\n\n\nStatistical analysis\nDescriptive statistics of the data were calculated. Proportions of patients and demographic characteristics were appropriately prescribed. Incidence rates of the disease were calculated per10, 000 inhabitants. The chi-square and wilcoxon tests were performed to test the statistical significance of differences in a classification system. The Bland-Altman plot (Bland and Altman, 1999) was adopted to compare two measurements techniques. One-sampled t-test was used based on logarithmic transformation to measure the significant differences of responses of drugs used for kala-azar treatment. Freidman test (Conover, 1999) was used to assess the difference between responses of different anti-kala-azar drugs. The signed rank sum test was performed to measure the symmetrical differences between the sample median and the test value. All the analysis were performed at <0.05 significance level.",
    "Results": "A total of 20968 symptomatic cases (fever more than 15 days) were screened and out of that, 2996 confirmed cases of KA and 53 cases of PKDL, total (3049) were registered from 2011 to 2014 in all the sentinel sites. Rest symptomatic cases were negative by rk-39 and as well as bone marrow/splenic aspiration (KA)/slit skin smear examination (PKDL). These cases were referred to other departments (Malaria, TB, Filaria, leprosy, viral disease, etc) of the health facilities, where sentinel sites were made for further management of their illness.\nThe percentage share of male and female was 56.4% and 43.6% respectively. Sentinel sites covered a total of 889 endemic villages. Out of 889 villages, statistically significant difference (p<0.001) was observed for villages reported 1–2 kala-azar cases (74%) per year when compared to villages that reported 3–5 KA cases (15%). Overall, 4% of total villages (approximately 36 villages) were reported more than 10 KA cases every year.\nThe overall proportion of kala-azar cases were 14.29% in the screened cases. The Baniyapur (Saran) site contributed highest proportion (35.78%), while lowest (8.67%) by Kalyanpur site (East Champaran). The proportion of new cases was 86.1% amongst all cases registered under the sentinel sites, while 13.9% of cases were old cases. Amongst old cases, 4% cases were unresponsive and 9% were relapsed. Out of the total KA cases (2996), majority (47%; 1408) were from age group 16–44 years, followed by 35% and 18% from age groups ≤ 15 years and ≥ 45 years respectively.\nOverall, decreasing trend of incidence per 10 000 population was noticed from 2011 to 2014 for all sites. Kala-azar was significantly reduced by more than 50% from 4.13/10 000 to 1.75/10 000 with mean 2.61 and 95% CI (2.26–3.41) for the study period. Highest mean incidence (4.71/10000) was recorded for Madhuban PHC (East Champaran) with 95% CI as 3.77–6.88. In 2014, about (38%) sites reached to elimination target (<1case per 10000 populations). However, Baniyapur site (Saran) showed alarming situation (4.11 per 10000) in 2014 as compared to 2011 (5.63) Table 1.\nMonthly distributions of disease showed higher (11.2%, 11.7%, 10.0% and 8.5%) incidences for the months of January, March, July and August respectively for every year. However, it was lesser (5.8%, 6.1%, 6.7%) for the month of April, September and November.\nThere was significant increase (0.08, 0.10 per 10 000 population) in PKDL and co-infection respectively in 2014 when compared to 2011 (0.03, 0.06 per 10 000 population) (Fig 2).\nAnalysis of district-wise trends of PKDL, showed overall rising trend in almost all the districts except East Champaran for the study period. A sharp increase in number of PKDL cases was observed for Saran district in 2014 when compared to 2013. The numbers of PKDL cases were almost double in Muzaffarpur and Samastipur district in the year 2013 when compared to 2011. On the whole, co-infections were also found almost double (29) in 2014 when compared to 2011 (16), and this difference was statistically significant (p<0.05), which showed rising trends in cases of co-infections. In East Champaran district, co-infection was found very alarming i.e. more than 200% times increased in number of co-infection cases from 2011 to 2014. The overall proportion of co-infections and PKDL were 2.80% and 1.74% respectively. The demographic distribution of overall illness revealed that overall; VL plus co-infection were slightly higher (55.6%) for males as compared to females (44.4%). Similarly, proportion of PKDL was also higher (52.8%) for males as compared to females (47.2%). The prevalence of co-infection was recorded highest (3.34%) for the age-group 16–44 years. Majority of the cases (87%) were from rural areas. In total, 84 cases were identified as with concurrent illness (co-infection) and proportion of kala-azar cases with concurrent illness were 2.80%. Out of that, majority (56%) were suffering from HIV-VL co-infection, followed by (13%) as TBVL co-infections. The liver disease also contributed significantly (8%). The proportion of HIV-VL co-infections was significantly higher (1.6%; p<0.05) as compared to other co-infections. As regard to fever history of kala-azar cases, significantly higher proportion (60.6%) was with fever between 15–30 days, followed by (32.5%) with 30–45 days of fever. Analysis further revealed that, the patients having fever of longer duration (> 30 days) was with significant weight loss. Significantly higher proportions (61%) of kala-azar cases were with 2–3 cm spleen size when compared with 3–4 cm (about 18%) at the time of diagnosis. This difference was found statistically significant (p<0.05). However, larger spleen (4–6 cm) size was also noticed for only negligible proportion. Out of the female patients (1329), about 47% were from reproductive age-group. Almost, 50% of the reproductive age group patients were from most sensitive child bearing age group (21–30 yrs). Amongst the reproductive age-group patients (625), 3.7% (23) were found pregnant. None of the pregnant woman encountered with teratogenic effect in the delivered child.\n\nDemographic characteristics of the sentinel sites\nAnalysis further revealed that maximum cases (47%) were in the age group of 16–44 years followed by (35%) in the age group of ≤ 15 years. Proportions of male in all age groups were higher and found statistically significant (Chi-square test = 7.6; P = 0.026). Percentage of kala-azar cases was found in decreasing order right from secondary level to post graduation level education. Results revealed that significantly higher proportion (69%) of kala-azar cases were from up to middle level of education, and out of that, 33% were illiterate ones. Significantly lower proportion (only 9%) of kala-azar cases were from graduation and above level of education status. The educational status between male and female categories were also found statistically significant (Wilcoxon test; P = 0.007). About, 48% of kala-azar cases were from low socio-economic (agricultural laborer & laborer) groups. A very negligible proportion (9%) of kala-azar cases were from upper socio-economic groups. Good proportions (7%) of cases were from children below 6 years and aged individuals. The male and female categories among the different occupational groups showed statistically significant (P<0.001) result. Overall, significantly higher proportion (51%) of kala-azar cases were from schedule caste categories, followed by (33%) from other backward caste (OBC) categories as compared to general caste categories (16%). Social category between male and female groups were not found statistically significant (P = 0.77). Table 2.\nThe Bland-Altman plot was used to measure the relationship between the differences and the averages of male and female group to look for any systematic biases and to demarcate any possible outliers between demographic characteristics in the sentinel sites. (Fig 3).\n\n\nDiagnostic analysis\nA total of 20,968 potentially suspected individuals, comprising 11285 males and 9683 females were screened for kala-azar with rK-39 rapid strip test. Out of that, 3049 (56.4% males and 43.6% females) were found rK-39 positive. The overall, percentage of rK-39 positivity was about 14%, consistent in males and females. The rK–39 positivity was slightly higher in the age-group 16–44 years for both the sexes. A total of 608 cases were subjected to different tests to rule out relapse, re-infection, co-infection and PKDL cases. The sensitivity of splenic aspirate was found significantly higher (94.3%), followed by bone marrow (80.1%). Altogether, 53 (1.7%) cases were confirmed as PKDL with the help of slit-skin smear /skin-biopsy. However, the sensitivity of slit-skin smear / skin-biopsy was found 55.2%. As regard to co-infection, maximum sensitivity was recorded as 42.7% for ELISA (HIV). Utilization of laboratory services was greatly improved Table 3.\n\n\nResponse of different anti-kala-azar drugs administered at sentinel sites\nThe higher proportion of kala-azar cases were treated with miltefosine (43.9%) as compared to other drugs viz. amphotericin-B (11.8%), Miltefosine + Paramomycin (5.1%), SAG + Miltefosine (4.8%) and AmBisome (2.5%). Good proportion of kala-azar cases (27.0%) were also treated with SAG. Statistically significant differences in responses were observed for SAG (t-test = 6.98; P<0.0009), SAG + Miltefosine (t-test = 7.49; P<0.0007), Miltefosine (t-test = 5.57; P<0.002), Amphotericin B (t-test = 4.46; P<0.002), Miltefosine + Paramomycin (t-test = 7.93; P<0.03) and AmBisome (t-test = 2.06; P<0.09).\nFriedman test showed statistically significant difference between responses of different anti Kala-azar drugs (F = 25.0, P<0.004). The initial and final cure rate of AmBisome was found excellent (100%). Whereas, other drugs viz Miltefosine + Paramomycin (combination therapy) had also shown comparable responses (100%; initial & 99.3%; final cure) with that of AmBisome. Similarly, the initial and final cure rate of Amphotericin B was also found significantly higher (99.7% & 98% respectively). As far as miltefosine is concerned, final cure rate was also promising (94.1%). The response of SAG was found very poor in the treatment of kala-azar and a big difference was observed in the initial (88.1%) and final cure rate of SAG (59.3%). Table 4.\nThe rate of un-responsiveness of SAG was found significantly higher (18.9%) as compared to rest of the drugs, whereas un-responsiveness rate for SAG + Miltefosine (combination) was found negligible (2.1%). The results of the signed rank sum test showed significant symmetry of unresponsiveness rate (P<0.03). Similarly, relapse rate of SAG was also found significantly higher as compared to other drugs (95%CI 0.2165 to 19.7035; P<0.03). There was significant differences of the LAMA/defaulter rate between the anti-kala-azar drugs (95%CI -1.2634 to 6.8634; P<0.03). However, no significant differences of death rate were observed between the different anti-kala-azar drugs (P<0.06).\n\n\nAdverse Drug Reactions (ADR)\nBesides, baseline clinical examination (0 day), the study subjects were clinically examined on each visit to assess clinical improvement as well as adverse events (AE), if any. Altogether, 401 AE’s were reported in the study subjects, of which gastrointestinal side effects, such as nausea (26.4%), diarrhea (22.2%), abdominal pain (12.7%), and dehydration (9.7%), were the most common recorded complaints. All patients were graded under CTC; 256 (64%) were in grade I, 75 (19%), 52 (13%), 7 (1.5%), and 11 (2.5%) were in grades II, III, IV, and V, respectively.\n\n\nSevere ADR\nOf 11 deaths reported as serious adverse events (SAE’s), the explored cause of deaths were extreme diarrhea (N = 7), kala-azar-pulmonary tuberculosis co-infection (N = 2), HIV/AIDS co-infection (N = 1), and acute pancreatitis (N = 1). A total of 33 patients required hospitalization during domiciliary mode of treatment with miltefosine to manage the AE’s. In those patients having ADR, 6% were suffering from severe ADR’s, 58% were suffering from moderate ADR’s, whereas the rest were suffering from mild ADR’s.\n\n\nFocused villages of sentinel sites having > 10 cases/year during the study period\nOut of 889 endemic villages, only 6 (0.7%) villages under two sentinel sites viz. Kalyanpur and Madhuban of East Champaran district contributed 76 kala-azar cases in every year and thus a total of 304 cases were from these villages. Out of the total cases registered (2996) at sentinel sites, 10% share were from these six highly endemic villages. The highest cases (19) were recorded in Shambu Chak village under Kalyanpur sentinel site of East Champaran district in each year.\n\n\nConcordance between KMIS and sentinel sites data\nAnalysis primarily consists of determining the discordance between the two sources. The cases registered under sentinel sites were compared to that of VL cases captured under existing surveillance system and it may provide preliminary leads to efforts required to strengthen KMIS. Analysis showed that significantly higher proportions (95%) of cases were captured under KMIS. KMIS data was almost close to actual disease burden. The similar pattern was noted for every district except Saran district (89.7%) Table 5.",
    "Discussion": "The Government of India has taken all possible efforts to eliminate kala-azar by the year 2020 but still the incidence of the diseases continues to be high in 64 affected blocks in the country, and even the disease is spreading in newer areas. Good quality kala-azar surveillance in India always poses challenge to the programme. For effective control of VL disease within the targeted time period, a proper documentation of the extent of problem in terms of kala-azar, PKDL, co-infections badly required. Proper monitoring of kala-azar elimination goals (<1 case/ 10 000 population) and deaths are warranted. The health facility-based sentinel site surveillance may be useful to observe trends of kala-azar morbidity. Further, it may also be useful in improving case management. The basic purpose of this system was to detect KA, PKDL outbreaks through regular analysis and reporting to plan appropriate public health responses. It is always challenging to capture complete and accurate patient level data in the existing surveillance system. The use of diagnostic testing may improve patient care and reduce the use of anti KA drugs unnecessary. The sentinel site surveillance may also provide information on treatment outcomes. This approach was attempted first time in Bihar under research mode with fewer additional resources by including a few facilities at different levels to provide reliable and complete information on kala-azar, PKDL and co-infections. We found that throughout four years of sentinel surveillance, kala-azar was an important contributor to both inpatient and outpatient.\nThe overall proportion of kala-azar cases were 14.29%, amongst the symptomatic cases (20968; fever more than 15 days) attended sentinel sites. This information is not available for routine existing surveillance system (Program data). However, a study conducted in India Nepal and Bangladesh reported proportion of kala-azar cases as 2.6% amongst symptomatic in India [14]. The proportion of new and old cases (unresponsive and relapse cases) were 86.1% and 13.9% respectively. Thus, 13.9% of old VL cases were also diagnosed and treated at these sentinel sites. On the other hand, generally treatment of unresponsive and relapse cases were not done at the existing health facilities under the program. Such cases mostly refer to higher health facilities in the existing health system. Overall, decreasing trends of incidence per 10 000 population was noticed from 2011 to 2014 for all sites. Kala-azar was significantly reduced by more than 50% from 4.13/10 000 to 1.75/10 000 with mean 2.61 and 95% CI (2.26–3.41) for the study period. In 2014, about (38%) sites reached to elimination target (<1case per 10000 populations). The results are identical as described in Accelerated Plan for Kala-azar Elimination, 2017 [15]. Suman Rijal et al. documented that, kala-azar cases have declined consistently from over 77 000 in the year1992 to less than 7000 cases in the year 2016. About, 8% of endemic units were above the threshold at the end of 2017 [16]. Another study reported that VL incidence (cases/10,000/year) was reduced from 12.3 in the year 2007) to 0.9 in the year 2015. This is just below the target of World Health Organization’s threshold as a public health problem [17]. Our study revealed that, there was no uniform pattern of trends for medical college level sites. The possible explanation for the trend obtained for medical college level may be, training, frequent stakeholders meeting, availability of free diagnostics and single dose AmBisome treatment and payment of various incentives under programme.\nMonthly distributions of disease showed higher (11.2%, 11.7%, 10.0% and 8.5%) incidences for the months of January, March, July and August respectively for every year. However, it was lesser (5.8%, 6.1%, 6.7%) for the month of April, September and November. A study conducted by Paritosh Malviya et al. also reported highest peak in March–April and another one in July [18]. Whereas a study conducted in Sri Lanka reported seasonal trend of leishmaniasis incidence with a peak in July to September between the two monsoon periods and a drop in the number of reported cases compared to rest of the months [19]. The possible explanations of seasonal variation for higher incidence of kala-azar in our study were presence of sand flies in abundance in endemic areas in rainy season (favorable humidity & temperature), which include highest number of gravid sand flies and on the other side, more active kala-azar cases are also found during January, March, July and August in the endemic areas. Therefore, there is chance of higher number of parasites in sand flies while taking a blood meal from an infected human host, present in the endemic areas. It has also been documented in the literatures that pre and post monsoon season (February to August) sand fly resurgence is much higher as compared to other seasons. Further, shorter incubation period (1–2 months) increased the disease transmission since February to August. Consequently, the infectivity of sand flies may be higher during these months.\nThe number of PKDL cases was almost double in Muzaffarpur and Samastipur district in the year 2013 when compared to 2011. The possible explanations for this may be the majority of PKDL (about 80%) cases are with previous history of VL treatment. Traditionally, Muzaffarpur is one of the highest endemic districts since long time. In India, PKDL usually occurs at an interval of 2–3 years in 5–10% of cases after successful treatment of VL. These two districts had history of VL treatment with SAG. Previously (since 2008–2011) most of the VL cases had been treated with SAG. Inadequate and inappropriate treatments are documented in the literatures as associated with the development of PKDL after VL treatment. Development of PKDL in about 10% of VL cases, who had an interruption in their treatment, has also been present in the literatures. The common reasons for incomplete treatment were concern about loss of daily wages, loss of school days and do not feel sick. The risk of developing PKDL in our study areas seems to be associated with SAG treatment (majority of VL cases treated with SAG) and incomplete SAG treatment. PKDL development is also found in VL patients treated with other anti-leishmanial drugs (e.g. miltefosine, amphotericin B and paromomycin) in our study areas.\nOn the whole co-infection was also found almost double (29) in 2014 when compared to 2011 (16), which showed rising trends for cases of co-infections too. In East Champaran district, co-infection was found very alarming i.e. more than 200% times increased in number of co-infection cases from 2011 to 2014. The overall proportion of co-infections and PKDL were 2.80% and 1.74% respectively. Finding may be vital for programme perspective and other stakeholders. It was observed that, the incidence of kala-azar has decreased while incidences of PKDL and co-infections have been increased in a span of four years of the study.\nDas et al. documented that, the prevalence of PKDL was high (9.7 per 10 000) [20]. However, Singh RP et al. reported the prevalence of confirmed PKDL as 4.4 per 10 000 individuals [21]. On the other hand, V Ramesh et al. found an upward trend in reporting of PKDL cases to Safdarjung Hospital, New Delhi, India since the year 2005 [22]. The demographic distribution of overall illness revealed that, overall VL+co-infection were slightly higher (55.6%) for males as compared to females (44.4%). Another researcher Sakib Burza et al reported the relative risk (RR) of being HIV-positive was 3.7 times higher for males [23]. Similarly, proportion of PKDL was also higher (52.8%) for males as compared to females (47.2%). This finding was identical to that of a study conducted by V Ramesh et al. [22] The prevalence of co-infection was recorded highest (3.34%) for the age-group 16–44 years as reported by Sakib Burza et al. [23] Majority of the cases (87%) were from rural areas. The possible explanations may be prevailing situation of the rural areas viz. favorable environmental conditions for vector, poor level of literacy, lack of awareness, low socio-economic conditions, poor living standard, and vegetation around houses and presence of cattle-shed inside houses as compared to urban areas. In total, 84 cases were identified as with concurrent illness (co-infection) and proportion of kala-azar cases with concurrent illness was 2.80%. Out of that, majority (56%) were suffering from HIV-VL co-infection, followed by (13%) TB-VL co-infection. Liver disease also contributed significantly (8%). The proportion of HIV-VL co-infection was significantly higher (1.6%; p<0.05) as compared to other co-infection. This result was in line with other earlier studies conducted elsewhere [24–26]. As regard to fever history of kala-azar cases, significantly higher proportion (60.6%) was with fever history between 15–30 days. There was significant weight loss in the kala-azar patients who have fever of longer duration (> 30 days). Significantly higher proportions (61%) of kala-azar cases were with 2–3 cm spleen size when compared with 3–4 cm (about 18%) at the time of diagnosis. This difference was found statistically significant (p<0.05). Similar findings were obtained by earlier studies conducted elsewhere [27–32]. However, large spleen (4–6 cm) size was also noticed for only negligible proportion under this study. Out of the female patients (1329), about 47% were from reproductive age-group. Almost, 50% of the reproductive age group patients were from most sensitive child bearing age group (21–30 yrs). Amongst the reproductive age-group patients (625), 3.7% (23) were found pregnant. None of the pregnant woman encountered with teratogenic effects in the delivered child. Identical result was obtained by a study conducted in Bihar by Pandey K et al. [33] Maximum cases (47%) were in the age group of 16–44 years and proportions of male in all age groups were higher and found statistically significant (Chi-square test = 7.6; P<0.026). These findings were coinciding with other earlier conducted studies [34, 35]. Our results further showed that, significantly higher proportion (69%) of kala-azar cases were from up to middle level of education, and out of that, 33% were illiterate ones. Significantly lower proportion (only 9%) of kala-azar cases were from graduation and above level of education status. The educational status between male and female categories were also found statistically significant (Wilcoxon test; <0.007). About, 48% of kala-azar cases were from low socio-economic (agricultural laborer) groups. A very negligible proportion (9%) of kala-azar cases were from upper socio-economic groups. Good proportion (7%) of cases was from children below 6 years and aged individuals. The male and female categories among the different occupational groups showed statistically significant (P<0.001) result. Significantly higher proportion (51%) of kala-azar cases was from schedule caste categories, which was similar with other studies conducted in other parts of world [27, 36]. The possible reasons for this may be mainly due to socio-economic conditions and not due to genetic implications.\n\nDiagnostics analysis\nA total of 20,968 potentially suspected individuals, comprising 11285 males and 9683 females were screened for kala-azar with rK-39 rapid strip test. Out of that, 3049 (56.4% males and 43.6% females) were found rK-39 positive. The overall, percentage of rK-39 positivity was about 14%, consistent in males and females. The rK–39 positivity was slightly higher in the age-group 16–44 years for both the sexes. A total of 608 cases were subjected to different tests to rule out relapse, re-infection, co-infection and PKDL cases. The sensitivity of splenic aspirate was found significantly higher (94.3%), followed by bone marrow (80.1%). However, the sensitivity of slit-skin smear/ skin-biopsy was found 55.2%. As regard to co-infection, maximum sensitivity was recorded as 42.7% for ELISA (HIV). These results were similar with that of other studies conducted in different parts of world [37–39].\n\n\nResponse of different anti-kala-azar drugs administered at sentinel sites\nThe higher proportion of kala-azar cases were treated with miltefosine (43.9%) as compared to other drugs viz. amphotericin-B (11.8%), Miltefosine+Paramomycin (5.1%), SAG + Miltefosine (4.8%) and AmBisome (2.5%). Good proportion of kala-azar cases (27.0%) were also treated with SAG. Statistically significant differences in responses were observed for SAG (t-test = 6.98; P<0.0009), SAG + Miltefosine (t-test = 7.49; P<0.0007), Miltefosine (t-test = 5.57; P<0.002), Amphotericin B (t-test = 4.46; P<0.002), Miltefosine + Paramomycin (t-test = 7.93; P<0.03) and singe dose AmBisome (t-test = 2.06; P<0.09). The initial and final cure rate of AmBisome was found excellent (100%). Possible explanation may be the impact of elimination initiative (enhance awareness among people) highest proportion comes to the sites by own. Whereas, other drugs viz Miltefosine + Paramomycin (combination therapy) had also shown comparable response (100%; initial & 99.3%; final cure) with that of AmBisome. Similarly, the initial and final cure rate of Amphotericin B was also found significantly higher (99.7% & 98%) respectively. As far as miltefosine is concerned, final cure rate was also promising (94.1%). The response of SAG was found very poor in the treatment of kala-azar and a big difference was observed in the initial (88.1%) and final cure rate of SAG (59.3%). The response of SAG was found very poor. Findings were identical with other study conducted by Om Prakash Singh et al in Bihar, India [40]. The rate of un-responsiveness of SAG was found significantly higher (18.9%) as compared to rest of the drugs, while un-responsiveness rate for SAG + Miltefosine (combination) was found as negligible (2.1%). The results of the signed rank sum test showed significant symmetry of unresponsiveness rate (P<0.03). The relapse rate of SAG was found significantly higher as compared to other drugs (95%CI 0.2165 to 19.7035; P<0.03). Interestingly, no relapse was observed for AmBisome and Miltefosine + Paramomycin, however, it was negligible (<1%) for Miltefosine alone and Amphotericin B. These were in the line of findings of other studies conducted in Indian sub-continent [41–43]. There was not a single case of LAMA/defaulter with AmBisome and Miltefosine + Paramomycin. However, no significant differences of death rate were observed between the different anti-kala-azar drugs (P>0.06). These findings were similar as reported by Sakib Burza et al [43].\n\n\nAdverse Drug Reaction (ADR)\nAltogether, 401 AE’s were reported in the study subjects, of which gastrointestinal side effects, such as nausea (26.4%), diarrhea (22.2%), abdominal pain (12.7%), and dehydration (9.7%), were the most common recorded complaints. All patients were graded under CTC; maximum (64%; 256) were in grade-I, followed by (19%; 75) in grade-II.\n\n\nSevere ADR\nOf 11 deaths reported as Serious Adverse Event (SAE’s), the explored cause of deaths were extreme diarrhea (N = 7), kala-azar-pulmonary tuberculosis co-infection (N = 2), HIV/AIDS co-infection (N = 1), and acute pancreatitis (N = 1).\n\n\nFocused villages of sentinel sites having > 10 cases/year during the study period\nOut of the total cases registered (2996) at sentinel sites, 10% share were from only 6 villages (304 cases) under two sentinel sites Kalyanpur and Madhuban of East Champaran district. The highest cases (19) were recorded in Shambu Chak village under Kalyanpur sentinel site of East Champaran district in each year. These villages are crucial for the program manager and policy makers and focused intervention need to be initiated on urgent basis to meet the target of kala-azar elimination. The possible explanations may be the continued transmission of the disease due to favorable conditions to sand fly in these pockets and lacking of various program interventions. Villages having more than 10 kala-azar cases per year required immediate specific intervention to control the disease and to check the transmission cycle. A researcher, Canjun Zheng et al. found similar results. He has concluded that VL continues to be a serious public health problem in Kashi Prefecture, China. It is a relatively high-risk area and there are several hot spots. The detection of spatial and spatiotemporal patterns can provide significant information for prevention and control measures [44]. However, another study conducted in India recorded the spatially clustered patterns with significant differences by village. The hotspots showed the spatial trend of kala-azar diffusion (P < 0.01) [45].\n\n\nConcordance between KMIS and Sentinel sites data\nAnalysis showed that significantly higher proportions (95%) of cases were captured under KMIS. KMIS data was almost close to actual disease burden. The possible explanations may be the various enforced interventions rooted under kala-azar elimination programme in endemic districts by the National Program.\nCapturing complete and accurate patient level data in the existing surveillance system is always challenging. Generally treatment of unresponsive, relapse and re-infection cases were not managed at the existing health facilities under the program. Such cases mostly refer to higher health facilities (level-III facilities, which include medical colleges, kala-azar research institutions viz RMRIMS, KMRC, Balaji Utthan Sansthan, etc in the state). Our study managed 13.9% unresponsive; relapse and re-infection cases of VL at these sentinel sites. Study further captured 53 confirmed cases of PKDL with the help of slit-skin smear /skin-biopsy. The majority (98%) of patients with suspected VL; PKDL & Co-infections were managed in the sentinel sites itself. The results further revealed that incidence of PKDL and co-infections have increased in a span of four years of the study. A total of 608 cases were subjected to different tests to rule out relapse, re-infection, co-infection and PKDL cases. Interestingly, no relapse was observed for AmBisome and Miltefosine + Paramomycin, however, it was negligible (<1%) for Miltefosine alone and Amphotericin B. The study reported grade-I (64%) and grade-II (19%) AE’s and SAE are in 11 cases. These data may be vital and missing in existing kala-azar surveillance system. Thus present study showed significant improvements in kala-azar, PKDL and co-infection cases management at the sites as compared to existing public health facilities. At the onset of the sentinel site, majority of suspected kala-azar cases were diagnosed and treated at the facility itself without further referral to elsewhere. Utilization of laboratory services were much improved at the sentinel sites. The use of diagnostic testing may improve patient care and reduce the uses of unnecessary anti KA drugs. Study further identified the hot spots of VL. These villages are crucial for the program manager and policy makers and focused intervention need to be initiated on urgent basis to meet the target of kala-azar elimination. The possible explanations may be the continued transmission of the disease due to favorable conditions to sand fly in these pockets and lacking of various program interventions. Data coming out from this study may also be vital for informing routine program decision making. It may further be useful in monitoring commodity stocks and demands. Program managers may use results for addressing a variety of local needs on various aspects. This method may also be utilized in evaluating program effectiveness. The lessons learned from this study may benefit other initiatives aimed to improve kala-azar case management in other health care facilities. It may be helpful for changing the practices of health care workers in Bihar, India. Such systems may be utilized for deciding operational strategies to locate foci of increased KA, PKDL, and co-infection transmission. This system provided the basis that how fewer additional resources may make the system more sensitive/effective. It may also provide a model for improving laboratory services and KA, PKDL and co-infection case management in other health facilities in Bihar without further referral. Finally, it may be used as a cost-effective approach for capturing real-time kala-azar data in national kala-azar elimination programme.\nThe similar pattern was noted for every district except Saran district (89.7%). This finding was not coinciding with that of other study (2010) conducted much earlier in India. The referred study reported the overall magnitude of VL cases not reported to the government agencies was higher by a factor 4.17 (95% CI = 3.75–4.63) [46]. The possible explanations may be the various enforced interventions rooted under kala-azar elimination programme in endemic districts by the national program. Niyamat Ali Siddiqui et al documented that a small proportion (38; 15.8%) of KA cases was not present in the public health system record. This was similar to present study finding [47].\nLow number of cases notification by private health care providers may not be a big concern for the programme. It means that kala-azar control programme is doing well at the moment (under the era of kala-azar elimination). However, it can be improved at private health care provider’s level through frequent training/re-training for detection of VL/PKDL cases in the endemic areas, making diagnostic (rk-39) and anti KA drugs in the open market freely. Government should make provision of incentive for them. Such approach enhance the detection of hidden and under reported case of VL/PKDL.",
    "Conclusions": "This paper discusses various difficulties coming into programme implementation. It is focusing on existing kala-azar KMIS performance: 1) timely and accurate data reporting process; 2) accounting extent of problem in terms of kala-azar, PKDL, co-infections; 3) opportunity to improve kala-azar case management; 4) to identify outbreaks and hot spot; 5) capturing complete and accurate patient-level data; and 6) monitoring progress towards the national kala-azar elimination goals.\nThe overall proportion of co-infection and PKDL were 2.80% and 1.74% respectively. In total, 84 cases were identified as with concurrent illness (co-infection) and proportion of kala-azar cases with concurrent illness was 2.80%. Out of that, majority (56%) were suffering from HIV-VL co-infection, followed by (13%) TB-VL co-infection. The liver disease also contributed significantly (8%). The proportion of HIV-VL co-infection was significantly higher (1.6%; p<0.05) as compared to other co-infection. A total of 608 cases were subjected to different tests to rule out relapse, re-infection, co-infection and PKDL cases. Altogether, 53 (1.7%) cases were confirmed as PKDL with the help of slit-skin smear /skin-biopsy. Thus present study showed significant improvements in kala-azar, PKDL and co-infection case management at the sentinel sites. It has impacted on the proportion of patients with suspected kala-azar referred for diagnostic testing at elsewhere. At the onset of the sentinel site, majority of suspected kala-azar cases were diagnosed and treated at the facility itself without further referral to elsewhere. Utilization of laboratory services were much improved at the study sites. The majority (98%) of patients with suspected VL; PKDL & Co-infections were managed in the sentinel sites itself. Friedman test showed statistically significant difference between responses of different anti Kala-azar drugs (F = 25.0, P<0.004). The initial and final cure rate of AmBisome was found excellent (100%). Whereas, other drugs viz Miltefosine + Paramomycin (combination therapy) had also shown comparable response (100%; initial & 99.3%; final cure) with that of AmBisome. Similarly, the initial and final cure rate of Amphotericin B was also found significantly higher (99.7% & 98% respectively). As far as miltefosine is concerned, final cure rate was also promising (94.1%). The response of SAG was found very poor in the treatment of kala-azar and a big difference was observed in the initial (88.1%) and final cure rate of SAG (59.3%).Treatment practices were also significantly improved as per the national guidelines. Several studies conducted in India reported delay in the diagnosis of suspected individuals even when these services are available. Data come out from this study may also be vital for informing routine program decision making. It may further be useful in monitoring commodity stocks and demands. The burden of kala-azar expected at public health facilities may be estimated with the help of findings of this study. Program managers may use results for addressing a variety of local needs on various aspects. This method may be utilized in evaluating program effectiveness.\nThe lessons learned from this study may improve kala-azar case management in other health facilities with fewer resources. This system provide the basis that how fewer additional resources may make the system more sensitive/effective. The drug and diagnostic are already available in most of the existing facilities. Laboratory personnel are also available in the health facilities. Most of the health system workers were utilized for this system. Additionally, only one site supervisor was recruited per district to monitor the activities carried out in the sentinel site. However, major concern was availability of pathologists in the existing health facilities. Mainly, specific training/re-training/orientation was provided to health facility workers under this system. This may be addressed by assigning responsibility and building strong coordination amongst existing health system workers, which may be assigned to any suitable official available to health system. Frequent Training of laboratory personnel and clinician was needed to be conducted to make them efficient in discharging their assigned duties. Training/re-training/orientation may change the practices of health care workers in Bihar, India. It also adds the dimension of collection and analysis of individual patient-related information. The magnitude of exiting health facilities problem can be assessed and an effective strategy may be evolved with the help of finding of this study. Therefore, sentinel site surveillance system may be sustained in the context of India and it would be relevant too in the light of findings of this study. The success of any program required patience, flexibility, feedback from health care workers, and continuous support from the government and funding agency. The kala-azar surveillance program described here may not be expanded beyond the sentinel sites. However, the lessons learned from this program should benefit other initiatives aimed to improve kala-azar case management in other health care facilities. It may be useful for changing the practices of health care workers in India. Such systems may be utilized for deciding operational strategies to locate foci of increased KA, PKDL, and co-infection transmission. It provides lead to how to achieve high quality surveillance data in a resource limited setting."
}