{
    "Introduction": "Aminoglycoside antibiotics show broad-spectrum antibacterial activity and are a common choice for treatment of serious infections due to gram-negative bacilli, including endocarditis, sepsis, pneumonia, and pyelonephritis [1]. Among the aminoglycoside antibiotics, paromomycin has also been shown to be effective against some protozoa and cestodes. The cost of paromomycin is low, making it a particular good drug candidate in countries that carry a burden of high parasitic infection rates. While paromomycin is out of use as an antibacterial, it is marketed as an oral treatment for amoebiasis and giardiasis. Paromomycin is also used in combination therapy as a topical treatment for cutaneous leishmaniasis [2]. Recently, paromomycin was licensed as a treatment for visceral leishmaniasis, the most severe form of leishmaniasis (reviewed in [3]).\nAminoglycosides exert their antibacterial activity by binding to a highly conserved region in helix 44 of bacterial 16S-rRNA [4]. We have previously reconstructed the drug target site of protozoan cytosolic ribosomes in chimeric bacterial ribosomes to demonstrate that the decoding site of cytosolic Leishmania ribosomes is susceptible to paromomycin but not to various other aminoglycosides [5]. These results have been recently confirmed by studies that showed specific paromomycin binding to the decoding site of Leishmania cytosolic ribosomes by surface plasmon resonance analysis [6].\nWhile these studies have collectively provided a molecular rationale for the antileishmanial activity of paromomycin, these findings did not address whether in addition the Leishmania mitochondrial ribosome is targeted by aminoglycosides. Recent data have demonstrated that mitochondrial translation is essential for both the procyclic and the bloodstream form of Trypanosoma brucei and that consequently mitochondrial protein synthesis may represent an important drug target throughout the life cycle of trypanosomes [7]. There is, however, some inconsistency in the literature with regards to the effect of paromomycin on mitochondrial protein synthesis in Leishmania. For instance Maarouf et al. [8] have reported that paromomycin interferes with mitochondrial protein synthesis in Leishmania, whereas Horvath et al. [9] found no effect of paromomycin on mitochondrial translation.\nStructural analysis of the Leishmania mitochondrial ribosome has revealed a remarkable morphologic similarity to the eubacterial ribosome [10]. However, the homolog of bacterial 16S rRNA helix 44 in trypanosome mitochondria is truncated in comparison to its bacterial counterpart, although the proximal part constituting the decoding site and the aminoglycoside-binding site is fully retained (Fig. 1). This is not surprising as the ribosomal decoding site is one of the most important catalytic domains within the ribosome, and it is universally conserved across all phylogenetic domains of life including organelles. At the same time, the mitochondrial rRNA of trypanosomes carries unique signatures within its decoding site sequence. Not only is this rRNA motif significantly different from bacterial 16S rRNA, it also shows a considerable sequence difference between the two closely related genera Leishmania and Trypanosoma (Fig. 1). The distinctive structural features of the mitochondrial decoding site make it difficult to predict its functional susceptibility to compounds that bind to the bacterial decoding site.\nPhylogenetic comparison of the rRNA helices that correspond to the proximal portion of helix 44 in bacterial 16S rRNA, which is an integral part of the ribosomal decoding site.\nHere we reconstructed the mitochondrial decoding sites of Leishmania and Trypanosoma in bacterial ribosomes to analyze their susceptibility to aminoglycoside antibiotics and to allow for a comprehensive evaluation of the therapeutic potential of this class of drugs against trypanosome parasites. Based on the susceptibility pattern of chimeric ribosomes mimicking the ribosomal decoding sites of Trypanosoma, we assessed the antiprotozoal activity of paromomycin in cultures of T. brucei and in a mouse model of infection.",
    "Materials and Methods": "Ethics statement\nAnimal experiments were carried out in compliance with Swiss federal law (TSchG) and cantonal by-laws (TSchV Basel-Stadt). All protocols and procedures were reviewed and approved by the local veterinary authorities of the Kanton Basel-Stadt (Permit Number: 739).\n\n\nRNA secondary structure alignment\nAll rRNA nucleotides discussed in this study are numbered according to their homologous position in E. coli 16S rRNA. 9S rRNA genes of L. donovani, L. major, L. amazonensis, L. tarentolae, T. brucei, and T. cruzi (Genbank accession numbers FJ416603, EU140338, HM439238, M10126, M94286, and DQ343645, respectively) were used for rRNA sequence alignments of the mitochondrial decoding sites. 18S rRNA genes of L. donovani, L. major, L. mexicana, L. amazonensis, L. braziliensis, L. tarentolae, T. brucei, and T. cruzi (accession numbers FR799614, FR796423, GQ332360, GQ332354, GQ332355, M84225 AL929603, and FJ001665, respectively) were used for rRNA sequence alignments of the cytosolic decoding sites (Fig. S1).\n\n\nConstruction of chimeric ribosomes\nRecombinant Mycobacterium smegmatis strains with chimeric ribosomes were constructed by previously described gene replacement procedures. 1) rRNA fragments coding for mutant rRNA were generated by PCR mutagenesis and cloned into a suitable vector to result in chromosomal gene replacement via homologous recombination with donor DNA by selection of the mutant genotype [11]. 2) Plasmid replacement in a Δrrn knockout strain of M. smegmatis mc2-155. DNA sequences coding for chimeric rRNA were generated by PCR, cloned into a plasmid coding for a full rRNA operon, and used to replace the wild-type rRNA sequence in M. smegmatis by means of plasmid exchange [5]. Strains and plasmids used in this study are listed in Tables S1 and S2. Successful rRNA replacement was controlled by sequence analysis.\n\n\nDrug susceptibility of chimeric ribosomes\nRecombinant M. smegmatis strains were studied for susceptibility to paromomycin, neomycin, gentamicin, and tobramycin (Sigma Aldrich). Minimal inhibitory concentrations (MIC) were determined by broth microdilution tests as described previously [12]. The gentamicin used in this study is a mixture of gentamicin C1, gentamicin C1a, and gentamicin C2 in a 45∶35∶30 ratio. The chemical structures of aminoglycoside antibiotics are provided as Fig. S2.\n\n\nIn vitro assays\nBloodstream forms of Trypanosoma brucei rhodesiense STIB900 and axenic amastigote forms of L. donovani (MHOM-ET-67/L82) were used for the in vitro assays. Cytotoxicity was assessed with rat skeletal myoblasts (L6 cells). IC50 values were obtained using a resazurin-based assay (alamarBlue) as described earlier [13]. The following compounds were used as standards: melarsoprol (T.b.rhodesiense), miltefosine (L. donovani), and podophyllotoxin (L6 cells).\nTest compounds were dissolved in distilled water. Following initial experiments the assay duration time was extended to 96 hrs, 120 hrs and 144 hours for L. donovani to demonstrate in vitro activity of paromomycin. For the assays with extended duration a subculture was prepared after 72 hrs by transferring 10 µl of the initial assay culture to 100 µl fresh medium containing the corresponding compound concentration.\n\n\nIn vivo efficacy against T.b.brucei STIB795\nGroups of 4 female NMRI mice (Harlan Netherlands) of 22–25 g were infected by the intraperitoneal route with 104 bloodstream form of T. brucei brucei STIB795 per mouse. Paromomycin was formulated in physiological saline solution and administered i.p. in a volume of 10 ml kg−1.Treatment was initiated on day 3 post-infection. The mice were monitored for parasitaemia 24 hrs after the last treatment (day 7) and again on day 10 and 14 post-infection. Once parasitaemia exceeded 107/ml the animals were euthanized. The day of relapse was used as endpoint.",
    "Results": "The parasitic trypanosomes (Kinetoplastida: Trypanosomatidae) include the genera Trypanosoma and Leishmania. We have previously reconstructed the aminoglycoside drug binding pocket, i.e. the decoding A-site, of trypanosome cytosolic ribosomes in bacteria [5]. To do so, we have replaced the proximal stem of helix 44 in bacterial 16S rRNA, i.e. nucleotides homologous to positions 1408–1416 and 1484–1491 in bacterial 16S rRNA, with the corresponding cytosolic rRNA sequences present in Leishmania and Trypanosoma species (Fig. 1 and 2). In the same study, we demonstrated the specific activity of paromomycin against Leishmania and Trypanosoma chimeric cytosolic ribosomes [5].\nAminoglycoside susceptibility is expressed as minimal inhibitory concentrations (MIC, µg/mL). The protozoan sequence part is boxed with the protozoan-specific nucleotides colored in blue.\nFor a comprehensive analysis of trypanosomal susceptibility to 2-deoxystreptamines, we reconstructed the mitochondrial decoding A-sites of Leishmania and Trypanosoma in bacterial ribosomes. The mitochondrial rRNA sequence, and in particular the decoding A-site is considerably different between Leishmania and Trypanosoma (Fig. S1). Base pair 1409—1491, which is considered key in aminoglycoside susceptibility, is characterized by an U•C interaction in Leishmania versus an A—U base pairing in Trypanosoma (Fig. 1). Furthermore, the mitochondrial A-site of Leishmania and Trypanosoma exhibits a unique 1406C—1495G base pairing. This is in contrast to the cytosolic decoding A-site, which shows the typical 1406U—1495U interaction that is universally conserved across the three domains of life including organelles. Attempts to reconstruct the entire mitochondrial trypanosome A-site in bacteria as a 27-nucleotide helix comprising residues 1404–1416 and 1484–1497 were unsuccessful. We thus reconstructed the trypanosome homologue of helix 44 as two mutant chimeric ribosomes: one with a 19-nucleotide helix of Leishmania and Trypanosoma mitochondrial rRNA corresponding to M. smegmatis positions 1408–1416 and 1484–1493, and one mutant recombinant carrying the characteristic trypanosome mitoribosomal 1406C—1495G pair (Fig. 2).\nStudying the bacterial recombinants revealed that the mitochondrial chimeras with the 19-nucleotide replacement are susceptible to compounds with a 6′-amino substituent, such as neomycin, gentamicin, and tobramycin, and less susceptible to paromomycin, which carries a 6′-hydroxy substituent (Fig. 2; the chemical structures of the tested 2-deoxystreptamines are provided in Fig. S2). In addition, the Trypanosoma 19-nucleotide chimera was found to be generally more susceptible to aminoglycosides than its Leishmania counterpart reflecting the canonical base pair interaction between residues 1409 and 1491 (Fig. 2). Recombinants carrying the 1406C—1495G pair were susceptible to the 4,5-disubstituted aminoglycosides neomycin and paromomycin, but highly resistant to the 4,6-disubstituted aminoglycosides gentamicin and tobramycin (Fig. 2). From the combined results we conclude that among the aminoglycosides tested, neomycin has the highest activity against the protozoan mitoribosomes, while gentamicin and tobramycin are virtually inactive.\nThe finding that the Trypanosoma ribosomal decoding sites are at least as susceptible to paromomycin as those of Leishmania ribosomes prompted us to determine the efficacy of aminoglycosides against Trypanosoma in a cell culture assay. We found that paromomycin suppressed growth of Trypanosoma brucei rhodesiense in vitro (Table 1). Compared to T. brucei rhodesiense, IC50 determinations of paromomycin in L. donovani required extended assay durations. Notably, the 50% inhibitory concentration (IC50) of paromomycin was more than tenfold lower with T. brucei than with L. donovani (Table 1). To assess whether mitochondrial protein synthesis is involved in paromomycin's potent antiprotozoal activity, we also studied the efficacy of neomycin against T. brucei. Neomycin shows significant activity against Trypanosoma mitochondrial recombinant ribosomes but little activity against Trypanosoma cytosolic chimeras (Fig. 2). Thus, if trypanosome mitochondria were to be targeted by aminoglycosides, we would expect neomycin to show activity against T. brucei. However, compared to paromomycin, neomycin had no effect on the growth of T. brucei (Table 1). Tobramycin, an aminoglycoside that is inactive against both cytosolic and mitochondrial chimeric ribosomes (Fig. 2), was used as a control and had no effect on trypanosome growth in culture (Table 1).\nBased on the above findings we wished to study the efficacy of paromomycin in the T. brucei brucei STIB795 mouse model of infection. Paromomycin suppressed the growth of T. brucei in vivo and increased the mean survival time even at the lowest dose regimen of 100 mg per kg of body weight given for 4 days (Table 2). However, high concentrations of paromomycin did not fully eradicate the parasite in the mouse infection model, as parasitemia relapsed once treatment was stopped.",
    "Discussion": "Protein synthesis is an established drug target in antibacterial chemotherapy and has been considered as target for antiprotozoal drugs [14]. Although the mechanisms of action of drugs targeting the ribosome have still to be studied in more detail, it has become clear that both cytosolic and organelle ribosomes represent potential drug targets [15], [16]. The plastidal ribosome is an established drug target in Apicomplexa [17], and serves as target for drugs such as clindamycin in the treatment of Toxoplasma [18] or plasmodia infections [19].\nAmong the various aminoglycosides paromomycin has been repeatedly found to be the most potent antiprotozoal compound. In early studies, paromomycin showed good antiamoebic and some antitrichomonal activity [20] whereas the related compound neomycin, which differs from paromomycin by a single substituent (amino instead of hydroxy group at position 6′; Figure S2), was poorly active against Entamoeba histolytica [21]. Likewise, paromomycin was shown to be more potent against amoebiasis than kanamycin, neomycin, and gentamicin, respectively, and in a study on Giardia lamblia paromomycin was the only 2-deoxystreptamine that showed activity [22]. Until recently, leishmaniasis was exclusively treated with sodium stibogluconate, pentamidine, or amphotericin B, but such treatments are expensive and potentially toxic. In contrast, paromomycin has been recently proposed as a well-tolerated and affordable treatment for visceral leishmaniasis (reviewed in [3]), which is still considered the second biggest parasitic killer after malaria.\nAminoglycoside antibiotics are cationic compounds with a 2-deoxystreptamine core that is glycosidically linked at position 4 to a glucopyranosyl (Fig. S2). Additional amino sugars are attached to either position 5 or 6 of the 2-deoxystreptamine moiety. Both the 4,5- and 4,6-disubstituted aminoglycosides target the ribosome by direct interaction with ribosomal RNA, affecting protein synthesis by inducing codon misreading and by inhibiting translocation of the tRNA-mRNA complex [23]–[25]. The binding site is defined by a number of nucleotides in the proximal stem of helix 44 in bacterial 16S rRNA (reviewed in [26]). Genetic and biochemical studies showed that the following bases are particularly relevant for aminoglycoside binding: A1408, C1409—G1491, and U1406—U1495 [12], [27]–[30].\nWe have previously emphasized the role of nucleotide 1408 in aminoglycoside susceptibility by studies of a cytosolic rRNA chimera of the trypanosome Blastocrithidia. This parasite carries a ribosomal decoding site that is identical to that of Leishmania and Trypanosoma with the exception of a 1408 adenosine instead of a guanosine [5]. In line with structural predictions, the cytosolic A-site of Blastocrithidia was found to be highly susceptible to all aminoglycosides tested. In contrast, the aminoglycoside target site in chimeric cytosolic ribosomes of Leishmania and Trypanosoma showed drug susceptibility merely to paromomycin but not to other aminoglycosides [5] (Fig. 2). These findings are in agreement with previous observations that Leishmania cultured in vitro is susceptible to paromomycin [31], [32]. Maarouf et al [8] have reported that paromomycin interferes with mitochondrial protein synthesis in Leishmania, whereas Horvath et al. [9] found no effect of paromomycin on mitochondrial protein synthesis. As a result, the precise role of mitochondria in trypanosome susceptibility to aminoglycosides has remained elusive.\nThe uracil-uracil opposition at position 1406—1495 is universally conserved across the three phylogenetic domains of life including their organelle ribosomes. The trypanosome mitochondrial ribosomes are exceptional in that they are characterized by a C—G base pair at 1406—1495. Any alteration of the U—U pair, particularly in U1406, results in decreased susceptibility to 4,6-substituted aminoglycosides such as gentamicin and tobramycin [26]. This is most likely due to a distortion of the amino sugar attached to position 6 of the aminocyclitol ring, thereby disrupting its hydrogen bonds to G1405. The conformation of aminoglycosides with an amino sugar attached to position 5 of the aminocyclitol ring is such that no contacts are made with G1405, and thus binding of 4,5-aminoglycsides is generally less affected by base alterations in 1406—1495. Hence, with regards to 4,6-substituted compounds, the 1406C—1495G pair confers high-level drug resistance (Fig. 2). It appears that the C–G pair alone renders the mitochondrial ribosome of trypanosomes resistant to a large number of aminoglycoside antibiotics, except the 4,5-disubstituted aminoglycosides paromomycin and neomycin.\nNeomycin has significant activity against the trypanosome mitochondrial A-site in recombinant chimeric ribosomes. Among the aminoglycosides tested, which include paromomycin, gentamicin, and tobramycin, neomycin has the most potent antimitoribosomal activity (Fig. 2). However, in accordance with previous studies, we find that neomycin has no anti-trypanosomal activity in cell culture in-vitro (Table 1). Together with recent results demonstrating the essentiality of mitochondrial translation in the life cycle of T. brucei, our findings indicate that mitochondrial translation is not accessible to aminoglycosides. The organelles' resistance to neomycin action apparently is not due to an intrinsic resistance of the drug target structure, but most likely reflects limited mitochondrial permeability.\nThe observation that the cytosolic ribosomes of Trypanosoma are identical to that of Leishmania with respect to both rRNA sequence of the drug binding site and aminoglycoside susceptibility prompted us to test the efficacy of paromomycin against Trypanosoma in vitro and in vivo. Paromomycin was the most active antibiotic when compared to other aminoglycosides targeting protein synthesis. Intriguingly, in the cell culture model T. brucei showed significantly higher susceptibility to paromomycin than Leishmania donovani. In the T. brucei STIB795 mouse model, paromomycin treatment was able to suppress parasitemia and thus significantly increase the mean survival time of infected mice, suggesting that paromomycin inhibits the growth of T. brucei. However, paromomycin treatment did not eradicate the pathogen and relapse occurred in all tested animals after termination of treatment. Apparently, the anti-trypanosomal activity of paromomycin is sufficient to prevent Trypanosoma propagation and spread, but by itself is insufficient to cure the disease. Together, the findings reported here point to additional potential for antiprotozoal aminoglycosides beyond the currently established treatment options."
}