{
    "Background": "Early diagnosis of reactivated Chagas disease in HIV patients could be lifesaving. In Latin America, the diagnosis is made by microscopical detection of the T. cruzi parasite in the blood; a diagnostic test that lacks sensitivity. This study evaluates if levels of T. cruzi antigens in urine, determined by Chunap (Chagas urine nanoparticle test), are correlated with parasitemia levels in T. cruzi/HIV co-infected patients.",
    "Methodology/Principal Findings": "T. cruzi antigens in urine of HIV patients (N = 55: 31 T. cruzi infected and 24 T. cruzi serology negative) were concentrated using hydrogel particles and quantified by Western Blot and a calibration curve. Reactivation of Chagas disease was defined by the observation of parasites in blood by microscopy. Parasitemia levels in patients with serology positive for Chagas disease were classified as follows: High parasitemia or reactivation of Chagas disease (detectable parasitemia by microscopy), moderate parasitemia (undetectable by microscopy but detectable by qPCR), and negative parasitemia (undetectable by microscopy and qPCR). The percentage of positive results detected by Chunap was: 100% (7/7) in cases of reactivation, 91.7% (11/12) in cases of moderate parasitemia, and 41.7% (5/12) in cases of negative parasitemia. Chunap specificity was found to be 91.7%. Linear regression analysis demonstrated a direct relationship between parasitemia levels and urine T. cruzi antigen concentrations (p<0.001). A cut-off of > 105 pg was chosen to determine patients with reactivation of Chagas disease (7/7). Antigenuria levels were 36.08 times (95% CI: 7.28 to 64.88) higher in patients with CD4+ lymphocyte counts below 200/mL (p = 0.016). No significant differences were found in HIV loads and CD8+ lymphocyte counts.",
    "Conclusion": "Chunap shows potential for early detection of Chagas reactivation. With appropriate adaptation, this diagnostic test can be used to monitor Chagas disease status in T. cruzi/HIV co-infected patients."
}