{
    "Introduction": "Cutaneous leishmaniasis (CL) affects 1.5 million patients each year and displays a wide spectrum of clinical forms from small self-resolving papules to severe destructive mucosal lesions. The infecting Leishmania species influence the clinical presentation of CL [1] but lesion characteristics are not specific enough for a robust species determination in a given patient [2]–[4].While 2 species of the Leishmania subgenus - L. major and L. mexicana - are associated with frequent spontaneous cure within a few months [3], the 2 main species of the Viannia subgenus – Leishmania braziliensis and L. panamensis/guyanensis are associated with a 1–15% risk of delayed mucosal metastasis [5]. Considering the variable severity of CL, recent guidelines recommend using local therapy whenever possible and systemic therapy if local therapy fails or cannot be performed [3], [6], [7]. This step-wise decision process integrates not only lesion number and size, patients status (age and co-morbidities), but also the infecting species [8].\nThe influence of the infecting Leishmania species on treatment outcome is well established [4], [9], [10]. Thus, species identification is important to determine the clinical prognosis and to select the most appropriate therapeutic regimen. In current clinical practice, treatment decision is generally presumptive, the infecting species being suspected on epidemiological and clinical grounds [3] but this approach requires a specific clinical expertise and frequently updated knowledge of the geographic distribution of Leishmania species [3]. A simple, rapid method to type cultured isolates would facilitate an easier and more robust treatment decision based on confirmed species identification.\nAvailable methods to type Leishmania in cultured isolates or directly in lesions are still complex and poorly standardized. At present, isolation of the parasite in culture is necessary for identification by multilocus enzyme electrophoresis (MLEE), which has long been the reference for Leishmania species identification [11] [12] [13]. Only a few specialized centers currently perform MLEE, the result of which is available several weeks after the isolation of the parasite in culture. These difficulties have led to the development of molecular methods for species identification, generally based on DNA amplification by PCR, followed by single or multilocus sequencing (MLST) or restriction fragment length polymorphism analysis [14] or single strand conformation polymorphism or sequencing of different targets including the heat shock protein 70 (hsp70) gene [15], [16]. Some of these methods can be applied directly to biological samples avoiding the parasite culture step [17]. However, these molecular methods lack inter-laboratories standardization and require the use of expensive reagents.\nMatrix-assisted laser desorption ionization–time-of-flight (MALDI-TOF) mass spectrometry (MS) has emerged as a powerful tool for the identification of microorganisms. Using MALDI-TOF MS, the protein spectral “fingerprint” of an isolate is compared to a reference spectral database, yielding results within 1 hour [18]. Although spectrometers are still relatively expensive, the initial investment is justified by a broad use spanning a wide diversity of microbiological samples [19], and the cost of reagents is very limited. This approach has been applied with success to bacteria, yeasts and filamentous fungi, but to our knowledge, no study on direct identification of protozoans has been published yet [20]–[23]. We have investigated the value of mass spectrometry MALDI-TOF for the identification of Leishmania species in patients with CL.",
    "Materials and Methods": "Medical care and parasite collection\nFrom 2011 through 2013, data and samples were collected each time treatment advice was sought from an expert at our hospital for patients with CL. Diagnosis procedures were not modified by the process, expert treatment advice was part of normal medical care, data and sample collection was in the context of national health surveillance. Patients were informed of the process by their attending physician using a procedure common to all French National Reference Centers (NRC) (http://www.parasitologie.univ-montp1.fr/doc/Declaration_pub_2011.pdf). Data were obtained through the standard reporting form of the NRCL. This form is available online and is anonymous and the anonymisation process is irreversible. The following characteristics are provided on the form: age (children defined as <16 years), sex, clinical form, and for CL or MCL: number of lesions, the presumed place of infection. The collection of parasite isolates was performed in the context of this surveillance program.\n\n\nParasitological confirmation of diagnosis – Species identification\nParasitological diagnosis was performed and analyzed as previously described by lesion scraping, biopsy or aspirate followed by direct examination of Giemsa-stained smears, histological analysis of HES- or Giemsa-stained tissue sections, culture or PCR [24]. To increase the robustness of the analysis, 10 New World isolates were obtained from the Tropical institute in Antwerpen (ITM, Belgium), all strains were re-suspended in 10% glycerol and stored in liquid nitrogen until use.\n\n\nParasite culture\nNeedle aspirate of skin lesions was performed under local anesthesia then cultured in both Nicolle-McNeal-Novy (NNN) medium and Schneider medium supplemented with 20% fetal calf serum, penicillin and streptomycin [25]. Cultures were kept at 25°C and observed under an inverted microscope in search for motile promastigotes, twice a week for 1 month. Each week positive culture was expanded in 20 mL glass bottles with Schneider medium (20% fetal calf serum, penicillin and streptomycin), one part was frozen in liquid nitrogen −80°, and the other was used for species identification. Aliquots were thawed immediately at 37°, re-suspended in 5 ml of Schneider medium (20% FCS, penicillin streptomycin) and incubated à 27°C. Subcultures were counted daily and analysed at the end of 3-day growth period (growth period being defined à> = ×3 fold multiplication over 3 day), a growth curve was established for each isolate to perform the proteomic analysis during the exponential growth or early stationary phase. For Leishmania strains isolated only in NNN medium, promastigotes were concentrated by centrifugation (2500 rpm×10 minutes) and resuspended in 20% HS Schneider medium 24–72 hours before proteomic analysis.\n\n\nMolecular identification\nPositive cultures were sent to the NRCL for confirmation and species identification using a multilocus sequence typing (MLST) approach based on the analysis of seven single copy coding DNA sequences [26]. Isolates from ITM had already been typed by hsp 70 sequencing [15], [16].\n\n\nSample preparation for MALDI-TOF MS\nPromastigote suspensions from the expanded cultures were centrifuged 3000 g for 3 minutes and the supernatant removed before the pellet was washed twice in pure water, the pellet was then re-suspended in 300 µL of pure water before adding 900 µL of ethanol. After another round of centrifugation, 10 µL of 70% formic acid and 10 µL pure acetonitrile were added to the residual pellet and the subsequent solution was repeatedly and thoroughly vortexed before a final centrifugation. Each centrifugation step was performed at 10 000 g for 2 min at room temperature.\n\n\nMALDI-TOF mass spectrometry\nThe supernatant was distributed (0.5 µl droplet) in duplicates on a MALDI ground steel sample slide (Bruker-Daltonics, Bremen, Germany) then air-dried. The α-cyano-4-hydroxy-cinnamic acid (CHCA) matrix (Bruker-Daltonics), prepared at a concentration of 50 mg/ml in 50% acetonitrile and 50% water with 2.5% TFA, was sonicated for 5 min before being spotted (0.5 µl) over the dried sample. A DH5-alpha Escherichia coli protein extract (Bruker-Daltonics) was deposited on the calibration spot of the sample slide for external calibration. MALDI analysis were performed on a BrukerAutoflex I MALDI TOF mass spectrometer with a nitrogen laser (337 nm) operating in linear mode with delayed extraction (260 ns) at 20 kV accelerating voltage. Each spectrum was automatically collected in the positive ion mode as an average of 500 laser shots (50 laser shots at 10 different spot positions). Laser energy was set just above the threshold for ion production. A mass range between 3,000 and 20,000 m/z (ratio mass/charge) was selected to collect the signals with the AutoXecute tool of flexcontrol acquisition software (Version 2.4; Bruker-Daltonics). Only peaks with a signal/noise ratio >3 were considered. Spectra were eligible for further analysis when the peaks had a resolution better than 600. For each cultivation condition, we collected mass spectra from 2 biological replicates and 4 technical replicates.\n\n\nData processing\nData were processed with Biotyper version 1.1 (Bruker-Daltonics) and ClinProTools 3.0 (bruker-Daltonics) as described [18]. ClinProTools software was used to visualize all spectra as virtual gels and to calculate variability for each of the defined markers. The Biotyper software performs smoothing, normalisation, baseline subtraction, and peak picking using default parameters. Strain comparison was done by principal component analysis (PCA) [27]. Distance values were calculated using Biotyper to build score-oriented dendrograms. Based on these distance values, a dendrogram was generated using the according function of the statistical toolbox of Matlab 7.1 (The MathWorks Inc., USA), which was integrated into Biotyper 1.1. The clustering approach is based on similarity scores implemented in the software.\nReproducibility was evaluated by comparing spectra obtained from two independent experiments for each strain. The repeatability and stability of the profiles over generations was tested using a series of extracts obtained from subcultures. One strain was maintained in 2 separate cultures then analyzed in duplicate every 72 h over 5 weeks.",
    "Results": "Of the 46 isolates analyzed, 25 (54%) were from the Old World and 21 (46%) from the New World (Table 1). L. major was predominant among Old World isolates (16 isolates/64%), followed by L. donovani (3/12%), L. tropica (3/12%), L. infantum (2/8%), and L. killicki (1/4%). One additionnal isolate from a patient with diffuse cutaneous leishmaniasis acquired in Martinique (French West Indies) related to a trypanosomatid described previously in a very small number of patients [28], [29] was also analyzed. L. braziliensis/L. peruviana were predominant among New World isolates (13 isolates/62%), followed by L. guyanensis/L. panamensis (5/24%), and L. mexicana/L. amazonensis (3/14%). Ten isolates were from ITM in Antwerpen (Belgium), 15 from the Parasitology laboratory at Pitié-Salpêtrière Hospital (Paris, France), 1 from the clinical laboratory at Institut Pasteur (Paris, France). Twenty were collected and analyzed blindly from French travelers (19 with cutaneous leishmaniasis and 1 with visceral leishmaniasis) at the Pitié-Salpêtrière Hospital as part of the routine diagnosis mission of the laboratory between July 2011 and June 2013. A retrospective analysis of our diagnostic activity from 2010 through 2013 showed that 48%, 68%, 82%, 97% of cultures from 47 positive clinical samples were positive after 3, 7, 10, 28 days of incubation, respectively.\n\n\nProcess optimization, growth-stage effect and reproducibility\nPreliminary tests showed that stable spectra were obtained with 106 promastigotes but that an optimal discrimination of peaks was achieved with 107 promastigotes. Because the culture medium influences spectra (not shown), isolates growing better in NNN medium were transferred for one cycle (i.e., 48–96 hours) in Schneider medium before analysis. The growth kinetics of 2 L. tropica isolates was established over two consecutive cycles and spectra were obtained at three stages: exponential (24–72 hours), stationary (72–148 hours) and decay, showing that spectra were reproducible at the exponential and early stationary stages (data not shown). All spectra were then obtained from late exponential/early stationary stages. The reproducibility was further established by analyzing 16 replicates of the same samples for a L. (L) infantum and a L. (V) braziliensis isolate (Suppl Fig. S2 & 3), by analyzing samples from the same isolates of L. (L) infantum maintained in culture for several days (Suppl Fig. S4), by analyzing samples from the same isolates of L. (V) braziliensis analyzed at day 0 and a second culture of the same isolate frozen and thawed for subculture 6 months later (Suppl Fig. S5) and by analyzing 3 L. (L) infantum and 5 L. (V) braziliensis isolates (Suppl Fig. S6 & 7). Identification was accurate in all cases. The same approach was also performed with a L. major isolate maintained in culture in duplicate for 5 weeks. Spectra lead to the same species identification at all points (not shown).\n\n\nSimple, database-independent analysis of spectra: Mutually exclusive presence of 2 pairs of peaks discriminated isolates considered by reference methods as belonging to the Viannia or Leishmania subgenera\nPeaks 11121 (+/−7) and 7114 (+/−4) were both present in all 18 isolates belonging to the Viannia subgenus - 13 L. braziliensis, 5 L. guyanensis/L. panamensis –and absent in all 28 isolates of the Leishmania subgenus - 3 L.mexicana/L. amazonensis, 16 L. major, 5 L. donovani/L. infantum, 4 L. tropica/L. killicki (Table 1, Fig. 1). Conversely, peaks 6153 (+/−3) and 7187 (+/−5) were present in all isolates of the Leishmania subgenus and absent in all isolates belonging to the Viannia subgenus. Of note, none of these 4 peaks were present in the isolate identified as L. martiniquensis. The discriminating power of other peaks was then interpreted in the context of the 2 subgenera.\n\n\nWithin subgenera, a few peaks allowed classification of isolates down to the species complex level\nWithin the Leishmania subgenus, peaks 5589 (+/−3) and 11180 (+/−6) were present only in L. mexicana/L. amazonensis isolates and absent in other isolates, identified by reference methods as L. killicki, L. tropica, L. major, L. infantum, L. donovani (Table 1 & Fig. 1B). Similarly, within this Leishmania subgenus, peaks 5630 (+/−2) & 5937 (+/−2), or 5753 (+/−3) were present in isolates considered by reference methods as L. major, L. tropica respectively. Peak 7875 (+/−5) was present in the 5 isolates allocated by MLST to the L. donovani complex (L. donovani & L. infantum). Peak 5726 (+/−6) was present in the 3 isolates identified as L. donovani by reference methods and absent in the 2 L. infantum isolates. All those species-defining peaks (Leishmania subgenus) were absent in the single L. killicki isolate (Table 1). Within the Viannia subgenus, the pair of peaks 5987 (+/−3) & 6173 (+/−3) was present in all L. braziliensis/L. peruviana isolates and absent in all L. guyanensis/L. panamensis isolates. All L. guyanensis/L. panamensis isolates expressed either the 6015 (+/−5) or the 6234 (+/2) peak that were both absent in all L. braziliensis/L. peruviana isolates. Slight variations for the value of the peaks were observed (Table 1) but – in this relatively limited set of isolates - did not jeopardize the manual, computer independent identification process.\nFigure 2: shows mass spectrometry spectra from four different isolates of Leishmania included in the reference library (2 from the Viannia subgenus 2 from the Leishmania subgenus). The four peaks discriminating subgenera and several peaks discriminating species complexes are shown on these spectra, and are labeled with their respective molecular weights thus allowing an easy analysis based on the algorithm (Fig. 1B).\nThe two pairs of peaks discriminating the Viannia subgenus from the Leishmania subgenus are labeled in green and blue, respectively and indicated by vertical dotted lines. The 11120+/−(7) peak that identifies the Viannia subgenus is shown in insert squares at the right side of the figure to improve readability. Peaks differentiating species complexes are labeled with their corresponding molecular weights in colored squares. The software automatically provides the molecular weights for all peaks above signal background (grey labels). Peaks that identify species in each subgenus are shown in Black. A few peaks above background were not labeled on the figure to improve readability, the complete spectra are provided as supplementary figure S1.\n\n\nAutomatic dendrogram analysis provided a classification of isolates consistent with determination species by reference methods\nA cluster analysis based on a correlation matrix was performed for Old and New world Leishmania isolates, in order to assess the ability of the MALDI-TOF MS to generate a classification consistent with that obtained by reference methods. As depicted in (Fig. 1A), the resulting dendrogram for all Leishmania isolates showed separate clusters corresponding to the species typed by reference methods, falling appropriately into the 2 subgenera (Leishmania and Viannia). Isolates considered by MLST as L. major were located on one branch, clearly distinguished from isolates considered as L. donovani/L.infantum and L. tropica. The single L. killicki isolate analyzed to date was located in the Leishmania subgenus, close to isolates considered as L. donovani/infantum. The dendrogram built from PCA differentiated clearly L. guyanensis/L. panamensis from L. braziliensis/L. peruvianas species complexes but segregations between L. panamensis and L. guyanensis, L. braziliensis and L. peruviana were not possible at this stage. Isolates belonging to the L. mexicana complex fell into the Leishmania subgenus on a distinct branch. It appeared close to the single trypanosomatid isolate from the French West Indies (recently named L. martiniquensis, Desbois et al., personal data, Fig. 1).",
    "Discussion": "Applied on a set cultured isolates spanning most Leishmania species of medical importance, MALDI-TOF MS generated a classification consistent with results obtained by reference methods (MLST or heat-shock protein 70 gene sequencing). This was achieved using a simple, database independent analysis of MALDI-TOF spectra based on the algorithm. The simplicity of the analytical procedure allowed a minute output of results as soon as fair parasite growth was obtained in monophasic medium. Taken together, these observations suggest that MALDI-TOF may be a useful tool to facilitate treatment decision in cutaneous leishmaniasis.\nTreatment of CL should indeed be based on species identification [1], [3], [4], [9], [10], [30]–[32]. For example, systemic antimony is generally more effective in patients infected with L. braziliensis than in patients infected with L. guyanensis [33], [34] or L. mexicana [9]. Conversely pentamidine is frequently used to treat L. guyanensis/panamensis CL [35] but is poorly effective in L. braziliensis CL [36]. Many patients get infected in places where both species circulate and may therefore receive initially first course of a suboptimal treatment. In the Old World, L. major can be treated effectively and easily with a 3rd generation aminoglycoside ointment [37], [38] but the efficacy of this topical formulation in patients infected with L. tropica or L. infantum is as yet unknown [4]. In all these situations, rapid species identification should help adopt the most appropriate option in a majority of patients. Because more than 80% of cultures in our context are positive in the first 10 days after sampling, and because it takes a few hours to obtain the MALDI-TOF spectrum, in many instances time-to-identification is now short enough to with-hold treatment decision until species identification is available. Analysis of a higher number of isolates will be necessary to deliver a more solid dendrogram, particularly to determine whether MALDI-TOF MS can achieve a robust discrimination between L. braziliensis and L. peruviana, L. panamensis and L. guyanensis, L. donovani and L. infantum, L. mexicana and L. amazonensis. Fortunately, in current algorithms therapeutic decision in cutaneous leishmaniasis is not heavily impacted by these differentials [3], [6].\nThe approach presented here has no taxonomic ambition but was evaluated for potential use in medical practice. We limit our conclusions to the ability of MALDI-TOF MS to generate clusters congruent with those raised by reference methods. Because Leishmania species determination is complex, extension of explorations will be performed in the context of multinational networks such as the LeishMan consortium (http://www.leishman.eu) that merges information from several European countries and benefits from the presence of experts with strong expertise in Leishmania species identification [14]–[16]. Interpretation of complex spectra in very rare cases of co-infection with two Leishmania species will be attempted in this context. Optimization of pre-analytical steps, including culture conditions, parasite concentration in pellets and protein extraction was important for a robust interpretation of spectra. We selected a 72–96 h incubation period, corresponding to the exponential phase or early stationary phase of growth to limit variations in protein content. Schneider, an axenic medium (20% fetal calf serum, penicillin and streptomycin), was chosen as the reference because its supports rapid growth of most isolates and is associated with reproducible spectra. The need for a culture step is a weakness of mass spectrometry shared with several other typing methods. In rare instances, parasite isolation was difficult or slow. We partially circumvented this bottleneck by culturing clinical samples simultaneously on Schneider and NNN medium. Once adapted, NNN-dependent isolates were transferred for one cycle in Schneider medium then processed for MALDI-TOF analysis. In the long-term, the approach may be further simplified by using dipsticks developed from discriminating peaks. Sensitive protein detection using immunochromatography directly from a lesion scraping or aspirate – as currently developed for diagnosis- may indeed by-pass the culture step and further accelerate species identification.\nAnother relative limitation of mass spectrometry is that the method is currently handled by reference centers only. However, because mass spectrometers have a wide spectrum of medical applications in microbiology, prices are dropping and cheaper versions are emerging.\nIn the short term, we found that MALDI-TOF (MS) was a promising approach to generate spectra from Leishmania promastigotes with high identification at the species level consistent with the reference method. A limitation of the technique is the need for cultivation parasites. Nevertheless, as compared with molecular biology [39], this approach offers great advantages, in particular speed, simplicity, cost for isolate identification and was easy to integrate into the organization of a clinical laboratory. Not least, the intuitive interpretation of spectra was well-suited for allowing for close interactions between parasitologists and clinicians. These strengths should predictably facilitate rapid treatment decision in cutaneous leishmaniasis."
}