{
    "Abstract": "Leptospirosis (caused by pathogenic bacteria in the genus Leptospira) is prevalent worldwide but more common in tropical and subtropical regions. Transmission can occur following direct exposure to infected urine from reservoir hosts, or a urine-contaminated environment, which then can serve as an infection source for additional rats and other mammals, including humans. The brown rat, Rattus norvegicus, is an important reservoir of Leptospira spp. in urban settings. We investigated the presence of Leptospira spp. among brown rats in Boston, Massachusetts and hypothesized that rat population dynamics in this urban setting influence the transportation, persistence, and diversity of Leptospira spp. We analyzed DNA from 328 rat kidney samples collected from 17 sites in Boston over a seven-year period (2016–2022); 59 rats representing 12 of 17 sites were positive for Leptospira spp. We used 21 neutral microsatellite loci to genotype 311 rats and utilized the resulting data to investigate genetic connectivity among sampling sites. We generated whole genome sequences for 28 Leptospira spp. isolates obtained from frozen and fresh tissue from some of the 59 positive rat kidneys. When isolates were not obtained, we attempted genomic DNA capture and enrichment, which yielded 14 additional Leptospira spp. genomes from rats. We also generated an enriched Leptospira spp. genome from a 2018 human case in Boston. We found evidence of high genetic structure among rat populations that is likely influenced by major roads and/or other dispersal barriers, resulting in distinct rat population groups within the city; at certain sites these groups persisted for multiple years. We identified multiple distinct phylogenetic clades of L. interrogans among rats that were tightly linked to distinct rat populations. This pattern suggests L. interrogans persists in local rat populations and its transportation is influenced by rat population dynamics. Finally, our genomic analyses of the Leptospira spp. detected in the 2018 human leptospirosis case in Boston suggests a link to rats as the source. These findings will be useful for guiding rat control and human leptospirosis mitigation efforts in this and other similar urban settings."
}