{
    "Background": "Currently, the predominant onchocerciasis control strategy in Africa is annual mass drug administration (MDA) with ivermectin. However, there is a consensus among the global health community, supported by mathematical modelling, that onchocerciasis in Africa will not be eliminated within proposed time frameworks in all endemic foci with only annual MDA, and novel and alternative strategies are urgently needed. Furthermore, use of MDA with ivermectin is already compromised in large areas of central Africa co-endemic with Loa loa, and there are areas where suboptimal or atypical responses to ivermectin have been documented. An onchocerciasis vaccine would be highly advantageous in these areas.",
    "Methodology/Principal Findings": "We used a previously developed onchocerciasis transmission model (EPIONCHO) to investigate the impact of vaccination in areas where loiasis and onchocerciasis are co-endemic and ivermectin is contraindicated. We also explore the potential influence of a vaccination programme on infection resurgence in areas where local elimination has been successfully achieved. Based on the age range included in the Expanded Programme on Immunization (EPI), the vaccine was assumed to target 1 to 5 year olds. Our modelling results indicate that the deployment of an onchocerciasis vaccine would have a beneficial impact in onchocerciasis–loiasis co-endemic areas, markedly reducing microfilarial load in the young (under 20 yr) age groups.",
    "Conclusions/Significance": "An onchocerciasis prophylactic vaccine would reduce the onchocerciasis disease burden in populations where ivermectin cannot be administered safely. Moreover, a vaccine could substantially decrease the chance of re-emergence of Onchocerca volvulus infection in areas where it is deemed that MDA with ivermectin can be stopped. Therefore, a vaccine would protect the substantial investments made by present and past onchocerciasis control programmes, decreasing the chance of disease recrudescence and offering an important additional tool to mitigate the potentially devastating impact of emerging ivermectin resistance."
}