{
    "Background": "The filarial parasites Loa loa and Mansonnella perstans are endemic in the central and western African forest block. Loa loa is pathogenic and represents a major obstacle to the control of co-endemic filariae because its treatment can cause fatal complications such as encephalitis.",
    "Methodology/Principal Findings": "4392 individuals aged over 15 years were studied both by direct examination and a concentration technique. The overall prevalence rates were 22.4% for Loa loa microfilaremia, 10.2% for M. perstans microfilaremia, and 3.2% for mixed infection. The prevalence of both filariae was higher in the forest ecosystem than in savannah and lakeland (p<0.0001). The intensity of microfilariae (mf) was also higher in the forest ecosystem for both parasites. The prevalence and intensity of microfilaria were both influenced by age and gender. Correlations were found between the prevalence and intensity of Loa loa microfilariae (r = 0.215 p = 0.036), and between the prevalence of Loa loa and the prevalence of individuals with microfilaria >8000 mf/ml (r = 0.624; p<0.0001) and microfilariae >30 000 mf/ml (r = 0.319, p = 0.002). In contrast, the prevalence of pruritis and Calabar swellings correlated negatively with the prevalence of Loa loa microfilaria (r = −0.219, p = 0.032; r = −0.220; p = 0.031, respectively). Pruritis, Calabar swellings and eye worm were not associated with L. loa mf intensity (r = −0.144, p = 0.162; r–0.061, p = 0.558; and r = 0.051, p = 0.624, respectively), or with the prevalence or intensity of M. perstans microfilariae.",
    "Conclusions/Significance": "This map of the distribution of filariae in Gabon should prove helpful for control programs. Our findings confirm the spatial uniformity of the relationship between parasitological indices. Clinical manifestations point to a relationship between filariae and allergy."
}