{
    "Background": "Rift Valley Fever Virus (RVFV) is a zoonotic virus that is not only an emerging pathogen but is also considered a biodefense pathogen due to the threat it may cause to public health and national security. The current state of diagnosis has led to misdiagnosis early on in infection. Here we describe the use of a novel sample preparation technology, NanoTrap particles, to enhance the detection of RVFV. Previous studies demonstrated that NanoTrap particles lead to both 100 percent capture of protein analytes as well as an improvement of more than 100-fold in sensitivity compared to existing methods. Here we extend these findings by demonstrating the capture and enrichment of viruses.",
    "Results": "Screening of NanoTrap particles indicated that one particle, NT53, was the most efficient at RVFV capture as demonstrated by both qRT-PCR and plaque assays. Importantly, NT53 capture of RVFV resulted in greater than 100-fold enrichment from low viral titers when other diagnostics assays may produce false negatives. NT53 was also capable of capturing and enhancing RVFV detection from serum samples. RVFV that was inactivated through either detergent or heat treatment was still found bound to NT53, indicating the ability to use NanoTrap particles for viral capture prior to transport to a BSL-2 environment. Furthermore, both NP-40-lysed virus and purified RVFV RNA were bound by NT53. Importantly, NT53 protected viral RNA from RNase A degradation, which was not observed with other commercially available beads. Incubation of RVFV samples with NT53 also resulted in increased viral stability as demonstrated through preservation of infectivity at elevated temperatures. Finally, NanoTrap particles were capable of capturing VEEV and HIV, demonstrating the broad applicability of NanoTrap particles for viral diagnostics.",
    "Conclusion": "This study demonstrates NanoTrap particles are capable of capturing, enriching, and protecting RVFV virions. Furthermore, the use of NanoTrap particles can be extended to a variety of viruses, including VEEV and HIV."
}