{
    "Purpose": "Schistosomiasis remains a major public health concern in Sudan, particularly Schistosoma haematobium infection. This study presents the disease-reduction outcomes of an integrated control program for schistosomiasis in Al Jabalain locality of White Nile State, Sudan from 2009 through 2011.",
    "Methods": "The total population of the project sites was 482,902, and the major target group for intervention among them was 78,615 primary school students. For the cross-sectional study of the prevalence, urine and stool specimens were examined using the urine sedimentation method and the Kato cellophane thick smear method, respectively. To assess the impacts of health education for students and a drinking water supply facility at Al Hidaib village, questionnaire survey was done.",
    "Results": "The overall prevalence for S. haematobium and S. mansoni at baseline was 28.5% and 0.4%, respectively. At follow-up survey after 6–9 months post-treatment, the prevalence of S. haematobium infection was reduced to 13.5% (95% CI = 0.331–0.462). A higher reduction in prevalence was observed among girls, those with moderately infected status (around 20%), and residents in rural areas, than among boys, those with high prevalence (>40%), and residents in urban areas. After health education, increased awareness about schistosomiasis was checked by questionnaire survey. Also, a drinking water facility was constructed at Al Hidaib village, where infection rate was reduced more compared to that in a neighboring village within the same unit. However, we found no significant change in the prevalence of S. mansoni infection between baseline and follow-up survey (95% CI = 0.933–6.891).",
    "Conclusions": "At the end of the project, the prevalence of S. haematobium infection was reduced by more than 50% in comparison with the baseline rate. Approximately 200,000 subjects had received either praziquantel therapy, health education, or supply of clean water. To consolidate the achievements of this project, the integrated intervention should be adapted continuously."
}