{
    "Introduction": "Schistosomiasis is a parasitic trematodiasis caused by several species of the genus Schistosoma, of which S. mansoni, S. japonicum, S. mekongi, and S. haematobium are of public health importance. These worms live in the veins around the intestine or urinary bladder. Eggs are released in the stool or urine of the host and hatch in water [1]. Humans are usually infected when they come into contact with contaminated fresh water such as collecting water, washing, bathing, playing, fishing, or cultivating crops. In general, children, women, fishermen, and farmers are the high risk groups in schistosomiasis, also other people can infect in the irrigation channels or rivers and suffer from hematuria and anemia, enlargement of the liver and spleen, and growth retardation [1], [2].\nIn 2012, schistosomiasis was considered endemic in 78 countries [3]. In sub-Saharan Africa, 70 million individuals were estimated to have experienced hematuria in the previous 2 weeks, 32 million had dysuria associated with S. haematobium, 18 million had major bladder wall pathology, and 10 million had S. haematobium-related major hydronephrosis, resulting in an estimated mortality of 150,000 people per year [4]. In 2012, the World Health Organization (WHO) estimated that approximately 249 million people required preventive chemotherapy annually; this figure includes 114 million school-age children, 231 million of whom were in Africa. However, only approximately 42 million people, merely 14.4% of the infected population, received schistosomiasis treatment [3]. Sudan is one of the endemically infected sub-Saharan countries in which both the urogenital and intestinal forms of schistosomiasis are prevalent in populations along the Nile River [5]. S. haematobium infection is dominant and the prevalences range from 1.7% to 56.0% in different localities, whereas the prevalence for S. mansoni is very low [6]–[10].\nThe Blue and White Nile Rivers meet in Sudan to form the Nile River. Among the countries crossing the Nile River, Sudan has the widest river basin areas, and it also has large irrigated agricultural sectors along the banks of the Nile River. The development of such irrigation schemes has led to significant environmental modification, favoring the spread of vector-borne diseases, including schistosomiasis [11]. Residents of these geographical environments along the Nile River have faced the risk of schistosomiasis for many centuries.\nDuring 1979–1990, the Blue Nile Health Project was implemented as a comprehensive plan to control malaria, schistosomiasis, and diarrheal diseases at Gezira, Managil, and Rahad irrigation schemes. As a result, the prevalence of schistosomiasis was reduced from 53% to less than 10% [10]. However, there have been no further integrated programs to control schistosomiasis in Sudan thereafter. In 2000, the Sudanese government established a national schistosomiasis control program to reduce the prevalence of S. haematobium to less than 10% by 2013. As part of this program, the Korea International Cooperation Agency (KOICA) supported a schistosomiasis control project at the Al Jabalain locality in the White Nile State of Sudan during 2009–2011. The KOICA project included a mass chemotherapy according to baseline survey, health education with material development, construction of a drinking water supply facility at high endemic village, provision of laboratory equipment, dispatch of Korean experts to Sudan and follow-up evaluation.\nThe present study focused on the outcomes of praziquantel administraion and health education for students and residents, as well as the impacts of a filtered drinking water supply facility at Al Hidaib village among integrated control project supported by the KOICA.",
    "Methods": "Overview of the KOICA Project\nAn agreement (Project Code No. 2008-01-0000-039) to conduct “The Project for Combating Schistosomiasis in Sudan\" was officially signed by the KOICA of the Republic of Korea and the Federal Ministry of Health (MOH) of the Republic of Sudan in Khartoum, Sudan in June, 2009. According to the signed agreement, the KOICA provided full funding for this project as an official development aid (ODA) program for developing countries. The project was carried out between August 2009 and June 2011 by the Korea Association of Health Promotion (KAHP), and the KAHP provided management consultation for the project. The pilot area of this project was Al Jabalain locality of White Nile State, Sudan, which is composed of 6 units. In Sudan, the unit is a last step of local administrative organization, thus we used the unit as a basic structure of implementation activities. This site was recommended by Sudanese government, because the prevalence of S. haematobium infection of Al Jabalain locality was so high according to the results surveyed by White Nile State MOH, Sudan (25.5%–54.1%).\nAs shown in Fig. 1, the KOICA project included many activities; however, this study focused on the mass chemotherapy with baseline survey, the health education for primary school students and village residents, and the construction of a facility at Al Hidaib to supply drinking water. These 3 interventions were explained in detail below.\nKOICA, Korea International Cooperation Agency. MDG; Millennium Development Goals established following the Millennium Summit of the United Nations in 2000.\n\n\nEthics statement\nThis study protocol was reviewed and approved by the institutional review board of KAHP, which was the implementing organization of this project (Approval No. 10-C-05). Data were collected at pilot areas according to the board-approved framework. Before conducting the survey at each school, informed verbal consent was first obtained from the chief of the villages and the parents of children during the village meeting and was also obtained from school teachers at schools prior to the recruitment of children. In villages, informed verbal consent was first obtained from the village leaders and/or the parents of children during a village meeting. As per traditional culture and due to the low literacy rates in village residents, verbal consent was deemed acceptable. The research program was approved by MOH, White Nile State, Sudan.\n\n\nOrganization of KOICA Team for Implementation of the Project in Sudan\nThe implementation team for this project was composed of one Korean project manager (PM) in Sudan (team leader), one Sudanese PM, 2 Sudanese parasitology experts, 4 Sudanese laboratory technicians, 7 Sudanese health workers and 2 Sudanese drivers.\nThe Korean PM, who had stayed in Sudan during the project period, was an expert of parasitology and health administration. He managed the whole activities implemented in Sudan. The Sudanese PM and senior parasitology staff were public health experts, who worked more than 15 years at schistosomiasis control programs in Sudan. The Sudanese experts were responsible for the whole activities with the Korean PM, and implemented the health education, communication between Korean PM and Sudanese staff, contact with Sudanese administration officials and residents, drug delivery, and public relationships. Laboratory technicians have worked more than 5 years at parasitological examination using microscope, and worked as officials of MOH, White Nile State. They were responsible for performing the parasitological examination of urine and stools, and recording the results. Health workers were also officers of MOH, White Nile State, and learned about schistosomiasis control and information related with this project from Korean and Sudanese PM or parasitologists sufficiently. They were responsible for collecting the samples, questionnaire survey, assistance of health education and drug delivery.\nIn addition, two Korean parasitology experts and one administration officer visited project area in Sudan 5 times every 4–6 months for 2 weeks each time during the project periods. They managed the project and transferred the basic concept on parasite control. Also they monitored and evaluated the project progress with Sudanese experts and resolved the problems issued at implementation activities. Korean and Sudanese PM or parasitology experts provided training to health workers and laboratory technicians about the project implementation activities in case of necessary, from time to time, and individually or collectively.\n\n\nProject sites and their population\nThe project site was Al Jabalain locality of White Nile State, Sudan (Fig. 2), which is composed of six units. We used the unit as a basic structure of implementation activities in Sudan. White Nile State is located along the White Nile River in the southeastern part of Sudan, and water canals are well developed in this region. As the land is almost flat, irrigation is based on a network of gravity-fed mud-lined canals. The Al Jabalain locality is situated on the east bank of the White Nile River in southern White Nile State. All villages included in the study were located adjacent to the White Nile River, and most houses were built with mud bricks. Most village residents used water from the river and earned their income from agriculture, livestock breeding, or fishing. The study areas included a total of 169 primary schools and 482,902 individuals, including 78,615 primary school students (Table 1). Rabak unit was an urbanized community, whereas the other Al Jabalain, Assalaya, Jazeera Aba, Joda and Kenana units were rural communities. Fig. 3 shows the adherence of participants to the present study.\nThe Al Jabalain locality is situated on the east bank of the White Nile River in southern White Nile State. Dot (•); baseline survey areas of each unit in the Al Jabalain locality of White Nile State, Sudan.\nThis project was carried out at Al Jabalain locality of White Nile State in Sudan from August 2009 to June 2011. The study areas included a total of 169 primary schools and 482,902 individuals, including 78,615 primary school students. For baseline survey, 10,671 urines and 9,107 stools were collected from 10,671 students of 61 primary schools before treatment. For follow-up evaluation, 12 schools were randomly selected among 61 schools for baseline survey, and 2,001 urines and 1,867 stools were collected from 2,001 students. According to the results of baseline survey of primary school belonging the village, village residents were received the different patterns of chemotherapy and health education.\n\n\nSample size calculation and selection for baseline survey\nAccording to the agreement, the total numbers for parasitological examination were approximately 10,000 among 78,615 students, and they were selected as follows. The numbers of total students (78,615) were approximately 7.8 times more than target number (approximately 10,000) for baseline survey. Assigned numbers of students of each unit were calculated by dividing of total student numbers of each unit by 7.8. Numbers of surveyed schools were calculated by dividing half of mean number of students of each school in each unit, because samples from the 1st, 3rd and 5th grade classes of each school were collected. Since there were some differences of students' number of each school, we substantially determined the number of schools to collect samples at each unit by a number of averages ± 20%.\nThe number of schools surveying at baseline were finally selected considering the location, total number of students, accessibility to school, and environmental condition of schools. To evaluate the prevalence of S. haematobium and S. mansoni infection, baseline survey was implemented at 61 primary schools in Al Jabalain locality from December 2009 to March 201 (Table 2, Fig. 4). In one school, we collected the samples around 80-250, but not more than 300. If the number of students of one school was less than 100, all students were subjected. The STROBE check is available as Supporting Information (S1 Checklist).\nTo evaluate the prevalence of S. haematobium and S. mansoni infection, baseline survey was implemented at 61 primary schools in Al Jabalain locality before treatment, and the follow-up survey was conducted at 6–9 months after the chemotherapy. Chemotherapy and health education for students and residents were carried out through the whole project period. A drinking water supply facility at the Al Hidaib village was completed at August, 2010, and questionnaire survey from residents was done 9 months after completion.\n\n\nCollection of urine and stool samples\nFor evaluation of prevalence and intensity of schistosomiasis of the pilot areas, urine and fecal samples were collected from 1st, 3rd and 5th graders of the sentinel schools of project area. The sample collection team was composed of Korean PM in Sudan, Sudanese PM and Parasitology experts for health education, health workers, and driver. Health workers were responsible for sample collection basically, and receiving the oral consent from each school child.\nContainers were delivered in the morning, and then stool and urine samples were collected at the same day (usually within 6 hours, or around 2–3 pm before leaving school), where the teachers helped to check who submitted the samples or not among enrolled students. After delivery the containers to students, Sudanese PM or experts educated students in the classes or ground of the school about prevention of schistosomiasis and public health. The collected samples were transferred to the Schistosomiasis Control Center established by the KOICA project in Rabak, White Nile State immediately.\n\n\nParasitological examination\nThe prevalence and infection intensity of S. haematobium and S. mansoni infection in students were examined at baseline and follow-up surveys. The samples were basically examined on the day or next day after collection.\nFour laboratory technicians examined the samples parasitogically. They have career more than 5 years about urine and stool examination. For quality control, Sudanese or Korean PM or parasitology experts reexamined about 10% of the slides and confirmed the first results. In case of disagreement, the results were discussed with the concerned technician and re-read the discordant slides until agreement was reached. To increase the capability of technicians, Korean experts educated all laboratory technicians about microscope manipulation, identification of parasites, urine and stool processing methods repeatedly.\nFor the diagnosis of S. haematobium, urine samples were subjected to a urine sedimentation method, as described elsewhere [12]. Briefly, the amount of urine of each tube was adjusted into 10 mL. Urine samples (10 mL) were centrifuged at 1,500 rpm for 5 minutes at room temperature, and pellets were vigorously shaken and examined for S. haematobium or S. mansoni eggs by microscopy. To examine the whole pellets of the tube as possible, all sediments of each tube were transferred into 2–4 slide glasses. The presence of S. haematobium or S. mansoni eggs of each child was the results of a total of 2–4 smears.\nFor the diagnosis of S. mansoni, fecal samples were subjected to the Kato cellophane thick smear method [13]. Briefly, 1 g of fecal sample was obtained from each tube and prepared two smears using slide glasses, and allowed to clear for at least 30 minutes before examination. The presence of S. mansoni eggs of each child was the sum of 2 smears.\n\n\nMass drug administration\nFour medical doctors participated in the KOICA project, namely, two Sudanese and two Korean parasitology experts. All drug treatment was under control of these doctors. Also Sudanese PM and health workers had much experience participating schistosomiasis control projects in Sudan before. The Korean and Sudanese PM received full education about chemotherapy many times. The treatment team included some or all of the followings: Korean PM in Sudan, Sudanese PM or parasitology expert, health workers for assistance of health education, reception and medication, and driver. Health workers delivered the drug actually under the control of medical doctors. All health workers are White Nile MOH officials, and they were educated drug treatment and schistosomiasis control from Sudanese and Korean parasitology experts. Within each school or village, treatment was provided on the basis of the baseline prevalence of schistosomiasis in sentinel primary schools.\nThe strategy for controlling morbidity due to schistosomiasis was based on chemotherapy using praziquantel. The chemotherapy strategy followed the schistosomiasis control protocol of Sudanese government, which was a modified treatment strategy of WHO recommendation [14]. In this project, the major target group was the primary school students. We treated all primary school children in Al Jabalain locality at the 1st year of the project regardless to the levels of infection. At the second year, mass chemotherapy was implemented in schools with more than 10% of urogenital schistosomiasis at baseline survey. The WHO dose pole was used to determine dosage (40 mg/kg) for school children [14]. In villages, mass treatment was conducted where the prevalence of urogenital schistosomiasis was more than 30% at baseline.\nAs shown in time bar of mass chemotherapy, drug administration was done over the year (Fig. 4). During treatment period, health workers went to schools in the morning, and they administered praziquantel for treatment of school children directly. If children have been registered but were absent on the day of treatment, the health workers visited again and treated them as long as it was within the treatment period. If they were absent because they were sick, the health workers should have waited until they got better.\nIn villages, residents were treated by health workers with assistance of village leaders. Treatment could be completed in a few days, but should take no longer than 1 week for schools or villages.\n\n\nHealth education and/or questionnaire survey\nThe total population of the pilot area was the subjects of health education (482,902), however the major target population was 78,615 primary school students. The health education team included one Korean PM in Sudan, one Sudanese PM or Parasitology experts, two health workers for assistance of health education, two health workers for questionnaire survey (not always) and one driver. Basically, Sudanese PM or parasitology expert educated teachers, students, and village residents about schistosomiasis and health improvement. However, trained health workers taught students when multiple programs of health education were held at the same time.\nKorean and Sudanese PM, and Korean experts developed the materials for health education such as presentation file, leaflets, posters, and brochures to provide knowledge related to schistosomiasis and health improvement. The developed materials were used to educate school students and teachers as well as village residents. Also they developed the \"Manual for Schistosomiasis Control\" to standardize the schistosomiasis control activities and to improve the capacity building of Sudanese staffs participating this project (S1 Appendix).\nFor health education of school teachers, teachers were gathered at one school or community education center of each unit, and Sudanese PM or parasitology experts educated them about schistosomiasis and health improvements using beam project. Though this training, school teachers would be health education experts who can deliver sufficient knowledge of schistosomiasis to students. School teachers received the certificate of completeness of health education, and the education took 5 hours totally (S1 Video).\nFor education of school students and village residents, Sudanese PM or parasitology experts educated them in the project areas to provide sufficient knowledge on schistosomiasis and promote self-care health awareness for prevention of re-infection. Sudanese PM or parasitology experts educated the school children or village residents using education materials at the playground or classroom in the school for 1 hour, and sometimes beam projector was used for health education (S2 Video). In some cases, health education was combined with administration of praziquantel or questionnaire survey.\nEvery year, KOICA team planned the health education schedules for students through the attending school period. Basically, the team visited all primary schools at least one time during the project period. The schools of high prevalence (more than 30%) tried to visit 1–2 times per year for 2 years. Village residents were invited to school playground in case of more than 30% of prevalence of the sentinel school. School teachers were educated one time per year for 2 years (Fig. 4).\nTo evaluate the effects of health education, the semi-structured questionnaire survey was conducted at baseline and follow-up survey, which was consisted of information related to schistosomiasis. Teachers or Sudanese health workers thoroughly explained the questions to the students and obtained the consents, and then received the answer sheets.\n\n\nConstruction of a drinking water supply facility\nSince schistosomiasis is one of the water-transmitted helminthiases, the supply of safe and clean water is very important for prevention of infection. This project included one large scale filtered drinking water supply facility at a high endemic village in the pilot area. We suggested selection criteria to determine the construction site; high prevalence of schistosomiasis, availability of drinking water supply facility, and feasibility of construction. According to the selection criteria, one drinking water supply facility was constructed at Al Hidaib village in Al Jabalain unit using the water from the main stream of the White Nile River.\nThe facility was constructed for 6 months from March to August 2010 (Fig. 4). It installed a slow sand filtration system using pipelines, pumps, and tanks for sedimentation, filtration and storage (Fig. 5). The gravel, sand and charcoals as a filter should be cleaned about 4 times annually depending on the degree of contamination, and maintenance manual should be prepared and be kept near the facility. The water storage capacity was up to 59,290 L/day, and 3,000 residents were lived in Al Hidaib village in Al Jabalain unit.\nSlow sand filtration system (A) and water supply system (B). A drinking water supply facility was constructed at the Al Hidaib village through this project. About 2000 persons were using the water supply facility every day. Sed. Tank, sedimentation tank; Ch. V, Check valves in the pipes; F. tank, filtration tank; St. tank, storage tank. Diam, diameter.\n\n\nFollow-up evaluation\nAfter starting the implementation of this project, the impacts and results of activities were monitored regularly by the project team itself or specific teams. During the follow-up evaluation, we conducted the parasitology examination, questionnaire survey from school students about health education, questionnaires survey from residents about the drinking water supply facility, questionnaires survey from school students about drug administration, and questionnaire survey from teachers about health education.\nThe evaluation team was composed of Korean and Sudanese PM or parasitology experts, Sudanese Federal and White Nile State MOH officials, and KOICA staffs. The schools for follow-up evaluation were basically selected by randomization procedure as follows. Simple random sampling was used to select primary schools per unit using the lottery method [15]. This involved the listing names of all baseline-surveyed primary schools in each unit on small slips of paper, then after a thorough mixing of the names, 1–3 schools were selected one by one. In one school, we collected the urine and stool samples around 80–250 from the 1st, 3rd and 5th graders, but not more than 300. If the sample size of one school was less than 100, all students were collected. Al Hidaib village in Al Jabalain unit was selected to evaluate the effects of drinking water supply facility from residents. The follow-up survey for evaluation of the prevalence of S. haematobium and S. mansoni infection was carried out 12 primary schools in Al Jabalain locality from September to December 2010 (Tables 3 and 4, Fig. 4).\nThey visited the selected schools and villages to measure the project indicators. The major indicators were the prevalence of S. haematobium infection, number of students and village residents participating in a health education activity (at least once), the percentage of participants with increased awareness of schistosomiasis after completing health education, number of village residents using the water supply facility, and its impacts.\n\n\nStatistical analysis\nSPSS version 15.0 software (SPSS Inc., San Diego, CA, USA) was used to analyze the experimental data. The differences in prevalence of S. haematobium and S. mansoni infection and questionnaire survey about health education between baseline and follow-up were tested using the logistic regression analysis. Odds ratio (OR) and 95% confidence interval (CI) were calculated. Categorical variables were tested using the χ2 test. A P-value of <0.05 was considered statistically significant.",
    "Results": "Baseline prevalence of schistosomiasis\nFor the baseline survey of schistosomiaiss in the Al Jabalain locality of White Nile State, we selected 61 primary schools according to the selection method (Fig. 3, Table 2). Three to twenty schools were selected each unit due to the total number of primary school students. A total of 10,671 urine samples and 9,107 stool samples were collected from students in grades 1, 3, and 5 at primary schools.\nAs a result of parasitological examination, the prevalence rates for S. haematobium and S. mansoni were 13.8% (1,473 of 10,671 cases) and 1.0% (92 of 9,107 cases), respectively. The prevalence of S. haematobium varied from 6.1% to 40.2% and S. mansoni 0% to 4.9% by unit of the Al Jabalain locality. The prevalence rate of S. haematobium was high at Joda (40.2%), Al Jabalain (21.5%), and Kenana (18.6%) units but low in Rabak (6.1%) and Jazeera Aba (7.2%) units. The S. mansoni prevalence rate was 0% at Joda and Kenana units, but 0.8% at Rabak unit and 4.9% at Assalaya unit.\n\n\nPost-intervention follow-up monitoring of schistosomiasis\nIn the 12 sentinel schools, the prevalence rate of S. haematobium and S. mansoni was 28.5% and 0.4% respectively at the baseline survey (Tables 3 and 4). Follow-up survey 6–9 months after the intervention detected 13.5% prevalence rate for S. haematobium and 0.9% for S. mansoni. The prevalence of S. haematobium infection after praziquantel treatment had decreased significantly in comparison to the baseline prevalence (OR  = 0.391, 95% CI  = 0.331–0.462, P<0.001). The S. haematobium infection rates in the Jazeera Aba (95% CI  = 0.060–0.287), Assalaya (95% CI  = 0.079–0.336), Joda (95% CI  = 0.134–0.298), Rabak (95% CI  = 0.284–0.644), and Kenana (95% CI  = 0.385–0.769) units were significantly reduced, but no significant change in the prevalence was observed in the Al Jabalain unit (95% CI  = 0.568–1.237).\nTo characterize the reduction patterns of urinary schistosomiasis, the changes in prevalence according to school were analyzed. The prevalence was prominently reduced at 11 schools among 12 examined schools after implementation of the project, whereas the prevalence was significantly increased at Khour Ajwal unit at the follow-up survey (OR  = 2.232, 95% CI  = 1.242–4.009, P = 0.007). As shown in Fig. 6, reduction in the prevalence of S. haematobium infection was greater at schools with 20–25% baseline infection rates (Tayba boys and Assalaya East schools) than at those with <15% baseline infection rates (Al Khansa girls and Al Wifak boys schools) or >40% baseline infection rates (Abu Baker Alsiddig and Al Hidaib schools). The prevalence reduction of the other schools was between 34.4% and 79.1% than that of Khour Ajwal school. According to the sex, the reduction rate of S. haematobium prevalence was greater in girls (61.8%) than that in boys (50.0%).\nThe baseline survey was done at 61 primary schools in Al Jabalain locality before treatment, and the follow-up survey was conducted at 12 schools 6–9 months after the chemotherapy. The reduction rates of prevalence were calculated by [(baseline prevalence - follow-up prevalence)/baseline prevalence] ×100. The figure presented the S. haematobium infection rates of total population, total males and total females, and also showed the representative schools according to the reduction rates of prevalence (low, Al Khansa girls and Al Wifak boys; high, Tayba boys and Assalaya East; middle, AbuBaker Alsiddig and Al Hidaib). * P<0.001, significant difference in S. haematobium prevalence between baseline and follow-up surveys.\nThe overall prevalence of S. mansoni infection was unchanged significantly (OR  = 2.536, 95% CI  = 0.933–6.891, P = 0.068) (Table 4). The prevalence was not significantly changed by unit and sex.\n\n\nThe effects of health education of school children\nKorean and Sudanese PM or parasitology experts developed the materials for health education such as leaflets, billboard, brochure, poster, and power point files to provide knowledge related to schistosomiasis and health improvement. The developed materials were used to educate school students and teachers as well as village residents. Also they developed the manual for schistosomiasis control (see supporting information) to improve the capacity building of Sudanese staffs participating this project and educated them in case of necessary, from time to time, and individually or collectively, as well as standardized the schistosomiasis control activities.\nEducation about public health and schistosomiasis control was provided to enhance awareness and self-protection. In case of primary schools in the pilot area, health education team visited one time per year basically. The cumulative number of students who received health education for >1 hour was 121,418; thus, this number was estimated 1.5 times of all students in the pilot area, and the coverage rate of each unit during the whole project period was ranged from 131% to 175% of total number of students of each unit (Table 5).\nHealth education for village residents depended on the baseline prevalence of S. haematobium infection. In high prevalence villages (more than 30% at baseline), health education was performed one time per year at the primary schools or village center independently during the project period, however the village residents who lived in less than 30% prevalence attended health education held in the regional primary schools. Thus, the cumulative number of 75,021 village residents received health education for more than 1 hour, which represented 19% of all village residents in the Al Jabalain locality (Table 5). Health education for primary school teachers were held every year for two years, and they were educated intensively for more than 5 hours for them to work as a public health educator to students about schistosomiasis.\nThe impact of health education was measured by questionnaires received from 244 students at the baseline and 217 students at follow-up assessments (Table 6). The percentages of correct answers to questions about the infection mode (by contact with contaminated water, 95% CI = 1.4323–3.292) and the impacts on health (blocking children learning well, 95% CI  = 1.039–2.545; causing severe diseases if untreated for a long time, 95% CI  = 2.554–6.495) in schistosomiasis significantly increased at the follow-up compared with at the baseline survey. Also the percentage of incorrect answerers to questions about the infection mode of schistosomiasis (by eating unwashed food, 95% CI = 0.331–0.932) was significantly decreased after health education. However, the other questions about clinical manifestations, infection model, preventive methods and the effects of body related to schitosomiasis were not changed significantly after health education intervention (Table 6).\nWe also checked the basal schistosomiasis-related knowledge of school health teachers before health education (Table 7). They answered higher correct responses about infection mode, health hazards, side effects, and preventive method of schistosomiasis in comparison to those of students. They thought that schools are good sites for deworming programs, and health education is the best method for prevention of schistosomiasis. However, teachers had some worries about the minor side effects after administration of praziquantel.\n\n\nThe coverage of drug administration of school children and village residents\nPraziquantel was administered to 98,586 students and 111,795 village residents in the Al Jabalain locality (Table 8). In case of school students, whole primary school children in the pilot area received adequate amount of praziquantel tablets at the first year of the project, except absentees, ill or refusing children taking medicine. At the second year, mass chemotherapy was done at schools more than 10% prevalence of urogenital schistosomiasis at baseline survey. About 60–70% of school children attended the mass treatment each year, thus cumulative coverage rates of drug administration were higher than 100% at all units, beside Al Jabalain unit (86%, Table 8).\nWe also delivered the drug to village residents to control the schistosomiasis. In villages, drug administration was performed at a school base, according to the baseline prevalence of S. haematobium infection. Basically, drugs were administered to the village residents who attended the health education. Mass chemotherapy for all village residents was implemented in cases that the prevalence of baseline at each school (village) was more than 30%. Thus, the overall cumulative coverage rate of drug administration of village residents was 28%. However, the coverage rates of each unit varied from 2% to 69%, although the number of visiting-village was different from the baseline prevalence of S. haematobium infection.\nQuestionnaires about the effects of drug treatment were received from 202 students. Fifty-nine percent of them answered improvement in their physical condition after praziquantel therapy. The improvement included feeling more active and healthy (72.7%) and the disappearance of hematuria (18.2%). After praziquantel medication, 10.9% of students complained of adverse effects, such as abdominal pain 50.0%, vomiting 18.2%, and dizziness 13.6% (Table 9).\n\n\nThe impacts of a drinking water supply facility at the Al Hidaib village\nTo supply safe drinking water, which is free from cercariae of Schistosoma spp., a system of filtered drinking water supply facility was constructed at Al Hidaib village of Al Jabalain unit according to the selection criteria. Al Hidaib was one of the highest prevalence of schistosomiasis among Al Jabalain locality, White Nile State. Also there were no clean water supply facilities in Al Jabalain unit, and it is easy to obtain the water from the Nile River.\nWe checked the impacts and usage patterns of a drinking water supply facility by questionnaire survey from residents of Al Hidaib village 9 months after construction. As shown in Table 10, 94.3% of answerers used the water supply facility. They obtained water almost every day (86.3% of user), and they usually collected water less than 30 liters per person in a day. Thus, the coverage rate of a drinking water facility at Al Hidaib was about 66% (2000 among 3000 residents) in case of use 30 liter per day per person. The major use of collected water was drinking, making food, or washing clothes or body. The important one was that 81.4% of answerers were felt good health, and 55.9% of them answered saving the time to collect water. However, about 25% of user of water supply facility also collected water from the White Nile River.",
    "Discussion": "The study was the partial results of comprehensive schistosomiasis control project implemented by KOICA in White Nile State, Sudan. The project reduced the prevalence of S. haematobium infection from 28.5% to 13.5% after 6–9 months and increased the awareness of students about the seriousness of schistosomiasis and the preventive measures by health education. This project also showed the importance of clean water supply facility for the control of schistosomiasis. Finally, approximately 200,000 students, teachers, or village residents have been benefited by providing either praziquantel medication, health education, or filtered water supply.\nMass chemotherapy with praziquantel has been employed by many national control programs for schistosomiasis [16]–[20]. Praziquantel treatment reduced the prevalence of S. haematobium infection by 87% [18] and reduced infection rates from 54.2% and 51.7% in high- and low- transmission seasons to 30.3% and 1.8%, respectively [19]. In this project, primary school students were the principal target group for treatment and education due to feasibility and the greater benefit of reducing the infection burden in children [21]. The overall S. haematobium prevalence of our data (28.5%) was similar to that reported previously for White Nile Province (21.4%) [6]. However, the S. mansoni prevalence (0.4%) was significantly lower than that reported previously (10.1%) [6]. It can be explained that detection of fecal S. mansoni by egg count may be affected by day-to-day and intra-specimen variation, resulting in the low sensitivity of single stool smear [22]. At 6–9 months post-treatment, the rate of S. haematobium infection had been reduced by 52.6% (from 28.5% to 13.5%), which was similar to that during the high-transmission seasons in Mozambique [19]. Surprisingly, the S. haematobium prevalence at Khour Ajwal, a village in the project area, increased from 27.3% to 45.6% during the post-intervention monitoring period. It may be due to low coverage of drug administration, poor environmental condition, low attendance rate of children at school and continuous reinfection. Collectively, the survey findings suggest that S. haematobium infection is more prevalent than S. mansoni infection in Sudan, and repeated exposure to schistosome. Therefore, wide-scale and sustainable chemotherapy is essential to successfully control schistosomiasis.\nBy analyzing the prevalence after intervention, we found a few interesting characteristics. First, the reduction rate of prevalence was higher in girls than in boys, which meant that boys were more likely to be infected and were reinfected more frequently due to more outdoor activity such as swimming [23]. Second, the highest reduction in prevalence was observed among the moderately infected group (20–25% at baseline) compared with the highly infected group (>40%). Generally, reduction rates in the >60% egg-positive groups were 69.4–87% at 3–24 weeks post-treatment [18], [20]. However, the reduction rates for the highly prevalent groups were around 50% in this study, lower than those previously reported [18], [20] and moderately infected group of this study. These data demonstrated that reinfection occurred more frequently in the highly endemic village than in the moderately endemic one. Third, praziquantel therapy produced little change in the S. mansoni prevalence compared with the reduction observed for S. haematobium. Similar findings were reported in Niger [20]. Previous reports and our data indicate that a single dose of praziquantel (40 mg/kg) is less effective in curing S. mansoni infection than that of S. haematobium. Development of resistance to praziquantel is also of concern [24] and should be studied by a well-designed investigation.\nIn addition to chemotherapy, encouraging self-protective health behaviors may reduce the transmission and reinfection rates of schistosomiasis [25]. Through this project, students received health education 1.8–2.8 times through the project period, thus cumulative coverage rates of health education were 131–175% at a unit level. Kenana unit showed the highest cumulative rate of health education (175%), the reduction rate of S. haematobium prevalence was 37.0%, which was below the mean reduction rate 52.6%. On the contrary, Joda unit revealed the lowest cumulative health education rate (13%), but the reduction rate was 69.6%. Thus, there was no correlation between health education coverage rates and reductions in prevalence, which was in agreement with a previous report [26]. In the present study, students showed a general increase in awareness of the health hazard of schistosomiasis and the preventive measures according to the questionnaire survey. However, this knowledge was not connected to prevent the infection in Khour Ajwal village in Al Jabalain unit, so continuous health education is needed at the school level. For this purpose, this project conducted intensive health education course for school health teachers. According to the questionnaire results from health teachers, they emphasized the health education and the role of schools to prevent the reinfection of schistosomiasis. Thus, the intensive program may contribute teachers to enforce the role as a health educator to students. To obtain better outcomes, health education models need to consider social representation and illness experience besides scientific knowledge in order to increase knowledge of schistosomiasis transmission and prevention [27].\nThe clean and safe water supply is important in reducing the rates of ascariasis, diarrhea, schistosomiasis, and trachoma [28,29]. Villages in the pilot area were settled along the White Nile River; however few facilities provided clean water and sanitation services. Therefore, village residents had no choice but to use water directly from the river. The KOICA project provided a large filtered water supply facility in Al Hidaib village in the Al Jabalain unit. The follow-up survey revealed a reduction in the prevalence at Al Hidaib, from 46.1% to 20.5% of urogenital schistosomiasis, whereas that in the neighboring village in the same unit, Khour Ajwal, increased from 27.3% to 45.6% during the same period. The natural environment and lifestyle of the two neighboring villages were very similar, and mass praziquantel therapy and health education were implemented in both. However, filtered clean water was supplied only to Al Hidaib village residents. This finding may reflect the importance of providing a supply of clean water to reduce reinfection rates as part of efforts to control schistosomiasis. According to the questionnaire survey among Al Hidaib residents, 71.2% of the village residents used only water collected from this water supply facility, and 81.4% of answerers felt better health condition after construction of a drinking water supply facility. Thus, clean drinking water supply facility in Al Hidaib village will contribute to improving the health and life quality of the residents and children by prevention of waterborne diseases including schistosomiasis.\nEven though the project achieved the proposed objectives, it was also limited in several ways. First, since the project duration was not long enough to eliminate schistosomiasis, there was a potential for the resurgence of the disease. Second, molluscicides were not used for snail control due to the effects of environment, and it may be one of the factors of high reinfection. Third, this project targeted primarily students; thus, village residents and preschoolers in the villages were not covered fully. Fourth, a filtered water supply facility was provided to only one village, and this was not sufficient to affect the whole target area. Fifth, we used urine sedimentation method. This method is very good to detect the eggs of S. haematobium in urine, however the eggs might attach to the wall of tubes or dispensers to lower its sensitivity [30]. Due to these limitations, the results should be interpreted as reflective of the effects of mass praziquantel therapy and health education on the control of urinary schistosomiasis.\nIn conclusion, mass praziquantel therapy should be the core activity of efforts to control schistosomiasis in the field, which must be integrated with health education and clean water supply. The control activity should last long enough to reduce reinfection and keep low prevalence in the project area."
}