{
    "Background": "Characterizing the evolutionary relationships and population structure of parasites can provide important insights into the epidemiology of human disease.",
    "Methodology/Principal Findings": "We examined 142 isolates of Trypanosoma brucei from all over sub-Saharan Africa using three distinct classes of genetic markers (kinetoplast CO1 sequence, nuclear SRA gene sequence, eight nuclear microsatellites) to clarify the evolutionary history of Trypanosoma brucei rhodesiense (Tbr) and T. b. gambiense (Tbg), the causative agents of human African trypanosomosis (sleeping sickness) in sub-Saharan Africa, and to examine the relationship between Tbr and the non-human infective parasite T. b. brucei (Tbb) in eastern and southern Africa. A Bayesian phylogeny and haplotype network based on CO1 sequences confirmed the taxonomic distinctness of Tbg group 1. Limited diversity combined with a wide geographical distribution suggested that this parasite has recently and rapidly colonized hosts across its current range. The more virulent Tbg group 2 exhibited diverse origins and was more closely allied with Tbb based on COI sequence and microsatellite genotypes. Four of five COI haplotypes obtained from Tbr were shared with isolates of Tbb, suggesting a close relationship between these taxa. Bayesian clustering of microsatellite genotypes confirmed this relationship and indicated that Tbr and Tbb isolates were often more closely related to each other than they were to other members of the same subspecies. Among isolates of Tbr for which data were available, we detected just two variants of the SRA gene responsible for human infectivity. These variants exhibited distinct geographical ranges, except in Tanzania, where both types co-occurred. Here, isolates possessing distinct SRA types were associated with identical COI haplotypes, but divergent microsatellite signatures.",
    "Conclusions/Significance": "Our data provide strong evidence that Tbr is only a phenotypic variant of Tbb; while relevant from a medical perspective, Tbr is not a reproductively isolated taxon. The wide distribution of the SRA gene across diverse trypanosome genetic backgrounds suggests that a large amount of genetic diversity is potentially available with which human-infective trypanosomes may respond to selective forces such as those exerted by drugs."
}