{
    "Background": "In South Asia, hundreds of millions of people are infected with soil-transmitted helminths (Ascaris lumbricoides, hookworm, and Trichuris trichiura). However, high-resolution risk profiles and the estimated number of people infected have yet to be determined. In turn, such information will assist control programs to identify priority areas for allocation of scarce resource for the control of soil-transmitted helminth infection.",
    "Methodology": "We pursued a systematic review to identify prevalence surveys pertaining to soil-transmitted helminth infections in four mainland countries (i.e., Bangladesh, India, Nepal, and Pakistan) of South Asia. PubMed and ISI Web of Science were searched from inception to April 25, 2019, without restriction of language, study design, and survey date. We utilized Bayesian geostatistical models to identify environmental and socioeconomic predictors, and to estimate infection risk at high spatial resolution across the study region.",
    "Principal findings": "A total of 536, 490, and 410 georeferenced surveys were identified for A. lumbricoides, hookworm, and T. trichiura, respectively. We estimate that 361 million people (95% Bayesian credible interval (BCI) 331–395 million), approximately one-quarter of the South Asia population, was infected with at least one soil-transmitted helminth species in 2015. A. lumbricoides was the predominant species. Moderate to high prevalence (>20%) of any soil-transmitted helminth infection was predicted in the northeastern part and some northern areas of the study region, as well as the southern coastal areas of India. The annual treatment needs for the school-age population requiring preventive chemotherapy was estimated at 165 million doses (95% BCI: 146–185 million).",
    "Conclusions/significance": "Our risk maps provide an overview of the geographic distribution of soil-transmitted helminth infection in four mainland countries of South Asia and highlight the need for up-to-date surveys to accurately evaluate the disease burden in the region."
}