{
    "Introduction": "Trypanosomiases are infectious diseases affecting humans and animals. They are caused by several Trypanosoma species, cyclically transmitted by tsetse flies of the genus Glossina. Human African Trypanosomiasis (HAT), also known as sleeping sickness, is an important but neglected public health disease in sub-Saharan Africa [1]. In West and Central Africa, Trypanosoma brucei gambiense causes the chronic form of HAT, responsible for >98% of all officially reported HAT cases, while in East and Southern Africa, Trypanosoma brucei rhodesiense causes the acute form of the disease which is responsible for <2% of reported cases [2]. Animal African Trypanosomiasis (AAT), also known as “nagana”, is a major constraint to livestock production in 37 sub-Saharan African countries [3,4]. About 50 million cattle are at risk of AAT with an estimated economic cost of US$4.5 billion per year [5] and therefore the disease is a cause of poverty and famine.\nGreat progress has been made towards the elimination of sleeping sickness throughout endemic areas in Africa. WHO reports of 1998 highlighted that about 300,000 new cases of HAT occurred every year [6]. As a result of great efforts deployed by WHO, governments and other stakeholders to improve human case detection & treatment and vector control, the number of new cases recorded declined to 50,000–70,000 by 2006 [7]. Over the past two decades, the development and implementation of cost effective vector control [8–11] have helped to further decrease the HAT incidence, with the lowest records of 2164 new cases in 2016 [12], 977 in 2018 [13] and 565 in 2020 [14]. After achieving the global goal of eliminating the gambiense HAT (gHAT) as a public health problem in 2020, WHO and partners were highly encouraged to move towards the goal of complete interruption of transmission of gHAT by 2030.\nIn Cameroon, the disease mainly occurs in Campo with more than 90% of the cases in the country being reported from this area. Campo is a transborder focus located in the South Forest Region and shared between Cameroon and Equatorial Guinea. Around seven new cases occurred each year between 2012 and 2018 in the Cameroonian part of the focus [14]. In 2019 however, the number of reported new cases increased drastically to 20 [15]. Recent studies in Campo have shown that the tsetse vectors of gHAT display high densities, thus maintaining the risk of transmission of both human and animal trypanosomes at high levels [16–19].\nThe insecticide impregnated Tiny Targets have recently proven efficient for tsetse control and accelerating elimination of gHAT in African foci [8,20]. In the present study, we introduced Tiny Targets for the first time in Campo at a small scale to assess their efficiency in a forest/mangrove context. This study was a pilot study conducted in the frame of the PIIVeC Project (Partnership for Increasing the Impact of Vector Control - https://www.piivec.org/ -), which aims to improve the policies of fighting vector-borne diseases through the identification and implementation of appropriate actions to control their vectors.",
    "Material and methods": "Study area\nCampo (2° 22’ N; 9° 49’ E) is in the South region of Cameroon, on the western Atlantic coast and borders Equatorial Guinea in the South. Campo extends along the Ntem river and is characterised by typical maritime equatorial climate with four seasons of approximately 3 months each. There are two rainy seasons and two dry seasons of inequal characteristics, i.e., the heavy dry season is characterised by relatively lower rain levels and higher temperatures than the light dry season. The environment is composed of a dense hydrographic network with several rivers, a coastal plain along the ocean, a mangrove swamp along the Ntem River in the southern part of the area, marshes, and evergreen forest. The main activities of Campo inhabitants are fishing, farming, and hunting. However, hunting has been highly restricted since the creation of Campo/Maan national reserve park where wild fauna composition is highly diverse [21]. Across the River Ntem, significant population movements are observed between Campo Beach (Cameroon) and Rio Campo (Equatorial Guinea) for economic and familial purposes. These exchanges of populations from both sides may impact the epidemiology of several diseases [22], including HAT. The study area maps were designed under the software QGIS [23], using the ESRI satellite base map (Environmental Systems Research Institute, Inc., Redlands, CA, www.esri.com) that is publicly available. The area was divided into two polygons (Fig 1): The South-West polygon–where HAT cases have been reported for decades–was chosen as intervention area, where vector control was implemented. The Eastern polygon, located around 10 km from the intervention area, was used as the non-intervention area with no Tiny Targets deployed.\nFigure designed using the ESRI satellite base map (https://www.arcgis.com/home/webmap/viewer.html?url=https%3A%2F%2Fserver.arcgisonline.com%2Farcgis%2Frest%2Fservices%2FWorld_Imagery%2FMapServer&source=sd).\n\n\nTsetse pre-intervention surveys\nTwo baseline entomological surveys were conducted in December 2018 and July 2019 (heavy and light dry seasons respectively) for pre-intervention data collection. Tsetse flies were collected using pyramidal traps [24] placed in suitable biotopes (water points, riverbanks, behind dwellings, along the roads, farmlands). The trap positions were geo-referenced using a global positioning system. The trapping points were chosen following a similar preliminary work done in the same area in 2012 [18], so that the bulk of the area was covered. The traps were visited once a day for 2 to 4 consecutive days, and in each visit, tsetse trapped were collected and transferred into the field laboratory. Once in the field laboratory, a morphological identification of the tsetse flies was carried out to determine their species, sex and their teneral/non-teneral status (i.e., if they had taken their first blood meal or not). Tsetse flies were then placed individually in Eppendorf tubes containing ethanol 95%. Once in the main laboratory, the tubes were stored at -20°C until subsequent analyses.\n\n\nPopulation sensitization, tiny targets deployment and maintenance\nPrior to the deployment of tiny targets in January 2020, a preliminary sensitization campaign was carried out through a meeting organized with local authorities and the population in the village Campo Beach. This was followed by a five-days door-to-door sensitization to explain the project activities, prepare the population about the upcoming installation of Tiny Targets in their environment, and their participation or engagement to help improve the performance of the tool. Approximately 2000 tiny targets (Vestergaard-Frandsen, Lausanne, Switzerland) were then deployed in January 2020 (Fig 2) and replaced every six months to cover a period of 2 years (August 2020, January 2021, and August 2021). The deployments were conducted during the dry season. This season allows easy access to the fly breeding sites and is favourable for the flies’ biological activities (feeding and reproduction), thus facilitating their contact with the screens. The locations of all targets were recorded using global positioning system units and mapped using the software QGIS 3.16. The installation was carried out by the research team in association with local people. Local assistants received prior training on how to mount and set up the targets, and how to record their locations. Targets were installed at intervals of approximately 50m. The vegetation surrounding the targets was cleared in a radius of 1.5m, so that they could be easily visible for the flies. During redeployments, we minimised the impact on the environment by removing old Tiny Targets for further destruction under controlled conditions.\nFigure designed using the ESRI satellite base map (https://www.arcgis.com/home/webmap/viewer.html?url=https%3A%2F%2Fserver.arcgisonline.com%2Farcgis%2Frest%2Fservices%2FWorld_Imagery%2FMapServer&source=sd).\n\n\nTsetse post-intervention surveys\nEntomological monitoring was conducted at 90 geo-referenced sentinel positions (77 in the intervention area and 13 in the non-intervention control area), which were the same used for baseline entomological data collection. The same sites were used before the first deployment (to provide the baseline data on mean catches) and after the interventions (to provide a measure of the intervention impact). These surveys were carried out every six months before the replacement of Tiny Targets (August 2020, January 2021, August 2021) and in January 2022 at the end of the vector control operation. Collected flies were identified (species and sex), counted, and stored in 95% ethanol for subsequent laboratory-based analyses (e.g., identification of trypanosome infections).\n\n\nDNA extraction and identification of trypanosome infections in tsetse flies\nTsetse heads (mouthparts) were separated from the rest of the bodies to assess mature infections to trypanosomes. Total DNA was extracted from tsetse fly bodies using the LIVAK protocol [25], and Trypanosoma species were detected by a nested PCR as described by Desquesnes et al. [26], amplifying the Internal transcribed spacer 1 of the rDNA. The primer pairs used were TRYP18.2C (5’-GCAAATTGCCCAATGTCG-3’) & TRYP4R (5’-GCTGCGTTCTTCAACGAA-3’) for the first round, and IRFCC (5’-CCTGCAGCTGGATCAT-3’) & TRYP5RCG (5’-ATCGCGACACCTTGTG-3’) for second reaction. From flies found with trypanosome DNA in their bodies, DNA was extracted from mouthparts and tested for presence of trypanosomes using the same protocols described for trypanosome detection in bodies.\n\n\nStatistical analyses\nTsetse fly apparent densities per trap (ADT) were calculated as the total number of flies captured divided by the number of traps used and by the number of days of captures. Mean ADTs were computed after normalization of mean daily tsetse catches per trap (e.g., ), followed by computing the arithmetic mean of the transformed catches and back-transformation of the mean using the equation: . The mean catches (ADTs) were reported along with their 95% confidence intervals. ADTs between different monitoring periods were compared through analysis of variance using Graphpad Prism8 (GraphPad Software, Boston, Massachusetts USA, www.graphpad.com).\nTrypanosome infection rates in tsetse were computed as the percentage of flies found with trypanosome DNA over the total number of flies analysed. A Chi-square test was used to compare the infection rates of different trypanosome species between sampling periods, and before and after vector control with tiny targets, using the software R [27] with the significance threshold set at 0.05.",
    "Results": "Impact of tiny targets on tsetse densities\nVariation of tsetse densities in the intervention area.Out of the 2287 tsetse flies that were caught during the pre-intervention surveys in the intervention area, 1312 (57.37%) and 975 (42.63%) were from heavy (December 2018) and light (July 2019) dry seasons respectively. Four tsetse fly species or sub-species were identified, namely Glossina palpalis palpalis, G. pallicera, G. caliginea and G. nigrofusca (Table 1). G. palpalis palpalis, which is the sub-species responsible for the transmission of the human sleeping sickness in Campo, was largely dominant, with overall relative abundance of 92.44% and 93.23% for the two seasons, respectively. This species also displayed high densities in the different sampling points, with mean ADT values of 2.15 95%CI [1.60–2.81], and 2.48, 95%CI [1.92–3.14] flies/trap/day in heavy and light dry seasons respectively.\nPost-intervention surveys showed a great reduction of tsetse catches in the intervention area in the first twelve months of vector control, followed by a partial recovery in the next twelve other months. The overall Glossina palpalis palpalis density decreased from 2.48 [1.92–3.14] tsetse/trap/day in July 2019 to 0.95 [0.69–1.35] tsetse/trap/day in August 2020, showing significant reduction of 62.50% (p < 0.0001). During the second evaluation after twelve months of vector control (January 2021), the mean catches continued decreasing to 0.66 [0.42–0.94] tsetse/trap/day, for an overall reduction of 73.39%. During the third and the fourth surveys, we observed a partial recovery in tsetse densities from 0.66 in January 2021 to 1.45 [1.07–1.90] tsetse/trap/day in August 2021, and 1.71 [1.27–2.24] tsetse/trap/day in January 2022 (Table 1; Fig 3A).\n\nEvolution of tsetse densities in the non-intervention area.A total of 928 tsetse flies were caught in the non-intervention area before the first target deployment, of which 603 were trapped during the heavy dry season (December 2018) and 325 during the light dry season (July 2019). As in the intervention area, four tsetse fly species or sub-species were identified, namely G. palpalis palpalis with relative abundances 94.68% and 91.69%, G. pallicera (3.32% and 6.77%), G. caliginea (1.49% and 0.92%), and G. nigrofusca (0.50% and 0.62%) for heavy and light dry seasons, respectively (Table 2). G. palpalis palpalis displayed high densities in the different sampling points in the non-intervention area (Fig 3B), with mean ADT values of 3.98 95%CI [1.48–8.09], and 2.43, 95%CI [0.73–5.77] flies/trap/day in heavy and light dry seasons respectively.\nAlthough G. palpalis palpalis densities varied in the non-intervention area, it generally increased by 33.24%, i.e., from 2.43 [0.73–5.77] tsetse/trap/day in July 2019 to 3.64 [1.47–7.70] tsetse/trap/day over the 2 years of the study (Fig 3B).\nThe other tsetse species also present were captured during the 2 years of the study, at almost constant densities (Table 2).\n\n\n\nImpact of tiny targets on trypanosome prevalence in Glossina palpalis palpalis\nTrypanosome prevalence in G. palpalis palpalis in the intervention area.From 713 and 844 randomly selected flies of the sub-species G. palpalis palpalis captured in December 2018 and July 2019 pre-intervention surveys, we identified a total of 162 (22.72%) and 166 (19.67%) flies infected with at least one trypanosome species in their bodies, respectively (Table 3). The most frequent species was Trypanosoma congolense, with infection rates of 20.90% and 11.97%, followed by T. brucei s. l. (1.96% and 7.23%), T. vivax (0.47% and 2.37%) and T. simiae (0.47% and 1.90%) for the heavy and light dry seasons, respectively. Mixed infections occurred in 11 (1.54%) and 16 (1.90%) flies for the two seasons, and 36 flies (22.22%) from heavy dry season (December 2018) carried mature infections of T. congolense, with trypanosome DNA being detected in their mouthparts. T. brucei gambiense, the parasite responsible for human sleeping sickness, were identified in 4 flies among the T. brucei s. l. infections.\nAfter the deployment of Tiny Targets, tsetse infection rates remained high after the first six months (from 19.67% in July 2019 to 20.18% in August 2020), but a significant drop was observed at the eighteenth month, with only 3.03% (p < 0.001) of flies being found infected in January 2021 (Fig 4). During the last six months of vector control, tsetse infection rates increased to 5.06%. However, no mature infection was identified in all those infected flies during the intervention.\nVector control equally affected the prevalence of Trypanosome species previously detected; indeed, infection rates of the predominant species T. congolense decreased from 11.97% before vector control (July 2019) to 4.30% after 2 years (January 2022), T. brucei s. l. from 7.23% to 0.41%, T. vivax from 2.37% to 0.25%, and T. simiae from 1.90% to 0% (Table 3).\n\n\n\nTrypanosome prevalence in G. palpalis palpalis in the non-intervention area\nFrom 341 and 288 randomly selected G. palpalis palpalis captured in December 2018 and July 2019 pre-intervention surveys, we identified a total of 15 (4.40%) and 63 (21.98%) flies harbouring at least one trypanosome species in their midguts respectively (Table 4). The most frequent species was T. congolense with infection rates of 3.81% and 12.50%, followed by T. brucei s. l. which accounted for 0.59% and 8.33% for the heavy and light dry seasons respectively. T. vivax and T. simiae were found only in the light dry season where they accounted for 3.13% and 0.35% respectively. Amongst these infected flies, 7 (2.43%) were carrying mixed infections and no mature infections were recorded.\nAfter Tiny Targets deployment, there was a significant decrease in the fly’s infection rates from a mean of 21.88% in July 2019 to 3.45% after 2 years of intervention (Fig 4), showing a reduction of 84.23% (p < 0.001). More specifically, infection rates showed significant decrease from 21.88% in July 2019 to 15.47% in August 2020, followed by a drastic decrease to 0% in January 2021. However, we observed an increase to 1.67% in August 2021 and to 5.45% in January 2022 (Table 4).\nConsidering trypanosome species, T. congolense decreased from a rate of 15.50% in July 2019 to 1.67% after 2 years (January 2022), showing a total reduction of about 89.22% (p < 0.001). Regarding other species, T. brucei s. l. infection rate reduced from 8.33% to 0% in January 2022, showing reduction of about 100% (p < 0.001). T. vivax and T. simiae rate passed from 3.13% and 0.35% to 0% respectively.",
    "Discussion": "Active case detection and treatment have helped in reducing the sleeping sickness incidence to a low level [28]. Additionally, the introduction of vector control especially with the development of Tiny Targets contributed to curb the incidence still further [8,20]. This tool has proven very important in settings where the disease is sustained for decades at low levels, and where the detection of individual cases could be very expensive. This is the case of Campo in the South Region of Cameroon. The WHO acknowledges the potential benefit of incorporating vector control in the fight against gambiense sleeping sickness [29]. Here, we discuss the impact of vector control using tiny targets on tsetse densities and trypanosomes circulating in the Campo HAT focus.\n\nEvaluation of the impact of targets on tsetse densities\nDuring the tsetse control initiative in Campo using tiny targets (January 2020 to January 2022), the mean daily catches of G. p. palpalis declined by 73.69% in the twelfth month of vector control. This reduction was low, compared to 80% to 90% during the first six months as observed in DCR [30], Chad [31], Côte d’Ivoire [32] and Uganda [11]. One factor that could explain the difference in the pattern of tsetse densities in Cameroon compared to other countries during the vector control could be the marked difference in tsetse habitats between countries. Campo is a dense forest area with high land coverage with vegetation, swampy areas, marshes, and mangroves, representing probably one of the most challenging environments for vector control, as large areas infested with tsetse flies are not easily accessible. Although Tiny Targets were easily installed in most of the mangrove along the Ntem River, most of the small tributaries coming from the mainland and crossing large surfaces of marshes and swamps that seem to be tsetse breeding hotspots were not accessible because of the vegetation congestion on riverbeds. Streams forming those tributaries on the mainland, on which villagers carry out activities were previously shown to harbour high tsetse fly densities [18,19] and we hypothesize that despite the presence of Tiny Targets in accessible areas, there is a constant supply of flies from downstream. Secondly, although more than 90% of tiny targets installed were still in good physical condition (upright position) after six months (that was quite good compared to the 50% expected to have fallen [33]), many were already hidden with vegetation after 3 months or others became less effective because of film of particles deposited on them and preventing flies from getting into contact with the insecticide. This certainly favours slight increase in densities during three months before monitoring, but this hypothesis couldn’t be assessed as in many studies where monitoring is usually done every three and not six months as was the case in our study [8,11,30]. Another hypothesis is that the area covered by the vector control intervention was not sufficient to sustain the decrease in tsetse density and therefore, recolonisation occurred from neighbouring areas not covered by Tiny Targets (i.e., from the Guinean Bank of the river Ntem, following human or animals crossing the border), following a density-dependant process [34–36].\nOur study also showed a partial gradual recovery (almost 20%) of the tsetse population density, during the second year of vector control. This result could be explained by environmental mutations or changes that occurred in Campo biotope during the intervention, with the implementation of a new palm grove (3,500 hectares set on 70,000 hectares expected) through a huge deforestation programme near the Campo natural game reserve. Indeed, the increase in tsetse densities in the second year coincided with villagers’ complaints of elephants invading the villages, destroying crops, and these elephants are known locally to move along with masses of tsetse flies. As deforestation was done without preliminary orientation of animals to the natural game reserve side, the animals that were on the villages side probably came close to villages to avoid the noise, and unfortunately constituted permanent tsetse attractants.\nIn the non-intervention area as expected, tsetse densities stayed high over the two years of monitoring, with a slight non-significant increase in the second year, also following elephants coming near villages since the start of deforestation for the palm grove implantation. This result confirmed that tiny targets were the factors responsible of reducing the tsetse densities in the intervention area.\n\n\nEvaluation of the impact of targets on trypanosomes circulating in tsetse flies\nThis study showed a high reduction in the prevalence of trypanosomes in tsetse flies captured in Campo during the vector control. Overall, trypanosome infection rates decreased by 95% in the intervention area during the first 18 months of vector control. However, a decrease of trypanosome infection rates was also observed in the non-intervention area. This finding indicates that the non-intervention area was not far enough from the intervention area and that the same parasite populations circulate in the whole Campo focus through animal movements. The impact of vector control on trypanosome circulation was higher than that recently reported in Côte d’Ivoire [37], where tsetse infection rates were generally lower following the deployment of targets but not significantly, despite a great reduction in tsetse densities. Furthermore, in this study, no T. brucei gambiense infections were detected amongst all flies captured during the two years of vector control; this result indicates that the circulation of the human parasite has possibly regressed in the area. More importantly, no mature infections were detected in flies captured during the vector control, indicating that the infections detected in tsetse were recent, and flies infected were likely to get into contact with Tiny Targets and die before maturing and transmitting trypanosomes to humans or animals.",
    "Conclusion": "This study has shown the positive impact of the Tiny Targets in reducing the tsetse vector population density in Campo that could be associated to a good reduction of human and animal trypanosomes circulation. This tool can help in achieving the elimination of sleeping sickness in Cameroon. However, the impact of vector control was not to the expected magnitude, when compared to the levels achieved in other countries. Integrated action involving the actors of the palm plantation under development is required to mitigate the effects of the plantation on vector control. Our results also suggest that increasing the targets coverage to the non-intervention area and to the Guinean banks of the river Ntem in Rio Campo, could help minimize levels of migration and its impact. Maintaining the targets deployed every 3 months through clearing around and changing the ones recovered with particles may also improve efficiency of the vector control."
}