{
    "Background": "Timely and appropriate administration of post-exposure prophylaxis (PEP) is an essential component of human rabies prevention programs. We evaluated patient care at rabies clinics in a high-risk county in Hunan Province, China to inform strategies needed to achieve dog-mediated human rabies elimination by 2030.",
    "Methods": "We collected information on PEP, staff capacity, and service availability at the 17 rabies clinics in the high-risk county during onsite visits and key staff interviews. Additionally, we conducted observational assessments at five of these clinics, identified through purposive sampling to capture real-time information on patient care during a four-week period. Wound categories assigned by trained observers were considered accurate per national guidelines for comparison purposes. We used the kappa statistic and an alpha level of 0.05 to assess agreement between observers and clinic staff.",
    "Results": "In 2015, the 17 clinics provided PEP to 5,261 patients. Although rabies vaccines were available at all 17 clinics, rabies immune globulin (RIG) was only available at the single urban clinic in the county. During the assessment period in 2016, 196 patients sought care for possible rabies virus exposures. According to observers, 88 (44%) patients had category III wounds, 104 (53%) had category II wounds and 4 (2%) had category I wounds. Observers and PEP clinic staff agreed on approximately half of the assigned wound categories (kappa = 0.55, p-value< 0.001). Agreement for the urban county-level CDC clinic (kappa = 0.93, p-value<0.001) was higher than for the township clinics (kappa = 0.16, p-value = 0.007). Using observer assigned wound categories, 142 (73%) patients received rabies vaccinations and RIG as outlined in the national guidelines.",
    "Conclusion": "Rabies PEP services were available at each town of the project county; however, gaps between clinical practice and national rabies guidelines on the use of PEP were identified. We used these findings to develop and implement a training to rabies clinic staff on wound categorization, wound care, and appropriate use of PEP. Additional risk-based approaches for evaluating human rabies virus exposures may be needed as China progresses towards elimination."
}