{
    "Background": "Acanthamoeba castellanii, which causes keratitis and blindness in under-resourced countries, is an emerging pathogen worldwide, because of its association with contact lens use. The wall makes cysts resistant to sterilizing reagents in lens solutions and to antibiotics applied to the eye.",
    "Methodology/Principal findings": "Transmission electron microscopy and structured illumination microscopy (SIM) showed purified cyst walls of A. castellanii retained an outer ectocyst layer, an inner endocyst layer, and conical ostioles that connect them. Mass spectrometry showed candidate cyst wall proteins were dominated by three families of lectins (named here Jonah, Luke, and Leo), which bound well to cellulose and less well to chitin. An abundant Jonah lectin, which has one choice-of-anchor A (CAA) domain, was made early during encystation and localized to the ectocyst layer of cyst walls. An abundant Luke lectin, which has two carbohydrate-binding modules (CBM49), outlined small, flat ostioles in a single-layered primordial wall and localized to the endocyst layer and ostioles of mature walls. An abundant Leo lectin, which has two unique domains with eight Cys residues each (8-Cys), localized to the endocyst layer and ostioles. The Jonah lectin and glycopolymers, to which it binds, were accessible in the ectocyst layer. In contrast, Luke and Leo lectins and the glycopolymers, to which they bind, were mostly inaccessible in the endocyst layer and ostioles.",
    "Conclusions/Significance": "The most abundant A. castellanii cyst wall proteins are three sets of lectins, which have carbohydrate-binding modules that are conserved (CBM49s of Luke), newly characterized (CAA of Jonah), or unique to Acanthamoebae (8-Cys of Leo). Cyst wall formation is a tightly choreographed event, in which lectins and glycopolymers combine to form a mature wall with a protected endocyst layer. Because of its accessibility in the ectocyst layer, an abundant Jonah lectin is an excellent diagnostic target."
}