{
    "Background": "In the Cameroon, previous efforts to identify Buruli ulcer (BU) through the mobilization of community health workers (CHWs) yielded poor results. In this paper, we describe the successful creation of a BU community of practice (BUCOP) in Bankim, Cameroon composed of hospital staff, former patients, CHWs, and traditional healers.",
    "Methods and principle findings": "All seven stages of a well-defined formative research process were conducted during three phases of research carried out by a team of social scientists working closely with Bankim hospital staff. Phase one ethnographic research generated interventions tested in a phase two proof of concept study followed by a three- year pilot project. In phase three the pilot project was evaluated. An outcome evaluation documented a significant rise in BU detection, especially category I cases, and a shift in case referral. Trained CHW and traditional healers initially referred most suspected cases of BU to Bankim hospital. Over time, household members exposed to an innovative and culturally sensitive outreach education program referred the greatest number of suspected cases. Laboratory confirmation of suspected BU cases referred by community stakeholders was above 30%. An impact and process evaluation found that sustained collaboration between health staff, CHWs, and traditional healers had been achieved. CHWs came to play a more active role in organizing BU outreach activities, which increased their social status. Traditional healers found they gained more from collaboration than they lost from referral.",
    "Conclusion/ Significance": "Setting up lines of communication, and promoting collaboration and trust between community stakeholders and health staff is essential to the control of neglected tropical diseases. It is also essential to health system strengthening and emerging disease preparedness. The BUCOP model described in this paper holds great promise for bringing communities together to solve pressing health problems in a culturally sensitive manner."
}