{
    "Background": "Resistance of Aedes aegypti to photostable pyrethroid insecticides is a major problem for disease-vector control programs. Pyrethroids target the voltage-gated sodium channel on the insects' neurons. Single amino acid substitutions in this channel associated with pyrethroid resistance are one of the main factors that cause knockdown resistance in insects. Although kdr has been observed in several mosquito species, point mutations in the para gene have not been fully characterized in Ae. aegypti populations in Vietnam. The aim of this study was to determine the types and frequencies of mutations in the para gene in Ae. aegypti collected from used tires in Vietnam.",
    "Methods and Findings": "Several point mutations were examined that cause insensitivity of the voltage-gated sodium channel in the insect nervous system due to the replacement of the amino acids L1014F, the most commonly found point mutation in several mosquitoes; I1011M (or V) and V1016G (or I), which have been reported to be associated to knockdown resistance in Ae. aegypti located in segment 6, domain II; and a recently found amino acid replacement in F1269 in Ae. aegypti, located in segment 6, domain III. Among 756 larvae from 70 locations, no I1011M or I1011V nor L1014F mutations were found, and only two heterozygous V1016G mosquitoes were detected. However, F1269C mutations on domain III were distributed widely and with high frequency in 269 individuals among 757 larvae (53 collection sites among 70 locations surveyed). F1269C frequencies were low in the middle to north part of Vietnam but were high in the areas neighboring big cities and in the south of Vietnam, with the exception of the southern mountainous areas located at an elevation of 500–1000 m.",
    "Conclusions": "The overall percentage of homozygous F1269C seems to remain low (7.4%) in the present situation. However, extensive and uncontrolled frequent use of photostable pyrethroids might be a strong selection pressure for this mutation to cause serious problems in the control of dengue fever in Vietnam."
}