{
    "Background": "Anthelminthic treatment options against schistosomiasis are limited. The current treatment relies almost exclusively on a single drug, praziquantel (PZQ). As a consequence, the development of resistance to PZQ and limited activity of PZQ against earlier development stages are respectively a risk and a limitation to achieving the goals of the new WHO roadmap towards elimination. For the discovery of new chemical starting points, the in vitro drug screening on Schistosoma mansoni (S. mansoni) against newly transformed schistosomula (NTS) is still the most predominant approach. The use of only NTS in the initial screening limits sensitivity to potential new compounds which are predominantly active in later developmental stages. Using our recently described highly standardized, straightforward and reliable culture method that generates high rates of juvenile worms, we aimed to repurpose a subset of the National Center for Advancing Translational Sciences (NCATS) Pharmaceutical Collection (340 compounds) to identify new hits with an in vitro worm culture assay.",
    "Methodology/Principal findings": "Cercariae were mechanically transformed into skin-stage (SkS) schistosomula and continuously cultured for 3–6 weeks to the liver stage (LiS). A commercial source of serum was identified, and decrease of NTS/well along with optimal drug testing conditions was established to test compounds on early and late LiS worms. The library was screened in 96-well format assays using praziquantel (PZQ) as a positive control. Primary screening allowed a 5.9% hit rate and generated two confirmed hits on adult worms; a prophylactic antianginal agent and an antihistaminic drug.",
    "Conclusion": "With this standardized and reliable in vitro assay, important S. mansoni developmental stages up to LiS worms can be generated and cultured over an extended period. When exposed to a subset of the NCATS Pharmaceutical Collection, 3 compounds yielded a defined anti-schistosomal phenotype on juvenile worms. Translation of activity on perfused adult S. mansoni worms was achieved only for perhexiline (a prophylactic antianginal agent) and astemizole (an antihistaminic drug)."
}