{
    "Introduction": "Malaria, a parasitic disease infected by Plasmodium parasites transmitted by mosquitoes, poses a major threat to global health. In 2022, there were 249 million malaria cases and 608,000 deaths worldwide [1]. Among the five Plasmodium spp. that infect humans, P. vivax is the most geographically widespread species and responsible for most cases outside Africa. Moreover, the control and elimination of P. vivax malaria represent a great challenge due to the unique biology of this species [2]. The major obstacle in cultivating P. vivax is its preference for invading reticulocytes. P. vivax has faster sexual development, which enables it to be transmitted to mosquito vectors before the appearance of symptoms. The formation of hypnozoites in the human liver is responsible for relapses, which require the use of 8-aminoquinoline drugs for radical cures. In addition, there is a large reservoir of asymptomatic P. vivax infections in low-transmission areas that sustain transmission and hinder malaria elimination [3,4]. Moreover, the emergence of parasite drug resistance adds more difficulties to managing P. vivax malaria [5].\nVaccination is the most successful approach to controlling or eliminating infectious diseases. Unfortunately, the vaccine development for P. vivax lags behind that of P. falciparum, with a limited number of P. vivax vaccines undergoing clinical trials [6]. The delay in vaccine development is partially attributed to the significant knowledge gap regarding the biology of P. vivax. Generally, malaria vaccines are categorized as pre-erythrocytic stage, blood-stage, and transmission-blocking (TB) vaccines (TBVs). TBVs aim to reduce transmission and eliminate malaria through herd immunity [7]. The basic principle of a TBV is to immunize individuals with sexual-stage antigens of the malaria parasite or mosquito antigens to induce the production of specific antibodies, thus preventing subsequent development of the parasite in the mosquito and cutting off its transmission [8–10]. The early and continuous production of gametocytes during P. vivax infections suggests that TBV is a promising strategy for eliminating P. vivax.\nCurrently, only a limited number of leading P. vivax TBV candidates are in Phase I of the vaccine development pipeline [11]. The first step and the key challenge for developing a vaccine are the discovery of promising candidates. The inability to establish a long-term in vitro culture of P. vivax has slowed down antigen discovery for this parasite. Until now, the effective method for identifying potential candidates for P. vivax vaccines has been through studies of naturally acquired immunity in endemic populations [12] or in silico analysis and computational screening [13]. Besides, chimeric P. knowlesi or P. berghei lines were successfully used to exchange candidate genes with their P. vivax orthologs and to evaluate P. vivax vaccine targets [6,14].\nIn a previous study, we found that putative secreted ookinete protein PbPSOP25 (PBANKA_1119200) had notable transmission-blocking activity (TBA) in the P. berghei rodent malaria model [15]. Both polyclonal and monoclonal anti-PSOP25 antibodies can significantly reduce the formation of ookinetes in vitro and decrease the mosquito infection rate and oocyst density in the midgut [15]. Another group found that PIMMS43 (synonym of PSOP25) was also essential for sporogonic development in the oocyst. Moreover, antibodies against PIMMS43 interfered with parasite immune evasion during the life cycle in the mosquito, supporting it as a potential candidate for TBVs [16]. Here, we studied the transmission-blocking effect of the P. vivax ortholog PvPSOP25 (PVX_114125) using a transgenic rodent parasite model expressing the P. vivax protein and P. vivax clinical isolates. We confirmed that PvPSOP25 is located on the plasma membrane of ookinetes in the transgenic parasite line. The antibody transfer experiment and direct membrane feeding assays (DMFA) prove that the anti-rPvPSOP25 sera have moderate transmission-reducing activity (TRA).",
    "Materials and methods": "Ethics statement\nAnimal experiments were performed in accordance with the guidelines established by China Medical University animal facilities central (permit No. CMU2022457). The mice were maintained under “specific pathogen-free” conditions, and kept at a room temperature under a 12 h light/dark cycle.\n\n\nMice, parasites, and mosquitoes\nSix to eight-week-old female BALB/c mice purchased from Beijing Animal Institute were used in the animal experiments. The P. berghei ANKA strain 2.34 and ΔPbpsop25 parasites were maintained in mice and used for challenge infection as described previously [15]. Anopheles stephensi mosquitoes (Hor strain) were fed 10% (w/v) glucose solution and placed in an insectary under 25 °C and 50–80% relative humidity. All animal experiments were carried out following the guidelines of the animal ethics committee of China Medical University.\n\n\nExpression of recombinant PvPSOP25 (rPvPSOP25) and immunization\nThe full-length rPvPSOP25 was expressed in the yeast Pichia pastoris. Briefly, the Pvpsop25 DNA fragment was synthesized (GenScript Biotech Corporation) and cloned into the pPIC3.5K (+His) plasmid. A positive yeast strain was cultured in 1 L of BMG medium, and rPvPSOP25 expression was induced with methanol. Yeast cells were collected by centrifugation and lysed using an ATS high-pressure homogenizer (ATS Engineering Inc.). Recombinant proteins were purified with the Ni-NTA column (Novagen). The purified protein was analyzed using 10% SDS-PAGE and quantified by a BCA Protein Assay Kit (Beyotime).\nTo obtain polyclonal antibodies against rPvPSOP25, each of the ten female mice was subcutaneously immunized with 50 μg purified protein/100 μl of phosphate-buffered saline (PBS) combined with an equal volume of complete Freund’s adjuvant. Two booster immunizations with 25 μg rPvPSOP25/100 μl PBS in an equal volume of incomplete Freund’s adjuvant were performed at 14 and 28 days. The serum before immunization was used as a negative control. Antisera were collected 14 days after the last immunization and purified with Protein A columns.\n\n\nEnzyme-linked immunosorbent assay (ELISA)\nAntibody titers for the anti-rPvPSOP25 sera were determined by ELISA as previously described [17]. The serum from five mice was pooled together to determine the antibody titer. In brief, the 96-well plates were coated with purified rPvPSOP25 (5 μg/ml) in a sodium carbonate buffer (0.05 M, pH 9.6) at 4 °C overnight. Plates were washed with PBST (0.05% Tween-20 in 0.1 M PBS, pH 7.4) and blocked with 1% bovine serum albumin (BSA, Sigma) at 37 °C for 1 h. The sera were diluted from 1:1000 to 1:512000 in PBS containing 1% BSA and incubated at 37 °C for 2 h. Plates were washed three times with PBST, and HRP-conjugated goat anti-mouse IgG antibodies (1:5000, Invitrogen) were added and incubated at 37 °C for 1 h. After six additional washes, 100 μl of tetramethyl benzidine (Amresco) were added and incubated in the dark for 10 min. The reaction was stopped by adding 1 mM H2SO4 and the absorbance at 490 nm was measured immediately. The value for the final dilution of the antisera was defined as that above the cut-off value of the control antisera + 3×standard deviation (SD).\n\n\nGeneration of transgenic P. berghei expressing PvPSOP25 protein\nThe plasmid pL0034 was used to generate the Pbpsop25 knockout strain (ΔPbpsop25) in our previous study [15]. The transgenic P. berghei expressing full-length Pvpsop25 (without stop codon) in frame with a 3×HA cassette (TrPvPSOP25Pb) was obtained using the double-crossover homologous recombination strategy (Fig 1A). The PbPSOP25 5’ and 3’ flanking regions were amplified using primer pairs ΔPbpsop25-5’UTR-F-ΔPbpsop25-5’UTR-R and ΔPbpsop25-3’UTR-F-ΔPbpsop25-3’UTR-R, respectively (S1 Table), and cloned into the vector to flank the human dhfr expression cassette. The full-length Pvpsop25 fragment with 3×ha tag was synthesized by GenScript Biotech Corporation and cloned into the above plasmid at the PstI site adjacent to the PbPSOP25 5’UTR. Plasmid (20 μg) was linearized by ApaI and NotI digestion and electroporated into purified P. berghei schizonts using the Nucleofector system. After transfection, parasites were mixed with 100 μl of complete culture medium, and the mixture was inoculated into mice. Twenty-four hours later, parasites were selected with pyrimethamine (70 μg/ml) via drinking water for mice. Clones were then obtained by limiting dilution. Parasite genomic DNA was extracted from infected blood to confirm the PvPSOP25 gene deletion using integration-specific PCR with primer pairs P1+P2, P1+P3, P1+P4, and P5+P6 (S1 Table).\n(A) Schematic illustration of the generation of transgenic parasite expression Pvpsop25 by replacing the Pbposp25 gene with the Pvpsop25-3×HA and the hdhfr cassette. Primers 1–6 used for diagnostic PCR of the WT locus or transgenic strain are marked. (B) The positive TrPvPSOP25Pb parasite line was confirmed with PCR analysis using specific primers. (C) Parasitemia was determined by Giemsa-staining after infecting the mice with the WT parasite, ΔPbpsop25, or TrPvPSOP25Pb parasites, respectively. (D) After gametocyte activation, 0.5 μl of mixed cultures were used to make smears. Smears were stained with the P47 antibody for macrogametes. (E) Female/male gametocyte ratios. (F) Exflagellation centers/10 fields at 400× magnification. (G) The ookinete numbers in 0.5 μl of the in vitro culture were quantified through immunostaining with the anti-Pbs21 mAb. All experiments were performed in triplicates. The raw data are provided in S2 Table. Error bars indicate mean ± SD. *P < 0.05, **P < 0.01 (one way ANOVA).\n\n\nPhenotypic analysis of the TrPvPSOP25Pb parasites\nThree female BALB/c mice in each group were infected via the tail vein with 5×106 infect red blood cells (RBCs) with the wild-type (WT) P. berghei, ΔPbpsop25, and the TrPvPSOP25Pb parasite, respectively. Giemsa-stained thin blood films were used to monitor parasitemia and gametocyte sex ratio (female/male ratio). Tail blood samples of 10 μl per mouse were taken and mixed with 40 μl culture medium. The mixture was then activated at 25 °C for 30 min. After adding 50 μl culture medium, a volume of 0.5 μl of mixed cultures was utilized to prepare smears, which were subsequently fixed and probed with the anti-P47 antibody (1:1000) and Alexa Fluor 488-conjugated goat anti-rabbit IgG antibodies (1:1000). The number of macrogametes was quantified using an Olympus fluorescence microscope. The number of exflagellation centers and ookinetes were qualified, as reported previously [18]. Briefly, 10 μl of infected blood were added to 40 μl ookinete culture medium (RPMI 1640 containing 50 mg/l penicillin, 50 mg/l streptomycin, 100 mg/l neomycin, 25% (v/v) fetal bovine serum, and 6 U/ml heparin, pH 8.3) and incubated at 25 °C for 15 min. Then, the culture was spotted onto a multi-well slide. The number of exflagellation centers in 10 view fields (six wells were determined per mouse) was quantified using a phase-contrast microscope at 400× magnification. To count ookinetes, 10 μl of infected blood were added to 90 μl of ookinete culture medium and incubated at 19 °C for 24 h. Then, 0.5 μl of the culture were labeled with the anti-Pbs21 sera (for an ookinete marker) (1:500), and ookinete numbers were counted under a fluorescence microscope (100× oil objective).\n\n\nWestern blot\nThe purification of ookinetes was performed as previously described [15]. Purified parasite antigens (10 μg) were separated by 10% SDS-PAGE under reducing conditions. Proteins were transferred to PVDF membranes (Bio-Rad), blocked with 5% non-fat milk in TBST (Tris-buffered saline with 0.1% Tween 20) at room temperature for 2 h, and then incubated with the anti-rPvPSOP25 sera (1:200) or anti-HA mAb (1:1000, Invitrogen). The anti-HSP70 serum (1:1000) was used as a loading control. The membrane was washed three times with TBST and incubated with HRP-conjugated anti-mouse antibodies (1:5000, Invitrogen). The blot was developed using an ECL Western Blotting Kit (Thermo Fisher Scientific).\n\n\nIndirect immunofluorescence assay (IFA)\nThe localization of PvPSOP25 in the ookinete stage was determined by IFA. Parasites were fixed with 4% paraformaldehyde and 0.0075% glutaraldehyde in PBS for 30 min at room temperature. After washing once with PBS, parasites were treated with 0.1% Triton X-100 for 10 min and blocked with 3% BSA for 1 h. After the wash, the mouse anti-rPvPSOP25 sera or anti-HA mAb (1:200, Invitrogen) were added, and samples were incubated for 1 h at 37°C. Ookinetes were co-incubated with rabbit antisera against Pbs25 (1:200). Slides were washed three times and probed with Alexa Fluor 488-conjugated goat anti-mouse IgG antibodies (1:500, Invitrogen) and Alexa Fluor 555-conjugated goat anti-rabbit IgG antibodies (1:500, Abcam) for 1 h at 37 °C. The nucleus was stained with Hoechst 33258 (1:1000, Invitrogen). Images were captured and processed on a Zeiss Axio Observer Z2 using Axio Vision software.\n\n\nIn vitro and in vivo quantification of TB activities\nAn in vitro assay was carried out to determine the TBA of the immune sera on exflagellation and ookinete formation. Ookinete cultures of the WT and TrPvPSOP25Pb parasites were set up as described above with the culture medium containing the anti-rPvPSOP25 sera at final dilutions of 1:5, 1:10, and 1:50. Exflagellation centers were counted at 15 min post activation, and ookinete numbers were estimated after incubating at 19 °C for 24 h, as described above.\nFor the antibody transfer experiment, three mice were injected intravenously with 100 μl of anti-rPvPSOP25 sera 1 h before mosquito feeding. Four-day-old female An. stephensi mosquitoes, starved for 24 h, were allowed to feed on antibody-transferred mice for 30 min. Engorged mosquitoes were maintained in an insectary at 19 °C and 70% relative humidity. Ten days after feeding, 30 mosquitoes were dissected, and midguts were stained with 0.5% mercurochrome (Sigma-Aldrich) to count the number of oocysts per midgut [19].\n\n\nDirect membrane feeding assay (DMFA)\nPatients visiting a malaria clinic at the Thai-Myanmar border were diagnosed with P. vivax infection by microscopy and later confirmed by PCR. Parasite densities in blood samples were quantified based on the number of parasites/200 leucocytes on thick blood smears. The five P. vivax cases had asexual parasite densities of 6600, 11200, 25760, 13400, and 4320 parasites/μL and gametocyte densities of 1000, 600, 2920, 1360 and 1200 gametocytes/μL, respectively. Written informed consent was obtained from these volunteers before drawing 5 mL of venous blood. DMFA was performed using a published protocol [20]. Briefly, purified antibodies against rPvPSOP25 or pre-immune sera were diluted with normal human AB+ serum at the ratio of 1:1 in a total volume of 180 μl, which were mixed with RBCs from P. vivax patients (1:1, v/v). Each reconstituted blood sample was introduced into a membrane feeder after incubation at 37 °C for 15 min. Female Anopheles dirus mosquitoes were allowed to feed on the reconstituted blood for 30 min. After removing unfed mosquitoes, the remaining mosquitoes were maintained in an insectary for 7 days. Twenty mosquitoes from each group were dissected, and oocysts in the midguts were counted by microscopy.\n\n\nAnalysis of genetic polymorphisms\nGenomic DNA from dried filter-paper blood spots of P. vivax isolates used for the DMFA was extracted using a QIAamp DNA Blood Mini kit (Qiagen). The 705 bp Pvpsop25 DNA fragment was amplified by PCR with primers (PVX_114125-F and PVX_114125-R) designed based on the Sal-I sequence. PCR fragments were analyzed by electrophoresis on a 1% agarose gel. The purified PCR products were sequenced using the ABI Prism BigDye cycle sequencing kit (Applied Biosystems).\n\n\nStatistical analysis\nStatistical analysis was carried out using SPSS software, version 22.0. Antibody titers were compared using the Student’s t-test. Parasitemia, macrogamete numbers, exflagellation centers, and ookinete numbers among groups were compared by one-way ANOVA. The in vitro inhibition assays were analyzed by two-way ANOVA followed by Tukey’s multiple comparison test. The prevalence of infection was analyzed using Fisher’s exact test, while the intensity of infection (oocysts/midgut) was measured using the Mann-Whitney U test. P < 0.05 was considered statistically significant.",
    "Results": "Transgenic P. berghei parasite line expressing PvPSOP25\nTo generate the chimeric TrPvPSOP25Pb parasite line, we replaced the Pbpsop25 gene (PBANKA_1119200) with the Pvpsop25 gene (PVX_114125) in P. berghei (Fig 1A). The transgenic TrPvPSOP25Pb line was selected with pyrimethamine, and integration-specific PCR was performed to verify the successful genomic integration of the Pvsop25-HA gene (Fig 1B).\nIt has been demonstrated that the deletion of Pbpsop25 contributes to a noticeable decrease in male gametocyte exflagellation and ookinete conversion rate, ultimately resulting in a reduction in midgut oocyst density in the ΔPbpsop25 line [15]. To explore whether the P. vivax ortholog Pvpsop25 functions similarly in the murine malaria parasite, we analyzed the phenotypes of the transgenic parasite. Similar to the ΔPbpsop25 line, the TrPvPSOP25Pb line exhibited no discernible differences in parasite asexual growth (Fig 1C), the number of macrogametes (Fig 1D), and the female/male sex ratio (Fig 1E) when compared to the WT parasite. As observed previously, ΔPbpsop25 substantially reduced the exflagellation of male gametocytes and the formation of ookinetes. However, introducing Pvpsop25 completely restored the slight male gametocyte exflagellation defect (Fig 1F), and the number of ookinetes formed was similar to the WT (Fig 1G). These observations demonstrated the conserved function of the PSOP25 proteins in the transmission stages of P. vivax and P. berghei, supporting that P. berghei could be used as a model for screening P. vivax malaria vaccine candidates.\n\n\nGeneration of antiserum against PvPSOP25 protein\nTo determine the immunogenicity and TB potential of PvPSOP25 as a TBV candidate, we expressed the full-length PvPSOP25 protein in the yeast Pichia pastoris expression system (S1A Fig). The protein sequence alignment revealed only 24% identity between PvPSOP25 and PbPSOP25 (S1A and S1B Fig). The recombinant protein was purified using a Ni-NTA column and subsequently verified by SDS-PAGE analysis, showing an expected single band of ~50 kDa (Fig 2A). The purified rPvPSOP25 protein was used to immunize mice to obtain polyclonal antibodies. Serum collected after the final immunization was quantified using ELISA, revealing an antibody titer of 1:512000 (Fig 2B). Western blot was also performed with purified rPvPSOP25 protein (Fig 2C). Compared with the pre-immune sera, the immune antisera recognized the rPvPSOP25 band at approximately 50 kDa.\n(A) Purified rPvPSOP25 protein was separated on a 10% SDS-PAGE and stained with Coomassie brilliant blue. (B) Antibody titers for the elicited anti-rPvPSOP25 sera were determined by ELISA on day 14 after the final immunization. Pre-immune sera collected from the mice was used as the control. The error bar shows mean ± SD. * P < 0.01, ** P < 0.001 (Student’s t-test). (C) The purified rPvPSOP25 protein was subjected to Western blot analysis using the pre-immune and anti-rPvPSOP25 sera, respectively.\n\n\nThe expression and localization of PvPSOP25 in transgenic parasites\nPbPSOP25 was predominately expressed on the surface of zygotes, retorts, and mature ookinetes [15,21]. To characterize the expression of PvPSOP25 in transgenic parasites, IFA was performed with zygotes, retorts, and ookinetes. Both anti-HA monoclonal antibody (mAb) and anti-rPvPSOP25 sera were used to detect the PvPSOP25 antigen in the transgenic line. A localization pattern consistent with the previous study on PbPSOP25 in WT parasites was observed [15]. The fluorescence signal showed association with the plasma membrane at these stages and co-localized with Pbs25, an ookinete surface marker. Similar results were obtained using both the anti-HA mAb and anti-rPvPSOP25 sera (Fig 3A). In contrast, anti-rPvPSOP25 sera did not react with the PbPSOP25 in P. berghei.\n(A) IFA was performed using TrPvPSOP25Pb zygote, retort, and ookinete with either the anti-HA mAb (upper panel) or anti-rPvPSOP25 sera (middle panel). P. berghei (WT) ookinetes were immunostained with the anti-rPvPSOP25 mAb (green) (lower panel). The zygotes/retorts/ookinetes were also labeled with the anti-Pbs25 antibody. Nuclei were labeled with DAPI. BF, bright field. Scale bars, 5 μm. (B, C) Western blot analysis was performed on P. berghei (WT) and TrPvPSOP25Pb (TR) ookinete lysates using (B) the anti-HA mAb and (C) the anti-rPvPSOP25 sera. Anti-HSP70 sera served as loading control.\nIn parallel, we purified the ookinetes of the TrPvPSOP25Pb line to detect the expression of PvPSOP25 by Western blot analysis with both anti-HA mAb and anti-rPvPSOP25 sera. A specific band of ~50 kDa was detected in the TrPvPSOP25Pb ookinete lysates but not in the WT parasites (Fig 3B), which is consistent with the IFA results. These results demonstrated that PvPSOP25 showed a similar expression pattern as PbPSOP25 in TrPvPSOP25Pb, and the anti-rPvPSOP25 sera specifically recognized PvPSOP25 but not PbPSOP25.\n\n\nEvaluation of TBA of the anti-rPvPSOP25 sera\nNext, we evaluated the activities of the anti-PvPSOP25 sera for inhibiting male gametocyte exflagellation and ookinete formation using in vitro assays. Anti-rPvPSOP25 sera were diluted with the medium at 1:5, 1:10, and 1:50, respectively, and subsequently incubated with P. berghei WT or the TrPvPSOP25Pb parasites. We observed a negligible impact of the anti-rPvPSOP25 sera on male exflagellation (Fig 4A) and ookinete formation (Fig 4B) of the WT P. berghei parasites, consistent with the sequence divergence between PvPSOP25 and PbPSOP25. When the TrPvPSOP25Pb parasites were incubated with the diluted anti-rPvPSOP25 sera, the number of exflagellation centers was reduced by 66%, 48%, and 29%, respectively, compared to the pre-immune control group (P < 0.0001, Fig 4A). With the increase in the dilution ratio, the inhibitory effect of the anti-rPvPSOP25 antibodies on exflagellation was weakened. Significantly, following incubation with the parasite in the diluted medium for 24 h, a remarkable reduction of 99% (1:5), 98% (1:10), and 95% (1:50) in the number of ookinetes formed was observed compared to the pre-immune group (P < 0.0001, Fig 4B).\nThe inhibition of the anti-rPvPSOP25 sera on (A) male gametocyte exflagellation and (B) ookinete formation was assessed by in vitro assays. The pre-immune and anti-rPvPSOP25 sera were diluted at 1:5, 1:10, and 1:50 and incubated with the WT P. berghei or the TrPvPSOP25Pb parasites (TR). Data were representative of three separate experiments. The error bar shows mean ± SD. ****P < 0.0001 (Two-way ANOVA followed by Tukey’s multiple comparison test). (C) Mice infected with the TrPvPSOP25Pb parasites were passively transferred with pre-immune or anti-rPvPSOP25 sera and subjected to the mosquito-feeding assay. Oocyst numbers per midgut were counted 10 days after mosquito feeding. Data of mosquito feeding assays are shown in Table 1. Error bars indicate mean ± SEM. **** P < 0.0001 (Mann-Whitney U test).\nTo further assess the TRA and TBA of the antisera in vivo, mice infected with the TrPvPSOP25Pb parasite were passively transferred with either the pre-immune or anti-PvPSOP25 sera through the tail veins and subjected to the mosquito feeding assay. At 10 days post-feeding, 30 mosquitoes were dissected from each feeding group to determine midgut oocyst density and the prevalence of infection. The mean number of oocysts per midgut in mosquitoes feeding on mice receiving the anti-rPvPSOP25 sera was 9.7, which was significantly lower than the pre-immune serum group (33.3) (P < 0.0001, Mann-Whitney U test; Fig 4C). This reflected a 70.7% reduction in the mean oocyst density. In comparison, the anti-PvPSOP25 sera only resulted in a 10.1% reduction in infection prevalence compared to the control group (Table 1).\n\n\nEvaluation of PvPSOP25’s TB potential using DMFA\nSubsequently, five clinical isolates of P. vivax samples were used to investigate the TB potential of PvPSOP25 by DMFA. Although the anti-rPvPSOP25 sera did not significantly reduce the prevalence of mosquito infection (Table 2), they possessed evident TRA. For the four field isolates (case 1, 2, 3, and 5), the mean oocyst densities in mosquitoes fed with the anti-rPvPSOP25 sera were decreased by 43.0, 37.3, 57.0 and 75.2%, respectively, compared to the pre-immune control (P < 0.05, Fig 5 and Table 2).\nDMFA was carried out using five P. vivax isolates with anti-rPvPSOP25 or pre-immune sera from mice mixed with heated-inactive (complement minus) AB+ human serum in the ratio of 1:1. Scattered dots represent the number of oocysts in mosquito midguts. The long horizontal bar represents the median number of oocysts in each group, and the two short horizontal bars represent the interquartile ranges. * P < 0.05, **P < 0.01, ***P < 0.001 (Mann-Whitney U test).\nTo investigate whether the variation in TRA among the different isolates might be attributed to genetic polymorphisms of the psop25 gene, we sequenced the psop25 gene from the five P. vivax isolates used in DMFA. Yet, these samples had amino acid sequences identical to that of the Sal-I strain (S2 Fig).",
    "Discussion": "TBVs against P. vivax could be a vital component for the elimination of this parasite. A comprehensive understanding of the biology of P. vivax is critical to developing potential vaccines. TBV candidate antigens are not strongly affected by the selection pressure from the vertebrate immune system and usually show low-level polymorphism [22]. Currently, recognized candidate antigens with excellent TBA include gametocyte and gamete surface antigens P230 and P48/45 [23,24], Pfs47 [25], HAP2 [26], zygote and ookinete surface antigens P25 [27] and P28 [28], and midgut protein AnAPN1 [29]. Yet, only a limited number of candidates exist in the vaccine development pipeline for P. vivax [30]. Thus, there is a high priority to identify and expand the TBV candidate repertoire for this parasite.\nOur efforts to discover TBV candidates using the rodent malaria parasite model led to the identification of PbPSOP25, which showed 31.2% TBA and 66.3% TRA in mosquito-feeding assays [15]. Pbpsop25 plays a critical role in male gametocyte biology since its deletion led to reduced formation of exflagellation centers and subsequent fertilization defects [15]. This has prompted us to explore its suitability as a TBV candidate for P. vivax. P. vivax TBV evaluation requires clinical isolates due to the lack of long-term cultures for this parasite. To circumvent these difficulties, transgenic parasite models in P. falciparum [31], P. knowlesi [6], and P. berghei [14,32] expressing P. vivax antigens have been explored as alternatives for TBV evaluation. The transfection technology based on gene insertion/marker out and the CRISPR/Cas9 gene editing approach was successfully employed to generate a transgenic P. berghei line expressing a P. vivax gene, PvPSOP25. Despite the sequence divergence, we found that Pvpsop25 was fully functional in P. berghei, as it completely rescued the sexual development defects in the Pbpsop25 knockout parasites. Notably, the sequence divergence is reflected in that the anti-rPvPSOP25 sera failed to recognize the PbPSOP25 antigen in WT parasites by IFA and Western blot. Using this parasite, we evaluated antisera raised against the yeast-expressed rPvPOSP25 in mice, which confirmed the significant effect of the anti-rPvPSOP25 sera in reducing exflagellation and ookinete formation in vitro and midgut oocyst numbers in vivo. However, we found that the TRA of PvPSOP25 was slightly weaker than that for PbPOSP25 [15], which may be related to the lower antibody titers obtained for rPvPSOP25 than rPbPSOP25. Thus, future work to enhance the immunogenicity of the PvPSOP25 is warranted. A previous study has indicated that the conserved 6-cysteine domains in P48/45 and P47 play a pivotal role in forming a complex globular tertiary structure and require proper conformation to elicit transmission-blocking antibodies [33]. However, PbPSOP25 and PvPSOP25 lack identifiable functional domains, and no refolding step is needed for its immunogenicity, suggesting linear epitopes of PSOP25 may be sufficient for TBV development.\nIn this study, we adopted the yeast P. pastoris to express rPvPSOP25 and showed that the recombinant protein was highly immunogenic. Like the prokaryotic protein expression system, the yeast expression system offers similar advantages of simplicity, rapid growth, high protein yield, and low cost while preserving the advantages of a eukaryotic expression system, such as proper folding and efficient secretion of the protein product [34]. However, the undesired proteolytic degradation of heterologous proteins expressed in P. pastoris may lead to low product yield. Another unwanted feature of the yeast system is the glycosylation of expressed proteins, which may interfere with their antigenicity, since Plasmodium proteins are typically not glycosylated [35].\nThe assessment of the TBA of Plasmodium antigens critically relies on DMFA. TBA, which measures the prevalence of infected mosquitoes, appears more biologically important and epidemiologically relevant since mosquitoes carrying any number of parasites can potentially transmit the infection. Thus, it has been traditionally emphasized during TBV evaluation. However, TBA is less reproducible in field conditions and may impose an excessively stringent criterion for screening vaccine candidates. The importance of TRA, which measures the reduction in oocyst counts, has been increasingly recognized and incorporated into a comprehensive evaluation model of TBVs [36]. In this study, we also observed evident TRA of the anti-rPvPSOP25 sera using DMFA with clinical P. vivax isolates. Consistent with earlier studies [37], DMFA using field parasite isolates always results in considerable variations. Such variations may not be due to the sequence variations in the target genes. Several factors may have contributed to these variations, including gametocyte density, the proportion of mature gametocytes, and the male/female gametocyte ratio among field isolates. Of the five clinical P. vivax isolates used in DMFA, all showed substantial reductions in midgut oocyst densities, while four results were statistically significant. Altogether, the in vivo studies with the transgenic parasite in mice and in vitro DMFA using clinical P. vivax isolates all confirm the TB potential of PvPSOP25.\nDeveloping a safe and efficacious vaccine against vivax malaria is imperative for controlling and eradicating this disease. Reverse vaccinology based on high-throughput in silico analyses of “omics” data is widely applied to screen potential vaccine candidates [38]. Besides, computational vaccinology may also facilitate the design of novel vaccines by in silico prediction of candidate antigens and immunogen design [39]. The combination of the wheat germ cell-free protein synthesis technology and in vitro immune screening methods can potentially enhance the development of TBVs [40]. Furthermore, the RNA vaccine technology used to combat the COVID-19 pandemic offers another valuable tool for screening and evaluating vaccine candidates. We can apply all these technological advancements in malaria TBV discovery."
}