{
    "Background": "Diverse clinical features have been reported in human African trypanosomiasis (HAT) foci caused by Trypanosoma brucei rhodesiense (T.b.rhodesiense) giving rise to the hypothesis that HAT manifests as a chronic disease in South-East African countries and increased in virulence towards the North. Such variation in disease severity suggests there are differences in host susceptibility to trypanosome infection and/or genetic variation in trypanosome virulence. Our molecular tools allow us to study the role of host and parasite genotypes, but obtaining matched extensive clinical data from a large cohort of HAT patients has previously proved problematic.",
    "Methods/Principal Findings": "We present a retrospective cohort study providing detailed clinical profiles of 275 HAT patients recruited in two northern foci (Uganda) and one southern focus (Malawi) in East Africa. Characteristic clinical signs and symptoms of T.b.rhodesiense infection were recorded and the degree of neurological dysfunction determined on admission. Clinical observations were mapped by patient estimated post-infection time. We have identified common presenting symptoms in T.b.rhodesiense infection; however, marked differences in disease progression and severity were identified between foci. HAT was characterised as a chronic haemo-lymphatic stage infection in Malawi, and as an acute disease with marked neurological impairment in Uganda. Within Uganda, a more rapid progression to meningo-encephaltic stage of infection was observed in one focus (Soroti) where HAT was characterised by early onset neurodysfunction; however, severe neuropathology was more frequently observed in patients in a second focus (Tororo).",
    "Conclusions/Significance": "We have established focus-specific HAT clinical phenotypes showing dramatic variations in disease severity and rate of stage progression both between northern and southern East African foci and between Ugandan foci. Understanding the contribution of host and parasite factors in causing such clinical diversity in T.b.rhodesiense HAT has much relevance for both improvement of disease management and the identification of new drug therapy."
}