{
    "Background": "Ethiopia is assumed to have the highest burden of podoconiosis globally, but the geographical distribution and environmental limits and correlates are yet to be fully investigated. In this paper we use data from a nationwide survey to address these issues.",
    "Methodology": "Our analyses are based on data arising from the integrated mapping of podoconiosis and lymphatic filariasis (LF) conducted in 2013, supplemented by data from an earlier mapping of LF in western Ethiopia in 2008–2010. The integrated mapping used woreda (district) health offices’ reports of podoconiosis and LF to guide selection of survey sites. A suite of environmental and climatic data and boosted regression tree (BRT) modelling was used to investigate environmental limits and predict the probability of podoconiosis occurrence.",
    "Principal Findings": "Data were available for 141,238 individuals from 1,442 communities in 775 districts from all nine regional states and two city administrations of Ethiopia. In 41.9% of surveyed districts no cases of podoconiosis were identified, with all districts in Affar, Dire Dawa, Somali and Gambella regional states lacking the disease. The disease was most common, with lymphoedema positivity rate exceeding 5%, in the central highlands of Ethiopia, in Amhara, Oromia and Southern Nations, Nationalities and Peoples regional states. BRT modelling indicated that the probability of podoconiosis occurrence increased with increasing altitude, precipitation and silt fraction of soil and decreased with population density and clay content. Based on the BRT model, we estimate that in 2010, 34.9 (95% confidence interval [CI]: 20.2–51.7) million people (i.e. 43.8%; 95% CI: 25.3–64.8% of Ethiopia’s national population) lived in areas environmentally suitable for the occurrence of podoconiosis.",
    "Conclusions": "Podoconiosis is more widespread in Ethiopia than previously estimated, but occurs in distinct geographical regions that are tied to identifiable environmental factors. The resultant maps can be used to guide programme planning and implementation and estimate disease burden in Ethiopia. This work provides a framework with which the geographical limits of podoconiosis could be delineated at a continental scale."
}