{
    "Background": "Estimating community level scabies prevalence is crucial for targeting interventions to areas of greatest need. The World Health Organisation recommends sampling at the unit of households or schools, but there is presently no standardised approach to scabies prevalence assessment. Consequently, a wide range of sampling sizes and methods have been used. As both prevalence and drivers of transmission vary across populations, there is a need to understand how sampling strategies for estimating scabies prevalence interact with local epidemiology to affect the accuracy of prevalence estimates.",
    "Methods": "We used a simulation-based approach to compare the efficacy of different scabies sampling strategies. First, we generated synthetic populations broadly representative of remote Australian Indigenous communities and assigned a scabies status to individuals to achieve a specified prevalence using different assumptions about scabies epidemiology. Second, we calculated an observed prevalence for different sampling methods and sizes.",
    "Results": "The distribution of prevalence in subpopulation groups can vary substantially when the underlying scabies assignment method changes. Across all of the scabies assignment methods combined, the simple random sampling method produces the narrowest 95% confidence interval for all sample sizes. The household sampling method introduces higher variance compared to simple random sampling when the assignment of scabies includes a household-specific component. The school sampling method overestimates community prevalence when the assignment of scabies includes an age-specific component.",
    "Discussion": "Our results indicate that there are interactions between transmission assumptions and surveillance strategies, emphasizing the need for understanding scabies transmission dynamics. We suggest using the simple random sampling method for estimating scabies prevalence. Our approach can be adapted to various populations and diseases."
}