{
    "Introduction": "Lymphatic filariasis (LF) is a vector-borne neglected tropical disease of human caused by Brugia malayi, Brugia timori and Wuchereria bancrofti, and transmitted by Culex, Anopheles and Aedes spp. mosquitoes [1]. Infection with filarial worms can cause significant morbidity (primarily lymphedema of legs, arms and breast, and hydrocele) and disability, impeding socioeconomic development in many endemic countries [2,3]. Globally, 120 million people are estimated to be affected by LF and 40 million suffer from chronic disability and covert lymphatic changes caused by LF [4]. The Global Programme to Eliminate Lymphatic Filariasis (GPELF) was established by the World Health Organization (WHO) in 2000 with the aim to eliminate LF by 2020. To achieve GPELF targets, endemic countries conduct annual mass drug administration (MDA) of the population at risk of LF using diethylcarbamazine (DEC) and albendazole (ALB) to interrupt the transmission of filarial worms, along with the management of the disease’s chronic manifestations [5,6]. Although, ivermectin has shown to be more effective in killing filarial worms, Nepal uses DEC because it is more readily available and has less adverse effects than ivermectin [7,8].\nIn Nepal, W. bancrofti is the filarial worm that causes LF and Culex quinquefasciatus is the main vector [9]. Of Nepal’s 75 districts, 61 are considered LF endemic, corresponding to an estimated 25 million people at risk of infection and disease. Nine districts have historical evidence of chronic cases of LF. Fifty-two we classified as endemic following mapping of 54 districts between 2001 and 2005 using immunochromatographic tests (ICTs) to test for antigenemia (Ag) and using night blood films to test for microfilaremia (mf). Twelve districts are not suspected to be LF endemic and were not mapped. Mapping surveys indicated that prevalence in endemic districts’ surveyed villages ranged from <1% to 39% [10,11].\nIn 2013, the Government of Nepal developed a Plan of Action to eliminate LF by 2020 via implementation of six MDA rounds in all endemic districts until 2018 [12]. Nepal started LF MDAs in Parsa district in 2003 and achieved 100% geographical coverage of all districts in 2013. By 2016, 16 out of the 61 endemic districts had conducted six MDA rounds [13]. Effectiveness of MDAs at reaching the target population, as measured by epidemiological coverage, ranged from 22% to 89%, with differences noted both among districts and years. Reasons for low MDA coverage included fear of side-effects, lack of advice from health workers, and fear of weakness [12].\nIn addition to reporting drug coverage information following each round of MDA, WHO-recommended population based cluster surveys are conducted to verify reported MDA coverage data. To date, the program has conducted at least one coverage survey in each of the endemic districts that have had an MDA. WHO LF elimination guidance recommends that after 5–6 MDA rounds impact of MDAs on district Ag prevalence is assessed using a pre-transmission assessment survey (pre-TAS) in sentinel and spot-check sites. Furthermore, districts in which sentinel and spot check sites passed a cut-off LF Ag <2% and exceeded 65% coverage in all MDA rounds are considered to meet criteria for conducting a transmission assessment survey (TAS) to evaluate that LF transmission has been interrupted [4,12,14]. TAS is carried out in school children within an eligible district’s evaluation unit (EU) in order to determine interruption of LF transmission [14]. The objective of the study reported here was to assess the effectiveness and impact of MDAs in ten representative districts of Nepal in line with the country’s ongoing efforts to eliminate LF.",
    "Methodology": "Ethical statement\nEthical approval for the study was obtained from the Nepal Health Research Council. A written consent was taken from all survey participants before subjecting to diagnostic testing. In case of minors, parental consent was obtained. People with positive ICT and Filariasis Test Strip (FTS) results were referred to the government health facility (Health Post, Primary Health Center) for appropriate management as per national LF guidelines.\n\n\nBaseline survey\nBetween 2005 and 2008, the Government of Nepal conducted baseline surveys in seven of ten purposively selected districts (Lalitpur, Parbat, Myagdi, Baglung, Arghakhanchi, Pyuthan, and Lamjung), before starting MDAs. For each district, two sentinel sites, each with populations between 300 and 500 people, were selected; population size, migration rate and estimated LF prevalence were factors considered when selecting sentinel sites. In three districts, Bhaktapur, Kathmandu, and Kaski, no baseline surveys were conducted; instead the National LF Program used mapping data, collected in 2001 from one site per district, to determine that each district met the MDA eligibility criteria.\n\n\nMDA coverage data\nDuring each MDA round drug distributors recorded the number of people who received DEC and ALB, and this data was communicated through the National LF Program’s reporting system. Recorded data were then reported to the Ministry of Health and Population (MOHP) and to WHO’s Preventive Chemotherapy (PCT) databank. The GPELF recommends that national programs should try to attain an epidemiological drug coverage of 65% when conducting MDAs for LF [14]. In order to verify reported drug coverage rates and determine reasons for non-compliance, the National LF Program conducted population-based cluster surveys at least once in each district during the life time of MDAs. For each of these surveys, a two-stage sampling approach was used, with 30 clusters randomly sampled per district and 30 households randomly sampled per cluster. All household members available at the house during the visit were interviewed; in the case of household members <10 years of age, the information was collected from their primary caretaker.\n\n\nPre-transmission assessment survey\nA pre-TAS was conducted in each of the ten districts (Fig 1) after completion of five MDA rounds. Within each district, one sentinel site (same site where baseline or mapping survey was conducted) and one spot check site was selected for the study. Owing to the high population density and low (<65%) coverage of MDA in Kathmandu, Lalitpur, and Bhaktapur, additional spot check sites were purposively selected to assess LF transmission in those urban populations; sentinel site selection criteria were the same as for the baseline surveys. All people of more than 5 years of age from selected sites were included in the study. Wherever the population was too large (more than 500), systematic random sampling was used to select a representative sample. A total of 9,000 people (300 from each site) were tested for LF Ag. In addition, qualitative and quantitative data were collected using a structured questionnaire to assess MDA compliance. Information collected included whether the person took DEC and ALB during the MDA, experience of side-effects of the drugs, and signs and symptoms of LF disease.\nBaseline survey was conducted in seven districts indicated by blue square, Pre-Transmission Assessment Survey was conducted in 10 districts indicated by red color and Transmission Assessment Survey was conducted in six districts indicated by star symbol.\n\n\nTransmission assessment survey\nA TAS was conducted in six districts (Kathmandu, Lalitpur, Kaski, Pyuthan, Arghakhanchi and Bhaktapur) that had met TAS eligibility criteria (Fig 1). District evaluation units (EUs) were determined based on WHO TAS guidance, taking into account population size, baseline and mapping prevalence, and other LF risk factors [14]. The net primary school enrollment was >75% in all districts to be surveyed, so TAS were conducted in schools within each EU. The Ministry of Education provided lists of enrolled students in all schools—public, private, and religious—within the district. The sample size, critical cut-off value and school sampling frame in each EU were determined by systemic random sampling using the Survey Sampler Builder Software (SSB, NTD Support Center, Task Force for Global Health, Atlanta, GA). The SSB generated the required sample size for each EU, list of schools to be sampled within the EU with systemic intervals, and critical cut-off values. All children studying in grade one and/or two of selected schools were included for survey, with a goal of sampling children aged 6–7 years of age. If children were not in school on the day of the survey, they were not included in the TAS. From each EU, ≥1,540 school children were tested for LF Ag. The critical cut-off value for all EUs to pass TAS—as generated by the SSB—was 18 children testing positive for LF Ag.\n\n\nCirculating filarial antigen screening test\nThe Binax Now Filariasis ICT (Alere Inc., Scarborough, ME) was used to detect the filarial antigen circulating in the blood stream in the baseline and pre-TAS studies. Briefly, capillary blood was collected from survey participants by finger prick using special sterile lancets and lancet holders. A graduated capillary tube having a capacity to hold 100 μl of blood was used to take blood from participants and blood was dispensed onto the test card immediately. For TAS, the Alere Filariasis Test Strip (FTS, Alere Inc., Scarborough, ME) was used. In this case, 75 μl of finger pricked whole blood was collected from the survey participants and applied to the test strip by capillary tube. The test results were interpreted strictly following the manufacturer’s instructions. Positive control filarial antigen was used to confirm the quality of the ICT and FTS as per provided instructions.\n\n\nStatistical analysis\nAll the data, including test results, were entered into Microsoft Excel (Microsoft Corporation, Redmont, WA). Descriptive statistics were used to describe the basic features of the data in the study; the prevalence of LF Ag was determined by calculating the percentage of positive cases out of the total population examined for pre-TAS and TAS assessments.",
    "Results": "LF program coverage\nAmong the ten districts included in the study, only five (Arghakhanchi, Pyuthan, Kaski, Baglung, and Myagdi) consistently achieved at least 65% epidemiological coverage (Table 1). Lamjung and Parbat each achieved the threshold in four MDA rounds, with only the MDA in 2012 falling short of the 65% coverage. The other three districts, Kathmandu, Lalitpur, and Bhaktapur, are three heavily urban and peri-urban districts that make up the Kathmandu Valley. While reported epidemiological coverage exceeded 65% in all three districts for their first year of MDA, reported coverage declined markedly in 2011 (Bhaktapur, 43.1%) and 2012 (Kathmandu, 48.2% and Lalitpur, 40.1%), staying <65% in subsequent MDA rounds.\nResults from coverage surveys validated reported district MDA coverage exceeding (Arghakhanchi, Myagdi, Pyuthan, Lamjung, Baglung, and Parbat) or missing (Kathmandu, Lalitpur, and Bhaktapur) the 65% threshold. Results from Kaski in 2014 and 2015 indicated that—although epidemiological coverage had reportedly met the 65% threshold—surveyed coverage was less than 65%. Respondents noted fear of side-effects, illness, and absence as the main reasons for noncompliance.\n\n\nPre-TAS and TAS results\nPre-TAS results.In five out of ten districts (Pyuthan, Arghakhanchi, Kaski, Bhaktapur, and Kathmandu) all sentinel and spot check sites reported results of <2% LF Ag. In Lalitpur, all but one spot check site (3.0%), also had <2% LF Ag. In these six districts, there was a marked decrease between baseline and pre-TAS surveys. In Kathmandu and Bhaktapur, initial mapping in 2001 indicated a LF Ag of 20.0% and 19.8%, respectively. Despite poor reported and surveyed MDA coverage, Kathmandu and Bhaktapur pre-TAS results ranged from 0.33% to 0.67% and 0.0% to 0.33% respectively. In Kaski, LF Ag decreased from 7.3% reported in the 2001 mapping survey to 1.29% in the 2014 pre-TAS. Both Arghakhanchi and Pyuthan had relatively low prevalence at baseline in 2005 (1.9% and 2.2%, respectively). Arghakhanchi appears to have similar pre-TAS results to baseline (1.99% at site with highest number of positives), while Pyuthan had zero positives at each of the survey sites. In all but one of the sites from Lalitpur, LF Ag ranged from 0.0% to 0.98%, which is below the 2.0% LF Ag threshold; one spot check site in a peri-urban area of Lalitpur reported a LF Ag of 3.0% (Table 2).\nFour districts had LF Ag of ≥2% and, thus, failed to meet the TAS eligibility criteria. Baglung and Myagdi both reported a baseline LF Ag exceeding 10.0% in 2005 and experienced considerable decreases in LF Ag at sentinel and spot-check sites, but did not meet the 2% TAS threshold (Baglung’s sentinel site: 3.0%; Myagdi’s spot-check site: 2.3%). In the other two districts, Parbat and Lamjung, with mapping mf prevalence 4.83% and 5.76% respectively, were also not qualified for TAS (Table 2).\nOut of total number of people tested during pre-TAS in all districts, only five (0.06%) reported being affected with chronic symptoms of LF. Out of those five cases, four were reported from Bhaktapur and one from Myagdi. Interestingly, the case in Myagdi was a child under the age of 9 years with positive Ag.\nWe asked pre-TAS participants if they had taken drugs during at least one out of five MDA rounds. The MDA compliance rate reported during pre-TAS was slightly higher than the reported MDA coverage in all ten districts (Table 3). In Lalitpur, Bhaktapur, Kaski, Arghakhanchi, and Lamjung, the LF Ag was higher among participants who had never taken the drugs during MDA.\n\nTAS results.Based on the pre-TAS results, six districts, grouped into six EUs, went on to conduct a TAS. Arghakhanchi did have one site with LF Ag of 1.99%, but following consultation with WHO, it was decided that this was still sufficient for meeting TAS eligibility. Kathmandu, Lalitpur, and Bhaktapur were of concern to the National LF Program. While all sentinel and nearly all spot check sites had LF Ag <2% at pre-TAS, these districts failed to attain epidemiological coverage of ≥65% for all five MDA rounds and surveyed coverage was even lower than reported MDA coverage. As a result, the Ministry of Health and Population (MOHP) consulted with WHO staff at a SEARO meeting in Puducherry, India, in June 2015. Based on the LF Ag data collected and the concern that these districts would—if continuing to implement MDAs—never reach the required epidemiological coverage, WHO advised the MOHP to proceed with TAS. For Lalitpur, given that one spot check site reported a LF Ag >2%, WHO advised splitting the district into two EUs. The National LF Program divided Lalitpur into “rural” and “urban” sub-districts, with the “urban” sub-district advancing to TAS, and the “rural” sub-district including the peri-urban spot check site with 3% LF Ag underwent additional two MDA rounds in 2015 and 2016. Since Kathmandu’s population was 1.9 million, the National LF Program decided to divide the district into two EUs. Arghakhanchi and Pyuthan were grouped together into one EU, given their similar baseline prevalence and geographic proximity. TAS implementation in six EUs showed that all six achieved the prevalence threshold required to stop MDA (Table 4).",
    "Discussion and conclusion": "The impact of MDA to eliminate LF transmission is determined by the reduction of LF Ag below a critical cut-off in each EU as measured by the TAS [14]. In the current study, LF prevalence was shown to be reduced in ten districts that underwent at least five MDA rounds with DEC and ALB. Six out of ten districts showed decreased LF Ag in pre-TAS compared to baseline. In five of the six districts, results indicate that transmission was interrupted; part of a sixth district, Lalitpur, was also found to have interrupted transmission.\nThough the TAS sampling method was different to the one used for the baseline survey and pre-TAS, continuous reductions in LF Ag were observed from the first survey done in 2001 to surveys done in 2015. In a study conducted by Sherchand et al. [11] in 2001, LF Ag was reported to be 20% from Kathmandu, 19.8% from Bhaktapur, and 7.3% from Kaski among the adult population (>15 years of age). Substantial decreases in LF Ag were observed at pre-TAS compared to baseline surveys, the exception being a spot check site in Lalitpur. In nine out of ten districts no children below 9 years of age were positive for LF Ag. Although LF Ag had been reduced in all districts, only six districts passed the eligibility criteria to advance to TAS. In the other four districts (Parbat, Lamjung, Myagdi and Baglung) five rounds of LF MDA with consistently good coverage had an impact on transmission, but not sufficient to interrupt LF transmission completely—it is expected that additional rounds of MDA in these districts are required to do so. Districts/EUs that conducted TAS showed LF Ag below the established cutoff, and MDAs in those district can be discontinued.\nThe Nepal National LF Program faced a significant challenge as a result of Serious adverse effects (SAEs) that occurred during MDAs in 2011. SAEs included several deaths, and were widely publicized in Nepal. An investigation was conducted by the MOHP and the WHO, which determined that the deaths were coincidental and not related to taking the drugs; quality testing of the DEC and ALB was done to ensure they met national quality standards. Moreover, the national program provided additional education to drug distributors about the recommended drug dosages (6 mg/kg DEC and 400 mg ALB). Drug distributors and the population received clearer information about potential drug side effects and what to do if adverse or SAEs were experienced. People who experienced nausea, fever, headache, dizziness, or other symptoms after taking the drugs were encouraged to visit the nearest health facility immediately and the National LF Program provided management, as required. A policy was also established for drugs to only be distributed in the winter months, to avoid people from having to take them when working outside during hot summer months and possibly becoming dehydrated. Nonetheless MDA epidemiological coverage was affected, with nine out of ten districts experiencing a reduction in coverage in 2012, and the three largely urban and peri-urban districts of Kathmandu, Lalitpur, and Bhaktapur never exceeding 65% coverage in subsequent MDAs.\nThe impact of MDA on LF transmission in Nepal was found to be considerable and in line with findings observed in India, Papua New Guinea, and Egypt [15–17], all of which conducted MDA with DEC and ALB. In a couple of LF endemic districts of India, the LF mf and LF Ag prevalence was 0.2% and 2.3%, respectively, after eight MDA rounds [17]. In a multicenter study carried out in different countries, 10 out of 11 countries showed LF prevalence below the 2% cutoff point after completion of five MDA rounds [18]. Compliance is one of the major factors that influence the interruption of LF transmission. Studies have reported higher LF Ag after several MDA rounds among non-compliant than compliant population groups [19,20]. Poor compliance has been reported from India, where out of 99% of study participants who received DEC and ALB tablets during MDA, only 30% actually consumed the drugs [21]. Various factors such as lower educational status, higher age, lack of awareness and/or knowledge of LF and MDA, unwillingness of health care workers to visit for MDA distribution, and particularly unawareness of fear of side-effects are reasons for low MDA compliance [22–24]. Several studies from India have reported that non-compliance compromises MDA effectiveness [21,25–28]. Similarly, data from Egypt, where compliance was reportedly excellent (>85%) showed that the people who had never taken DEC and ALB had higher levels of mf and LF Ag in comparison to those who took all five MDA doses [16]. In our study, compliance as recorded during pre-TAS ranged from 49% to 93%, which in most of the districts (7 out of 10) was sufficiently higher than the expected >65% target. Reported MDA coverage rates ranged from 44–89%, which were validated by coverage surveys in nine of the ten districts included in this study.\nIn our study, the MDA coverage varied among the EUs which met TAS eligibility criteria based on pre-TAS data. Despite low MDA coverage and compliance in three districts (Kathmandu, Lalitpur and Bhaktapur), all six EUs passed TAS. This indicates that MDA coverage of around 50% may be sufficient to interrupt LF transmission in urban populations. In contrast, four rural districts having high MDA coverage were unable to stop LF transmission after five MDA rounds; we noted that these districts’ baseline LF prevalence was comparatively higher. Thus, MDA coverage is not the single factor that may determine the number of MDA rounds required to interrupt LF transmission, and other factors such as baseline LF prevalence, population density [29], occupation [30], personal hygiene [31], level of education and nutritional status [2] should be considered. Overall, our study showed the effective implementation of LF elimination efforts in Nepal, with some districts requiring additional MDA rounds to achieve LF transmission interruption."
}