{
    "Abstract": "Cholera is typically considered endemic in West Africa, especially in the Republic of Guinea. However, a three-year lull period was observed from 2009 to 2011, before a new epidemic struck the country in 2012, which was officially responsible for 7,350 suspected cases and 133 deaths. To determine whether cholera re-emerged from the aquatic environment or was rather imported due to human migration, a comprehensive epidemiological and molecular survey was conducted. A spatiotemporal analysis of the national case databases established Kaback Island, located off the southern coast of Guinea, as the initial focus of the epidemic in early February. According to the field investigations, the index case was found to be a fisherman who had recently arrived from a coastal district of neighboring Sierra Leone, where a cholera outbreak had recently occurred. MLVA-based genotype mapping of 38 clinical Vibrio cholerae O1 El Tor isolates sampled throughout the epidemic demonstrated a progressive genetic diversification of the strains from a single genotype isolated on Kaback Island in February, which correlated with spatial epidemic spread. Whole-genome sequencing characterized this strain as an “atypical” El Tor variant. Furthermore, genome-wide SNP-based phylogeny analysis grouped the Guinean strain into a new clade of the third wave of the seventh pandemic, distinct from previously analyzed African strains and directly related to a Bangladeshi isolate. Overall, these results highly suggest that the Guinean 2012 epidemic was caused by a V. cholerae clone that was likely imported from Sierra Leone by an infected individual. These results indicate the importance of promoting the cross-border identification and surveillance of mobile and vulnerable populations, including fishermen, to prevent, detect and control future epidemics in the region. Comprehensive epidemiological investigations should be expanded to better understand cholera dynamics and improve disease control strategies throughout the African continent."
}