{
    "Introduction": "Chagas disease is a parasitic disease in which the pathogenic agent, Trypanosoma cruzi is transmitted by hematophagous insects of the sub-family Triatominae. Triatoma infestans is the major vector in the Andean highlands where the disease is endemic and has infected humans for over 9000 years [1]. Chagas disease is the most important parasitic disease in the Americas in terms of mortality and economic impact [2]. In Bolivia the endemic area covers 55% of the country and, in 1985, more than one million people were infected [3]. In 1991 a public health program, the Southern Cone Initiative was launched by the World Health Organization to eliminate vector populations [4], through spraying of houses and surrounding areas with pyrethroid insecticides [5]. In Argentina, Brazil, Chile, and Uruguay, T. infestans is exclusively domestic or peri-domestic, thus eradication of the vector in these regions, followed by vigilance against re-infestation, has proven largely successful in reducing transmission of T. cruzi and thus the prevalence of Chagas disease [6]. In contrast, in Bolivia the vectors occur in domestic, peri-domestic, and sylvatic environments [7]; thus, control of T. infestans in towns and homesteads is confounded by the possible re-infestation from surrounding sylvatic areas.\nMolecular genetic research can help vector control programs by identifying and characterizing genetically distinct vector populations and then developing effective intervention strategies [8]. Several genetic markers including isozymes and the mitochondrial cytochrome b gene have proved useful in studying the genetic diversity of T. infestans [9],[10]; however, markers with more resolution would aid vector control efforts. DNA based microsatellite markers have been widely used in population studies because of their large polymorphism information content, widespread distribution in the eukaryotic genome and robust methodology.\nTo reduce transmission of Chagas disease, estimates of population differentiation are crucial to understand vector dispersal, sources of reinfestation, and gene flow; this genetic information is an important tool for effective management of insect control programs. Here we aimed to investigate the population genetic structure and inferred the source of colonization of vectors in the department of Chuquisaca, Bolivia using ten highly polymorphic microsatellite markers. The geographic region has high levels of human infection and house infestation and is located in a region thought to be the evolutionary origin of T. infestans.",
    "Methods": "Study sites and Triatomine sampling\nInsects were collected from 23 localities including both peri-urban (inhabited areas in the immediate vicinity of a city) and rural sites (less than 2000 inhabitants) in the provinces of Oropeza, Zudañez, Azurduy, Yamparaez, Tomina, Belisario Boeto and Hernando Siles within the Department of Chuquisaca, in the Bolivian highlands ranging from 1079 to 3020 meters above the sea level (Table 1, Figure 1). This area presents a broken topography with numerous valleys and small plateaus characterized by very diverse climates. In the Andean highlands, wheat is grown predominantly in small-scale, subsistence farming systems. In higher precipitation areas, potato is the preferred crop. Rainfall in these areas ranges from approximately 300 to 600 mm per year. In the Andean Plateau the average temperature is less than 10°C and there is less than 500 mm of annual precipitation. The Andean valleys present moderate climates, with average temperatures of 18°C and approximately 500 and 600 mm of rain every year. The relative humidity varies throughout the year, showing a similar pattern to the other climatic parameters. The majority of the vegetation in the plateau is grassy plain with a rich variety of grasses and dichotomous herbs, but also shrubs and some trees. The valleys contain fertile soils where vegetables, cereals and fruits are grown.\nSpecimens of T. infestans included in the present study were a mixture of nymphs and adults, collected from inside as well as the immediate vicinity of homes. Collections were made in the months of the Southern hemisphere summer 2002, spring 2005 and fall 2005. Forty-four insects came from a single corral in the community of Jackota in the province of Zudañez, 78 insects were collected in the community of Zurima in the province of Oropeza, and 37 were collected in Sucre the capital and main city of Chuquisaca located in the province of Oropeza. The remaining 71 insects came from collections in 20 localities throughout Chuquisaca. All insects included in the study were identified as T. infestans using taxonomic keys [11]. Insects from the first collection were frozen live. Those from subsequent collections were placed in 95% ethanol while alive. Specimens then were sent to Vermont, USA for molecular analysis.\n\n\nMolecular analysis\nDNA was extracted from three legs or 25 mg of tissue obtained from the posterior part of the abdomen of a given specimen using the Qiagen DNeasy DNA extraction kit (Qiagen, Inc., Valencia, CA). Care was taken to avoid sampling from the mid-abdomen as the stomach may inhibit the PCR reaction [12].\nMicrosatellite and genotyping system.We used ten previously published microsatellite markers: TiA02, TiC02, TiC08, TiC09, TiD09, TiE02, TiE12, TiF03, TiF11 and TiG03 [13]. To allow us to amplify and analyze all 10 loci in a single multiplex reaction, primers for three loci (TiC08* ‘5-AAG CAA ATA TTT TGT GTG TGT GTG -3”, TiD09* ‘5 –GGT CTT GGA TTT TAT GGG TTA TTT T -3’, and TiF03* ‘5 –CAC ACA AAC ACT TAA ACA CAC ACA A -3’) were modified so that the PCR product size did not overlap with other products of the same size range and fluorescence label. Our PCR reactions used the Qiagen Multiplex PCR kit (Qiagen, Inc., Valencia, CA). Template DNA (50–100 ng), primers and molecular biology grade water were added to the 2× multiplex PCR master mix to a final volume of 25 µL. The concentration of each primer was adjusted to permit good readings of the fluorescent peaks, modified by the addition of a fluorescence label and produced PCR products with the number of base pairs as follows: TiA02, 0.138, HEX, 173–225; TiC02, 0.138, HEX, 157–211; TiC08*, 0.276, 6-FAM, 110–144; TiC09, 0.552, NED, 125–159; TiD09*, 0.276, NED, 294–342; TiE02, 0.138, HEX, 147–167; TiE12, 0.276, HEX, 303–321; TiF03*, 0.276, 6-FAM, 215–269; TiF11, 0.138, NED, 256–280; and TiG03, 0.552, HEX, 200–250. The amplification protocol consisted of an initial step of 15 min at 95°C to activate the DNA polymerase and denature the template DNA, followed by 30 cycles of 30 sec at 94°C, 90 sec at 55°C, 60 sec at 72°C, and a final extension step of 10 min at 72°C. All reactions were carried out in a Techne TC-512 thermocycler (Techne Duxford, Cambridge, MA). PCR products were diluted 1/10 in distilled water then analyzed on an ABI Prism 3100 genetic analyzer using a ROX labeled size standard. Genotypes were read using GeneMapperTM version 4.0 software (Applied Biosystems, Foster City, CA). The multiple PCR products were analyzed on an ABI Prism 3100 genetic analyzer using a ROX labeled size standard. Genotypes were read using GeneMapperTM version 4.0 (Applied Biosystems, Foster City, CA).\n\n\n\nData analysis\nWe investigated population genetic structure at both ecological and geographic levels (Table 1 a–e). Ecological grouping included: Eastern, low altitude (97 individuals) vs. Western, high altitude (133 individuals) regions (Table 1 a) and domestic (36 individuals) vs. peri-domestic habitats (42 individuals) within Zurima (Table 1 e). The geographic groupings included: among 5 communities within a 100 Km diameter with a total of 193 individuals (Table 1 b), among 7 households within a 750 m diameter (defined as a house and the associated peri-domestic buildings and corrals, with 4, 7, 14, 7, 6, 11 and 3 insects respectively) within Zurima (Table 1 c), and 36 nymphs from a single corral in Jackota (Table 1 d). Four insects from a household in Zurima were collected in 2002 before spraying, all other specimens were sampled in 2005, up to 6 months after spraying and were re-infesting insects.\nEstimating population structure.Genetic population structure was investigated using hierarchical analysis of molecular variance (AMOVA) [14] for the model structures shown in Table 1 (a–e), using both FST (based on the infinite alleles model, IAM) and RST (based on a stepwise mutation model, SMM) [15] using the software Arlequin version 3.1 [16]. Values for the two statistics were tested for significant departure from zero using permutation tests contained within the software package. Nei's genetic distances among the 5 communities in group b (Table 1) were calculated and a UPGMA dendogram was constructed.\n\nIsolation by distance.To test for isolation by distance we performed a regression analysis of Slatkin's [17] linearized FST, (FST/1−FST) onto the natural log of geographic distance. In addition, a Mantel test [18] was used to assess the correlation between geographic distances among localities and differences in altitude with respect to Nei's unbiased standard genetic distances with 10000 random permutations using Arlequin version 3.1. The analysis was done using the five localities with sample size >8 (mean = 38.60, Table 1 b).\nPairwise multilocus estimates of the effective number of migrants (Nm) based on private alleles [17], were estimated using the software Genepop 3.4 [19], because this technique is more conservative than estimates based on RST for the sample sizes used in our study. The results were adjusted for diploid data, M = 2Nm. Based on the assignment test (see below) results from the software Structure [20] which showed mismatches between source and assigned populations from as far apart as 100 Km, we conducted a second Mantel test with 1000 permutations to determine the relationship between geographical distances and number of migrants (Nm).\n\nAssignment test.We performed a Bayesian clustering analysis using the software Structure [20]. The number of populations, K was determined using the admixture ancestry model and correlated allele frequencies, testing K = 2 to 6 for the five communities in group b (Table 1) and K = 2 to 8 for the 7 households in Zurima. Each replicate was run 100,000 times following a burn-in of 50,000 runs. Individuals were assigned a cluster if the proportion ancestry ≥0.7; when no cluster was ≥0.7, the individual was unassigned.\n\nRelatedness.The average relatedness (r) among groups of insects within households from Zurima (12 households), Serrano (4) and Ingre (1) was determined using the software Relatedness version 5.0 [21]. All individuals from a single household were used to define Px and Py.",
    "Results": "Population genetic structure\nThere was significant genetic differentiation among populations based on RST and FST estimates for all hierarchical levels analyzed (Table 2). Between low altitude East and high altitude West, RST and FST are statistically significant (RST = 0.08, FST = 0.02); both measures are also significant among the five communities <100 Km apart (RST = 0.12, FST = 0.06) and among houses in Zurima (RST = 0.14, FST = 0.07). We also observed significant differentiation between domestic and peri-domestic populations within the community of Zurima (RST = 0.05, FST = 0.03).\nAlthough East and West were genetically differentiated, we did not observe a trend towards higher diversity at higher altitude when we compared the Western populations with a mean altitude of 2600 m, which comprises the provinces of Oropeza and Yamparaez, with the Eastern populations having a mean altitude of 2300 m which includes the provinces of Zudañez, Belisario Boeto, Azurduy, Tomina and Hernando Siles. The mean number of alleles per locus was 15.3±2.23 and 13.6±2.31 at the high and low altitudes respectively (t-test, P>0.05). The dendogram based on Nei's genetic distances showed a cluster comprising populations from Zurima, El Chaco and Sucre differentiated from a sister cluster with the Jackota population (Figure 2). These two clusters were well differentiated from a cluster containing populations from the more distant Serrano (Table 3). Pairwise estimates of RST and FST among communities (Table 4) support the conclusion that El Chaco, Zurima and Sucre are genetically similar to each other and that these communities differ from Jackota and Serrano. Within the town of Zurima, the estimates of RST and FST among the 7 households are shown in Table 5. With respect to RST, households 4 and 5 are the most different from other households. These households represent peri-domestic samples and their difference from the other households is also shown by the significant difference among habitats (Table 2 e).\nDendogram based on Nei's (1978) standard genetic distance using the UPGMA method modified from the Neighbor procedure of Phylip version 3.5. Numbers are distances between nodes.\n\n\nAssignment test\nFive clusters were identified among the 5 communities (Table 3). When assigning individuals to genetic populations based on these communities, 78–86% of the individuals were assigned. The clusters represent insects with similar genotypes. Assignment tests can be viewed in terms of the number and evenness of communities in a single cluster and with respect to the number and evenness of clusters represented in a single community. Cluster 1 was a mixture of insects from the three close localities, Sucre, El Chaco and Zurima. The other four clusters contained insects from primarily one locality: clusters 2 and 3 were primarily from Zurima (24/29 = 83% and 24/28 = 86% respectively); cluster 4 from Jackota (32/33 = 97%) and cluster 5 from Serrano (18/28 = 64%). About 15–20% of the insects from each community were not assigned. From the community perspective, most of the insects from four of the communities are from a single genetic group: Jackota (73% from cluster 4), Sucre (67% from cluster 1), El Chaco (56% from cluster 1) and Serrano (72% from cluster 5). Zurima contains a mixture of groups, 13% group 1, 31% from group 2 and another 31% from group 3.\nAt the household level, five genetic clusters were identified from the seven households (Table 6). Insects from households 1, 2, 5 and half of those from household 7 were collected in peri-domestic settings, all the others came from domestic structures. The assignment test was quite successful for some households (100% assigned), yet for other households none of the insects were assigned. There does not seem to be any tendency for insects collected from domestic vs. peri-domestic sites to be assigned. With respect to the life stage and household of origin for the insects in each cluster, clusters 3 and 5 were mostly from a single household (86% and 100% respectively) with cluster 5 being composed only of the most geographically isolated insects and cluster 3 containing 5 nymphs and one adult from household 3 along with one adult male from household 6. Cluster 2 contains insects from 5 of the 7 households and cluster 1 contains insects coming from 4 households. Cluster 4 contains only nymphs, five from household 3 and four from household 2. The fifth cluster was a mix of adults and nymphs coming exclusively from Z-6. All four insects from the pre-spraying collection were not assigned to any cluster (Z-1) (Table 6).\n\n\nRelatedness\nRelatedness of insects in nine out of seventeen houses was not significantly different from 0 (Table 7). From these nine households, in six cases at least one adult was collected and in three cases only nymphs were collected. For one household (S-1), r<0 (P<0.05) indicating significant outcrossing. For seven houses r>0 (P<0.05). A value of r≈0.25 (half sibs) was obtained for four households, and although the relatedness was similar in these households, the composition of the insect collection varied (1 site only adults 1 site only nymphs and 2 sites a mix of adults and nymphs). For the sites with the highest relatedness values (r≈0.33, 0.44 and 0.48), in 2 houses a single adult and 2–4 nymphs were collected and for one household only nymphs were collected.\n\n\nNumber of migrants\nThe estimates of the effective number of migrants per generation, Nm, among towns <40 Km apart was higher (2.03) compared with those among more distant communities (1.42) and among houses within the town of Zurima (0.99). The Mantel test of isolation by distance revealed a non-significant correlation between Slatkin's linearized FST and Nm vs. the natural log of geographic distance (R2 = 0.001, P = 0.294; R2 = −0.184, P = 0.725 respectively). Non-significant results were also observed when applying the Mantel test for a correlation between Nei's genetic distances and geographic distances among populations (R2 = 0.00056, P = 0.135), and altitude (R2 = −0.000012, P = 0.548). The Mantel tests had low power because of the small samples within many of the communities.",
    "Discussion": "Our study region is an ecologically diverse but geographically small valley–mountain environment in the department of Chuquisaca in Southern Bolivia. This region has high levels of house infestation and vector and human T. cruzi infection [22]–[24]. The use of microsatellite loci, now routine in many insect population genetic studies because they are inherently more polymorphic than allozyme loci and generally not targets of selection, allows us to detect population structure with more statistical power [25].\n\nStructure among T. infestans populations\nPrevious studies on population genetics and morphometry of T. infestans from Bolivia have found geographical variation in patterns of population structure in this vector; therefore we examined distinct ecological and geographic hierarchical groups ranging from a single goat corral to comparing western and eastern regions of Chuquisaca.\nGenetic analysis over twenty-three localities throughout the department of Chuquisaca have revealed moderate but highly significant levels of genetic variation among populations. Both FST and RST showed differentiation even within a community. Previous study in the same area using a mitochondrial cyt b gene [10] failed to verify significant genetic diversity comparing distant rural and peri-urban settings. However, significant differentiation was revealed when populations from Chuquisaca (Andean) were compared with non-Andean populations from Brazil, Argentina and the Bolivian Chaco. Cytogenetic [26] and allozyme [9] studies have also confirmed genetic differences between T. infestans from highlands (>1800 m) and lowlands (<500 m). We examined insects from eastern and western Chuquisaca that significantly differ in altitude, both groups are >2000 m, and we detected significant differentiation at this ecological level.\nIn our study, RST values were larger than FST, suggesting polymorphism is high and rates of migration are low [27]. The IAM-based estimates (FST) indicate lower differentiation because they do not distinguish among shared alleles in different populations that are not identical by descent. Similar values of RST and FST are only to be expected when mutation rates are negligible in comparison to migration and drift. When the SMM contributes to population differentiation, RST values should be larger than FST values [28]. When comparing the 5 communities (Table 4), in general, pairwise RST>FST suggesting that mutation contributes to differences at this geographic level. However, there is no such pattern for pairwaise RST and FST among households suggesting that mutation does not contributes much to differentiation at this level.\n\n\nPopulation structure and the panmictic unit\nAs suggested by RST>FST, T. infestans has a low capacity for active dispersal [29] but can passively disperse over long distances when associated with human migration. It seems that this has been the structuring pattern of T. infestans in Chuquisaca. In our study, the results of the assignment of individuals to genetic clusters (Table 3) shows the assignment of insects to genetic populations located >100 Km apart.\nSeveral studies using isozymes have examined population structure in T. infestans and report variation among regions in the spatial scale of population differentiation. Variation in population structure among regions was established using twelve isozymes [9],[30]. There was significant differentiation of T. infestans populations between villages located 50 Km apart in Vallegrande, Santa Cruz yet in the Yungas of La Paz, populations only a few Km apart showed significant differences. Using 19 isozyme loci, significant differences in allele frequencies between populations separated by 20 Km were found in central Bolivia [31], but this study failed to detect differentiation between sylvatic and domestic populations of T. infestans. By contrast, incipient differentiation between sylvatic and domestic populations was revealed using morphometry of the head capsule [32]. Other studies [33] have indicated that the panmictic unit may be no larger than a single household, based on the finding of significant differentiation within households in Yungas, Bolivia. Differences have also been detected between geographically close populations based on wing geometric morphometry [34].\nThe results of our study show significant population structure among communities. These results are supported by cluster analysis, which identified the geographically isolated communities as separate clusters (Jackota and Serrano, Table 3); however the closer communities are not as genetically distinct (Sucre, El Chaco and Zurima, Table 3). If migration depends on habitat quality, when insects find favorable conditions at the microhabitat level it can reduce their dispersal tendency and consequently reduce gene flow. Within the community of Zurima we sampled 7 houses and statistical analysis estimated 5 clusters within an area of 750 m diameter. These results suggest the single household is not the panmictic unit in this area of Chuquisaca and is in accordance with a study on dispersal capacity in the towns of Trinidad and Mercedes, Argentina, that clustered the source of re-infestation at ∼500 meters [35].\nThe isolation-by-distance tests based on allozyme markers in populations from several areas in Bolivia and Peru found a positive correlation between genetic and geographic distances [9]. We found no evidence of isolation by distance within this area of Chuquisaca. Differences between the two studies may result because our study had low statistical power due to sampling a relatively small number of communities, few samples per community and microsatellite data, because of the high number of alleles, require large sample sizes. However, the non-significant results may also be because our study covers a small geographic area of Chuquisaca characterized by a high human migration rate in the last 40 years [36].\n\n\nControl implications\nPrevious studies [37] identified unique local characteristics in landscape and vegetation, distances between houses, the abundance of bugs and hosts, and presence of many peri-domiciliary structures in conjunction with the existence of sylvatic populations as contributing to spatial patterns of re-infestation. Identification of the source of re-colonizers can direct control programs in the surveillance phase. We have found significant differentiation at the household level in populations from Chuquisaca, Bolivia. Cluster analysis, relatedness estimates and life stage data can be combined to understand pre-spraying population dynamics and infer patterns of re-colonization.\nWithin Zurima, individuals collected in the most geographically isolated household (Z-6) were assigned to one cluster. The relatedness of insects in Z-6 was significantly greater than 0 (Z-6, r>0.17, c.i. = 0.15, Table 7). Eight of the nine adults and the two nymphs in Z-6 were assigned to a single cluster, but this house also had insects from two other clusters.\nThe reinfestation patterns for individual houses are quite variable including repeated colonization from several sources (Z-2, seven peri-domestic adults, r≈0.10, c.i. 0.13, Table 7), a single multiply mated female (S-3, 1 adult 5 nymphs, r≈0.26, c.i. = 0.21, Table 7), multiple colonization from a single source (Z-5, 3 males and 3 females, r≈0.23, c.i. = 0.21, Table 7), recrudescence of full sibs (Z-10, 3 nymphs, r≈0.48, c.i. = 0.45, Table 7) and recrudescence of unrelated eggs (Z-3, 14 insects mostly nymphs, r≈0.05, c.i. = 0.07, Table 7). Of course there are multiple possibilities for each household and these inferences are to show the range of possibilities, not to infer a given scenario for a specific household.\nThe presence of adults in many households less than 6 months after spraying suggests that for many cases, structures around human habitations may be playing a key role as the source of insects invading houses. The presence of nymphs in houses where no adults were found suggests recrudescence. Hence, recrudescence from a residual population and colonists from peri-domicile structures, rather than reinvasion from surrounding localities, seems to be a probable explanation of the source of re-colonists found during surveillance activities in this area.\nThe variety of results suggest that continuous surveillance consisting of analyzing relatedness among reinfesting insects at the household level is critical to maintain insect free houses and optimize insecticide spraying in this region."
}