{
    "Abstract": "Soil-transmitted helminths, such as roundworms (Ascaris lumbricoides), whipworms (Trichuris trichiura) and hookworms (Necator americanus and Ancylostoma spp.), are gastrointestinal parasites that occur predominantly in low- to middle-income countries worldwide and disproportionally impact children. Depending on the STH species, health status of the host and infection intensity, direct impacts of these parasites include malnutrition, anaemia, diarrhoea and physical and cognitive stunting. The indirect consequences of these infections are less well understood. Specifically, gastrointestinal infections may exert acute or chronic impacts on the natural gut microfauna, leading to increased risk of post-infectious gastrointestinal disorders, and reduced gut and overall health through immunomodulating mechanisms. To date a small number of preliminary studies have assessed the impact of helminths on the gut microbiome, but these studies are conflicting. Here, we assessed STH burden in 273 pre-school and school-aged children in Tha Song Yang district, Tak province, Thailand receiving annual oral mebendazole treatment. Ascaris lumbricoides (107/273) and Trichuris trichiura (100/273) were the most prevalent species and often occurred as co-infections (66/273). Ancylostoma ceylanicum was detected in a small number of children as well (n = 3). All of these infections were of low intensity (<4,999 or 999 eggs per gram for Ascaris and Trichuris respectively). Using this information, we characterised the baseline gut microbiome profile and investigated acute STH-induced alterations, comparing infected with uninfected children at the time of sampling. We found no difference between these groups in bacterial alpha-diversity, but did observe differences in beta-diversity and specific differentially abundant OTUs, including increased Akkermansia muciniphila and Bacteroides coprophilus, and reduced Bifidobacterium adolescentis, each of which have been previously implicated in STH-associated changes in the gut microfauna."
}