{
    "Abstract": "The four dengue virus serotypes (DENV1–4) cause the most prevalent mosquito-borne viral disease affecting humans worldwide. In 2009, Nicaragua experienced the largest dengue epidemic in over a decade, marked by unusual clinical presentation, as observed in two prospective studies of pediatric dengue in Managua. From August 2009–January 2010, 212 dengue cases were confirmed among 396 study participants at the National Pediatric Reference Hospital. In our parallel community-based cohort study, 170 dengue cases were recorded in 2009–10, compared to 13–65 cases in 2004–9. In both studies, significantly more patients experienced “compensated shock” (poor capillary refill plus cold extremities, tachycardia, tachypnea, and/or weak pulse) in 2009–10 than in previous years (42.5% [90/212] vs. 24.7% [82/332] in the hospital study (p<0.001) and 17% [29/170] vs. 2.2% [4/181] in the cohort study (p<0.001). Signs of poor peripheral perfusion presented significantly earlier (1–2 days) in 2009–10 than in previous years according to Kaplan-Meier survival analysis. In the hospital study, 19.8% of subjects were transferred to intensive care, compared to 7.1% in previous years – similar to the cohort study. DENV-3 predominated in 2008–9, 2009–10, and 2010–11, and full-length sequencing revealed no major genetic changes from 2008–9 to 2010–11. In 2008–9 and 2010–11, typical dengue was observed; only in 2009–10 was unusual presentation noted. Multivariate analysis revealed only “2009–10” as a significant risk factor for Dengue Fever with Compensated Shock. Interestingly, circulation of pandemic influenza A-H1N1 2009 in Managua was shifted such that it overlapped with the dengue epidemic. We hypothesize that prior influenza A H1N1 2009 infection may have modulated subsequent DENV infection, and initial results of an ongoing study suggest increased risk of shock among children with anti-H1N1-2009 antibodies. This study demonstrates that parameters other than serotype, viral genomic sequence, immune status, and sequence of serotypes can play a role in modulating dengue disease outcome."
}