{
    "Introduction": "Scrub typhus (ST), also known as tsutsugamushi disease, is caused by the arthropod borne gram-negative obligately intracellular bacillus Orientia tsutsugamushi. ST is a widely prevalent zoonotic disease endemic to the Asia-Pacific region, affecting about one million people each year [1–3].\nST is an acute febrile illness ranging in severity from mild to severe, with variable clinical manifestations ranging from mild self‑limiting features like fever, headache, cough, and myalgia to fatal course complicated by acute respiratory distress syndrome, congestive heart failure, acute renal injury, septic shock, disseminated intravascular coagulation (DIC), and central nervous system dysfunction [4,5]. Delayed diagnosis, lack of treatment, or improper management can lead to significant morbidity and mortality. Without appropriate treatment, the mortality of ST can be up to 30–70%. The median mortality for untreated patients is 6%, while for treated patient is 1.4% [6,7].\nST can affect all age groups but only a few case reports and case series which focus on pregnant women were published in the past. Less than 100 cases with pregnancy outcome reported from 1992 to 2014 [8], and the reports after 2014 involved a small number of cases as well, in which the largest one analyzed 33 cases [9–14]. Due to the limited evidence in the literature regarding the impact of ST in pregnancy and some studies linking it to maternal death and adverse fetal outcomes such as miscarriage, intrauterine death, stillbirth, and preterm delivery [8–14], our study sought to exam clinical presentation, diagnosis, treatment, and outcome of pregnant women with ST over a 10-year period in Yunnan province in China to: 1) compare clinical characteristics and outcomes of clinically diagnosed cases and laboratory confirmed cases; 2) investigate the effects of the disease on patients in different stages of pregnancy; 3) compare patients from the first 5 years to the second 5 years to evaluate how clinical characteristics and outcomes changed over this time; 4) identify the risk factor for poor fetal outcome; 5) compare our results with latest literature published since 2014. This population could be valuable for future randomized, controlled interventional trials aimed at reducing morbidity and mortality, as well as improving fetal outcomes in pregnant women with ST, particularly in resource-limited settings.",
    "Methods": "Ethics statement\nThe Ethical Review Board of People’s Hospital of Jinping Miao and Yao Dai autonomous county approved the study protocols [No.: (2024) LC-06] and individual consent for this retrospective analysis was waived.\n\n\nStudy design and data collection\nThis is a multicenter, retrospective study that involved 7 hospitals in Yunnan province in China, including 2 level III and 5 level II hospitals. Coordination for this study was based at People’s Hospital of Jinping Miao and Yao Dai autonomous county. We collected pregnant women with ST admitted to the 7 hospitals between January 1, 2014 and December 31, 2023. Data on maternal and fetal clinical characteristics, management, and outcomes among these patients were retrospectively collected from hospital records or through phone interviews.\nST is diagnosed based on epidemiologic exposure (travel to a disease-endemic area and contact with chiggers or rodents <3 weeks before the onset of illness), clinical manifestations (fever, lymphadenopathy, skin rash, and pathognomonic eschars or ulcers) and laboratory test: Weil-Felix test, indirect immunofluorescence antibody assay, polymerase chain reaction or isolation of Orientia tsutsugamushi [15–17]. Weil-Felix test is the only diagnostic tool available in our study. A minimum titer of 1:160 or a fourfold increase over previous levels for OXK is considered diagnostically significant [18,19].\nPregnancy is divided into three trimesters. First trimester spans from weeks 1 to 12 of pregnancy, second trimester covers weeks 13 to 27 of pregnancy, and third trimester is from week 28 until the birth. A miscarriage refers to the expulsion or removal of a fetus (or embryo) weighing less than 500 grams, typically occurring around 22 weeks of gestation [20]. Fetal death refers to the death of a fetus before birth, regardless of the duration of pregnancy. Stillbirth occurs when a baby is born deceased after 22 weeks of completed pregnancy [21]. Preterm birth is defined as born before 37 weeks of gestational age (GA). Poor fetal outcomes refer to miscarriage, intrauterine fetal death, stillbirth and preterm birth.\n\n\nStatistical Analysis\nThe data were analyzed using SPSS software (v. 26.0, SPSS Inc., Chicago, IL). Continuous variables were presented as median and interquartile range (IQR) and categorical data were expressed as number and percentage (%). Chi square or Fisher’s exact test were used for categorical variables, and Mann-Whitney U test was applied for comparing continuous variables. Pearson’s correlation was used for GA at the time of infection and fetal outcome. The risk of poor fetal outcome was analyzed by uni- and multivariate logistic-regression analysis, and odds ratio (OR) and 95% confidence interval (CI) was calculated around the point estimation value. A P value <0.05 was considered as statistically significant.",
    "Results": "A total of 260 pregnant women were diagnosed with ST. The clinical presentation, diagnosis, treatment, and outcome were compared for patients among the clinically diagnosed cases and laboratory confirmed cases, the different stages of pregnancy, patients in the 2 time periods (2014–2018, 2019–2023), and patients with good and poor fetal outcome. We also compare our findings with the latest literature published since 2014.\n\nClinically diagnosed cases versus laboratory confirmed cases\nIn total, 78.5% (n = 204) presented with pathognomonic eschars or ulcers, and 75.4% (n = 196) had Weil-Felix test, in which 52.5% (n = 103), 1.0% (n = 2) and 46.4% (n = 91) had a titer of 1:40, 1:80, and ≥1:160 for OXK, respectively.\nThere were 65.0% (n = 169) clinically diagnosed cases and 35.0% (n = 91) laboratory confirmed cases (Table 1). The median (IQR) time from the onset of fever to the definitive diagnosis of ST was 4 (3–5) days. Once ST was diagnosed, antibiotic therapy for ST was commenced. There were no statistically significant differences in antibiotic treatment and fetal outcome, but a higher proportion of patients with pneumonia (18.7% vs. 9.5%, p = 0.033) and a longer length of hospitalization (LOS) (7 vs. 6 days, p = 0.007) were seen in laboratory confirmed cases than clinically diagnosed cases.\n\n\nPatients in different stages of pregnancy\nThere were 15.0% (n = 39), 46.5% (n = 121) and 38.5% (n = 100) patients who developed the disease in their first, second and third trimester of pregnancy, respectively (Table 2). There were no significant differences in clinical presentation and major complications in patients in any trimester, while patients in the first trimester had the highest proportion of leucopoenia (35.9% vs.9.1%, P < 0.001; 35.9% vs. 3.0%, p < 0.001) and poor fetal outcome (71.0% vs. 43.0% vs. 22.0%, p < 0.01), and the least use of macrolides (66.7% vs. 79.3%, P < 0.001; 66.7% vs. 92.0%, p < 0.001), while the use of chloramphenicol was least in patients in the third trimester (5.0% vs. 13.2%, p = 0.009; 5.0% vs. 23.1%, p < 0.01). The miscarriage rate of patients in the first trimester was significantly higher than it was in the second trimester (64.5% vs. 15.0%, p < 0.001). Compared to the patients in the second trimester, ones in the third trimester had a lower proportion of fetal death/stillbirth (1.0% vs 18.7%, p < 0.001), and a higher proportion of preterm birth (21.0% vs. 9.3%, p = 0.019).\n\n\n2014–2018 versus 2019–2023\nCompared to the patients in 2014–2018, patients in 2019–2023 presented with a higher proportion of an eschar (84.8% vs. 74.2%, p = 0.042), splenomegaly (5.7% vs. 0.6%, p = 0.013), and electrolyte imbalances (75.2% vs. 60.6%, p = 0.014), and had a higher proportion of macrolides use (89.5% vs. 77.4%, p = 0.012), but the proportion of renal dysfunction (5.7% vs. 18.7%, p = 0.002), chloramphenicol use (5.7% vs. 15.5%, p = 0.016) and fetal death/stillbirth (3.1% vs. 12.8%, p = 0.01) were significantly decreased. Although the positive rate of Weil-Felix test was relatively lower (33.3% vs. 56.9%, p = 0.001), more patients did Weil-Felix test in 2019–2023 (82.9% vs. 72.3%, p = 0.021) (Table 3).\n\n\nMaternal outcome\nThere was no maternal death due to the infection, but 3.1% (n = 8) admitted to ICU, including 1 complicated with pneumonia and heart failure, 1 with pneumonia and pleural effusion, 1 with pneumonia and septic shock, 1 with septic shock, 1 with pleural effusion, 1 with heart failure and 2 with DIC, in which 2 received chloramphenicol.\n\n\nGood versus poor fetal outcome\nThe fetal outcome of 8.5% (n = 22) patients were unknown. For the remaining 238 patients, 37.8% (n = 90) had poor fetal outcome, including 40.0% (n = 36) miscarriage, 23.3% (n = 21) fetal death/stillbirth and 36.7% (n = 33) preterm birth.\nCompared to patients with good fetal outcome, the proportion of poor fetal outcome was highest in patients in the first trimester (71.0% vs. 22.0%, P < 0.001). The GA at the time of infection was strongly correlated with fetal outcomes, with the risk of poor outcomes decreasing as the gestational age advanced (r = -0.783, P < 0.001). Patients with poor fetal outcome had a higher proportion of pneumonia (20.0% vs. 8.1%, p = 0.007), leucopoenia (18.9% vs. 5.4%, p = 0.001), thrombocytopenia (31.1% vs. 19.6%, p = 0.038), and chloramphenicol use (20.0% vs. 5.4%, p < 0.001), but had a lower proportion of macrolides use (71.1% vs. 90.5%, p < 0.001) (Table 4).\nLower GA at the time of infection, pneumonia, use of chloramphenicol, leucopoenia and thrombocytopenia were associated with a poor fetal outcome, while the use of macrolides reduced the risk of a poor fetal outcome in univariate logistic-regression analysis with p < 0.05. However, only lower GA at the time of infection and pneumonia were independent risk factors for a poor fetal outcome on multivariate logistic-regression analysis with an odds ratio of 6.6 (95% CI 2.4–17.8, p < 0.001) and 3.1 (95% CI 1.3–7.6, p = 0.011) (Table 5).\n\n\nOur report versus latest literature after 2014\nThere were 7 cohorts and case series (cases ≥5) for ST in pregnancy since 2014, where 6 studies are from India and 1 is from Thailand [8–14]. The comparison between our results and the 7 available studies is shown in Table 6.\nTotally, there were 398 cases of pregnant women with ST, in which 13.6% (n = 54), 40.8% (n = 158) and 44.7% (n = 173) patients who developed the disease in their first, second and third trimester of pregnancy, respectively.\nSix reports found fever in all the patients. The proportion of patients with an eschar was >18.0% in 5 reports while none of the patients had an eschar in 3 reports. The proportion of patients with lymphadenopathy, skin rash, hepatomegaly or splenomegaly varied greatly, and it was <5% in total. In 4 reports, hepatic dysfunction and anemia were observed in >80% and >70% patients, respectively. Five studies reported the proportion of thrombocytopenia was > 20%.\nThe maternal mortality was 1.3% (n = 5), and poor fetal outcome was observed in 40.9% (n = 153) patients, including 64.0% (n = 98) fetal loss and 36.0% (n = 55) preterm birth. The rate of fetal death/still birth ranged from 8.8% to 20.0%. Three reports showed the miscarriage rate was >20.0% and fetal loss rate in the first trimester was highest.",
    "Discussion": "ST can affect all age groups but has been rarely reported among pregnant women [8–14]. We reported a multicenter study in clinical presentation, diagnosis, treatment, and outcome among 260 pregnant women with ST over a 10-year period in China. To the best of our knowledge, it’s the largest number of cases investigated so far.\nOur study found that this population have a high risk of poor fetal outcome, especially for those who develop the disease in the first trimester. Fetal outcome is a major concern in pregnant women with infection. Pathogens, such as ‘TORCH’ (Toxoplasma gondii, other, rubella virus, cytomegalovirus, herpes simplex virus), Escherichia coli, group B streptococcus and enterococcus species, can be vertically transmitted to the fetus leading to congenital anomalies in 3% of live births and 10–30% of all stillbirths [22–23]. Although there was no report showing congenital anomalies due to vertically transmitted Orientia tsutsugamushi, ST was associated with poor fetal outcomes, including miscarriage, intrauterine death, stillbirth, and preterm delivery [8–14]. Yadav et al [10] reported poor fetal outcome in the form of intrauterine death (7.4%), miscarriage (3.7%), and stillbirths (3.7%) in 27 cases. McGready et al [8] reviewed clinical profiles of 97 pregnant women with ST or murine typhus, in which 17.3% (14/81 cases) had miscarriage and 41.8% (28/67 cases) had poor fetal outcomes (stillbirth, low birth weight, and preterm delivery). Sengupta et al [14] analyzed 42 cases of pregnant women with ST and revealed that pregnancy loss with ST was significantly higher as compared to their routine obstetric data (33% vs 2.8%, P < 0.001). In our study, over 1/3 had poor fetal outcomes in the form of miscarriage, fetal death/stillbirth and preterm delivery. Notably, over the 10-year time period, we observed lower GA at the time of infection was an independent risk factors for a poor fetal outcome on multivariate logistic-regression analysis with an odds ratio of 6.6 (95% CI 2.4–17.8, p < 0.001), and patients with ST in the first trimester experienced the worst fetal outcomes, with a miscarriage rate of 64.5%, significantly higher than the rate observed in all recognized pregnancies (15.3%) [20]. The fetal loss rate in the first, second and third trimester was 64.5%, 33.6% and 1.0%. The risk of poor fetal outcome decreased with advancing GA, which was in line with the reports from Rajan et al [12] and Sengupta et al [14]. The elevated rate of poor fetal outcomes in the first trimester may be linked to the high usage of chloramphenicol, which was associated with adverse fetal outcomes in our study’s univariate logistic regression analysis. Although some studies have indicated that chloramphenicol use during the first trimester is not associated with teratogenicity [24,25], these studies primarily addressed topical or oral use. In contrast, chloramphenicol was administered intravenously to patients with ST in our study. Given the side effects of chloramphenicol, such as fatal aplastic anemia, bone marrow suppression, neurotoxicity, severe metabolic acidosis and gray baby syndrome, chloramphenicol is classed as a pregnancy category C drug and should be avoided in pregnancy [26]. Notably, the use of chloramphenicol decreased significantly, and the proportion of poor fetal outcomes was relatively lower in the latter half of our observation period. However, the direction of this association remains unclear. In addition, our study found the use of macrolides reduced the risk for poor fetal outcome in univariate logistic-regression analysis. The use of macrolides increased significantly in the latter half of our observation period, but there was no significant change in the proportion of poor fetal outcomes. Although macrolides are among the most commonly prescribed antibiotics during pregnancy, a cohort study from UK [27] showed macrolides in the first trimester of pregnancy were associated with an increased risk of any major malformation (OR1.55, 95% CI: 1.19–2.03), and specifically cardiovascular malformations (OR 1.62, 95% CI:1.05–2.51) compared with penicillin antibiotics, and macrolides in any trimester were associated with an increased risk of genital malformations (OR1.58, 95% CI: 1.14-2.19). In contrast, Andersson et al [28] found that the use of macrolides during pregnancy is not associated with an increased risk of major birth defects. Unfortunately, the management of ST remains controversial, and no specific treatment regimen has demonstrated a clear advantage or disadvantage in terms of efficacy or safety [29,30], not to mention the recommendation for pregnant women with ST. Further studies are needed to identify the most appropriate antibiotics for this population.\nOne limitation of this study is the use of the Weil-Felix test for laboratory diagnosis. This test is less preferred due to its lack of specificity and sensitivity, as well as the delay in antibody production. Therefore, diagnosis is mainly based on clinical manifestations and epidemiologic exposure in our study. In resource-limited settings, future policies and strategies should focus on supporting the widespread use of accurate and affordable point-of-care testing for ST. Another limitation of this study is its retrospective observational design, which means that differences in staffing and clinical practice across various hospitals may impact clinical outcomes in these patients. Hence, the results in our report may not be entirely consistent or directly comparable with data from published clinical trials due to limitations in diagnostic methods and variations in the severity of patients. Despite its limitations, this retrospective multicenter study advances our understanding and could provide valuable insights for future randomized, controlled interventional trials aimed at reducing morbidity and mortality and improving fetal outcomes for pregnant women with ST in resource-limited settings.",
    "Conclusions": "This retrospective multicenter study provides a real‐world analysis of pregnant women with ST management in resource-limited settings in China. To the best of our knowledge, this study includes the largest number of cases in this population to date. Our findings indicate that patients with lower GA at the time of infection and pneumonia might be more prone to have poor fetal outcome. Further studies are needed to investigate the correlation between antibiotics regimens for this population and fetal outcome. Additionally, policies and strategies should be strengthened to support the widespread use of accurate and affordable point-of-care testing for ST in resource-limited settings."
}