{
    "Introduction": "The 2014–15 Ebola virus disease (EVD) epidemic in West Africa was the largest Ebola outbreak ever documented with a total of 28,646 cases and 11,323 deaths reported as of March 30, 2016 [1, 2]. At the start of the epidemic, no licensed vaccines were available for Ebola.\nIn July 2015, Henao-Restrepo and colleagues [3, 4] demonstrated 100% (95% confidence interval (CI): 74.7–100.0) efficacy of the rVSV-ZEBOV vaccine against EVD using a ring vaccination cluster randomised trial in Guinea. Rings, i.e., clusters, were defined as the contacts and contacts of contacts of confirmed EVD cases. Ring vaccination strategies were instrumental in the elimination of local outbreaks of smallpox during the eradication phase [5]. Several modelling studies evaluating targeted smallpox vaccination strategies have been performed (see for instance [6, 7]). Modelling results highlighted the time from symptom onset to case isolation and the fraction of contacts identified by contact tracing as the most important factors determining the success of ring vaccination strategies. Questions remain about whether a ring vaccination strategy can be effective in containing EVD outbreaks, such as the EVD flare-up observed in West Africa in 2016 [2].\nWe use a spatially explicit agent-based model of EVD transmission based on a detailed synthetic population of Sierra Leone (see Methods and SI) [8, 9]. The model is calibrated to reproduce the most important features of the EVD outbreak in Pujehun district, that can be considered typical in terms of both transmissibility and key time periods. Specifically, the observed basic reproduction number was R0 = 1.63, in the range of values estimated for West Africa of 1.6–2.2 [8, 10–13]. Furthermore the average generation time of 13.7 days, and the average incubation time of 9.7 days are similar to the WHO estimates of 15.3 days and 11.4 days [10], respectively.\nHere we examine the effectiveness of ring vaccination with the rVSV vaccine in containing the spread of EVD. We focus on possible future EVD outbreaks reemerging in West Africa. We assume, however, that the existing infrastructure for managing the 2014–15 EVD epidemic has at least partly dissolved. Results apply also to the emergence of EVD in different African countries where this infrastructure is not present at all.\nIn this context, we assume that ring vaccination will be the primary containment strategy. Specifically, we consider the following paradigm for containing future EVD outbreaks: i) isolation of index cases and identification of contacts and contacts of contacts of index cases and ii) vaccination of contacts and contacts of contacts. Additional non-pharmacological interventions, early isolation of secondary cases through contact tracing, will eventually be implemented on top of vaccination.\nWe focus on ring vaccination’s ability to contain an early outbreak by reporting the epidemic prevention potential (EPP [17–19] see Methods). The EPP reflects the probability of an intervention containing an outbreak. We consider different levels of uncertainty and different values of the effective reproduction number Re, the average number of secondary cases generated by a primary infector. This analysis allows us to identify the main determinants of the probability of outbreak containment, and expands upon previous modeling work [20, 21] as we consider the important impact of varying the ring definition (contacts, contacts of contacts, and spatial components), as well as the performance of ring vaccination assuming different levels of Re and contact tracing.",
    "Methods": "Transmission model\nOur model (see the S1 File for details) considers the Pujehun district of Sierra Leone. The model population of 375,000 individuals was assigned to one central town (population 30,000) and neighbouring villages, reflecting district-level data from the Demographic and Health Survey [22]. Individuals are assigned to specific households, and households are linked to create “extended households” as are typical in rural Africa. The model is an extension of a model used to simulate interventions during the 2014 outbreak [9]. We used microsimulations to explicitly model Ebola transmission within households and extended households (35.9% and 38.5% of transmission in Pujehun district, respectively; 74.4% of transmission combined) and in the general community, including non-household and health care-related contacts (25.6% of transmission) [9]. Ebola transmission occurring during burial ceremonies is captured within these estimates. The extended household defines the set of contacts and contacts of contacts that could be identified through contact tracing. As a baseline we assume that all contacts of the extended household (74.4% of transmission combined) can be identified through contact tracing. We also consider a more optimistic scenario where we assume that 90% of contacts can be identified through contact tracing. This assumption stems from the observation that most of non-family transmission events in Pujehun district were observed among friends [9] and thus they could be potentially traceable, at least to some extent. The relative proportions of transmissions are consistent with findings from other West African regions [8, 15, 16]. The model allows for heterogeneity in transmission [9, 14] and for variation in age-specific risk of infection [9].\n\n\nEffective reproduction number\nBecause we used a heterogeneous transmission model and included the contact structure of the population, the distribution of secondary cases per index case has a long tail with non-negligible probabilities for 10 or more secondary cases. In Pujehun the distribution of secondary cases was overdispersed, resembling a negative binomial with dispersion parameter k = 0.45, comparable to k = 0.18 observed in Conakry, Guinea [14]. Furthermore, most of the transmission events occurred among close contacts, with 74.3% of cases exposed in family or extended family, similar to the 72% estimated for Conakry, Guinea [15] and to the 71.4% observed in Montserrado, Liberia [16]. In our model we considered Re values for EVD from 1.4 to 2.6, which extends beyond the plausible range of values estimated in West Africa (1.6 to 2.2) [8, 10–13]. In fact, the transmission potential for future EVD outbreaks, possibly originating in different regions of Africa, could be different from that observed in West Africa. For instance, it could be either decreased or increased by human behaviour, by the ability of health care workers to limit transmission in health care facilities, and by burial procedures. Key model parameters and their assumed values are summarised in Table 1.\n\n\nEpidemic prevention potential\nWe measure the impact of ring vaccination on simulated outbreaks in terms of EPP [17], defined as EPP = 1 − pI /pNI, where pI and pNI are the probabilities of an uncontained outbreak when an intervention is used (e.g. ring vaccination) or no intervention is used, respectively. Here an outbreak is considered uncontained if the number of cases exceeds 300, though the results are consistent if this threshold is varied by up to 30%. Because the probability of an uncontained outbreak increases with Re, the EPP measures the impact of an intervention in preventing an uncontained outbreak, standardising by the background probability of an uncontained outbreak. An EPP of 1 indicates that an intervention always contains an otherwise uncontained outbreak, while an EPP of 0 indicates that the intervention never contains an outbreak that would have been uncontained. We provide estimates of the number of vaccine doses required to implement ring vaccination. In particular, we report the number of vaccine doses required for successful containment only. Indeed, for an uncontained outbreak, it is likely that the epidemic would invade other districts and neighbouring countries. Instead of local containment, intervention measures would likely focus on outbreak mitigation, and vaccination strategies would be integrated with other intervention options.",
    "Results": "By assuming baseline values of model parameters (see Table 1), the probability of an uncontained outbreak in the no-intervention scenario is shown in Fig 1A. The no-intervention scenario for a randomly mixing population considers a situation with little or no readiness of the health care systems—a reasonable assumption for the very early phase of the outbreak—and with an effective reproductive number that accounts for the baseline practices for transmission control. The outbreak probability increases from about 23% for Re = 1.4 to 54% for Re = 2.6. Outbreak probabilities are lower than what would be theoretically predicted by p = 1 − 1/Re. This is expected due to the heterogeneity in transmission [24]. The impact of ring vaccination is reported in Fig 1B. The EPP of ring vaccination is near 1 when Re ≤ 1.4. The EPP of ring vaccination declines as Re increases, decreasing to approximately 0.40 when Re = 1.8, and to nearly 0 when Re ≥ 2.4. The probability of an uncontained outbreak by assuming baseline ring vaccination increases from about 0.3% for Re = 1.4 to 53% for Re = 2.6. When Re = 1.6, our model returns an estimated vaccine effectiveness (see S1 File) consistent with the 75.1% effectiveness observed in the Guinea ring vaccination trial [4] (see S1 File). On average, 14 rings (max 169) and 847 vaccine doses (max 10,659) are required to contain an outbreak when Re = 1.6 (Fig 1C and 1D). The mean number of cases with baseline ring vaccination ranges from 15.5 (95%CI:1–121) for Re = 1.4 to 2.0 (95%CI:1–12) for Re = 2.6: in fact, for small values of Re it is possible to contain the outbreak with ring vaccination even after a few generations of cases, while for large values of Re the outbreak either will be contained early or it will be not contained. These results suggest that ring vaccination strategies with baseline intervention parameters can be highly effective and affordable for containing an EVD outbreak when Re ≤ 1.6.\nA Probability (with 95%CI; exact binomial test) of an uncontained outbreak (more than 300 cases) after introducing one infected case into a fully susceptible population for a range of Re values. The dashed line represents the theoretical value 1 − 1/Re under a homogeneous mixing assumption. B Estimated epidemic prevention potential and 95%CI for a range of Re values. The shaded grey area denotes the most plausible Re values for the 2014–15 West African epidemic. C Mean number of vaccine doses and 95%CIs for containing an outbreak for a range of Re values. D As C but for the number of rings defined. Each estimate is based on 1,000 simulated outbreaks.\nResults of an extensive sensitivity analysis on all parameters regulating EVD transmission and interventions are discussed in the S1 File. Briefly, results show that achieving high vaccine coverage within the ring (≥ 80%), adding a spatial component to the ring definition (2 km), decreasing human mobility, and decreasing the time from symptom onset to isolation to 2–3 days (e.g. through contact tracing) can drastically increase the EPP (Fig 2).\nA Estimated epidemic prevention potential (points) and 95%CI (vertical lines) as a function of Re and by varying the vaccine coverage. Baseline coverage: 65% [4]. The shaded grey area represents the range of most plausible values of Re for the 2014–15 epidemic in West Africa. B As in A but by varying the eligible population. Symbols: C indicates contacts of index cases; CC indicates contacts of contacts; S indicates geographical rings (ring radius: 2 km). Baseline value: C&CC [4]. C As in A but by varying the parameter regulating human mobility. Spatial transmission is proportional to a power law kernel 1/(1 + db) where d is the geographical distance and b regulates the decrease of transmission with distance. Baseline value: b = 2.25, resulting in an average distance of 7.7 km [23]. Other scenarios assume different values of b, corresponding to an average distance ranging from 1.5 to 25 km. In these scenarios, probabilities of outbreaks in the absence of interventions were recomputed for each value of the parameter b. D As in A but by varying the time from symptoms onset to hospitalisation. Baseline value: 4 days [9]. Each estimate is based on 1,000 simulated outbreaks.\nFor values of Re > 1.6, outbreak containment will likely require additional interventions or higher vaccine coverage and earlier outbreak detection. One option is to add a spatial (S) component to the ring vaccination strategy, vaccinating all eligible individuals within a fixed radius around the index case, (C&CC+S) with 65% coverage. Outbreak containment can be further improved if other interventions are simultaneously implemented, including reducing time to isolation of cases (2–3 days from onset to hospitalisation), increasing ring vaccination coverage to 90% of eligible individuals, and reducing public access to infected areas. We refer to this potentially feasible combination as “improved health systems” and estimate its added impact in Fig 3A. When these interventions are added, the EPP is nearly 1 for all values of Re. The combinations of interventions discussed above all seem implementable, at least to some extent, considering that i) vaccine safety and efficacy have been demonstrated in children; ii) the average time spent in the community by EVD cases was reduced to 2 days in the last part of the 2014–15 EVD epidemic in West Africa; iii) a spatial ring of about 2 km requires targeting a very limited number of villages; iv) reducing human mobility can be achieved through roadblocks (e.g., through checkpoints with medical screening, as done during the 2014–15 EVD epidemic in West Africa or defining quarantine areas.\nA Estimated epidemic prevention potential and 95%CI for a range of Re values using three ring-defining strategies: contacts and contacts of contacts (C&CC) of index cases; C&CC with a spatial ring of radius 2km around index cases (C&CC+S); C&CC+S (2km) plus “improved health systems”, which includes reducing time to isolation of cases (2–3 days from onset to hospitalisation), increasing ring vaccination coverage to 90% of eligible individuals, and reducing public access to infected areas. The shaded grey area denotes the most plausible Re values for the 2014–15 epidemic in West Africa. B As A but considering mass vaccination (coverage 25% and 50%) and a spatial ring (S) of 20km around index cases. Each estimate is based on 1,000 simulated outbreaks.\nWe compare ring vaccination with preemptive and reactive mass vaccination strategies in Fig 3B as these strategies have been considered as alternatives for containing EVD [21]. We consider preemptive mass vaccination covering 25% and 50% of all eligible individuals in the region (corresponding to 93,750 and 187,500 vaccine doses, respectively). We model reactive vaccination as a large spatial (S) ring covering 65% of eligible individuals in an area 20km around the index case. Our results suggest that reactive mass vaccination may be more effective than preemptively mass vaccinating 25–50% of the eligible population, and requires significantly fewer vaccine doses, especially when Re < 1.8. For instance, if Re = 1.6, an average of 43,027 vaccine doses overall (upper 95%CL: 188,772) are required to contain an outbreak using reactive mass vaccination.",
    "Discussion": "We have shown that ring vaccination of contacts and contacts of contacts using the highly efficacious rVSV-ZEBOV vaccine can effectively contain an EVD outbreak when Re ≤ 1.6. Containment is likely to occur for values of Re up to 1.8 if the outbreak is readily detected and the vaccine coverage in the rings is as high as 80%. Adding a 2km spatial component to the ring definition, corresponding to targeting 2.7 villages on average (SD: 1.3), further enhances the effectiveness of ring vaccination, and reinforcement of the healthcare system plus ring vaccination can all but eliminate the probability of an uncontained outbreak. Specifically, shortening the time from symptoms onset to hospitalisation to 2–3 days on average through contact tracing procedures, adding a 2km spatial component to the ring definition, and decreasing human mobility through quarantine of affected areas would result in likelihood of containment close to 1 for values of Re up to 2.6. Alternatively, for values of Re larger than 1.8, reactive mass vaccination in a 20km radius around the index case greatly decreases the probability of an uncontained outbreak and reduces the public health burden while requiring a fraction of the doses necessary for preemptive mass vaccination. However, even in the case of larger values of Re (e.g. Re = 1.84 as observed in Liberia [8]) it should be considered that most initial transmission in health care settings, that was relevant in Liberia [8], could be avoided by preventive vaccination of health care workers; thus contributing to reduce the initial Re and to increase the likelihood of containment with ring vaccination.\nMoreover, given the experiences of previous Ebola outbreaks where no vaccine was available (e.g., the 2014 outbreak in Nigeria) and of occasional flare-ups in West Africa that have been rapidly brought under control with traditional control strategies [16], it is likely that traditional non-pharmaceutical measures will still be considered, together with ring vaccination, to manage future EVD outbreaks, thus contributing to further reduce Re. Our model does not consider all these measures explicitly (only hospitalisation of cases is explicitly simulated). While this is a limitation of our study, we accounted for the direct effects of these additional measures. Indeed, the considered reduction of the time from symptom onset to hospitalisation can be interpreted as the result of contact tracing procedures; the considerable reduction of human mobility can be interpreted as the result of quarantine of affected areas. While the model has limitations, including sensitivity to assumptions about hospitalisation rate, number of Ebola beds, and time until the outbreak is first detected, the results are informative.\nOur results should also be discussed in the light of previous modeling works. In [20] the authors evaluate the impact of vaccinating only contacts of cases. The study was published before the publication of the original papers describing the rVSV vaccination trial in West Africa [3, 4], where a different definition of ring vaccination, considering also contacts of contacts, has been used. Difference with our results may be traced back to the fact that our analysis evaluates vaccination strategies including contacts and contacts of contacts. In [21], authors observe that ring vaccination might not lead to containment of future EVD outbreaks. However, results depend on the assumption that cases missed by contact tracing transmit the infection much more than cases in known clusters of transmission (7 and 0.66 cases on average respectively). In particular this implies that the basic reproductive number increases proportionally to the percentage of missed cases. The authors themselves recognize this as a study limitation. We integrate into the model information on the percentage of cases generated in family or extended family (72% of transmission in Conakry, Guinea [15], 71.4% in Montserrado, Liberia [16], and 74.3% of transmission in Pujehun district, Sierra Leone [9]) that allows us to set the lower limit of the percentage of traceable cases. Our approach is supported by the analysis conducted in [16] where authors found that 71.4% (15/21) of cases were listed as contacts.\nOur results indicate that the efforts using ring vaccination to contain EVD flare-ups in Guinea and Liberia should be successful. Plans are underway to create a mobile stockpile of rVSV-ZEBOV vaccine at the World Health Organisation (WHO) to contain future Ebola outbreaks [25]. The GAVI alliance has pledged funds to buy 300,000 doses of rVSV-ZEBOV vaccine for such a stockpile [26]. Based on the results here, the planned stockpile of 300,000 doses should be sufficient to implement ring vaccination policies for containing a timely detected Ebola outbreak at the source. If the outbreak is left unchecked and eventually invades other regions/countries obviously much more vaccine doses would be needed in the mitigation and eradication effort. Strategies based on spatial vaccination or mass vaccination might require a greater effort, especially in the case of outbreaks in urban settings.\nTargeted vaccination interventions, as outlined here, should be adapted for other emerging infectious disease threats, as was done in the past for smallpox [27]. The use of these control strategies, both for assessing effectiveness and actual containment, is part of the WHO plan for dealing with future emerging infectious disease threats [28]. The work presented here should be instrumental in moving this process forward."
}