{
    "Introduction": "Outpatient management for dengue fever is the mainstay of treatment for most dengue cases. However, severe dengue can develop rapidly while patients are at home. Understanding the self-care practices and healthcare-seeking behaviours among dengue patients managed as outpatients will help improve the delivery of care to these patients.",
    "Objective": "This study aimed to explore the self-care practices, health-seeking behaviour and outpatient management of dengue fever from the perspectives of patients and primary care physicians.",
    "Methodology": "This qualitative study used in-depth interviews and focus group discussions to obtain information from laboratory-confirmed dengue patients who received outpatient care and primary care physicians who cared for them. Patients and physicians shared their experiences and perceptions of self-care practices, decisions to seek urgent care, and outpatient management procedures and visit frequency. Data were coded and analysed using thematic analysis.",
    "Results": "13 patients and 11 physicians participated. We discovered that the use of traditional remedies was common with patients perceiving no harm from it, whereas physicians did not see a benefit. Dengue patients’ knowledge of warning signs was inadequate despite the information being provided by physicians during clinical follow-up visits. Regarding the decision to seek urgent medical care, physicians assumed patients would seek help immediately once they experienced warning signs. However, for the patients, other factors influenced their health-seeking behaviour, such as their personal perceptions of symptom severity and often more importantly, their social circumstances (e.g., availability of childcare). Patients also described regular outpatient follow-up for dengue as inconvenient. There was variation in the prescribed outpatient follow-up interval recommended by participating physicians who complained about the lack of clear guidelines.",
    "Conclusion": "Perceptions around self-care practices, health-seeking behaviour and outpatient management of dengue often differed between physicians and patients, especially on comprehension of dengue warning signs. Addressing these gaps between patient and physician perceptions and recognition of patient drivers of health-seeking behaviour are needed to improve the safety and delivery of outpatient care for dengue patients."
}