{
    "Abstract": "Brucellosis is an important zoonotic disease globally, with particularly high burdens in pastoral settings. While the zoonotic transmission routes for Brucella spp. are well known, the relative importance of animal contact, food-handling and consumption practices can vary. Understanding the local epidemiology of human brucellosis is important for directing veterinary and public health interventions, as well as for informing clinical diagnostic decision making. We conducted a cross-sectional study in Ijara District Hospital, north-eastern Kenya. A total of 386 individuals seeking care and reporting symptoms of febrile illness were recruited in 2011. Samples were tested for the presence of Brucella spp. using a real-time PCR (RT-PCR) and results compared to those from the test for brucellosis used at Ijara District Hospital, the febrile Brucella plate agglutination test (FBAT). A questionnaire was administered to all participants and risk factors for brucellosis identified using logistic regression with an information theoretic (IT) approach and least absolute shrinkage and selection (LASSO). Sixty individuals were RT-PCR positive, resulting in a prevalence of probable brucellosis of 15.4% (95% CI 12.0–19.5). The IT and LASSO approaches both identified consuming purchased milk as strongly associated with elevated risk and boiling milk before consumption strongly associated with reduced risk. There was no evidence that livestock keepers were at different risk of brucellosis than non-livestock keepers. The FBAT had poor diagnostic performance when compared to RT-PCR, with an estimated sensitivity of 36.6% (95% CI 24.6–50.1) and specificity of 69.3% (95% CI 64.0–74.3). Brucellosis is an important cause of febrile illness in north-eastern Kenya. Promotion of pasteurisation of milk in the marketing chain and health messages encouraging the boiling of raw milk before consumption could be expected to lead to large reductions in the incidence of brucellosis in Ijara. This study supports the growing evidence that the FBAT performs very poorly in the diagnosis of brucellosis."
}