{
    "Background": "Cystic echinococcosis (CE) caused by Echinococcus granulosus sensu lato (s.l.) is a neglected and underdiagnosed parasitic zoonosis that has a significant socioeconomic impact on rural communities relying on livestock farming. CE is endemic across Latin America, including Chile, where the Coquimbo region exhibits a relatively high record of hospital-based human cases and infected animals. However, the incidence of hospitalized CE cases may underestimate the real burden of infection in a population, since the majority of cases never reach medical attention or official disease records.",
    "Methodology/Principal findings": "In 2019, a cross-sectional, community-based study was conducted with the objectives of estimating for the first time the prevalence of human abdominal CE using abdominal ultrasound (US) screening in volunteers residing in urban and rural localities of the Monte Patria municipality located in Limarí province, Coquimbo region, Chile, and identifying the risk factors associated with human infection. Pre-screening activities included a 16-h lecture/hands-on training aimed at rural physicians that focused on the diagnosis of CE by US, based on current WHO recommendations. A total of 2,439 (~8% of municipality inhabitants) people from thirteen target localities were screened by abdominal US in June-July 2019. We found an overall CE prevalence of 1.6% (95% CI 1.1–2.2) with a significantly higher likelihood of infection in rural localities, older age classes and people drinking non-potable water; 84.6% of infected volunteers were newly diagnosed with CE. Cysts were either in active or inactive stages in equal proportions; active cysts were detected in all age classes, while 95.7% of inactive cysts occurred in >40 years-old subjects.",
    "Conclusions/Significance": "This is the first US survey aimed at detecting human infection caused by Echinococcus granulosus s.l. in Chile. Our findings indicate a high CE prevalence in the area, and contribute to define the demographic and behavioral risk factors promoting the transmission of the parasitic infection within target communities. Our results support the implementation of cost-effective strategies for the diagnosis, treatment and control of CE, and the need to improve the epidemiological surveillance system in Chile."
}