{
    "Abstract": "The acute effects of snakebite are often emphasized, with less information on long-term effects. We aimed to describe the long-term health effects perceived by patients followed up after confirmed snakebites. Two groups of snakebite patients (>18y) from the Anuradhapura snakebite cohort were reviewed: Group I had a snakebite during August 2013-October 2014 and was reviewed after 4 years, and group II had a snakebite during May 2017-August 2018, and was reviewed after one year. Patients were invited by telephone, by sending letters, or doing home visits, including 199 of 736 patients (27%) discharged alive from group I and 168 of 438 patients (38%) from group II, a total of 367 followed up. Health effects were categorised as musculoskeletal, impact on daily life, and medically unexplained. Health issues were attributed to snakebite in 107/199 patients (54%) from group I and 55/168 patients (33%) from group II, suggesting the proportion with health issues increases with time. Sixteen patients (all viperine bites) had permanent musculoskeletal problems, none with a significant functional disability affecting daily routine. 217/367 reported being more vigilant about snakes while working outdoors, but only 21/367 were using protective footwear at review. Of 275 farmers reviewed, only six (2%) had restricted farming activities due to fear of snakebite, and only one stopped farming. 104/199 (52%) of group I and 42/168 (25%) of group II attributed non-specific symptoms (fatigue, body aches, pain, visual impairment) and/or oral cavity-related symptoms (avulsed teeth, loose teeth, receding gums) to the snakebite, which cannot be explained medically. In multivariate logistic regression, farming, type of snake, antivenom administration, and time since snakebite were associated with medically unexplained symptoms. The latter suggests medically unexplained effects increased with time. Based on two groups of snakebite patients reviewed one and four years post-bite, we show that long-term musculoskeletal disabilities are uncommon and not severe in snakebite survivors in rural Sri Lanka. However, a large portion of patients complain of various non-specific general and oral symptoms, not explainable based on the known pathophysiology of snakebite. These perceived effects of snakebite were more common in patients with systemic envenoming, and were more frequent the longer the time post-bite."
}