{
    "Background": "Combination therapy with a third-generation cephalosporin (TGC) and a tetracycline analogue is recommended for Vibrio vulnificus infection. The combination of a TGC and ciprofloxacin has synergistic in vitro bactericidal activity against V. vulnificus. No clinical study has compared the standard regimen with TGC plus ciprofloxacin therapy for V. vulnificus infection.",
    "Methods": "Patients with a confirmed V. vulnificus infection at two medical centers in Korea from 1991 to 2016 were enrolled in this study. The patients were grouped according to the type of antibiotic administered. A retrospective propensity-score-matched case-control study of patients treated with TGC plus doxycycline or TGC plus ciprofloxacin was performed. The clinical characteristics and outcomes of the patients were analyzed.",
    "Results": "A total of 218 patients were confirmed to have V. vulnificus septicemia during the study, and the 30-day survival rate was 39% (85/218). The patients were classified into the following six treatment groups: TGC monotherapy (n = 82), TGC plus doxycycline therapy (n = 42), TGC plus ciprofloxacin therapy (n = 39), ciprofloxacin monotherapy (n = 14), other β-lactam monotherapy (n = 10), and other (n = 31). The survival rates of these groups were as follows: TGC monotherapy (35%), TGC plus doxycycline (38%), TGC plus ciprofloxacin (54%), ciprofloxacin monotherapy (29%), other β-lactam (20%), and other (39%). The 30-day survival rate showed no significant difference between the TGC plus doxycycline and TGC plus ciprofloxacin groups (log-rank test, P = 0.18). Among the 81 patients treated with TGC plus doxycycline or TGC plus ciprofloxacin, 12 per treatment group were selected by propensity-score matching. There was no significant difference in the baseline characteristics or the frequency of fasciotomy between the two groups. The 30-day survival rate showed no significant difference between the TGC plus doxycycline (50%) and TGC plus ciprofloxacin (67%) groups (log-rank test, P = 0.46).",
    "Conclusion": "Our data suggest that the outcome of TGC plus ciprofloxacin therapy was comparable to that of TGC plus doxycycline therapy in patients with V. vulnificus septicemia."
}