{
    "Background": "Tick-borne encephalitis virus (TBEV) is the most prevalent arbovirus, with a tentative estimate of 10,000 to 10,500 infections occurring in Europe and Asia every year. Endemic in Northeast China, tick-borne encephalitis (TBE) is emerging as a major threat to public health, local economies and tourism. The complicated array of host physiological changes has hampered elucidation of the molecular mechanisms underlying the pathogenesis of this disease.",
    "Methodology/Principle findings": "System-level characterization of the serum metabolome and lipidome of adult TBEV patients and a healthy control group was performed using liquid chromatography tandem mass spectrometry. By tracking metabolic and lipid changes during disease progression, crucial physiological changes that coincided with disease stages could be identified. Twenty-eight metabolites were significantly altered in the sera of TBE patients in our metabolomic analysis, and 14 lipids were significantly altered in our lipidomics study. Among these metabolites, alpha-linolenic acid, azelaic acid, D-glutamine, glucose-1-phosphate, L-glutamic acid, and mannose-6-phosphate were altered compared to the control group, and PC(38:7), PC(28:3;1), TAG(52:6), etc. were altered based on lipidomics. Major perturbed metabolic pathways included amino acid metabolism, lipid and oxidative stress metabolism (lipoprotein biosynthesis, arachidonic acid biosynthesis, leukotriene biosynthesis and sphingolipid metabolism), phospholipid metabolism and triglyceride metabolism. These metabolites were significantly perturbed during disease progression, implying their latent utility as prognostic markers.",
    "Conclusions/Significance": "TBEV infection causes distinct temporal changes in the serum metabolome and lipidome, and many metabolites are potentially involved in the acute inflammatory response and immune regulation. Our global analysis revealed anti- and pro-inflammatory processes in the host and changes to the entire metabolic profile. Relationships between metabolites and pathologies were established. This study provides important insight into the pathology of TBE, including its pathology, and lays the foundation for further research into putative markers of TBE disease."
}