{
    "Background": "Although enteroparasites are common causes of diarrheal illness, few studies have been performed among children in Tanzania. This study aimed to investigate the prevalence of Cryptosporidium parvum/hominis, Entamoeba histolytica and Giardia lamblia among young children in Dar es Salaam, Tanzania, and identify risk factors for infection.",
    "Methodology/Principal Findings": "We performed an unmatched case-control study among children < 2 years of age in Dar es Salaam, recruited from August 2010 to July 2011. Detection and identification of protozoans were done by PCR techniques on DNA from stool specimens from 701 cases of children admitted due to diarrhea at the three study hospitals, and 558 controls of children with no history of diarrhea during the last month prior to enrollment. The prevalence of C. parvum/hominis was 10.4% (84.7% C. hominis), and that of G. lamblia 4.6%. E. histolytica was not detected. The prevalence of Cryptosporidium was significantly higher in cases (16.3%) than in controls (3.1%; P < 0.001; OR = 6.2; 95% CI: 3.7–10.4). G. lamblia was significantly more prevalent in controls (6.1%) than in cases (3.4%; P = 0.027; OR = 1.8; 95% CI: 1.1–3.1). Cryptosporidium infection was found more often in HIV-positive (24.2%) than in HIV-negative children (3.9%; P < 0.001; OR = 7.9; 95% CI: 3.1–20.5), and was also associated with rainfall (P < 0.001; OR = 2.41; 95% CI: 1.5–3.8). Among cases, stunted children had significantly higher risk of being infected with Cryptosporidium (P = 0.011; OR = 2.12; 95% CI: 1.2–3.8). G. lamblia infection was more prevalent in the cool season (P = 0.004; OR = 2.2; 95% CI: 1.3–3.8), and more frequent among cases aged > 12 months (P = 0.003; OR = 3.5; 95% CI: 1.5–7.8). Among children aged 7–12 months, those who were breastfed had lower prevalence of G. lamblia infection than those who had been weaned (P = 0.012).",
    "Conclusions": "Cryptosporidium infection is common among young Tanzanian children with diarrhea, particularly those living with HIV, and infection is more frequent during the rainy season. G. lamblia is frequently implicated in asymptomatic infections, but rarely causes overt diarrheal illness, and its prevalence increases with age."
}