{
    "Abstract": "Jamestown Canyon virus (JCV), a negative-sense arbovirus, is increasingly common in the upper Midwest of the USA. Transmitted by a range of mosquito genera, JCV’s primary amplifying host is white-tailed deer. Aedes aegypti is responsible for transmitting various positive-sense viruses globally including dengue (DENV), Zika, chikungunya, and Yellow Fever. Ae. aegypti’s distribution, once confined to the tropics, is expanding, in part due to climate change. Wolbachia, an insect endosymbiont, limits the replication of co-infecting viruses inside insects. The release and spread of the symbiont into Ae. aegypti populations have been effective in reducing transmission of DENV to humans, although the mechanism of Wolbachia-mediated viral blocking is still poorly understood. Here we explored JCV infection potential in Ae. aegypti, the nature of the vector’s immune response, and interactions with Wolbachia infection. We show that Ae. aegypti is highly competent for JCV, which grows to high loads and rapidly reaches the saliva after an infectious blood meal. The mosquito immune system responds with strong induction of RNAi and JAK/STAT. Neither the direct effect of viral infection nor the energetic investment in immunity appears to affect mosquito longevity. Wolbachia infection blocked JCV only in the early stages of infection. Wolbachia-induced immunity was small compared to that of JCV, suggesting innate immune priming does not likely explain blocking. We propose two models to explain why Wolbachia’s blocking of negative-sense viruses like JCV may be less than that of positive-sense viruses, relating to the slowdown of host protein synthesis and the triggering of interferon-like factors like Vago. In conclusion, we highlight the risk for increased human disease with the predicted future overlap of Ae. aegypti and JCV ranges. We suggest that with moderate Wolbachia-mediated blocking and distinct biology, negative-sense viruses represent a fruitful comparator model to other viruses for understanding blocking mechanisms in mosquitoes."
}