{
    "Background": "The Government of Senegal has embarked several years ago on a project that aims to eradicate Glossina palpalis gambiensis from the Niayes area. The removal of the animal trypanosomosis would allow the development more efficient livestock production systems. The project was implemented using an area-wide integrated pest management strategy including a sterile insect technique (SIT) component. The released sterile male flies originated from a colony from Burkina Faso.",
    "Methodology/Principal Findings": "Monitoring the efficacy of the sterile male releases requires the discrimination between wild and sterile male G. p. gambiensis that are sampled in monitoring traps. Before being released, sterile male flies were marked with a fluorescent dye powder. The marking was however not infallible with some sterile flies only slightly marked or some wild flies contaminated with a few dye particles in the monitoring traps. Trapped flies can also be damaged due to predation by ants, making it difficult to discriminate between wild and sterile males using a fluorescence camera and / or a fluorescence microscope. We developed a molecular technique based on the determination of cytochrome oxidase haplotypes of G. p. gambiensis to discriminate between wild and sterile males. DNA was isolated from the head of flies and a portion of the 5’ end of the mitochondrial gene cytochrome oxidase I was amplified to be finally sequenced. Our results indicated that all the sterile males from the Burkina Faso colony displayed the same haplotype and systematically differed from wild male flies trapped in Senegal and Burkina Faso. This allowed 100% discrimination between sterile and wild male G. p. gambiensis.",
    "Conclusions/Significance": "This tool might be useful for other tsetse control campaigns with a SIT component in the framework of the Pan-African Tsetse and Trypanosomosis Eradication Campaign (PATTEC) and, more generally, for other vector or insect pest control programs."
}