{
    "Background": "Chagas disease prevention critically depends on keeping houses free of triatomine vectors. Insecticide spraying is very effective, but re-infestation of treated dwellings is commonplace. Early detection-elimination of re-infestation foci is key to long-term control; however, all available vector-detection methods have low sensitivity. Chemically-baited traps are widely used in vector and pest control-surveillance systems; here, we test this approach for Triatoma spp. detection under field conditions in the Gran Chaco.",
    "Methodology/Principal Findings": "Using a repeated-sampling approach and logistic models that explicitly take detection failures into account, we simultaneously estimate vector occurrence and detection probabilities. We then model detection probabilities (conditioned on vector occurrence) as a function of trapping system to measure the effect of chemical baits. We find a positive effect of baits after three (odds ratio [OR] 5.10; 95% confidence interval [CI95] 2.59–10.04) and six months (OR 2.20, CI95 1.04–4.65). Detection probabilities are estimated at p≈0.40–0.50 for baited and at just p≈0.15 for control traps. Bait effect is very strong on T. infestans (three-month assessment: OR 12.30, CI95 4.44–34.10; p≈0.64), whereas T. sordida is captured with similar frequency in baited and unbaited traps.",
    "Conclusions/Significance": "Chemically-baited traps hold promise for T. infestans surveillance; the sensitivity of the system at detecting small re-infestation foci rises from 12.5% to 63.6% when traps are baited with semiochemicals. Accounting for imperfect detection, infestation is estimated at 26% (CI95 16–40) after three and 20% (CI95 11–34) after six months. In the same assessments, traps detected infestation in 14% and 8.5% of dwellings, whereas timed manual searches (the standard approach) did so in just 1.4% of dwellings only in the first survey. Since infestation rates are the main indicator used for decision-making in control programs, the approach we present may help improve T. infestans surveillance and control program management."
}