{
    "Introduction": "Scrub typhus is a zoonotic disease transmitted during feeding by larval mites from the genus Leptotrombidium [1]. It is caused by obligate intracellular bacteria from the genus Orientia [1]. Orientia tsutsugamushi, the main causal species, is prevalent within the so-called “tsutsugamushi triangle”–an area bordering Pakistan in the west, Far-East Russia in the northeast, and North Australia in the south [1]. Other novel species have also been detected outside the traditional tsutsugamushi triangle, i.e. Candidatus Orientia chuto and Candidatus Orientia chiloensis in Dubai and Chile, respectively [2,3]. Scrub typhus largely affects rural populations for whom access to health care facilities and laboratories with diagnostic capacity are limited [1]. There are estimates of one billion people at risk and one million cases annually with the majority of the population at risk residing in low and middle income countries (LMICs) [4].\nScrub typhus manifests as an acute febrile illness. The median estimated mortality, if treated, is 1.4% (range 0–33%) [4]. If untreated, the median estimated mortality is 6% (range 0–70%) [5]. Typical clinical manifestations include fever, headache, myalgia, rash, and lymphadenopathy [1]. It is difficult to diagnose clinically because it lacks reliable distinguishing features that differentiate it from other febrile illnesses prevalent in the endemic areas, such as typhoid fever, dengue fever and malaria [1,6]. Therefore, laboratory tests play an essential role in diagnosis. The gold standard for diagnosis is the indirect immunofluorescence assay (IFA), which requires sophisticated laboratory facilities and skilled personnel [6]. Antibiotics, including doxycycline, tetracycline, chloramphenicol, and azithromycin, are the current mainstays of treatment [1,7]. The treatment efficacy of other antibiotics such as rifampicin has also been studied, although using it in areas with a high prevalence of tuberculosis is not recommended [8]. Delayed response to antibiotic treatment has been reported [9], although the contribution of antimicrobial resistance is uncertain [10]. National treatment recommendations vary or are simply not stated, and the absence of WHO recommendations illustrates the lack of high-quality supportive evidence for optimal treatments [7,11].\nThe difficulty in diagnosis is one of the main reasons for the limited epidemiological knowledge on scrub typhus. The IFA has been used to diagnose scrub typhus since at least the 1960s [12], but although considered the gold standard, its accuracy is limited [13]. With scant and scattered data, it is difficult to identify the most at-risk population, the regional distribution, and the optimal treatments to optimise disease control efforts, which to date rely on limited evidence. Despite its mortality and morbidity impact, scrub typhus is not considered in the current WHO list of Neglected Tropical Diseases (NTD).\nExisting data collected from clinical trials and longitudinal patient observational studies are the sources of our current evidence-based knowledge. However, there have been no recent reviews of the existing literature that assessed the landscape and focused on the methodology of scrub typhus treatment studies, and we hypothesise that in the context of scarce data, they are an underutilised source of information to address research priorities and bridge knowledge gaps. This systematic review aims to assess the characteristics of scrub typhus treatment studies and explore the need for and the feasibility of answering knowledge gaps through pooling scrub typhus IPD.",
    "Methods": "Search strategy\nWe conducted a systematic literature review following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement (S1 Appendix) [14]. The review is registered in the International Prospective Register of Systematic Reviews (PROSPERO) under the reference CRD42018089405. Six electronic databases (Ovid Embase, Ovid Medline, Ovid Global Health, Cochrane Library, Scopus, Global Index Medicus), ClinicalTrials.gov, and WHO ICTRP were searched using a search strategy detailed in the supporting information (S2 Appendix). The search was limited to publication dates from January 1998 up to February 2020 due to the significantly reduced likelihood of gathering individual participant-level data with time since publication [15]. No language restriction was applied at the search stage or initial screening of literature for eligibility. The reference lists of systematic reviews and meta-analyses (including Cochrane reviews) identified during the systematic search were screened for any additional studies that met the inclusion criteria to ensure comprehensive inclusion of articles.\n\n\nEligibility criteria and study selection\nProspective clinical studies in humans with scrub typhus where treatment was administered and participants were followed up for at least 24 hours (i.e. clinical trials and longitudinal observational studies) were eligible for inclusion.\nThe exclusion criteria were as follows: studies on scrub typhus published earlier than 1 January 1998, conference abstracts published earlier than 1 January 2016 (as older conference abstract would most likely be published as a full paper), secondary research, non-longitudinal studies e.g. cross-sectional studies, case report/series, studies including five patients or less, studies on co-infection cases only, studies using non-definitive diagnosis i.e. not using confirmatory laboratory test, studies not yet completed, and studies without an accessible full-text. Although the search strategy and title/abstract screening were not restricted by language, due to the review team’s proficiencies, potentially relevant studies identified in languages other than English, French and Spanish were not included for data extraction and further analysis.\nTitles and abstracts were screened by one researcher (KS). Full texts were independently reviewed by two authors (KS and SS) with Covidence systematic review software (Veritas Health Innovation, Melbourne, Australia). When conflicts arose, a third researcher (BM) was consulted. Inclusion was not limited to any minimum quality assessment to ensure a complete assessment of the research landscape.\n\n\nData extraction and analysis\nRelevant information from included studies was extracted using a piloted REDCap (Research Electronic Data Capture) database [16]. Extracted data included details on study design, treatment tested, patient characteristics, diagnostic methods, geographical location, outcome measures, and statistical methodology. Data extraction was performed by one of three reviewers (KS or SS or RN). For each publication, a second alternative reviewer (KS or SS or RN) cross-checked every data variable entered by the first reviewer for quality control to identify missed or discrepant information. The third reviewer resolved any data interpretation differences that arose between the two reviewers.\nFor the purposes of this review, we use the term “study arm” to refer both to a study arm from a clinical trial and patient cohorts from observational studies where treatment is administered.\nAnalysis was done with R version 3.6.2 and R Studio Version 1.2.5033 [17,18]. The extracted data were synthesised using descriptive statistics, graphs and narrative synthesis. Categorical variables were summarised with proportions and frequencies. Continuous variables were summarised as quartiles, minimums and maximums.",
    "Results": "Search results\nFormal database searches were first conducted on 23 March 2018, with a subsequent update search completed up to 17 February 2020, which identified a total of 6,134 citations. After removing duplicates across the primary and update searches, we screened the title and abstract of 3,100 articles (Fig 1). There were 660 full texts assessed for eligibility. From these, 533 articles were excluded, among those 357 were case reports or case series. We found 20 papers not in English: four in Korean and 16 in Chinese. We could not access the full text of six papers despite extensive attempts. We included 127 relevant studies in the analysis [19–145]. There were seven interventional studies and 120 observational studies included (S3 Appendix).\nMA = meta-analyses, SR = systematic reviews.\n\n\nStudy settings and population\nThe distribution of included studies is depicted in Fig 2. All studies were conducted in countries within the classic tsutsugamushi triangle. Of the 12 countries represented, India had the highest number (n = 84/127, 66%) of studies, followed by the Republic of Korea (South Korea) (n = 14/127, 11%) and Thailand (n = 11/127, 9%) (Fig A in S4 Appendix). This review identified no published antibiotic treatment data for Candidatus Orientia chuto and Candidatus Orientia chiloensis.\nJittered points represent each study location. Map was created using the tmap package on R version 3.6.2 [17] with data sourced from Natural Earth (naturalearthdata.com).\nThere were 141 study arms included in the 127 studies. In total, there were 12,079 patients enrolled in the studies, with most studies (n = 84) and over two-thirds of participants recruited in India (n = 8,377, 69%). The 14 and 11 studies conducted in South Korea and Thailand recruited 1,592 (13%) and 707 (6%) participants, respectively (Fig B in S4 Appendix). The median number of scrub typhus participants recruited in the studies was 57 (range 6–502) (Fig 3). Most of the studies (n = 109/127, 86%) recruited less than 200 participants.\nBin width is 10. The box denotes the lower and upper quartiles with the median indicated by the thick vertical line. Capped bars represent the minimum and maximum values within 1.5*interquartile range of the first and third quartiles, respectively. Circles indicate values outside this interval.\nThe majority of the included studies were conducted in lower middle income countries as defined by the World Bank (n = 98/127, 77%) (Fig C in S4 Appendix) [146]. Most studies were conducted in urban areas (n = 98/127, 77%), and almost all studies recruited participants from a hospital/health-centre (n = 125/127, 98%) (Fig C in S4 Appendix). One study recruited participants from a school (n = 1/127, 1%) and one from antenatal clinics (n = 1/127, 1%). Most of the studies did not mention in which settings the participants included lived (n = 97/127, 76%). Among the studies that provided this information (n = 30), there were 29 (97%), 18 (60%), 5 (17%) studies with participants from rural, semi-urban, and urban areas, respectively. There were no interventional studies that indicated inclusion of any pregnant women and only three interventional studies included children (age <18 years). Pregnant women and children were included in 14 and 75 observational studies, respectively. There were at least 5,995 female and 5,392 male participants included. Twenty nine studies (n = 29/127, 23%) did not specify clearly the number of female and male participants with scrub typhus.\n\n\nDiagnostic methods\nThe methods used to diagnose scrub typhus varied substantially across the included studies (Table 1). The most commonly used diagnostic method was enzyme-linked immunosorbent assay (ELISA) (n = 65/127, 51%). Indirect immunofluorescence assay (IFA), which is typically considered as the gold standard, was used by 33 studies (n = 33/127, 26%). Polymerase chain reaction (PCR) was used in 30 (n = 30/127, 24%) studies; Weil-Felix in 25 (n = 25/127, 20%); immunochromatography test in 16 (n = 16/127, 13%); eschar presence in 13 (n = 13/127, 10%); other clinical presentation in 6 (n = 6/127, 5%); indirect immunoperoxidase test in 4 (n = 4/127, 3%); cell culture isolate in 3 (n = 3/127, 2%). Six (n = 6/127, 5%) studies used other diagnostic methods, including hemagglutination assay, dotblot immunoassay, microimmunofluorescence, and favourable response to antibiotics. No studies used the scrub typhus infection criteria (STIC) [147]. Nine observational studies, including 186 participants, gave no details on the diagnostic methods used. For interventional studies, IFA was the most commonly used diagnostic method (n = 4/7, 57%). While for observational studies, the most commonly used diagnostic method was ELISA (n = 65/120, 54%). The proportion of studies using PCR and ELISA showed an increasing trend over time (Fig D in S4 Appendix).\n\n\nTreatment\nThere was substantial heterogeneity in treatment, with 14 types of antibiotics administered in the included studies. Doxycycline was the most commonly administered antibiotic (94/141 study arms with 8,062 participants), followed by azithromycin and chloramphenicol, which were used in 55 (5,855 participants) and 20 (1,801 participants) study arms, respectively (Fig 4). All other antibiotics were administered to less than ten study arms and less than 1,000 participants.\nThe dosage regimen administered in the studies varied substantially. We identified 52 described combinations of drug, dose, and frequency. When the duration of antibiotic treatment was also considered, there were 66 unique combinations of drug, dose, frequency and duration. There were ten dosage regimens reported for doxycycline: one with loading dose and nine with no loading dose. Two study arms administered 200 mg doxycycline followed by a 7-day course of 100 mg twice daily or every 12 hours. Among the reported dosage regimens with no loading dose, the most often used doxycycline regimen was 100 mg twice daily (n = 22/35, 63%) (Fig 5). There were six dosage regimens reported for azithromycin: two with loading dose and four with no loading dose. One study arm used 20 mg/kg/dose loading dose, followed by 10 mg/kg/dose for two days. One study arm administered 1 g followed by 500 mg once daily for two days. Within the dosage regimens without loading dose, the most commonly administered azithromycin regimen was 500 mg once daily (n = 7/13, 54%) (Fig 5). For chloramphenicol, there were three identified dosage regimens (administered in one study arm each): 500 mg four times daily, 500–1000 mg every six hours, and 25–50 mg/kg/day four times daily.\nFor pregnant participants, azithromycin 500 mg once daily was used in four studies. Two studies administered azithromycin for five days, one study administered it as a single dose, while one study did not mention the duration of treatment. In paediatric participants, antibiotics administered included doxycycline (4, 4.5, and 5 mg/kg/day), azithromycin (10 mg/kg/day), and chloramphenicol (100 mg/kg/day). The duration of treatment for paediatric participants was frequently unreported, but one study administered azithromycin 10 mg/kg/day for 7 days.\n\n\nPatient outcomes\nMortality, complications, adverse events and clinical responses were assessed in the majority of studies with 106 (10,794 participants), 99 (10,103 participants), 93 (9,688 participants), and 87 studies (7,895 participants) reporting these outcomes, respectively (Fig 6 and Table A in S4 Appendix). They were also the most commonly assessed outcomes among the observational studies with 100 (10,211 participants), 95 (9,770 participants), 87 (9,105 participants) and 80 (7,251 participants) studies, respectively. Conversely, clinical response, fever clearance, and fever clearance time were the most commonly assessed outcomes among interventional studies (7 studies each, 644 participants).\nThe interventional studies used varying definition of fever clearance time and relapse. Thirty-nine out of 47 studies recording fever clearance time (FCT) as an outcome did not specify the definition of FCT. There was substantial variability in the definition of FCT in the other eight studies concerning temperature cut-off, treatment, antibiotic, antipyretic, time (within 24-hour and 48-hour) and two times temperature measurement to confirm fever clearance (Table B in S4 Appendix). Relapse was defined in two out of seven studies noting this outcome; both studies defined relapse as the reappearance of fever and other scrub typhus signs and symptoms within one month (30 days) in the absence of other causes.",
    "Discussion": "After screening 3,100 records, we identified and reviewed 127 scrub typhus treatment studies comprised of 141 study arms (referring both to a study arm from a clinical trial or a patient cohort from an observational study where treatment is administered) and 12,079 participants. All of these studies were conducted within the classical tsutsugamushi triangle. However, in concordance with the findings of another review conducted by the Infectious Diseases Data Observatory (IDDO) [148], it is worth noting that even within the tsutsugamushi triangle, information is lacking–many countries did not have any data points, e.g. Myanmar and Pakistan. Substantial heterogeneity was observed in diagnosis methods, antibiotic treatment regimens, and observed outcomes.\nDespite being one of the most commonly reported pathogens in South and South-East Asia [148], the review illustrates the limited number of interventional studies and very sparse data collected on specific groups such as children and pregnant women, reflecting that scrub typhus is indeed a neglected disease in terms of research to inform policy. Although scrub typhus predominantly affects rural regions, most of the studies were conducted in urban settings. This could be a reflection of the imbalanced location of research sites and/or healthcare facilities in rural and remote areas relative to urban areas–further highlighting the relatively limited access to healthcare of rural patients [149]. Participants from rural areas were included in about a fifth of the studies, though the majority of the studies did not mention explicitly where the participants lived. Many of the studies were identified to be from heath facilities in urban areas that could include patients seeking care there from rural areas, hence the location of studies does not necessarily reflect the locations of homes of patients nor where patients contracted scrub typhus. Other studies have also shown that scrub typhus trials have a high risk of bias as assessed by the Cochrane risk of bias tool [7,11]. These findings illustrate specific knowledge gaps which prospective studies could cover.\nHowever, if assembled, the existing data could answer important research questions through IPD meta-analyses. Mortality, adverse events, complications, and clinical response were captured by the majority of studies, raising the possibility that these studies could be combined and analysed. The creation of an IPD platform would allow some level of standardisation between studies which would be critical to facilitate pooling of available data and account for the heterogeneity of these studies [150,151].\nTo our knowledge, this is the first systematic review exploring the scrub typhus treatment study landscape that is focused on the methodology and characteristics of the studies. We conducted an extensive search in electronic databases and clinical trial registries. We also included observational studies to ensure a more comprehensive identification of IPD. We flagged ongoing studies to allow evaluation of what kind of data would be available in the future. Although no language restrictions were applied during the search, we could not extract data from articles in Korean and Chinese due to limited translation resources. This review only included peer-reviewed published studies. We also specified the search to start in 1998 due to the small probability of obtaining individual patient data from earlier studies [15]. This process might introduce selection bias, and there may be more IPD available in ongoing investigations and grey literature such as government surveillance data that were not identified in this search. Due to resources restrictions, only one reviewer screened the title and abstract. This might introduce classification error in the selection stage. However, we were able to deploy two reviewers in the full-text screening and data extraction stage.\nThis review highlights the heterogeneity in the methods and reporting of scrub typhus treatment studies. Bearing in mind that this could be influenced by the severity of cases and the local antibiotic sensitivity, there are various treatment regimens administered and outcomes observed. Although IFA (the gold standard) was the most common diagnostic method used among interventional studies, PCR and ELISA (diagnostic methods suitable for high throughput with a more objective interpretation) showed an increase in their use over time. This might reflect a shift in the preferred diagnostic methods. Due to differences in definitions used, it would be challenging to conduct a useful aggregated data meta-analysis without strong assumptions and access to additional data and information. In this situation, curation and standardisation of IPD would help in pooling available data [150,151].\nIn the studies we examined there were 7,835 participants treated with doxycycline, 5,970 with azithromycin, and 2,056 with chloramphenicol–which should be sufficient to estimate their efficacy and potential patient-level factors affecting the outcomes. Therefore, the development of an IPD platform to facilitate the closing of this gap in knowledge is valuable and feasible with the amount of data documented so far.\nTo optimise the value and utility of data gathered through clinical research, it would be valuable to define a set of data and design standards for RCTs and observational studies to facilitate comparisons across studies. Standards of data collected should include definition of key variables, study design, diagnostic methods, and endpoints. More importantly, these standards need to be implemented consistently. Furthermore, it is essential to adhere to reporting guidelines such as the STROBE (STrengthening the Reporting of OBservational studies in Epidemiology) and CONSORT (Consolidated Standards of Reporting Trials) checklists during design and publication [152,153].\nThe Clinical Data Interchange Standards Consortium (CDISC) develops data standards to ensure clarity and maximise the interoperability and reusability of data, consequently improving data value and impact. It is required by many regulatory authorities and leading research organisations [154]. This would provide a framework for collecting, organising, analysing, and sharing data. This framework, complemented by consensus on outcomes, can ensure comparability and interoperability of data. The COMET (Core Outcome Measures in Effectiveness Trials) Initiative has compiled resources to develop and apply core outcome sets (COS) for clinical trials [155]. COS is ‘an agreed standardised set of outcomes that should be measured and reported, as a minimum, in all clinical trials in specific areas of health or health care’ [155]. Such an approach is needed in scrub typhus clinical trials and observational studies to facilitate meta-analysis and comparisons between studies. Concerted efforts from stakeholders will be needed to manifest this.\nIn the future, further quality assessments of clinical studies may be useful to identify the source of heterogeneity and identify any barriers to develop more standardised methods and reporting. Formulation of standardised definition, procedures to assess treatment efficacy, and reporting through a consensus-based approach within the research community is an important next step. For data sharing to become normalised, mechanisms need to be put in place to ensure a mutually beneficial relationship between people who re-use the data and those who collect them [151]. Engagement and cooperation with the scrub typhus research community and investment in data infrastructure to implement standards and facilitate data sharing and meta-analysis are of utmost importance to establish an IPD platform.\nOne way to increase awareness of scrub typhus is its recognition as an NTD by the WHO. Scrub typhus fulfils three out of the four WHO suggested criteria for NTD [156]: (1) it causes ‘important morbidity and mortality’ particularly in rural population with a higher rate of poverty and less access to health care facilities, (2) affecting people in tropical and subtropical areas, and (3) ‘neglected by research’. The inclusion of scrub typhus would prompt support for advocacy and development of improved diagnostics tools, treatment, and control strategies [156]. When ‘effective and feasible’ control strategies are available, scrub typhus can fulfil the last criteria–a disease that can be immediately controlled with public health interventions [156,157].\nThere is still considerable uncertainty about the optimal treatment for scrub typhus, reflected by the highly heterogeneous set of treatment regimens used in the studies reviewed over the last 22 years. Despite the low number of scrub typhus treatment trials published, there is likely a reasonable amount of data available with key information to address this uncertainty. This review further supports the case for the development of a scrub typhus IPD platform and we deemed that such endeavour would be feasible with stakeholders’ cooperation and funding. This will facilitate pooled analysis of treatment data that will in turn, inform clinical practice and disease control measures. Stakeholder engagement and cooperation will be crucial to the establishment of a scrub typhus IPD platform."
}