{
    "Introduction": "Vector-borne pathogens transmission requires effective preventive measures to mitigate their public health impact [1]. Preventive measures involve personal and property-based strategies to deter vectors from dwellings and reduce human-vector contact [2,3]. These methods include, but are not limited to, the topical application of repellents, hand protection before touching some vectors, insecticide spraying, using window and door screens, and eliminating debris around the house. Despite the availability of preventive measures, there remains a gap in public health knowledge regarding why some individuals and households adopt these measures while others do not. To address this gap, it is essential to foster collaboration with local communities in which local knowledge and practices are appropriately integrated into research as well as control and prevention efforts.\nOne Health traditionally focuses on integrating human, environmental, and animal health. Building on this, several scholars have advocated for approaches to One Health that go beyond historical ideas tied to colonial policies, where people and some animals were seen as subjects to be managed for the sake of public health [4]. These approaches also value people’s knowledge, multispecies interactions, and how local communities manage their environment, recognizing each as crucial contributors to resolving health concerns [4]. Acknowledging that human-animal relationships are vital to health systems helps explain why people adopt or avoid practices that minimize contact with vectors.\nWe focus on two endemic, co-occurring vector-borne zoonotic diseases in Latin America: American Cutaneous Leishmaniasis (ACL) and Chagas disease (CD). ACL is transmitted to humans through the bite of infected sandflies that introduce Leishmania parasites into the skin, while CD is mainly transmitted through contact with the feces of triatomines (also known as kissing bugs) infected with Trypanosoma cruzi parasites [5,6]. In general, the scientific literature does not find a clear relationship between a person’s awareness or understanding of ACL and CD and their behavior that may reduce exposure to disease vectors [7]. Instead, research points to ecological, demographic (gender and age), socioeconomic, and cultural factors that influence people’s preventive practices for leishmaniases [8–10]. Similarly, the degree to which people practice behaviors to prevent CD has been linked to social or cultural factors like division of labor, where women spend more time cleaning patios or corrals than men, or differing disease perception, where people do not consider triatomine bugs or CD as a health threat [11,12].\nOur recent review [7] highlights that social science research on leishmaniases and CD has primarily focused on people’s knowledge, attitudes, and practices (KAP surveys) and socioeconomic status (SES) in relation to pathogen transmission. While both lines of research shed light on the interaction between people and these pathogens, they also reveal certain limitations. For instance, KAP-oriented research may incorrectly assume that increased knowledge about a disease will automatically lead to changes in behavior [13]. Additionally, the tendency to oversimplify leishmaniases and CD as issues of “poverty” or low-income levels along with the assumption that low income correlates with lower knowledge and less disease prevention practices, may incorrectly imply that wealth and knowledge are correlated – without evidence to support that assumption [7]. Further attention to the specific pathways that connect behaviors that prevent disease with knowledge of a disease or SES will help strengthen not only strategies for the control of CD and ACL but also other neglected diseases.\nBeyond knowledge or awareness of a disease and SES, individuals’ feelings towards vectors and perceptions about their health may help to explain risk-reducing practices. One attempt to evaluate health-related perceptions is the Multidimensional Health Locus of Control (MHLC) instrument, which assesses perceptions of control over one’s health [14]. The MHLC instrument divides people’s perceptions around who or what can control one’s health into three dimensions: internal (believing personal actions influence health), external powerful others (attributing health outcomes to authorities like doctors), and external chance (viewing health outcomes as random). Perceived control over health, or the idea of a ‘locus of control’, is one of the most studied and influential ideas in psychology [15]. A general pattern exists, indicating that individuals with higher internal control scores are more likely to engage in healthy behaviors, such as regular physical activity and a balanced diet [16]. However, the majority of research has been conducted in the US, Europe, and other high-income contexts [15,16] and applied to non-communicable diseases, which is limiting the understanding of the relationship between perceptions of health control and behaviors, especially for vector-borne diseases. For example, in Haiti, Kaiser 2024 [17] found an association between external control scores and mental health. In rural Bolivia, Alami et al. 2018 [18] also found that external control, especially powerful others, was associated with using pharmaceutical treatments, while there was no association between internal control and pharmaceutical treatments. Both of these points to the possibility that health and treatment decisions may be influenced by perceptions of the links between behaviors and their ability to make a difference. Understanding where individuals position themselves within these domains can clarify their motivations and barriers to adopting protective behaviors against vector-borne diseases. For example, those with a strong internal locus of control may take more personal responsibility, while those with a stronger external locus may respond more to guidance from health authorities or community leaders.\nIn this study, we assessed the association between household contextual elements, such as respondents’ sex, wealth, knowledge concerning ACL and CD, feelings about insects, and perceptions of control over their health (i.e., MHLC) and personal and property-based behaviors that may minimize contact with disease vectors—and, for one outcome, specifically to CD vectors. Our findings suggest links between wealth, people’s feelings toward insects, and their perception of control over health outcomes, with behaviors that may reduce or increase interactions with disease vectors. This research underscores the importance of addressing more comprehensive household contexts that encompass the complex entanglements of humans, animals, and their environment in promoting effective public health interventions to control and prevent vector-borne diseases.",
    "Methods": "Ethics statement\nThis research was carried out during 2022–2023 in Coclé Province, Republic of Panama. The project was reviewed and approved by the Bioethics Committee (Comité de Bioética de la Investigación) of the Instituto Conmemorativo Gorgas de Estudios de la Salud (#103/CBI/ICGES/22) and the University of Georgia IRB (#00000740). All participants were adults over 18 who read and signed informed consent describing the research aims before the survey.\n\n\nSettings\nWe conducted 204 household surveys in 12 rural communities within Coclé Province. The 12 research communities were selected to capture variation in the land use matrix of this region (pasture, mixed secondary forest, primary forest, etc.) of Panama, where ACL and CD are endemic. The interviews were conducted as part of a larger project on land use change and zoonotic disease risk that uses dogs as sentinels for CD and ACL.\nCoclé is one of Panama’s central provinces, encompassing both urban, rural, and protected areas. The provincial capital, Penonomé, is approximately 150 km from Panama City. Coclé is one of the Panamanian provinces with the highest reported number of ACL cases [19]. Although there is no available data on the seroprevalence of CD in the communities we surveyed, a small number of CD cases have been documented in people in the Province of Coclé. In addition, interviews performed by our team with community health leaders in Coclé indicated that the COVID-19 pandemic had disrupted vector control efforts in the study area because of the focus on COVID-19.\nAccording to the 2023 Instituto Nacional de Estadística y Censo of Panamá [20] Coclé has a population exceeding 268,000 inhabitants. The predominant economic activities in the province include agriculture, livestock farming, hunting, forestry, fishing, and related services [21]. Sociodemographic data reveal a median monthly income of employed individuals aged 10 and older of USD 400 [22] and a relatively low rate of non-readers (2.5%) among people over the age of 10 years [23]. Among the population of Coclé aged over four years (253,495 individuals), 3.4% had no degree, 36.6% had completed primary school, 40% had completed high school, and 14% had completed some degree of college education [24].\n\n\nSampling strategy and data collection\nWe used a systematic sampling with implicit stratification to select households in each study community and account for spatial dispersion among the households throughout the geographical area of the communities, i.e., to sample communities in the center and periphery of the community borders [25–27]. The geographical location of each household was identified across 12 communities using georeferenced maps derived from the Ninth Panama Census of Population and Households 2010 [28]. We sorted households from north to south to establish a spatial order and divided the target number of households to be sampled (n = 24 target household sample size based on a parallel epidemiologic study of vector-borne pathogens in household dogs assuming a 2.5 average dog/household number) by the total number of households in the community to get the sampling interval (k). We chose the first (most ‘northern’) house to be sampled by selecting a random number between 1 and the sampling interval (k) and then chose every kth house after that first house. When we visited the communities abandoned or unoccupied houses in our original list were replaced with the nearest inhabited ones.\nPrimary interview data were collected by at least two teams—each composed of two interviewers—during household visits. The teams completed the survey in four visits to Coclé province: May and November 2022, and March and December 2023, three communities visited in each trip. At each selected household, the team explained the research and survey methods and obtained signed consent from an adult household member who agreed to participate in the interview. All interviews were conducted by a native speaker of Panamanian Spanish who noted responses on a paper version of the interview. A second interviewer simultaneously entered anonymized responses into a digital data collection tool (Kobo Toolbox). Households were assigned an alphanumeric code on all interview information to ensure confidentiality and anonymity. The interviewers compared responses across paper and digital versions at the end of the day and, when there was disagreement, the paper version was prioritized (see full survey in S1 Appendix).\nWe asked study participants about household demography, material wealth, household condition, their behaviors and health perception, feelings regarding insects, and understanding of ACL and CD. We based outcome variables on two personal and three property-based behaviors that may reduce exposure to disease vectors. The personal action questions were: (i) “Do you use repellents or lotion to protect yourself against insect bites?” and (ii) “Would you use any kind of protection before having contact with kissing bugs?”. Both questions had three response options (never, sometimes, or always), which were dichotomized into no/yes (0,1), with “no” indicating never and “yes” indicating sometimes or always. The property-based action questions were: (i) “Do you have screens on your windows/doors?”, (ii) “Have you used any treatment to prevent insects on the walls and floors of your home in the last 6 months?”, and (iii) “Do you have debris accumulated around your house?” The first question had four response options (screens on both windows and doors, only windows, only doors, some windows and/or doors), which were dichotomized into no/yes (0,1), with “no screens” indicating the absence of screens and the remaining answers indicating “screens on some/all windows and/or doors” indicating their use. The second and third questions had two response options (no/yes), coded as 0,1.\nWe included the following predictor variables in the analysis:\n\ni). Household demography – specifically, the respondent’s sex, coded as 0 = female and 1 = male.\nii). Knowledge of ACL and CD – assessed through a series of questions: “Have you heard about leishmaniasis or any term listed?”, “Have you heard about Chagas disease?”, and “Do you recognize any of these kissing bugs (after some vectors that occur in Panama were shown)?”, each was coded as 0 = no and 1 = yes. Residents who had heard about ACL were also asked “Has anyone in your home had ACL?” and each answer was coded as no/yes (0,1). To evaluate understanding of disease transmission, participants were asked, “Do you know how leishmaniasis is transmitted?” Responses were coded as understood ACL is transmitted by an insect [1] if they answered “by an insect.” All other responses—such as “by a worm,” “by lack of hygiene,” or “do not know”—were coded as 0, indicating they did not know.\niii). Feelings regarding insects – assessed through two questions: “Do you feel bothered by insects indoors?” and “Do you feel bothered by insects outdoors?” Both were coded as 0 = no and 1 = yes.\niv). Perceived control over health outcomes – measured using the Multidimensional Health Locus of Control (MHLC) scale, categorized into three dimensions internal, external (powerful others), or external chance (see S1 Table for full details).\nv). Wealth – assessed based on ownership of consumer goods and agricultural assets. To evaluate households’ wealth, respondents were asked to indicate ownership of common items and animals and the quantity of each owned item/animal. We developed a list of items that would capture variation in household wealth by modifying standard lists through discussions with team members who live or work extensively in the area. The final list of items and animals included bicycles, motorcycles, cars, radios, televisions, cable television, internet access, landline phones, cell phones, refrigerators, washing machines, sewing machines, computers, gas stoves, fans, gas generators, grinders, wooden bed frames, saddles, chickens, pigs, ducks, horses, and cattle. Additionally, respondents were queried about the presence of a toilet, latrine, and electricity meter for the household, with responses recorded as binary (yes/no) options (see full survey in S1 Appendix).\n\n\nData analysis\nWe used Factor Analysis of Mixed Data (FAMD) via the Factoshiny package [29] in RStudio (Version 2024.04.2 + 764) to analyze the mixed data and create measures of wealth. FAMD is a multivariate statistical method designed to accommodate quantitative and qualitative data. It integrates principal component analysis (PCA) for quantitative variables with multiple correspondence analysis (MCA) for qualitative variables. This method facilitates the identification of underlying factors, whether quantitative or qualitative, that account for the variability observed in the dataset.\nThe FAMD analysis identified two principal dimensions that collectively accounted for 33% of the total variance in the dataset. This value is greater than the reference value that equals 18.28%, the variability explained by this plane is thus significant (the reference value is the 0.95-quantile of the variance percentages distribution obtained by simulating 3991 data tables of equivalent size on the basis of a normal distribution). The first dimension, what we have labeled “Consumer Goods and Appliances”, captures the variability in ownership of common household consumer goods and electrical appliances. Variables such as cellphones, cars, televisions, refrigerators, washing machines, internet access, and the presence of an electricity meter exhibited higher loadings on this dimension. Therefore, a higher score on this dimension indicates that households possess greater numbers of consumer goods and appliances. The second dimension, which we refer to as Agricultural Wealth, is characterized by assets associated with horticultural or agriculture-centered rural lifestyles. Variables such as saddles, horses, and cattle showed higher loadings on this dimension. In this region of Panama, horses are primarily associated with cattle ranching instead of other reasons for owning horses (leisure, breeding, sport). Therefore, we interpreted higher scores on the second dimension to be associated with an independent source of wealth- animal and farming wealth. A factor loading score for each of the two dimensions was calculated for each household in FactoShiny. We then used these factor-loading scores as our measures of wealth in the analysis.\nWe used the Multidimensional Health Locus of Control (MHLC) instrument to capture residents’ perception of control over their health outcomes. The MHLC is a commonly used survey instrument designed to assess individuals’ perceptions of their health control, attributing it to three distinct dimensions of control: internal (themselves), external powerful others (such as doctors and family), and external chance [14]. Each dimension is represented by six statements regarding respondents’ health conditions, which assess their perceptions of health. Respondents indicate their level of agreement with each statement on a scale from 1 (strongly disagree) to 5 (strongly agree). Higher scores reflect greater agreement, while lower scores indicate greater disagreement (see S1 Table). Entries in the database include a score for each statement ranging from 1 to 5. For each dimension, a composite variable was calculated by summing the scores for the six statements within that dimension, with the resulting scores ranging from 6 (disagreement with the idea that the domain influenced health) to 30 (strong agreement that the domain influenced health).\nWe used logistic regression models to analyze the effects of respondents’ sex, wealth (consumer goods/appliances and agricultural wealth), knowledge about ACL and CD, feelings about insects, and perception of their health outcomes (MHLC) on personal (use of repellents, and hand protection before touching a CD vector) and property-based behaviors (use of insecticides in the house, use of windows/doors screens, and cleaning peridomestic debris) that may reduce exposure to disease vectors. All models were performed on RStudio (Version 2024.04.2 + 764).",
    "Results": "General results\nA total of 204 adults participated in our survey. Most participants were women (59%), older than 54 years of age (Median age 54 years; IQR 42–63), and had completed primary or middle school (60%). Most householders reported being bothered by insects indoors (69%) and outdoors (77%). Awareness of ACL was high (87% had heard about the disease or other term/s associated with ACL), but only 66% reported knowing ACL is transmitted by insects. On the other hand, only 11% of householders were aware of CD, although 72% confirmed they had seen at least one CD vector (Rhodnius pallescens, Triatoma dimidiata, and/or Panstrongylus rufotuberculatus) when specimens were displayed to respondents. The median responses for each domain in the MHLC instrument indicated agreement with ideas that powerful others (median 23, IQR 21–24), self-control (median 23, IQR 21–24), and chance (median 21, IQR 18–23) influenced respondents’ health outcomes.\nPeople reported that they regularly used measures to protect both themselves (personal) and their households (property protection) from insects. Slightly more than half of the households reported that they have (always or sometimes) used repellents (51%). Most respondents (71%) reported using some kind of protection before touching a CD vector (Table 1). Fifty-nine percent of the households surveyed reported using window/door screens in some or all of their windows and/or doors. Nearly half of the participants confirmed that they always or sometimes use insecticides or other products to kill insects on their walls and/or floors. Sixty-three percent of respondents reported the presence of debris around their residences (Table 2).\n\n\nPersonal protective behaviors\nThere are mixed associations between persons’ protective behaviors and their household context. For example, individuals who reported feeling bothered by insects inside their homes were nearly three times more likely to use repellent compared to those who reported that insects did not bother them (odds ratio [OR]: 2.97; 95% confidence interval [CI]: 1.47-6.20). A similar result was observed by those who reported feeling bothered by insects outdoors, although CI 95% included value 1 (OR: 2.17; CI 95% [CI]: 0.98-4.92). In contrast, individuals who reported that they had seen a kissing bug were approximately 56% less likely to use repellent than those who had not seen one (OR: 0.44; 95% CI: 0.20-0.91). For each one-unit increase in the belief that one has control over their health outcomes, individuals were approximately 20% less likely to use protection before touching a kissing bug (OR: 0.80; 95% CI: 0.67-0.95) (S2 Table and Fig 1). There were no significant relationships between the respondents’ sex and the assessed protective behaviors or measures of household wealth and their reported use of personal protective measures against insects.\nThe figure displays odds ratios (OR) and 95% confidence intervals (CI) from logistic regression models. Predictors include demographics (sex), wealth (consumer goods/appliances and agricultural wealth), knowledge about American Cutaneous Leishmaniasis (ACL) and Chagas disease (CD), feelings of nuisance toward insects (indoors and outdoors), and perceptions of control over health (powerful others, internal, and chance), as measured by the Multidimensional Health Locus of Control (MHLC). Protective behaviors are categorized into personal (e.g., use of insect repellent and use of hand protection before handling a kissing bug) and property-based (e.g., use of insecticides, use of window/door screens, and presence of peridomestic debris). For binary predictors, the OR reflects the odds of the protective behavior among individuals in the category shown in the figure (‘Yes’ or ‘Male’) relative to the reference group (‘No’ or ‘Female’). OR greater than 1 indicates increased odds of engaging in protective behavior, while values less than 1 indicate decreased odds. Red indicates the 95% CI does not include 1. Arrows indicate 95% CI extends beyond the plotted range.\n\n\nProperty-based protective behaviors\nWe found that the association between household measures of wealth and reported property-protective behaviors was related to the presence of screens in windows and doors. Households that ranked higher on the “Consumer Goods and Appliances” factor were nearly 1.5 times more likely to have window or door screens (OR: 1.44; 95% CI: 1.23-1.7). There were no other associations between wealth and property-based protective behaviors.\nOur results show possible links between peridomestic debris and the household context. Households that reported a history of ACL cases were 2.33 times more likely to have debris accumulated around the house than those without such a history (OR: 2.33; 95% CI: 1.17-4.75). In contrast, having debris around a household was less likely (approximately 58%) in households that reported feeling bothered by insects indoors (OR: 0.42; 95% CI: 0.20-0.84) and in households where the respondents agreed more strongly that their health outcomes were due to chance (OR: 0.89; 95% CI: 0.82-0.98). Here, a one-unit increase in agreement with the idea that health outcomes were shaped by chance, households were 11% less likely to have debris around the house. No significant associations were found between the use of insecticides or other treatments for insects on walls and floors and the predictors examined (S3 Table and Fig 1).",
    "Discussion": "The results of this study shed light on the various factors that influence the adoption of personal and property-based protective measures against insect vectors in the Coclé Province, Panama. Our findings align with existing literature that identifies wealth measures and some knowledge about ACL and CD as important drivers of vector-borne disease prevention practices [7] and adds nuanced insights into the interaction between household contextual elements and preventive behaviors. First, in this area where ACL and CD are endemic, people reported knowledge of diseases and that they regularly, but not always, used measures to protect both themselves (personal) and their households (property protection) from insects. Second, the way that people feel about insects seems to be related to both personal and property-level insect preventive behavior. Third, ideas about control over health were related to some protective measures in unexpected and counterintuitive ways. Finally, the lack of clear association between measures of wealth and prevention behaviors, except for the use of house screens, suggests that wealth may not always be central to why people choose to use personal or property-level protection tools against vector-borne diseases. While the specific details of the study cannot be generalized beyond the study area, our finding that it may be worthwhile to consider more complex associations between household contextual factors, control over health, and health-related behaviors can be applied more widely.\nA body of research assesses how people understand diseases in areas where vector-borne pathogens are endemic. Our finding that, in this endemic area, 87% of participants were aware of ACL, but only 11% of participants were familiar with CD is consistent with other research on both diseases [7]. The symptoms of ACL are highly visible, non-healing skin ulcers, which have led to important local knowledge about the nature of this disease [7,30,31]. In contrast, the kissing bugs, vectors responsible for spreading CD, are “charismatic” and therefore well-known in our research, but their association with the disease is even more limited than in other parts of Panama where health education programs have been carried out [32] – probably because many people were unaware of the relationship between contact with kissing bugs and the underreported and non-visible cases of CD. Educational campaigns and public health programs aimed at raising awareness of CD and its vectors could improve public understanding by linking visible vectors to the disease. Such programs could improve both awareness and early detection efforts and, potentially, preventive behaviors, in areas where these diseases are endemic.\nTo our knowledge, this is one of a handful of studies that explores people’s feelings about insects in and around their household and their use of insect-protection measures [7]. Our results may help to explain some variation in why people invest time, money, or risk exposure to chemicals in order to avoid insects. For instance, the association between consumer goods/appliances and property-based protective actions, such as the use of window/door screens, highlights the relevance of material wealth to implement some effective household interventions. Simultaneously, this response highlights people do use repellent or insecticide when they choose to, offering a counterpoint to the deficit-focused narrative that attributes non-use solely to a lack of household financial resources [9,33]. Indeed, our results suggest that people who reported being bothered by insects in their households were more likely to use repellent and maintain cleaner surroundings with less debris, reinforcing the lack of association between wealth and other personal and property-based actions of vector avoidance in this study. While our study design does not allow us to distinguish between the presence of insects and reports of being bothered by insects (e.g., if people aren’t bothered does it mean that there are no insects or they aren’t bothered by the insects present), it does suggest that it may be an oversimplification to assume that insects are everywhere and continually bothering people in rural regions.\nThe focus on limiting insect-human interactions is dominant in vector control, and current efforts to control vector-borne diseases have also been challenged by several scholars [4,34]. Furthermore, scholars [35–38] have pointed to a gradual transition in how global health conceptualizes the relationship between people, insects, and animals. They argue that with the rise of the Emerging Infectious Diseases framework in the 21st century, there was also a move away from viewing animals and insects as carriers of disease that would result in an occasional infection with limited risks toward a situation where emergence is inevitable and ongoing [35–38]. Although insect vector control remains central to disease control, our results caution that it is possible that people’s desire and willingness to limit interactions with insects may extend beyond the desire to control infectious diseases. In fact, ethnobiological research on how people view insects shows diverse perceptions, including recognizing the many points of interaction with humans ranging from sources of pain and injury, sources of contagion, possible food sources, agricultural friends or foes, and organisms with important social, religious, and cultural significance [39–44].\nThis study also underscores the importance of perception and feelings in shaping disease prevention behaviors. For instance, individuals who were bothered by insects were more likely to use repellents, yet those who had seen kissing bugs were less likely to use repellents. Similarly, participants who believe they have control over their health were less likely to use protection before touching a kissing bug, whereas those who reported that their health issues happen by chance reported less debris around their house. These counterintuitive results contrast with the general findings that internal locus of control is positively associated with practicing preventive behaviors [16]. This may be partly explained by the idea that perceptions about control over health can also be shaped by how people prioritize their health over other concerns, such as economic security, family responsibilities, or social obligations [45]. Here, a hierarchies of risk model [46] may help to understand how people respond to health interventions in contexts where multiple diseases and other concerns (economic, family concerns, stigma, etc.) exist. While we did not collect systematic survey data about risk perceptions, our observations are that health concerns are balanced with family and economic concerns in the study area. Our counterintuitive findings may, therefore, reflect an underestimation of disease risk by the households, possibly due to the prioritization of other concerns and diseases or a lack of recognition that kissing bugs can transmit disease-causing pathogens and that debris may increase the risk of vector-borne diseases. They may also reflect a relatively lower concern due to the chronic nature of the disease or possible misunderstanding or misinformation that occurs in areas with limited access to treatment. Another possible explanation is the overconfidence in internal control; those with a high internal MHLC might believe they are already in control of their health and underestimate the need for further preventive behaviors. Additionally, in some societies or contexts, preventive behaviors, such as keeping the area around the house free of debris, may be more strongly influenced by cultural or situational factors, such as having fewer women in the household, who are often responsible for domestic cleaning. Furthermore, some people may find it difficult to keep their surroundings tidy due to being too busy, feeling depressed, or being overwhelmed by other challenges (e.g., family emergencies, un/underemployment). Finally, the lack of research in rural, health resource-limited areas points to the need for further research unpacking the associations between behavior and ideas of control over health outcomes.\nThis study, while providing valuable insights into the factors that influence vector-borne disease prevention behaviors, is subject to several limitations. First, the study relied on self-reported data, which may introduce recall bias. However, we minimized this risk by using well-established, validated questionnaires specifically designed to reduce recall issues. Additionally, trained interviewers framed the questions in neutral terms to prevent leading participants toward socially desirable responses and to avoid emotionally charged or judgmental language. Second, we rely on people reporting they were bothered by insects without direct environmental measures to confirm insect abundance or distinguish between species. This means we are unable to distinguish if feelings of being bothered by insects are related to the actual exposure to insects or subjective experiences of being “bothered” by insects. However, in our survey, participants’ discomfort with insects indoors appears to be primarily caused by mosquitoes (88%; 123/140), followed by sandflies (29%; 29/140). With our focus on the association between being bothered and behavior, the actual presence of specific vectors is less important. Any insect-related discomfort may still promote protective behaviors, which could, in turn, indirectly reduce exposure to ACL and CD vectors and other vector-borne diseases in the region. Third, while this research provides a broad understanding of protective behaviors, it does not delve into all potential factors that could influence behaviors, such as community norms or economic factors, that may influence decision-making around personal and household-disease prevention practices. For instance, prior experience with a disease may influence perceived utility of preventive actions—individuals who have already been infected may view such measures as less necessary. However, none of the respondents reported having either CD or ACL at the time of the interview. Fourth, the findings related to MHLC necessitate further investigation to explore the underlying reasons behind individuals’ ideas of health control and risk related to vector-borne diseases. Finally, as a cross-sectional study, our results cannot be interpreted as causal associations.\nOur study recognizes the complex relationships between humans, animals, and ecosystems and demonstrates the value of a more nuanced understanding of multispecies interactions. Rather than viewing insects and other animals only as threats to human health, our results suggest there is value in including information about how people consider insects in their daily lives and the diverse roles animals and insects play in ecosystems. This is consistent with what proponents call an extended model of One Health [47] that challenges the dominant notion that all insects must be controlled, a concept rooted in colonial frameworks that associate insects (and other animals) with disease, uncleanliness, and backwardness [4,34]. By demonstrating that people’s reported use of insect control measures is related to their feelings of being bothered by insects, awareness of a disease, health perception, and household wealth demonstrates the value of paying careful attention to household and community values and understandings to avoid oversimplifying human-insect-animal interactions through efforts to control zoonotic diseases.",
    "Conclusion": "In conclusion, the observed associations found in this study provide valuable insights into the complex factors associated with vector-borne disease prevention behavior in the Coclé Province, Panama, and, perhaps, in other areas of Latin America where CD and leishmaniasis are endemic. Our findings reinforce existing literature on the links between wealth and cost-related preventive behaviors (i.e., use of windows/doors screen), yet they also reveal nuanced interactions between the household context and behaviors to prevent vector-borne diseases. Notably, while many participants reported awareness of ACL and kissing bugs, knowledge of CD was less common, possibly reflecting the distinct nature and symptoms of these diseases.\nThis study highlights that, despite the general awareness and use of preventive measures such as insect repellent, there is variability in how these practices are employed. The association between nuisance from insects and the use of preventive measures suggests that individual experiences and feelings towards insects may be associated with some protective behaviors. Moreover, the lack of a clear link between measures of wealth and the use of other cost-related preventive behaviors (i.e., insecticides and repellents) suggests that factors beyond wealth, including cultural and situational contexts, play a role in preventive practices.\nInterestingly, our findings also challenge some conventional assumptions about vector control. The recognition of CD vectors and the perception of control over health were associated with preventive behavior in unexpected ways, potentially reflecting a complex interplay between risk perception and preventive actions. For instance, those who felt more control over their health were less likely to engage in some preventive behaviors like the use of protection before having contact with a kissing bug, which may be influenced by an underestimation of disease risk or overconfidence in personal health control.\nOverall, this study underscores the importance of considering the household context, beyond the knowledge of a specific disease or measures of wealth, in vector-borne disease prevention strategies in Coclé Province, Panama, and possibly in other rural areas where vector-borne diseases occur. While our findings cannot be interpreted as causal associations, they do point to possible future areas of research that go beyond standard assumptions that wealth, education, or knowledge of a disease will drive protective measures. This is consistent with calls for tailored public health interventions that also consider perceptions, feelings, value systems, and sociocultural contexts in shaping preventive behaviors. Further research should explore these relationships to refine and improve prevention efforts in areas where vector-borne diseases are endemic. Addressing these factors and understanding their interplay can enhance public health interventions and tailor them to the specific needs of affected communities."
}