{
    "Introduction": "The widespread emergence of resistance to insecticides used to control adult Aedes mosquitoes has made traditional control strategies inadequate for the reduction of various vector populations. Therefore, complementary vector control methods, such as the Sterile Insect Technique, are needed to enhance existing efforts. The technique relies on the rearing and release of large numbers of sterile males, and the development of efficient and standardized mass-rearing procedures and tools is essential for its application against medically important mosquitoes.",
    "Methods": "In the effort to reduce the cost of the rearing process, a prototype low-cost plexiglass mass-rearing cage has been developed and tested for egg production and egg hatch rate in comparison to the current Food and Agriculture Organization/International Atomic Energy Agency (FAO/IAEA) stainless-steel cage. Additionally, an adult-index was validated and used as a proxy to estimate the mosquito survival rates by counting the number of male and female mosquitoes that were resting within each of the 6 squares at a given point of time each day in the cage.",
    "Results": "The study has shown that the prototype mass-rearing cage is cheap and is as efficient as the FAO/IAEA stainless-steel cage in terms of egg production, with even better overall egg hatch rate. The mean numbers of eggs per cage, after seven cycles of blood feeding and egg collection, were 969,789 ± 138,101 and 779,970 ± 123,042, corresponding to 81 ± 11 and 65 ± 10 eggs per female over her lifespan, in the prototype and the stainless-steel-mass-rearing cages, respectively. The longevity of adult male and female mosquitoes was not affected by cage type and, the adult-index could be considered as an appropriate proxy for survival. Moreover, the mass-rearing cage prototype is easy to handle and transport and improves economic and logistic efficiency.",
    "Conclusion": "The low-cost mass-rearing prototype cage can be recommended to produce Ae. aegypti in the context of rear and release techniques. The proposed adult-index can be used as a quick proxy of mosquito survival rates in mass-rearing settings."
}