{
    "Introduction": "Leprosy is a chronic, slowly developing infectious disease that affects the peripheral nerves, specifically Schwann cells. Individuals with the multibacillary type exhibit a propensity for developing chronic pain and a decrease in sensitivity in the plantar region, which directly interferes with balance maintenance. The evaluation of static balance in this population is made through the measurement of the center of pressure (COP) oscillations. Therefore, there is a need to investigate the association between postural control and COP oscillations using a force platform and finding accelerations of the center of mass (COM) from inertial sensors for reliable and portable balance assessment in leprosy patients.",
    "Objective": "To validate the application of inertial sensors for patients with leprosy by establishing a correlation with the outcomes obtained from a force platform.",
    "Methods": "This is an observational study with a case-control design, in which 30 participants with leprosy and 30 healthy participants were recruited to evaluate static balance using an inertial sensor and a force platform. Participants underwent balance assessment under two conditions (Eyes Open: OE and Eyes Closed: CE), and data from the platform and sensor were processed using Matlab computational routines. The data were quantified using four parameters: Total Displacement (TD), Area, Antero-Posterior Displacement (APdisp), and Medio-Lateral Displacement (MLdisp).",
    "Results": "The evaluated parameters showed significantly different values between the groups, where the Leprosy group exhibited significantly higher values compared to the control group, both in the OE and CE conditions for all four parameters. The sensor corroborated the differences demonstrated by the platform and followed the same trend for medio-lateral displacements and accelerations. It can be observed that the evaluated parameters exhibited a varied correlation ranging from moderate to large between the platform and the sensor. Among the four variables, MLdisp had the lowest correlation.",
    "Discussion": "The results partially confirmed the first hypothesis of concurrent validation, showing a moderate to large correlation between the force platform and the inertial sensor. The second hypothesis of clinical validation was also partially confirmed, as not all group differences observed in the COP measurements from the force platform were reflected in the COM measurements from the inertial sensor. Specifically, the force platform indicated greater oscillations in participants with multibacillary leprosy compared to controls, a finding statistically confirmed by the sensor for all measures except MLdisp.",
    "Conclusion": "This research confirmed the concurrent validity of the inertial sensor with the force platform and its clinical validation, demonstrating that this instrument can be applied in clinical settings due to its low cost and ease of use. The findings may contribute to public health by identifying postural control tools for patients with multibacillary leprosy."
}