{
    "Abstract": "TGF-β involvement in Chagas disease cardiomyopathy has been clearly demonstrated. The TGF-β signaling pathway is activated in the cardiac tissue of chronic phase patients and is associated with an increase in extracellular matrix protein expression. The aim of this study was to investigate the effect of GW788388, a selective inhibitor of TβR1/ALK5, on cardiac function in an experimental model of chronic Chagas’ heart disease. To this end, C57BL/6 mice were infected with Trypanosoma cruzi (102 parasites from the Colombian strain) and treated orally with 3mg/kg GW788388 starting at 120 days post-infection (dpi), when 100% of the infected mice show cardiac damage, and following three distinct treatment schedules: i) single dose; ii) one dose per week; or iii) three doses per week during 30 days. The treatment with GW788388 improved several cardiac parameters: reduced the prolonged PR and QTc intervals, increased heart rate, and reversed sinus arrhythmia, and atrial and atrioventricular conduction disorders. At 180 dpi, 30 days after treatment interruption, the GW3x-treated group remained in a better cardiac functional condition. Further, GW788388 treatment reversed the loss of connexin-43 enriched intercellular plaques and reduced fibrosis of the cardiac tissue. Inhibition of the TGF-β signaling pathway reduced TGF-β/pSmad2/3, increased MMP-9 and Sca-1, reduced TIMP-1/TIMP-2/TIMP-4, and partially restored GATA-6 and Tbox-5 transcription, supporting cardiac recovery. Moreover, GW788388 administration did not modify cardiac parasite load during the infection but reduced the migration of CD3+ cells to the heart tissue. Altogether, our data suggested that the single dose schedule was not as effective as the others and treatment three times per week during 30 days seems to be the most effective strategy. The therapeutic effects of GW788388 are promising and suggest a new possibility to treat cardiac fibrosis in the chronic phase of Chagas’ heart disease by TGF-β inhibitors."
}