{
    "Abstract": "Wolbachia bacteria are now being introduced into Aedes aegypti mosquito populations for dengue control. When Wolbachia infections are at a high frequency, they influence the local transmission of dengue by direct virus blocking as well as deleterious effects on vector mosquito populations. However, the effectiveness of this strategy could be influenced by environmental temperatures that decrease Wolbachia density, thereby reducing the ability of Wolbachia to invade and persist in the population and block viruses. We reared wMel-infected Ae. aegypti larvae in the field during the wet season in Cairns, North Queensland. Containers placed in the shade produced mosquitoes with a high Wolbachia density and little impact on cytoplasmic incompatibility. However, in 50% shade where temperatures reached 39°C during the day, wMel-infected males partially lost their ability to induce cytoplasmic incompatibility and females had greatly reduced egg hatch when crossed to infected males. In a second experiment under somewhat hotter conditions (>40°C in 50% shade), field-reared wMel-infected females had their egg hatch reduced to 25% when crossed to field-reared wMel-infected males. Wolbachia density was reduced in 50% shade for both sexes in both experiments, with some mosquitoes cleared of their Wolbachia infections entirely. To investigate the critical temperature range for the loss of Wolbachia infections, we held Ae. aegypti eggs in thermocyclers for one week at a range of cyclical temperatures. Adult wMel density declined when eggs were held at 26–36°C or above with complete loss at 30–40°C, while the density of wAlbB remained high until temperatures were lethal. These findings suggest that high temperature effects on Wolbachia are potentially substantial when breeding containers are exposed to partial sunlight but not shade. Heat stress could reduce the ability of Wolbachia infections to invade mosquito populations in some locations and may compromise the ability of Wolbachia to block virus transmission in the field. Temperature effects may also have an ecological impact on mosquito populations given that a proportion of the population becomes self-incompatible."
}