{
    "Abstract": "Every year about 3 million tourists from around the world visit Brazil, Argentina and Paraguay´s triple border region where the Iguaçu Falls are located. Unfortunately, in recent years an increasing number of autochthonous canine and human visceral leishmaniasis (VL) cases have been reported. The parasite is Leishmania (Leishmania) infantum and it is transmitted by sand flies (Phlebotominae). To assess the risk factors favorable for the establishment and spread of potential vectors the Centers for Disease Control and Prevention light trap (CDC-light trap) collections were made in the Foz do Iguaçu (FI) and Santa Terezinha de Itaipu (STI) townships and along two transects between them. Our study determined the Phlebotominae fauna, the factors that affect the presence and abundance of Lutzomyia longipalpis and Nyssomyia whitmani, the presence of L. infantum in different sand fly species and which Leishmania species are present in this region. Lutzomyia longipalpis was the prevalent species and its distribution was related to the abundance of dogs. Leishmania infantum was found in Lu. longipalpis, Ny. whitmani, Ny. neivai and a Lutzomyia sp. All the results are discussed within the Stockholm Paradigm and focus on their importance in the elaboration of public health policies in international border areas. This region has all the properties of stable VL endemic foci that can serve as a source of the disease for neighboring municipalities, states and countries. Most of the urban areas of tropical America are propitious for Lu. longipalpis establishment and have large dog populations. Pan American Health Organization´s initiative in supporting the public health policies in the border areas of this study is crucial and laudable. However, if stakeholders do not act quickly in controlling VL in this region, the scenario will inevitable become worse. Moreover, L. (Viannia) braziliensis found in this study supports the need to develop public health policies to avoid the spread of cutaneous leishmaniasis. The consequences of socioeconomic attributes, boundaries and frontiers on the spread of diseases cannot be neglected. For an efficient control, it is essential that urban planning is articulated with the neighboring cities."
}