{
    "Background": "Recently, a number of Global Health Initiatives (GHI) have been created to address single disease issues in low-income countries, such as poliomyelitis, trachoma, neonatal tetanus, etc.. Empirical evidence on the effects of such GHIs on local health systems remains scarce. This paper explores positive and negative effects of the Integrated Neglected Tropical Disease (NTD) Control Initiative, consisting in mass preventive chemotherapy for five targeted NTDs, on Mali's health system where it was first implemented in 2007.",
    "Methods and Findings": "Campaign processes and interactions with the health system were assessed through participant observation in two rural districts (8 health centres each). Information was complemented by interviews with key informants, website search and literature review. Preliminary results were validated during feedback sessions with Malian authorities from national, regional and district levels. We present positive and negative effects of the NTD campaign on the health system using the WHO framework of analysis based on six interrelated elements: health service delivery, health workforce, health information system, drug procurement system, financing and governance. At point of delivery, campaign-related workload severely interfered with routine care delivery which was cut down or totally interrupted during the campaign, as nurses were absent from their health centre for campaign-related activities. Only 2 of the 16 health centres, characterized by a qualified, stable and motivated workforce, were able to keep routine services running and to use the campaign as an opportunity for quality improvement. Increased workload was compensated by allowances, which significantly improved staff income, but also contributed to divert attention away from core routine activities. While the campaign increased the availability of NTD drugs at country level, parallel systems for drug supply and evaluation requested extra efforts burdening local health systems. The campaign budget barely financed institutional strengthening. Finally, though the initiative rested at least partially on national structures, pressures to absorb donated drugs and reach short-term coverage results contributed to distract energies away from other priorities, including overall health systems strengthening.",
    "Conclusions": "Our study indicates that positive synergies between disease specific interventions and nontargeted health services are more likely to occur in robust health services and systems. Disease-specific interventions implemented as parallel activities in fragile health services may further weaken their responsiveness to community needs, especially when several GHIs operate simultaneously. Health system strengthening will not result from the sum of selective global interventions but requires a comprehensive approach."
}