{
    "Background": "Importance of the amphizoic amoeba Entamoeba moshkovskii is increasing in the study of amoebiasis as a common human pathogen in some settings. Limited studies are found on the genetic and phylogenetic characterization of E. moshkovskii from India; hence remain largely unknown. In this study, we determined the prevalence and characterized the E. moshkovskii isolates in eastern India.",
    "Methods": "A three-year systemic surveillance study among a total of 6051 diarrhoeal patients from ID Hospital and BC Roy Hospital, Kolkata was conducted for E. moshkovskii detection via a nested PCR system targeting 18S rRNA locus. The outer primer set detected the genus Entamoeba and the inner primer pair identified the E. moshkovskii species. The 18S rRNA locus of the positive samples was sequenced. Genetic and phylogenetic structures were determined using DnaSP.v5 and MEGA-X. GraphPad Prism (v.8.4.2), CA, USA was used to analyze the statistical data.",
    "Result": "4.84% (95%CI = 0.0433–0.0541) samples were positive for Entamoeba spp and 3.12% (95%CI = 0.027–0.036) were infected with E. moshkovskii. E. moshkovskii infection was significantly associated with age groups (X2 = 26.01, P<0.0001) but not with gender (Fisher’s exact test = 0.2548, P<0.05). A unique seasonal pattern was found for E. moshkovskii infection. Additionally, 46.56% (95%CI = 0.396–0.537) were sole E. moshkovskii infections and significantly associated with diarrheal incidence (X2 = 335.5,df = 9; P<0.0001). Sequencing revealed that the local E. moshkovskii strains were 99.59%-100% identical to the prototype (GenBank: KP722605.1). The study found certain SNPs that showed a correlation with clinical features, but it is not necessarily indicative of direct control over pathogenicity. However, SNPs in the 18S rRNA gene could impact the biology of the amoeba and serve as a useful phylogenetic marker for identifying pathogenic E. moshkovskii isolates. Neutrality tests of different coinfected subgroups indicated deviations from neutrality and implied population expansion after a bottleneck event or a selective sweep and/or purifying selection in co-infected subgroups. The majority of FST values of different coinfected subgroups were <0.25, indicating low to moderate genetic differentiation within the subgroups of this geographical area.",
    "Conclusion": "The findings reveal the epidemiological significance of E. moshkovskii infection in Eastern India as the first report in this geographical area and expose this species as a possible emerging enteric pathogen in India. Our findings provide useful knowledge for further research and the development of future control strategies against E. moshkovskii."
}