{
    "Introduction": "Chagas disease (CD) afflicts more than ten million people in Latin-America, where it is endemic, and worldwide as a consequence of migration [1]. This disease is caused by Trypanosoma cruzi, a vector-borne flagellate protozoan that infects virtually any nucleated cell in its mammalian hosts [2]. CD evolves from an acute, frequently asymptomatic, unspecific phase towards a chronic, silent phase. In total, 30% of chronically infected patients develop clinical manifestations due to gastrointestinal or cardiac involvement. Finally, patients die because of cardiovascular complications such as heart failure, arrhythmias, or thromboembolism secondary to ventricular aneurysms. Indeed, chronic Chagas cardiomyopathy (CCC) is responsible for the high burden of disease and explains its high mortality [3]. CCC pathophysiology involves parasite permanence in myocardial tissue and persistence of immune system activation including generation of autoantibodies against cardiac cholinergic receptors and ultimately microvascular damage [4].\nT. cruzi reportedly induces endothelial activation [5] as revealed by an increase in the expression of endothelial cell adhesion molecules (ECAMs) such as E-Selectin, vascular cell adhesion molecule-1 (VCAM-1) and intercellular cell adhesion molecule-1 (ICAM-1) [6] through a mechanism involving NF-κB activation [7]. Endothelial activation induces vasoconstriction, inflammatory cell recruitment favoring immune cell homing, and generation of a procoagulant environment that promotes local ischemia [8,9].\nCurrent drug therapy is not one hundred percent curative, especially during the chronic phase, and has diverse adverse events that affect patient compliance and often require treatment suspension. Nonetheless, current advances in trypanocidal therapy have not generated drugs that exceed the effectiveness of current medications, although several triazole derivatives are promising [4]. Thus, a novel strategy is proposed that aims at some pathophysiological processes to facilitate current antiparasitic therapy, decreasing treatment length or doses and slowing disease progress. Previously, it was suggested that aspirin, a well-known and widely used medication, could perform this function [10]. Herein, we present evidence that statins, mainly simvastatin, can play a similar role. This drug decreases inflammatory infiltration in the hearts of T. cruzi-infected dogs [11]. This anti-inflammatory effect is part of the pleiotropic effects of statins, which has been related to a novel pro-resolving lipid that is an aspirin-triggered lipoxin, 15-epi-lipoxin A4 (15-epi-LXA4) [12].\nThe present report provides evidence that links the effects of simvastatin and benznidazole to T. cruzi-infection induced endothelial activation and the relationship between endothelial activation and 15-epi-LXA4 production. These two drugs decreased CAM expression and leukocyte adhesion in an in vitro infection model. Furthermore, the effect of benznidazole on endothelial activation is independent of the parasite, suggesting an independent anti-inflammatory action.",
    "Methods": "Cells\nEA.hy926 cells (ATCC CRL2922) are a human umbilical vein cell line established by fusing primary human umbilical vein cells with a thioguanine-resistant clone of A549 by exposure to polyethylene glycol (PEG). Hybrid clones were selected in HAT medium and screened for factor VIII-related antigen. The cell line was cultured following reported conditions [13]. Cells were cultured on Iscove's Modified Dulbecco's Medium (IMDM, Biological Industries, Israel) supplemented with 10% v/v FBS, 100 U/mL penicillin, and 100 mg/mL streptomycin at 37°C and 5% CO2.\nHL-60 cells (ATCC CCL240) are a promyelocytic cell line that was derived by S.J. Collins et al [14]. Peripheral blood leukocytes were obtained by leukapheresis from a 36-year-old Caucasian female with acute promyelocytic leukemia. The cell line was cultured with Iscove's Modified Dulbecco's Medium plus 10% v/v FBS.\nHUVECs (C-015-10C, Cascade Biologics, Life Technologies, USA) are primary human umbilical vein endothelial cells that are pooled from multiple donors. Cells were cultured in medium 200 (Cascade Biologics, USA) that had been supplemented with low serum growth supplement (LSGS, Cascade Biologics).\n\n\nParasites\nT. cruzi trypomastigotes (Dm28c clone [15]) from our collection, were obtained from infected EA.hy926 cells. Cells were exposed to trypomastigotes (Dm28c clone) at a multiplicity of infection (MOI) of 5. Trypomastigotes were allowed to infect cells for 24 hours, after which the supernatant was removed and fresh medium was added. Trypomastigotes were released from EA.hy926 cells after four days of infection. The parasites were harvested and collected for viability assays and further cell infections.\n\n\nDrugs\nSimvastatin, benznidazole, AA-861 (2-(12-hydroxydodeca-5,10-diynyl)-3,5,6-trimethyl-p-benzoquinone) were obtained from Sigma-Aldrich, USA. 15-epi 15-epi-lipoxin A4 (cat#90415), and 5(S),6(R)-Lipoxin A4 methylester (cat#10033) were from Cayman Chemical, USA. All drugs were dissolved in DMSO and controls were incubated with DMSO vehicle alone. DMSO final concentration at cell cultures was 0.025% v/v. For most of the experiments, simvastatin and benznidazol concentration was 5 and 20 μM, respectively. It has been reported that 5 μM simvastatin is effective in decreasing inflammation and expression of ECAMs [16] [17]. 20 μM benznidazole correspond to the IC50 for its trypanocidal action [18].\n\n\nCell viability determination by tetrazolium reduction assay\nThe effect of the drug on all cells and parasite viability was evaluated through the tetrazolium salt (MTT, Sigma-Aldrich) reduction assay as described [19]. Drugs at concentrations ranging from 1 to 20 μM, dissolved in DMSO at a 0.025% v/v final concentration, were applied to 2.5x105 cells/mL or 106 parasite/mL culture medium. Cultures were incubated for 24 hours before adding MTT for 4 hours. The plates were incubated overnight with 10% SDS w/v in 0.01 M HCl at 37°C, and optical density (OD) was determined using a microplate reader (Labsystems Multiskan MS, Finland) at 570 nm. Under these conditions, the OD was directly proportional to viable cell number per well. All of the experiments were performed at least three times, and the data are shown as the means and their standard deviations from triplicate cultures.\n\n\nExpression of endothelial cell adhesion molecules by flow cytometry\n5×105 EA.hy926 or HUVEC cells/well were seeded in 6-well plates and exposed to various simvastatin and/or benznidazole concentrations for 24 hours. Then, cells were infected with trypomastigotes at a MOI of 10 and incubated for 16 hours. Cells were detached with 1X EDTA-PBS at 0.5 mM. The harvested cells were washed with cold PBS and centrifuged at 800 x g for 5 minutes. Then, cells were washed with flow cytometry buffer three times. 100 μL of cell suspensions were incubated for 45 min at 4°C in the dark with mouse monoclonal anti- human E-selectin (5 μL undiluted), ICAM-1(3 μL undiluted), and VCAM-1 (1 μL undiluted) that were conjugated with PE, FITC and APC, respectively (BioLegend, USA). Cell suspensions were analyzed by flow cytometry using a FACSAria-III flow cytometer (BD Biosciences, USA). A homogeneous cell population was selected by size vs. granularity in log scale for these two conditions.\n\n\nImmunofluorescence staining\n2x104 EA.hy926 cells/slide were seeded in Lab-Tek II Chamber SlideTM (ThermoScientific, USA) and allowed to adhere overnight. Then, cells were incubated with 5 μM simvastatin or 20 μM benznidazole for 24 hours prior to T. cruzi- infection (Dm28c clone) at a MOI of 10. After 16 hours of infection, cells were fixed in 4% formaldehyde–0.1 M phosphate buffer (pH 7.3) for 10 min. Cells were blocked with 3% bovine serum albumin for 1 hour. Then, cells were incubated with monoclonal antibodies against E-selectin (1:100), VCAM-1 (1:250) and ICAM-1 (1:100) (from Abcam, UK) overnight at 4°C. The samples were washed with PBS and incubated with anti-rabbit IgG that had been conjugated with fluorescein (1:100) from Sigma-Aldrich for 1 h. Finally, nuclei were stained with DAPI for 5 minutes and mounted with Dako Fluorescence Mounting (Dako, USA). The cells were photographed using a Nikon Eclipse 400 fluorescence microscope (Nikon, Japan), and images were analyzed by mean intensity using ImageJ software (ImageJ 1.47v).\n\n\nWestern blot\n5x105 endothelial cells were rinsed once with PBS and scraped. Proteins were extracted into 100 μL RIPA buffer plus a protease and phosphatase inhibitor cocktail (Radio-Immunoprecipitation Assay; Millipore Corporation, USA) at 4°C. Total protein was quantified with the Lowry assay. Samples in loading buffer (10% SDS, 50% glycerol, 0.5 M Tris, 0.1% bromophenol blue, and 1 M dithiothreitol, pH 6.8) were electrophoretically separated by 10% SDS-PAGE and transferred to a nitrocellulose membrane. Nitrocellulose membranes were incubated with blocking solution (5% w/v nonfat dry milk, 0.1% Tween-20 in Tris-buffered saline) at room temperature for 1 hour. Then, the membranes were incubated at 4°C overnight with 1 mL solution of primary antibodies against E-selectin (1:1000) and α-Tubulin (1:10.000) from Sigma-Aldrich, ICAM-1 (1:2000) and VCAM-1 (1:1000) from Abcam, 7 ml solution of p-IKK (1:1000), IKK (1:1000), p-IκB (1:1000) and IκB (1:1000) from Cell signaling (Cell Signaling Technologies, USA). Bound antibodies were detected with horseradish peroxidase-conjugated secondary antibodies and visualized by Lumminata forte (Millipore). The nitrocellulose was stripped between reprobes using Mild stripping (Millipore) for 10 minutes. Developed films were scanned, and band densitometry was analyzed using ImageJ software (ImageJ 1.47v).\n\n\nDAPI staining and intracellular amastigote quantification\n2x104 EA.hy926 cells/slide were seeded in Lab-Tek II Chamber Slides for 12 h. Cells were exposed to 5 μM simvastatin or 20 μM benznidazole for 24 hours prior to T. cruzi- infection (Dm28c clone) at a MOI of 10 for 16 hours. Then, the cells were washed and fixed in cold methanol (70%) overnight. The fixed cells were then washed, and 1 mL PBS (pH 7.4) was added. DNA was stained with DAPI (NucBlue; Molecular Probes, USA) following the manufacturer's instructions. The cells were photographed using a Nikon Eclipse 400 fluorescence microscope using 358 nm (excitation) and 461 nm (emission) wavelengths. In total, ten pictures were obtained per well, and each picture was counted using MATLAB software.\n\n\nCytoskeletal staining\n2x104 EA.hy926 or HUVEC cells/slide cultures were seeded in Lab-Tek II Chamber SlidesTM. Cells were treated with 1–20 μM simvastatin. After drug treatment, cells were fixed at room temperature for 10 min in 3.7% formaldehyde (v/v) in phosphate-buffered saline (PBS) for 10 minutes. Cytoskeleton was assessed using a F-Actin Visualization Biochem Kit (Cytoskeleton, USA), following manufacturer’s instructions. Briefly, cells were washed with cytoskeletal buffer, followed by permeabilization for 5 min with permeabilization buffer and blocking with serum-containing buffer (3% FBS in PBS with 0.02% sodium azide). The cells were incubated with tetrarhodamine isothiocyanate (TRITC)-phalloidin for 30 minutes to stain cytoskeletal F-actin. DNA was stained with DAPI (NucBlue; Molecular Probes, USA) following the manufacturer's instructions. The cells were photographed using a Nikon Eclipse 400 fluorescence microscope.\n\n\nCell-cell adhesion assay\nThe leukocyte adhesion assay was performed with the Cytoselect Leukocyte-Endothelium Adhesion Assay kit (CBA-210; Cell Biolabs, USA). Briefly, EA.hy926 cells were cultured in 96-well plates that had been previously coated with gelatin for 1 hour. Confluent monolayers were treated with 1–10 μM simvastatin or 1–20 μM benznidazole for 24 hours followed by T. cruzi infection for 16 hours. LeukoTracker-labeled leukocytes (HL60 cells) were added to the monolayer and incubated for 90 min. After thorough washing, cells were lysed, and fluorescence was measured at 480 nm excitation/520 nm emission. The percentage of adherent leukocytes was calculated: % adherence = adherent signal/total signal. All of the determinations were performed in triplicate using a fluorescence microplate reader (Varioskan, Thermo Scientific).\n\n\n15-epi-lipoxin A4 determination\n8x105 EA.hy926 cells/well were cultured in 6-well plates (IMDM 10% SFB). Then, the cells were treated with simvastatin 5 μM for 24 hours and infected at a MOI of 10 for 16 hours. 15-epi-LXA4 determination was performed by:\n\nELISA assay: the supernatant from the cell cultures was assayed using a 15-epi-LXA4 BioAssay ELISA Kit (USBiological, USA) following manufacturer’s instructions.\nAxION DSA—TOF MS determination: To determine 15-epi-lipoxin A4 levels in EAhy926 cell culture supernatants, an AxION Direct Sample Analysis (DSA) that was integrated with an AxION 2 time-of-flight (TOF) mass spectrometer (PerkinElmer, Shelton, CT, USA) was employed. For extraction, all of the samples were loaded onto a solid phase extraction and eluted with 1 mL chloroform three times successively. Then, the samples were transferred into a clean tube, and the chloroform in the samples was evaporated in a water bath. Finally, the samples were resuspended in 100 μL ethanol, and 10 μL were pipetted onto a stainless mesh. For the calibration curve, 15-epi-lipoxin A4 (cat#90415, Cayman Chemical, USA) was diluted in PBS to achieve different final concentrations (see S1 Fig). From each tube, 10 μL was pipetted onto a stainless mesh, and DSA—TOF determination was performed. The AxION DSA conditions were as follows: 5 μA corona current, 250°C heater temperature, 80 psi auxiliary gas (N2) pressure, 4 L/min drying gas (N2) flow, and 25°C drying gas (N2) temperature. Run in negative ionization trap mode had a flight tube voltage of 10000 V. The capillary exit voltage was set to 155 V for normal MS analysis. Mass spectra were acquired with a mass range of 100–1000 m/z and an acquisition rate of 2 spectra/sec. To maintain mass accuracy, two lock mass ions were used (m/z 119.0400, m/z 556.0000 and m/z 805.9900). All of the samples were analyzed for only 10 sec. The standards used were 15-epi-lipoxin A4 (cat#90415, Cayman Chemical,) and 5(S),6(R)-Lipoxin A4 methyl ester (cat#10033, Cayman Chemical) as an internal standard. These were confirmed in seconds by accurate mass and isotopic distribution of parent and fragment ions using DSA/TOF and AxION software, and compound identification was performed using the standards. All of the samples were analyzed in triplicate.\n\n\nConfocal microscopy\n2x104 EA.hy926 cells were seeded in Lab-Tek II Chamber SlidesTM for 12 hours. Cells were fixed in 3.7% formaldehyde–0.1 M phosphate buffer (pH 7.3) for 10 min. They were then washed with cytoskeletal buffer followed by permeabilization for 5 min with Triton-X100 0.5%. Cells were blocked with 3% bovine serum albumin for 1 hour. Then, cells were incubated with monoclonal antibodies against p65 (1:100) from cell signaling overnight at 4°C. The samples were washed with PBS and incubated with anti-rabbit IgG conjugated with fluorescein (1:100) from Sigma-Aldrich for 1 hour. Finally, nuclei were stained with DAPI for 5 minutes and mounted in Dako fluorescence mounting media. The cells were photographed and ten pictures per well were obtained; images were analyzed using ImageJ software (ImageJ 1.47v).\n\n\nStatistical analysis\nStatistical significance was established at p<0.05. The results represent the mean ± SD of triplicates. Normal data distribution was assessed using D'Agostino-Pearsons and Shapiro-Wilk analysis. One- and two-way ANOVA analysis (with Tukey’s or Bonferroni’s post-tests) was performed when required. All of the statistical analyses were performed using GraphPad Prism (5.0) software.\nFor the analysis of the effect of the combination of simvastatin and benznidazoles on ECAM expression, the combinatory index (CI) and isobolographic analysis was performed using CompuSyn software (ComboSyn, Inc. Paramus, NJ) in accordance with the Chou and Talalay’s principle [20]. The interaction between simvastatin and benznidazole, on E-Selectin, ICAM-1 and VCAM-1 was investigated by calculating the CI, where CI < 1, CI = 1 and CI > 1 indicate synergism, additive and antagonism, respectively.",
    "Results": "Simvastatin and benznidazole prevent the increase of Trypanosoma cruzi infection-induced cell adhesion molecule surface expression\nTo determine the optimal time point of maximal expression of ECAMs in T. cruzi-infected endothelial cells, a kinetic pattern of expression was determined by flow cytometry. Fig 1 demonstrates the mean fluorescence intensity (MFI) and representative histograms for each ECAM analyzed as obtained after 48 and 72 hours of T. cruzi infection. E-Selectin, ICAM-1 and VCAM-1 surface expression on endothelial-like EA.hy926 (Fig 1A and 1B) and HUVEC (Fig 1C and 1D) cells increased in a time-dependent manner. However, the expression behavior was slightly different from each cell model. In EA.hy926 cells, after reaching their maximum expression at 16 hours, a steady state was attained with a slow trend to decreased expression without reaching control values (Fig 1A). For HUVECs, there was a statistically significant increase at 16 hours for all three adhesion molecules (two-way Anova with bonferroni post-test, p<0.05). However, peak expression was reached at 48 hours and declined until 72 hours, and only a sustained ICAM-1 expression remained (Fig 1C). Constitutive ICAM-1 expression could likely account for this observation [21]. Indeed, as demonstrated in Fig 1C and 1D, there is a slight deviation in the ICAM-1 fluorescence signal in both HUVEC and EA.hy926 uninfected cells. As a consequence of these results, peak ECAM expression was set at 16 hours for further assays.\nEndothelial—like (EA.hy926) (A, B) and HUVECs (C, D) were infected with T. cruzi (Dm28c) trypomastigotes at a MOI of 10. E-Selectin, ICAM-1 and VCAM-1 expression was determined at the times indicated in the figures. Flow cytometry was performed using mouse IgG antibodies conjugated with PE, FITC-A, and APC against human E-Selectin, ICAM-1, and VCAM-1, respectively. Panels A and C represent mean fluorescence intensity (MFI) calculations, and panels B and D demonstrate representative histograms at 48 and 72 hours post-infection. Each group was compared with the respective IgG1 and IgG2A isotype match and normalized. The data represent the mean ± SD of MFI values from three independent experiments. *** p<0.0001; **p<0.01; *p<0.5 vs. control using two-way ANOVA and Bonferroni post-test analysis.\nTo evaluate the effect of simvastatin or benznidazole on ECAMs expression EA.hy926 and HUVEC cells were incubated with 5 μM simvastatin or 20 μM benznidazole for 24 hours and then were infected with T. cruzi trypomastigotes for 16 hours (Fig 2). The simvastatin and benznidazole concentrations used here provided the best effect on ECAM expression without cytotoxic effects on endothelial cells, either cytoskeletal alterations or on cell viability (Table 1, S2 and S3 Figs) [22]). Nevertheless, even at concentrations as low as 1 μM, the decrease in ECAM expression was observed (Fig 2A). Both drugs significantly prevented E-selectin, ICAM-1, and VCAM-1 expression as evidenced by flow cytometry (Fig 2A–2D) and immunofluorescence (Figs 2E and 3F) (Two-way ANOVA with Tukey post-test, p >0.01).\nEndothelial-like (EA.hy926) and HUVEC cells were incubated with 5 μM simvastatin or 20 μM benznidazole dissolved in DMSO 0.025% v/v final concentration. After 24 hours, the medium was replaced, and the cells were infected for 16 hours with a 1:10 ratio of T. cruzi trypomastigotes. E-Selectin, ICAM-1, and VCAM-1 expression in EA.hy926 cells (A, C) and HUVECs (B, D) was determined at the end of the infection time. Flow cytometry was performed using human antibodies conjugated with PE, FITC, and APC for E-Selectin, ICAM-1, and VCAM-1, respectively. Panels A and B represent mean fluorescence intensity (MFI) calculations and panels C and D demonstrate representative histograms. Each group was compared with the respective IgG1 and IgG2A isotype match and normalized. In E and F, EA.hy926 cells were washed with PBS and incubated with IgG anti human E-selectin, ICAM-1, and VCAM-1 antibodies. Subsequently, the cells were incubated with anti-IgG mouse FITC-conjugated secondary antibodies. E. Representative immunofluorescence images (40X) and F. Quantitative analysis of relative fluorescence for each adhesion molecule. All controls were incubated with DMSO vehicle alone. The data are expressed as the mean ± SD from three independent experiments. The data represent the mean ± SD of MFI values (A and B) from four independent experiments. Comparisons were made by two-way ANOVA and Tukey’s post-test analysis. *** p<0.001; ** p<0.01; ‡ p< 0.001 (F).\nWe expected that the effect of simvastatin on ECAMs would complement the trypanocidal action of benznidazole. Thus, studying their combination was necessary. To study the effect of the combination of simvastatin and benznidazole on E-selectin, ICAM-1, and VCAM-1 expression, EA.hy926 and HUVEC cells were incubated with varying concentrations of both drugs, using the same procedure as for Fig 2. For all three ECAM evaluated, at any combinatory point the CI values were >5. Thus, accordingly to Chou and Talalay these values are indicative of antagonism [20].\nA decrease in endothelial adhesion molecule expression, as a result of simvastatin or benznidazole administration, might be explained by intracellular sequestration of these molecules. If this is the case, total protein levels would be similar to those of uninfected cells. In Fig 3, total E-selectin (Fig 3A), ICAM-1 (Fig 3B) and VCAM-1 (Fig 3C) protein expression analyses are shown. When compared with infected, untreated cells, a slight decrease in total E-selectin protein expression was observed. This effect was more evident and significant with VCAM-1 and ICAM-1 (One-way ANOVA with Tukey post-test, p<0.05), where total protein content returned to values similar to uninfected controls. Thus, simvastatin or benznidazole administration prevented T. cruzi-triggered activation of intracellular mechanisms, which explains the increased ECAM expression on the surface of EA.hy926 cells. Conversely, the lack of response in adhesion molecule expression could obey eventually to a trypanocidal effect of simvastatin or benznidazole. Therefore, the burden of intracellular amastigotes in simvastatin or benznidazole-treated and subsequently T. cruzi-infected EA.hy926 cells was determined 72 hours after establishing the infection. To evaluate parasite load, DAPI-stained cells were photographed (20.12 ± 3.8 cells per photograph, 20 photographs per experimental condition; infected to uninfected cells ratio of 1:5) and the number of intracellular amastigotes was determined by manual count. As demonstrated in Fig 4 and S4 Fig, intracellular amastigote content is not influenced by drug pretreatment.\nEndothelial-like (EA.hy926) and HUVEC cells were incubated with 5 μM simvastatin or 20 μM benznidazole 0.025% v/v final concentration. After 24 hours, the medium was replaced, and the cells were infected at a MOI of 10. After 16 hours of infection, cells were harvested, and total protein expression was determined by Western blot. The data are presented as total of E-Selectin (A), VCAM-1 (B) and ICAM-1 (C) content. Upper panels correspond to representative blot images. Bottom panels correspond to relative blot quantification using β-tubulin as a control. Controls were incubated with DMSO vehicle alone. The data are expressed as the mean ± SD from three independent experiments. One-way ANOVA and Tukey’s post-test analysis were used to assess significant differences. ‡ p<0.001 vs. control; * p<0.05; *** p< 0.001 vs. T. cruzi.\nEndothelial-like (EA.hy926) and HUVEC cells were incubated with 5 μM simvastatin or 20 μM benznidazole 0.025% v/v final concentration. After 24 hours, the medium was replaced, and the cells were infected at a MOI of 10. After 16 hours of infection, cells were washed twice with fresh medium and the drug-free medium was changed daily. Then, after 72 hours of culture, the cells were fixed in cold methanol, and nuclei were stained with DAPI. Each panel is a representative micrograph (40X) of T. cruzi-infected, DAPI stained cells. Each experimental condition was performed in duplicate and, for each duplicate, 10 photographs were taken. In average, there were counted 20.12±3.8 cells per photograph. Infected cells averaged 5.57±1.16 and healthy cells were 14.92±3.1. Infected to uninfected cells ration was 1:5. Controls were incubated with DMSO vehicle alone. The data are expressed as the mean ± SD from three independent experiments. NS: not significant after one-way ANOVA analysis.\nAdministration of simvastatin and benznidazole prior to T. cruzi infection prevented endothelial activation and the subsequent increase in adhesion molecule expression. Hence, it is important to clarify whether these drugs affect cell adherence. Consequently, an adhesion assay was performed using HL-60 leukocytes loaded with Leuko Tracker, which were co-incubated with T. cruzi-infected endothelial cells. The results of the analysis are demonstrated in Fig 5. Indeed, when leukocyte adhesiveness was assessed, there was a significant increase in cell adhesion to the T. cruzi-infected endothelial cells (One-way ANOVA and Tukey post-test, p<0.05). However, upon simvastatin or benznidazole treatment the adhesiveness decreased and reached similar values compared to those observed in uninfected cells. This finding is important because it links the decreased adhesion molecule expression with the physiological consequence of efficiently reducing leukocyte adhesion.\nEA.hy926 cells (A) or HUVECs (B) were incubated with 5 μM simvastatin and 20 μM benznidazole 0.025% v/v final concentration. After 24 hours, the medium was replaced, and the cells were infected at a MOI of 10. After 16 hours of infection, HL-60 leukocytes that were loaded with Leuko Tracker were added to the EA.hy926 monolayer and incubated for 1.5 hours. After washing with PBS, cells were lysed, and fluorescence was measured at 480/520 nm. Controls were incubated with DMSO vehicle alone. Graphs represent the mean ± SD fold change of the relative fluorescence from three independent experiments. One-way ANOVA and Tukey’s post-test analysis were used to assess significant differences. * p<0.05; *** p<0.001.\n\n\nSimvastatin and benznidazole block NF-κB activation in Trypanosoma cruzi-infected EA.hy926 endothelial-like cells\nNF-κB pathway is involved is several inflammatory events, including sepsis, where endothelial activation is induced [23]. In addition, statins decrease endothelial inflammation as part of their pleiotropic effects. Thus, simvastatin could decrease ECAM expression by affecting NF-κB pathway. To evaluate the effect of simvastatin and benznidazole upon NF-κB pathway activation, we assessed total and phosphorylated IKK and IkB protein levels by Western blot analysis (Fig 6). After 60 minutes of incubating endothelial cells with T. cruzi trypomastigotes, the respective phosphorylated IKK form increased significantly compared with non-stimulated cells (Fig 6A) (One-way ANOVA and Tukey post-test, p<0.05). Similarly, p-IkB increased at the same time point (Fig 6B). When the endothelial cells were incubated with simvastatin or benznidazole after previous T. cruzi incubation, these two drugs significantly decreased the response of the Ikk-IkB system (Fig 6C and 6D) (One-way ANOVA and Tukey post-test, p<0.05). Thus, NF-κB is modulated by simvastatin and benznidazole, which prevents the activation of these two essential NF-κB pathway proteins during a challenge with the parasite. This is demonstrated by decreased nuclear p65 localization when infected endothelial cells are previously incubated with simvastatin or benznidazole (Fig 6E). Aside from nuclear p65 localization after T. cruzi challenge, cytosolic p65 levels were also increased compared with uninfected controls.\nEndothelial-like (EA.hy926) and HUVEC cells were incubated with 5 μM simvastatin or 20 μM benznidazole 0.025% v/v final concentration. After 24 hours, the medium was replaced with drug-free medium, and the cells were at a MOI of 10 for 1 hour. Then, the cells were harvested at the time points indicated in the figure, and total protein expression was determined by Western blot using rabbit monoclonal antibodies against human IKK, p-IKK, IκB, and p-IκB. Representative blots are shown for p-IKK and IKK in untreated (A) and treated (C) cells and for p-IkB and IkB in untreated (B) and treated (D) cells. Bottom panels in A-D correspond to relative blot quantification using α-tubulin as a control. All controls were incubated with DMSO vehicle alone. The data are expressed as the mean ± SD from three independent experiments. One-way ANOVA and Tukey’s post-test analysis were used to find significant differences. ‡ p<0.001 vs. control; * p<0.05; *** p< 0.001 vs. T. cruzi. E. Representative photographs of the p65 localization by confocal microscopy after contact of EA.hy926 cells with T. cruzi for 1 hour with or without previous 5 μM simvastatin and 20 μM benznidazole treatment.\n\n\n15-epi-lipoxin A4 mediated the effects of simvastatin\nAmong the pleiotropic effects of statins, their anti-inflammatory actions include the induction of pro-resolutive, anti-inflammatory molecules such as 15-epi-LXA4, which may mediate the decreased leukocyte adhesion [24]. Indeed, simvastatin induced 15-epi-LXA4 in T. cruzi-infected endothelial cells. In Fig 7A and Table 2, 5 μM simvastatin was added after incubation of the EA-hy926 cells with T. cruzi trypomastigotes for 16 hours. 15-epi-LXA4 levels rose slightly with simvastatin alone (Fig 7A); while the T. cruzi infection progressed, there was a significant increase in 15-epi-LXA4 levels (Fig 7A and Table 1) (One-way ANOVA and Tukey post-test, p<0.001). In this experiment, the model that had been used so far was modified by adding drug treatment after establishment of the infection. Notwithstanding, the most important fact is that the simvastatin did not induce the production of this eicosanoid in the absence of an activating factor of endothelial cells such as the parasite. In contrast, when 5-lipoxygenase activity is inhibited in the presence of a competitive inhibitor (AA-861) [25], ICAM expression was restored (Fig 7B). Although AA-861 concentration appears high (50 μM), there are several reports that used this inhibitor at concentrations as high as 100 μM, without reporting off-target effects [26–29]. Thus, there is a connection between the increased 15-epi-LXA4 and the action of 5-lipooxygenase when simvastatin was administered.\nA) EA.hy926 cells were infected with T. cruzi trypomastigotes (Dm28c) at a MOI of 10 for 16 hours. After washing with fresh culture medium, 5 μM simvastatin was added to the cells and harvested at the time point indicated. 15-epi-lipoxin A4 content was determined in the supernatants by competitive ELISA. The data are expressed as the mean ± SD from three independent experiments. Statistical analysis was performed using ANOVA compared with zero time. * P<0.05; ***p<0.0001. B) EA.hy926 cells were incubated with 5 μM simvastatin and 25 and 50 μM AA-861 (a competitive 5-lipoxygenase inhibitor) for 24 hours. After washing the cells, they were infected with T. cruzi trypomastigotes (Dm28c) at a 1:10 ratio for 16 hours. ECAM expression was determined on the EA.hy926 cell surface by flow cytometry using human antibodies conjugated with PE, FITC, and APC for E-Selectin, ICAM-1, and VCAM-1, respectively. Controls were incubated with DMSO vehicle alone. Results represent the normalized mean fluorescent intensity (MFI) ± SD from three independent experiments. One-way ANOVA and Tukey’s post-test analysis were used to assess significant differences *p<0.01; *** p<0.001 vs. T. cruzi.\nThe addition of exogenous 15-epi-LXA4 before endothelial cell infection, as has been done in the other experiments with simvastatin, decreased IKK-IκB pathway activity in a dose-dependent fashion (Fig 8A–8C). Furthermore, 100 nM 15-epi-LXA4 at the highest concentration used decreased nuclear p65 migration (Fig 8D). Thus, NF-κB pathway activity is decreased in a similar manner as simvastatin. In fact, 15-epi-LXA4 similarly reduced endothelial adhesion molecule expression (Fig 8E).\nA. EA.hy926 cells were incubated with 15-epi-LXA4 at the concentrations indicated in the figure. After 24 hours, the medium was replaced, and the cells were infected with a 1:10 ratio of T. cruzi trypomastigotes. After 1 hour, the cells were harvested, and total protein expression was determined by Western blot using rabbit monoclonal antibodies against human IKK, p-IKK, IκB, and p-IκB. B-C correspond to the relative blot quantification using α-tubulin as a control. The data are expressed as the mean ± SD from three independent experiments. One-way ANOVA and Tukey’s post-test analysis were used to find significant differences. ‡ p<0.001 vs. control; * p<0.05; *** p<0.001 vs. T. cruzi. D. Representative photographs of p65 localization by confocal microscopy after EA.hy926 cell contact with T. cruzi for 1 hour with or without previous 15-epi-LXA4 treatment. E. EA.hy926 cells were incubated with 1 and 10 nM 15-epi-LXA4. After 24 hours, cells were infected with T. cruzi trypomastigotes at a 1:10 ratio for 16 hours. ECAM expression was determined on the EA.hy926 cell surface by flow cytometry using human antibodies conjugated with PE, FITC, and APC for E-Selectin, ICAM-1, and VCAM-1, respectively. All controls were incubated with DMSO vehicle alone. Results represent the normalized mean fluorescent intensity (MFI) ± SD from three independent experiments. One way ANOVA and Tukey’s post-test analysis were used to assess significant differences *p<0.05; **p<0.01; ***p<0.001 vs. T. cruzi.",
    "Discussion": "In Chagas cardiomyopathy, there is an inflammatory vasculopathy, which is demonstrated by sustained expression of the adhesion molecules E-selectin, VCAM-1 and ICAM-1 during T. cruzi infection. ICAM-1 is expressed at a low level constitutively on the cell surface. ECAM expression increased significantly only after inflammatory stimuli such as LPS, TNF-α [30,31] or intracellular infection with T. cruzi [32], which tends to be sustained over time.\nFurthermore, according to the results reported here, both simvastatin and benznidazole prevented the increased expression of these molecules as T. cruzi infection was installed. Indeed, decreased expression of CAMs had functional consequences. Leukocyte adhesion was also decreased by both simvastatin and benznidazole. Albeit this functional decrease in cell adhesion is more evident with simvastatin, the most striking result is the action of benznidazole. The reduction in CAM expression and, consequently, cell adhesion was independent of the trypanocidal activity of benznidazole. Indeed, the anti-inflammatory effect of benznidazole had already been reported [33]. In experimental sepsis models, benznidazole attenuated NF-κB and the MAPK pathway activities, highlighting its immunomodulatory capacity [34,35]. Undoubtedly, these models did not attend the antiparasitic capacity of benznidazole. Neither did our experiments. Herein, we report its ability to prevent endothelial activation during T. cruzi infection for the first time. That is a critical factor to support the usefulness of this drug for treatment during the chronic phase of CD.\nIn our experimental model, simvastatin was administered before producing infection with T. cruzi. Then, the culture medium was changed to fresh medium without drug and incubated the endothelial cells with the parasite for 16 hours. Therefore, it is unlikely that the drug presents trypanocidal activity because it was not present when the infection occurred. The idea of this model is to cause an environment where the infection cannot be spread, due to the action of simvastatin on endothelium activation. However, simvastatin and other 3-hydroxy-3-methylglutaryl-coenzyme A (HMGCoA reductase) inhibitors can inhibit parasite growth, especially in the replicative forms. In the parasite, this enzyme is essential for mevalonate and ergosterol synthesis, and is inhibited by statins, affecting parasite viability. In the work reported by Silva et al. [36], simvastatin decreased epimastigote proliferation but at concentrations in the millimolar range. Apart from this observation, our results support the findings of the mentioned report since the reduction of endothelial activation is only part of the broad anti-inflammatory effect of simvastatin in that murine model of acute CD.\nPreviously, we reported that benznidazole prevented endothelial damage in a murine model of chronic Chagas heart disease [6]. However, the effect of simvastatin on cellular models of T. cruzi-induced endothelial activation was not yet studied. It was interesting to find that cytosolic p65 levels were increased after T. cruzi challenge. This finding suggests that this protein could be upregulated during an inflammatory drive. However, the most outstanding result is that both simvastatin and benznidazole decreased NF-κB pathway activation through IKK-IκB pathway inactivation and decreasing nuclear migration of p65. Nonetheless, a small fraction of p65 remained in the nuclei of benznidazole treated cells, and to a lesser extent, in cells that had been incubated with simvastatin. Thus, despite drug treatment, an inflammatory drive might persist due to this low-grade NF-κB activation. These findings are supported by previous reports in other experimental models [34,35,37]. Furthermore, according to our results, the effect of simvastatin on this signal transduction pathway and finally on adhesion molecule expression took place through 15-epi-lipoxin A4 generation. This eicosanoid decreased p65 migration towards endothelial cell nuclei similar to simvastatin. However, benznidazole did not induce 15-epi-lipoxin A4 production (Fig 7A); therefore, the mechanism of IKK-IκB pathway inhibition could be addressed through another yet unknown mechanism.\nConsidering that simvastatin and benzidazole share similar effects on ECAM expression and NF-κB pathway, it is possible to think that their combined effect could be synergistic. Unexpectedly, the effect was rather antagonistic. The explanations for antagonism are diverse. It is possible that two drugs acting on the same target may behave as antagonistic [38,39]. Thus, our findings should not be surprising since both drugs interfere in the same signaling pathway, NFκB pathway. In any case, it is necessary to consider that both drugs act within a complex network of biological functions. Thus, it is not easy to conclude, based on an in vitro model, if this antagonism is important in a living model of CD. In any case, this interaction should not invalidate our findings for benznidazole. In this report, we confirm the involvement of benznidazole in the NFkB pathway, and through this pathway, its modulation of the expression of ECAMs in endothelial cells infected with T. cruzi, regardless of its trypanocidal capacity.\nThe role of pro-resolving lipids in T. cruzi-induced inflammatory processes is becoming increasingly important to understand chagasic cardiomyopathy [40,41]. The role of LTB4 and PAF as produced by macrophages has already been reported to control parasitemia in in vivo CD models [40,42]. LTB4, which is dependent on 5-LO activity, is involved in the decrease in inflammation, collagen deposition and lymphocyte migration to the myocardium [40]. In addition, 5-LO derivatives are increasingly associated with acute inflammatory process resolution [43–46]. Thus, these mediators could be more involved in the acute phase of Chagas disease. However, in a chronic model of Chagas cardiomyopathy, simvastatin decreased inflammation [11]. Most likely, simvastatin, by inducing 15-epi-LXA4, prevented leukocyte migration into the myocardium by decreasing endothelial activation [44], thus contributing to reduced myocardial damage. In any case, it is important to verify this hypothesis in future studies using in vivo CCC models. It is also important to consider the immunomodulatory and anti-inflammatory role of benznidazole in Chagas cardiomyopathy progression.\nIn conclusion, simvastatin and benznidazole prevent endothelial activation, as demonstrated by decreased expression of the adhesion molecules E-selectin, ICAM-1, and VCAM-1, which involves decreasing NF-κB pathway activity, and at least for the case of simvastatin, by increased 15-epi-LXA4 production."
}