{
    "Abstract": "Aedes aegypti, the primary vector of dengue, yellow fever and Zika flaviviruses, consists of at least two subspecies. Aedes aegypti (Aaa) is light in color, has pale scales on the first abdominal tergite, oviposits in artificial containers, and preferentially feeds on humans. Aedes aegypti formosus (Aaf), has a dark cuticle, is restricted to sub-Saharan Africa, has no pale scales on the first abdominal tergite and frequently oviposits in natural containers. Scale patterns correlate with cuticle color in East Africa but not in Senegal, West Africa where black cuticle mosquitoes display a continuum of scaling patterns and breed domestically indoors. An earlier laboratory study did not indicate any pre- or postzygotic barriers to gene flow between Aaa and Aaf in East Africa. However, similar attempts to construct F1 intercross families between Aaa laboratory strains and Senegal Ae. aegypti (SenAae) failed due to poor F1 oviposition and low F2 egg-to-adult survival. Insemination and assortative mating experiments failed to identify prezygotic mating barriers. Backcrosses were performed to test for postzygotic isolation patterns consistent with Haldane’s rule modified for species, like Aedes, that have an autosomal sex determining locus (SDL). Egg-pupal survival was predicted to be low in females mated to hybrid F1 males but average when a male mates with a hybrid F1 female. Survival was in fact significantly reduced when females mated to hybrid males but egg-pupal survival was significantly increased when males were mated to hybrid F1 females. These observations are therefore inconclusive with regards to Haldane’s rule. Basic cytogenetic analyses and Fluorescent In Situ Hybridization (FISH) experiments were performed to compare SenAae strains with the IB12 strain of Aaa that was used for genome sequencing and physical mapping. Some SenAae strains had longer chromosomes than IB12 and significantly different centromeric indices on chromosomes 1 and 3. DAPI staining was used to identify AT-rich regions, chromomycin A3 following pretreatment with barium hydroxide stained for GC-rich regions and stained the ribosomal RNA locus and YOYO-1 was used to test for differential staining. Chromosome patterns in SenAae strains revealed by these three stains differed from those in IB12. For FISH, 40 BAC clones previously physically mapped on Aaa chromosomes were used to test for chromosome rearrangements in SenAae relative to IB12. Differences in the order of markers identified two chromosomal rearrangements between IB12 and SenAae strains. The first rearrangement involves two overlapping pericentric (containing the centromere) inversions in chromosome 3 or an insertion of a large fragment into the 3q arm. The second rearrangement is close to the centromere on the p arm of chromosome 2. Linkage analysis of the SDL and the white-eye locus identified a likely chromosomal rearrangement on chromosome 1. The reproductive incompatibility observed within SenAae and between SenAae and Aaa may be generally associated with chromosome rearrangements on all three chromosomes and specifically caused by pericentric inversions on chromosomes 2 and 3."
}