{
    "Introduction": "The coronavirus disease 2019 (COVID-19), caused by SARS-CoV-2, has spread throughout the world since its initial identification in December 2019, and has had devastating effects in many countries. As of August 31, 2021, there were over 215 million confirmed cases worldwide, with the Americas (39%) and Europe (30%) accounting for most cases [1]. Because SARS-CoV-2 is highly contagious and effective treatments are not available, multiple public health measures have been implemented in an effort to control this pandemic. It has been reported that more than 6000 non-pharmaceutical interventions (NPIs, the most important countermeasures before vaccinations became available) were implemented across 261 countries and territories [2].\nLarge nationwide COVID-19 vaccination campaigns began worldwide at the beginning of 2021. However, there were variations in the efficacy of the different vaccines and their availability in different countries. As of August 31, 2021, Singapore (75.21%), United Kingdom (62.91%), Israel (62.45%), and United States (51.77%) have high shares of the population fully vaccinated against COVID-19, whereas this proportion was relatively low in Australia (27.80%) and India (10.61%) [3]. An observational study in Israel reported that the adjusted estimates of BNT162b2 vaccine effectiveness at 7 days or longer after the second dose was95.3% [4]. A study in England reported that the BNT162b2 vaccine had an effectiveness of 85% at 7 days after the second dose [5]. A study in Chile reported that the estimated vaccine effectiveness of inactived vaccine (CoronaVac) was 65.9% [6].\nSARS-CoV-2 continuously spread, and multiple genetic variants have been reported [7]. Most mutations occurred in viral spike (S) protein, which enables the virus to enter into a host cell by binding to angiotensin converting enzyme 2 (ACE2) receptor [8]. The identified mutants began with the D641G variants and now include the well-known variants of concern (VOCs), Alpha (B.1.1.7; from the United Kingdom), Beta (B.1.351; from South Africa), Gamma (P.1; from Brazil), and Delta (B.1.617.2; from India) [9]; the variants differ in their transmissibility and immune evasiveness. It has been reported that the current vaccines are still effective (as of September 1, 2021), preventing over 90% of severe disease even when facing the highly contagious Delta variant. However, breakthrough and reinfected cases are increasing as expected, and the ability of the vaccines to prevent the spread of the virus remains unclear [10].\nPrevious studies have documented the remarkable effectiveness of NPIs in controlling the COVID-19 pandemic, but these studies mainly focused on the early pandemic without considering vaccination and/or the rapid evolution and increasing number of VOCs [11]. Therefore, we herein evaluated the effectiveness and potential lag times of NPIs during the whole course of the pandemic, within the context of Delta variant spreading and vaccination, in eight representative countries from January 21, 2020 to August 31, 2021. Our general goal was to provide evidence that can be used to facilitate the effective containment of COVID-19 and identify the most appropriate public health countermeasures.",
    "Materials and methods": "Data sources\nWe chose eight countries as being representative of the worldwide ranges of population density, variant spread, vaccination, population compliance to countermeasures, and effectiveness of implemented measures. The included countries were Australia, Israel, India, Japan, Singapore, South Korea, the United Kingdoms (UK), and the United States (US). Basic information on the COVID-19 epidemics in these eight countries was obtained from publicly available data sources [3,12] (Table 1 and S1). The start dates and coverage of COVID-19 vaccinations were from official reports in each country [13]. The proportion of Delta variant was obtained from public database (https://github.com/owid/covid-19-data/tree/master/public/data) [14].\nThe policy responses were derived from the open-access Oxford COVID-19 Government Response Tracker (OxCGRT) [15]. The Oxford team collects information on common policy responses, scores the stringency of these measures, and establishes a Stringency Index. Policy and response categories were coded as follows: school closure (C1); workplace closure (C2); restrictions on public events (C3); restrictions on mass gatherings (C4); closure of public transport (C5); stay-at-home requirements (C6); restrictions on internal movement (C7); and international travel controls (C8). Each policy had three to five levels, and the stringency was rated as 0 (no policy), 1 (recommendation), and 2 or above (requirement). Explaining of each policy of levels is provided in S2 Table. Effective reproductive number (Rt) for each country was taken from the study by Arroyo-Marioli et al. [16]. Standard Kalman-filtering was used in the study [16] to smooth out the noise in the observed growth rate of total cases. Rt is a key epidemiological parameter, and was used to determine whether an epidemic was increasing (Rt>1), decreasing (Rt<1), or remaining steady after changes in policies, population immunity, and other factors that can affect transmission at specific times and locations.\n\n\nStatistical analysis\nFirst, during the exploratory phase, policy responses, Rt values and R package DLNM were performed in R(v4.0.3) [17] to construct a distributed lag non-linear model (DLNM) for each country to calculate relative risk (RR) of the eight different policies (C1–C8) and to estimate the lag time (duration from the initiation of an action to an observable effect) for each policy. DLNM is a common approach for testing lag effects in epidemiological and environmental studies; it is helpful in guiding policy-making and evaluating policy effectiveness. The lag time for the onset of a vaccination effect was estimated to be 40 days, which is approximately equal to 14 days (the duration between two vaccine doses) plus 28 days (from taking the second dose to the sufficient antibodies in the body). In the part of evaluating policy effects, the data used for the DLNM analysis were drawn from the time the first patient was diagnosed to 40 days after the first dose of the vaccine for avoiding policy effects confounded by vaccination. Based on estimations from the DLNMs, the effectiveness of different policies in each country and their associated lag times were determined.\nSecond, during the validation phase, the four policies found in our exploratory phase to play a major role were analyzed. These protective policies demonstrated efficacy in most countries at 14 days after introduction, and thus a 14-day lag time was used for each one. The vaccination lag time was set at 40 days. The effects of changes during each phase, fluctuations in the number of daily new cases per million people and Rt were plotted, and the major VOC were marked. The generated images offer clear illustrations of how NPIs and vaccination impacted on the COVID-19 pandemic. In addition, the appropriateness of each lag times was assessed.",
    "Results": "Exploratory analysis of effective policies and lag time\nThe results of our DLNM analysis indicated that school closure (C1), workplace closure (C2), restrictions on mass gatherings (C4), and stay-at-home requirements (C6) had the desired protective effects, as indicated by declines in relative risk (RR) in S1–S8 Figs. According to our estimates, most of the studied policies had an effect after 14 days. School closure (C1) had the greatest effect in Australia, when the level was upgraded from “no measures” to “closing all levels schools” (relative risk [RR]: 0.667; 95% CI: 0.585, 0.761; lag time: 14 days). Workplace closure (C2) had the greatest effect in Israel, when the level was upgraded from “no measures” to “required closing (or work from home) for all-but-essential workplaces” (RR: 0.073; 95% CI: 0.042, 0.134; lag time: 14 days). Restrictions on mass gatherings (C4) had the strongest effect in Australia, when the level was upgraded from “no measures” to “restrictions on gatherings of 10 people or fewer” (RR: 0.238; 95% CI: 0.179, 0.316; lag time: 14 days). Stay at home requirements (C6) had the strongest effect in the US, when the level was upgraded from “no measures” to a requirement for “not leaving the house with exceptions for daily exercise, grocery shopping, and essential trips” (RR: 0.600; 95% CI: 0.542, 0.633; lag time: 14 days). Table 2 indicated that the RR of C1 and C2 measures or C1, C2, C4, and C6 measures was below 1.0 in eight studied countries. Detailed RR values and 95% confidence intervals with lag time and response stringencies were presented in S3 Table.\n\n\nValidation and identification of influencing factors\nIn Figs 1 and 2, during the early phase of the pandemic, especially when variants had not yet been detected, all eight countries experienced decreasing Rt values due to the implementation of C1 and C2 measures or C1, C2, C4, and C6 measures after a 14-day lag time for the onset of policy effect (beginning of the shading). This is consistent with the findings from exploratory phase. After the first dose of vaccine, the number of new cases continued to increase in Australia, Japan, Israel, Singapore, the UK, and the US, and the Rt value of each country fluctuated. During this time, the pandemic was very likely to rebound. After a 40-day lag time for the onset of vaccination effect (dotted vertical lines), countries whose vaccination programs had more than 30% coverage by June 14, 2021 (Israel, Singapore, the UK, and the US) exhibited decreases in the numbers of daily new cases during the period when the Delta variant had not yet begun to dominate. However, nearly all of the studied countries reported Delta variant proportions as high as 90% by July 2021, and nearly all experienced a more severe third or fourth wave of disease as the Delta variant became dominant. That said, the daily new cases in Australia, Singapore, and South Korea remained under 50 per million as of August 31, 2021.\nThe x axis represents time. The y axis represents daily new confirmed cases. The fluctuation line represents the effective reproductive number (Rt). The shading represents the implementation of a public health measure plus 14 days (lag time). The light-to-dark color shift indicates a gradual increase of stringency. The dotted vertical line represents the announcement of vaccination plus 40 days (lag time). Some key proportions of Delta variant and vaccine coverage are marked using dark arrows.\nThe x axis represents time. The y axis represents daily new confirmed cases. The fluctuation line represents the effective reproductive number (Rt). The shading represents the implementation of a public health measure plus 14 days (lag time). The light-to-dark color shift indicates an increase of stringency. The dotted vertical line represents the announcement of vaccination plus 40 days (lag time). Some key proportions of Delta variant and vaccine coverage are marked using dark arrows.\nFig 3A shows that the Rt fluctuated 1.0 in eight studied countries before vaccination, however, it increased slightly as the vaccine coverage increased in the UK Singapore, Japan, and Australia, which had high proportions of Delta variant (Fig 3B), though Singapore and Japan maintained fairly consistent response stringencies with their precious times (Fig 3C). Australia had an increasing stringency index but a low vaccine coverage. The UK had a high vaccine coverage but a decreasing stringency index in the later phrase of pandemic. In Israel, the daily number of new confirmed cases fell rapidly as the vaccine coverage increased (Fig 3D) despite decreasing stringency indexes in the absence of Delta variant.\nAssociation of vaccine coverage with Rt (A), new cases per million (B), containment and closure policies stringency index (C) and Delta variant proportion (D) in eight different countries.",
    "Discussion": "In this study, we estimated and verified the value of the lag time for containment and closure policies and vaccination in eight representative countries, and found four policies that play key role in controlling COVID-19 with considering the prevalence of variants and current vaccine coverage. We found that a rebound was most likely to occur during the 40 day period immediately after the onset of a vaccination program and that in the current context of Delta variant prevalence, both public health measures and vaccine coverage are indispensable. Since April 2020, the epidemic has been largely under controlled in China, with typically fewer than 0.01 daily new confirmed cases [18], but spread throughout the world [19]. For each of the eight countries analyzed here, the Rt declined sharply after the adoption of prevention and control policies and then fluctuated around 1.0 (depending on policies and country) throughout the whole study period. Early containment was therefore especially important in these eight countries, as previously documented for China [20,21]. Our results revealed that school closure (C1), workplace closure (C2), restrictions on mass gatherings (C4), and stay-at-home requirements (C6) played key roles, which is consistent with the findings of other studies [22–24]. We found that Japan was highly sensitive to containment policies [25] and that the pandemic is well-controlled (<50 daily new cases per million) before August 2021, even though this country adopted fewer policies at less stringent levels. We found that the other countries implemented the C1, C2, C4, and C6 policies for most of the study period, and this led to rapid declines of daily new cases in most of these countries. The exceptions were the US and India, which were insensitive to policy changes due to their general populations having relatively low awareness of the importance of prevention and control measures, people did not adopt public health protective measures in time [25]. In India, moreover, the fragile health system ran out of oxygen, drugs, and beds, which exacerbated the second wave of disease in April 2021 [26].\nThe pandemics in Australia and Singapore were under control beginning in September 2020, but resurgence has recently been seen in these two countries (August 2021), with Delta variant dominating the prevalence. Indeed, Delta variant is leading the third or fourth waves of the global COVID-19 pandemic. All eight countries reported a high prevalence of Delta variant, and the number of new cases increased with the proportion of Delta variant [27,28]. Delta variant was reported as early as October 2020 in India, but it did not play a significant role in driving the epidemic at that time. When Delta variant began to dominate after April 2021, the number of new cases increased sharply, even though the vaccine has exerted efficacy. This is because Delta has two mutations in the spike protein (E484Q and L452R) that allow it to better evade the human immune system [29]. Delta can cause breakthrough infections among fully vaccinated people and spread to more people with the help of its high transmissibility and transmission period [30,31]. As of August 31, 2021, the daily new cases in Australia, Singapore, and South Korea were relatively low (<50 per million). Australia has a low population density and rising stringency index, which appears to be coping with a low vaccine coverage and high Delta variant proportion. Singapore has the highest vaccine coverage and joint implementation of the four effective policies, which appears to be coping with a high population density and high proportion of Delta variant to yield the smallest increase in daily new cases. In South Korea, the Delta variant proportion is relatively low (81%) compared to that in the other countries (91%). The pandemic in Japan was well controlled prior to August 2021, whereupon a high prevalence of Delta variant (>90%) and the withdrawal of 1.63 million doses of Moderna vaccine due to contamination concerns contributed to a more severe third wave of disease despite increases in the stringency index of countermeasures [32].\nThe use of vaccines in combination with NPIs appears to have the greatest effect in controlling the pandemic [33]. Patel et al. [34] also found that premature lifting of NPIs while vaccines are distributed may result in substantial increases in infections. Although the first vaccine dose provides protection, the analyses presented in Figs 2 and 3 indicated that new daily cases continued to increase afterwards, especially in Israel, the UK, the US, and Japan. This is an important reminder that an epidemic is most likely to rebound soon after the initiation of a vaccination program. Public health officials should therefore pay particular attention to this period and implement appropriate policies. We also noticed that the time when Delta variants were first detected in the UK and US around the time when vaccinations began. The simultaneous presence of new genetic variants and relaxation of NPIs after the initial vaccine doses might have contributed to the increases in new cases [35,36].\nVaccine coverage played an important role beginning 40 days after the first vaccination. At this time, the number of daily new cases declined in the US, the UK, and Israel (which had high coverage). However, low vaccine coverage and the prevalence of Delta variants jointly contributed to increases in the numbers of daily new cases in South Korea and Japan. The greater population density and more frequent gatherings in India might have facilitated the transmission of COVID-19 [37]. Although Israel and India have similar population densities and median age (Table 1), they have very large differences in per capita income and availability of hospital beds. This points to the importance of timely access to medical services and vaccines. Singapore also has a high population density, but its epidemic was mostly controlled, possibly because of the rapid response and cooperation from residents [38]. Both Japan and Israel used the Pfizer vaccine, but the vaccination rate in Israel was 10 times higher than in Japan; this may be why daily new cases in Japan did not decline soon after the onset of vaccination [39]. Israel, Singapore, the US, and the UK all had high vaccination coverages compared to the average level worldwide [3], and daily new cases in these countries began to decline at 40 days after the first vaccination. Thus, although NPIs are essential, vaccine coverage is indispensable [40].\nThere were some limitations to this study. First, we were unable to identify the most effective interventions for controlling the COVID-19 epidemic because Rt is affected by the source of infection, the route of transmission, and population vulnerability [41]. Second, we used data for entire countries, and there were certainly regional differences in policies and epidemiological parameters within individual countries. In particular, the stringency of policy implementation was affected by local factors and was difficult to estimate. We also did not consider some factors that could have affected disease transmission, such as the proportions of different genetic variants, the effects of different vaccines and doses, and other NPIs.",
    "Conclusion": "We herein determined that the lag time for vaccination was 40 days, during which a rebound of the epidemic is most likely. In contrast, the lag time for NPIs was 14 days, and the combined use of C1, C2, C4, and C6 policies had significant effects in containing the COVID-19 pandemic. Despite the long lag time of vaccination, the presence of variants, and the failure to achieve herd immunity, however, our analyses indicate that vaccination is highly effective. Together, our results show that NPIs remain necessary to prevent continued spread of COVID-19 given the current vaccine coverage."
}