{
    "Abstract": "Plasmodium vivax causes the majority of malaria outside Africa, but is poorly understood at a cellular level partly due to technical difficulties in maintaining it in in vitro culture conditions. In the past decades, drug resistant P. vivax parasites have emerged, mainly in Southeast Asia, but while some molecular markers of resistance have been identified, none have so far been confirmed experimentally, which limits interpretation of the markers, and hence our ability to monitor and control the spread of resistance. Some of these potential markers have been identified through P. vivax genome-wide population genetic analyses, which highlighted genes under recent evolutionary selection in Southeast Asia, where chloroquine resistance is most prevalent. These genes could be involved in drug resistance, but no experimental proof currently exists to support this hypothesis. In this study, we used Plasmodium knowlesi, the most closely related species to P. vivax that can be cultured in human erythrocytes, as a model system to express P. vivax genes and test for their role in drug resistance. We adopted a strategy of episomal expression, and were able to express fourteen P. vivax genes, including two allelic variants of several hypothetical resistance genes. Their expression level and localisation were assessed, confirming cellular locations conjectured from orthologous species, and suggesting locations for several previously unlocalised proteins, including an apical location for PVX_101445. These findings establish P. knowlesi as a suitable model for P. vivax protein expression. We performed chloroquine and mefloquine drug assays, finding no significant differences in drug sensitivity: these results could be due to technical issues, or could indicate that these genes are not actually involved in drug resistance, despite being under positive selection pressure in Southeast Asia. These data confirm that in vitro P. knowlesi is a useful tool for studying P. vivax biology. Its close evolutionary relationship to P. vivax, high transfection efficiency, and the availability of markers for colocalisation, all make it a powerful model system. Our study is the first of its kind using P. knowlesi to study unknown P. vivax proteins and investigate drug resistance mechanisms."
}