{
    "Background": "Abdominal ultrasound imaging is an important method for hepatic schistosomiasis diagnosis and staging. Several ultrasound staging systems have been proposed, each attempting to standardise schistosomal periportal fibrosis (PPF) diagnosis. This review aims to establish the role of ultrasound in the diagnosis and staging of schistosomal PPF, and to map the evolution of ultrasound staging systems over time, focusing on internal validation and external reproducibility.",
    "Methods": "A systematic search was undertaken on 21st December 2022 considering the following databases: PubMed/MEDLINE (1946-present), Embase (1974-present), Global Health (1973-present), Global Index Medicus (1901-present), and Web of Science Core Collection–Science Citation Index Expanded (1900-present) and the Cochrane Central Register of Controlled Trials (1996-present). Case reports, systematic reviews and meta-analyses, and studies exclusively using transient or shear-wave elastography were excluded. Variables extracted included study design, study population, schistosomal PPF characteristics, and diagnostic methods. The PRISMA-ScR (2018) guidelines were followed to inform the structure of the scoping analysis.",
    "Results": "The initial search yielded 573 unique articles, of which 168 were removed after screening titles and abstracts, 43 were not retrieved due to full texts not being available online or through inter-library loans, and 170 were excluded during full text review. There were 192 remaining studies eligible for extraction. Of the extracted studies, 61.8% (76/123) of studies that reported study year were conducted after the year 2000. Over half of all extracted studies (59.4%; 114/192) were conducted in Brazil (26.0%; 50/192), China (18.8%; 36/192) or Egypt (14.6%; 28/192). For the species of schistosome considered, 77.6% (149/192) of studies considered S. mansoni and 21.4% (41/192) of studies considered S. japonicum. The ultrasound staging systems used took on three forms: measurement-based, feature-based and image pattern-based. The Niamey protocol, a measurement and image pattern-based system, was the most used among the staging systems (32.8%; 63/192), despite being the most recently proposed in 1996. The second most used was the Cairo protocol (20.8%; 40/192). Of the studies using the Niamey protocol, 77.8% (49/63) only used the image patterns element. Where ultrasound technology was specified, studies after 2000 were more likely to use convex transducers (43.4%; 33/76) than studies conducted before 2000 (32.7%; 16/49). Reporting on ultrasound-based hepatic diagnoses and their association with clinical severity was poor. Just over half of studies (56.2%; 108/192) reported the personnel acquiring the ultrasound images. A small number (9.4%; 18/192) of studies detailed their methods of image quality assurance, and 13.0% (25/192) referenced, discussed or quantified the inter- or intra-observer variation of the staging system that was used.",
    "Conclusions": "The exclusive use of the image patterns in many studies despite lack of specific acquisition guidance, the increasing number of studies over time that conduct ultrasound staging of schistosomal PPF, and the advances in ultrasound technology used since 2000 all indicate a need to consider an update to the Niamey protocol. The protocol update should simplify and prioritise what is to be assessed, advise on who is to conduct the ultrasound examination, and procedures for improved standardisation and external reproducibility."
}