{
    "Background": "Individual helminth infections are ubiquitous in the tropics; geographical overlaps in endemicity and epidemiological reports suggest areas endemic for multiple helminthiases are also burdened with high prevalences of intestinal protozoan infections, malaria, tuberculosis (TB), and human immunodeficiency virus (HIV). Despite this, pathogens tend to be studied in isolation, and there remains a need for a better understanding of the community ecology and health consequences of helminth polyparasitism to inform the design of effective parasite control programs.",
    "Methodology": "We performed meta-analyses to (i) evaluate the commonality of polyparasitism for helminth-helminth, helminth-intestinal protozoa, helminth-malaria, helminth-TB, and helminth-HIV co-infections, (ii) assess the potential for interspecies interactions among helminth-helminth and helminth-intestinal protozoan infections, and (iii) determine the presence and magnitude of association between specific parasite pairs. Additionally, we conducted a review of reported health consequences of multiply-infected individuals compared to singly- or not multiply-infected individuals.",
    "Principal findings": "We found that helminth-helminth and helminth-intestinal protozoan multiple infections were significantly more common than single infections, while individuals with malaria, TB, and HIV were more likely to be singly-infected with these infections than co-infected with at least one helminth. Most observed species density distributions significantly differed from the expected distributions, suggesting the potential presence of interspecies interactions. All significant associations between parasite pairs were positive in direction, irrespective of the combination of pathogens. Polyparasitized individuals largely exhibited lower hemoglobin levels and higher anemia prevalence, while the differences in growth-related variables were mostly statistically insignificant.",
    "Conclusions": "Our findings confirm that helminth polyparasitism and co-infection with major diseases is common in the tropics. A multitude of factors acting at various hierarchical levels, such as interspecies interactions at the within-host infra-parasite community level and environmental variables at the higher host community level, could explain the observed positive associations between pathogens; there remains a need to develop new frameworks which can consider these multilevel factors to better understand the processes structuring parasite communities to accomplish their control."
}