{
    "Background": "Natural interspecific hybridization between the human parasite (Schistosoma haematobium [Sh]) and bovine parasites (Schistosoma bovis [Sb], Schistosoma curassoni [Sc]) is increasingly reported in Africa. We developed a multi-locus PCR DNA-Seq strategy that amplifies two unlinked nuclear (transITS, BF) and two linked organellar genome markers (CO1, ND5) to genotype S. haematobium eggs collected from infected people in Ile Oluji/Oke Igbo, Ondo State (an agrarian community) and Kachi, Jigawa State (a pastoral community) in Southwestern and Northern Nigeria, respectively.",
    "Principal findings": "Out of a total of 219 urine samples collected, 57 were positive for schistosomes. All patients from Jigawa state possessed an Sh mitochondrial genome and were infected with a genetic profile consistent with an Sh x Sb hybrid based on sequences obtained at CO1, ND5, transITS and BF nuclear markers. Whereas samples collected from Ondo state were more varied. Mitonuclear discordance was observed in all 17 patients, worms possessed an Sb mitochondrial genome but one of four different genetic profiles at the nuclear markers, either admixed (heterozygous between Sh x Sc or Sh x Sb) at both markers (n = 10), Sh at BF and admixed at transITS (Sh x Sc) (n = 5), admixed (Sh x Sc) at BF and homozygous Sc at transITS (n = 1) or homozygous Sh at BF and homozygous Sc at transITS (n = 1).",
    "Significance": "Previous work suggested that zoonotic transmission of S. bovis in pastoral communities, where humans and animals share a common water source, is a driving factor facilitating interspecific hybridization. However, our data showed that all samples were hybrids, with greater diversity identified in Southwestern Nigeria, a non-pastoral site. Further, one patient possessed an S. bovis mitochondrial genome but was homozygous for S. haematobium at BF and homozygous for S. curassoni at transITS supporting at least two separate backcrosses in its origin, suggesting that interspecific hybridization may be an ongoing process."
}