{
    "Background": "The integration of house-screening and long-lasting insecticidal nets, known as insecticide-treated screening (ITS), can provide simple, safe, and low-tech Aedes aegypti control. Cluster randomised controlled trials in two endemic localities for Ae. aegypti of south Mexico, showed that ITS conferred both, immediate and sustained (~2 yr) impact on indoor-female Ae. aegypti infestations. Such encouraging results require further validation with studies quantifying more epidemiologically-related endpoints, including arbovirus infection in Ae. aegypti. We evaluated the efficacy of protecting houses with ITS on Ae. aegypti infestation and arbovirus infection during a Zika outbreak in Merida, Yucatan, Mexico.",
    "Methodology/Principal findings": "A two-arm cluster-randomised controlled trial evaluated the entomological efficacy of ITS compared to the absence of ITS (with both arms able to receive routine arbovirus vector control) in the neighbourhood Juan Pablo II of Merida. Cross-sectional entomological surveys quantified indoor adult mosquito infestation and arbovirus infection at baseline (pre-ITS installation) and throughout two post-intervention (PI) surveys spaced at 6-month intervals corresponding to dry/rainy seasons over one year (2016–2017). Household-surveys assessed the social reception of the intervention. Houses with ITS were 79–85% less infested with Aedes females than control houses up to one-year PI. A similar significant trend was observed for blood-fed Ae. aegypti females (76–82%). Houses with ITS had significantly less infected female Ae. aegypti than controls during the peak of the epidemic (OR = 0.15, 95%CI: 0.08–0.29), an effect that was significant up to a year PI (OR = 0.24, 0.15–0.39). Communities strongly accepted the intervention, due to its perceived mode of action, the prevalent risk for Aedes-borne diseases in the area, and the positive feedback from neighbours receiving ITS.",
    "Conclusions/Significance": "We show evidence of the protective efficacy of ITS against an arboviral disease of major relevance, and discuss the relevance of our findings for intervention adoption."
}