{
    "Background": "Porcine cysticercosis is caused by a zoonotic tapeworm, Taenia solium, which causes serious disease syndromes in human. Effective control of the parasite requires knowledge on the burden and pattern of the infections in order to properly direct limited resources. The objective of this study was to establish the spatial distribution of porcine cysticercosis in Mbulu district, northern Tanzania, to guide control strategies.",
    "Methodology/Principal Findings": "This study is a secondary analysis of data collected during the baseline and follow-up periods of a randomized community trial aiming at reducing the incidence rate of porcine cysticercosis through an educational program. At baseline, 784 randomly selected pig-keeping households located in 42 villages in 14 wards were included. Lingual examination of indigenous pigs aged 2–12 (median 8) months, one randomly selected from each household, were conducted. Data from the control group of the randomized trial that included 21 of the 42 villages were used for the incidence study. A total of 295 pig-keeping households were provided with sentinel pigs (one each) and reassessed for cysticercosis incidence once or twice for 2–9 (median 4) months using lingual examination and antigen ELISA. Prevalence of porcine cysticercosis was computed in Epi Info 3.5. The prevalence and incidence of porcine cysticercosis were mapped at household level using ArcView 3.2. K functions were computed in R software to assess general clustering of porcine cysticercosis. Spatial scan statistics were computed in SatScan to identify local clusters of the infection. The overall prevalence of porcine cysticercosis was 7.3% (95% CI: 5.6, 9.4; n = 784). The K functions revealed a significant overall clustering of porcine cysticercosis incidence for all distances between 600 m and 5 km from a randomly chosen case household based on Ag-ELISA. Lingual examination revealed clustering from 650 m to 6 km and between 7.5 and 10 km. The prevalence study did not reveal any significant clustering by this method. Spatial scan statistics found one significant cluster of porcine cysticercosis prevalence (P = 0.0036; n = 370). In addition, the analysis found one large cluster of porcine cysticercosis incidence based on Ag-ELISA (P = 0.0010; n = 236) and two relatively small clusters of incidence based on lingual examination (P = 0.0012 and P = 0.0026; n = 241). These clusters had similar spatial location and included six wards, four of which were identified as high risk areas of porcine cysticercosis.",
    "Conclusion/Significance": "This study has identified local clusters of porcine cysticercosis in Mbulu district, northern Tanzania, where limited resources for control of T. solium could be directed. Further studies are needed to establish causes of clustering to institute appropriate interventions."
}