{
    "Background": "The non-specific symptoms of Ebola Virus Disease (EVD) pose a major problem to triage and isolation efforts at Ebola Treatment Centres (ETCs). Under the current triage protocol, half the patients allocated to high-risk “probable” wards were EVD(-): a misclassification speculated to predispose nosocomial EVD infection. A better understanding of the statistical relevance of individual triage symptoms is essential in resource-poor settings where rapid, laboratory-confirmed diagnostics are often unavailable.",
    "Methods/Principal findings": "This retrospective cohort study analyses the clinical characteristics of 566 patients admitted to the GOAL-Mathaska ETC in Sierra Leone. The diagnostic potential of each characteristic was assessed by multivariate analysis and incorporated into a statistically weighted predictive score, designed to detect EVD as well as discriminate malaria. Of the 566 patients, 28% were EVD(+) and 35% were malaria(+). Malaria was 2-fold more common in EVD(-) patients (p<0.05), and thus an important differential diagnosis. Univariate analyses comparing EVD(+) vs. EVD(-) and EVD(+)/malaria(-) vs. EVD(-)/malaria(+) cohorts revealed 7 characteristics with the highest odds for EVD infection, namely: reported sick-contact, conjunctivitis, diarrhoea, referral-time of 4–9 days, pyrexia, dysphagia and haemorrhage. Oppositely, myalgia was more predictive of EVD(-) or EVD(-)/malaria(+). Including these 8 characteristics in a triage score, we obtained an 89% ability to discriminate EVD(+) from either EVD(-) or EVD(-)/malaria(+).",
    "Conclusions/Significance": "This study proposes a highly predictive and easy-to-use triage tool, which stratifies the risk of EVD infection with 89% discriminative power for both EVD(-) and EVD(-)/malaria(+) differential diagnoses. Improved triage could preserve resources by identifying those in need of more specific differential diagnostics as well as bolster infection prevention/control measures by better compartmentalizing the risk of nosocomial infection."
}