{
    "Introduction": "Hemorrhagic fever with renal syndrome (HFRS) is a rodent-borne zoonosis caused by different species of hantaviruses, characterized by varying degrees of bleeding diathesis, hypertension, and renal failure [1]. In Asia the majority of reported cases of HFRS have occurred in China and the annual incidence of HFRS of China has ranked the highest in the world since 2000 [2]. The prevalence of HFRS peaked in 1986, declined in the 1990s, but it was on the rise in recent years, especially in the large and medium-sized cities [3]. Guangzhou, as a political, economic and cultural center, has over 7.94 million registered inhabitants and 4.76 million floating population (from 2010 census data). Elucidating the dynamic tendencies and influencing factors in Guangzhou will be critical and urgent for developing an appropriate plan for the prevention and control of HFRS.\nThe epidemiological characteristics of HFRS are affected by various factors, including meteorological factors [4, 5], rodent density [4] and vaccination [6]. Meteorological factors may influence the incidence of HFRS via affecting infection rates and population dynamics of hosts, the regeneration of mites, and the contact rate between rodents and human beings. Infection rates and population dynamics of hosts are thought to be influenced by climatic factors [7–10]. For example, a longitudinal study in Qingdao, China found that precipitation and relative humidity were positively correlated to the densities of hosts and/or hantavirus-positive hosts and the densities of hosts or hantavirus positive hosts were positively correlated to the incidence of HFRS [11]. The data were quite consistent with other reports [12–14].\nIn China, HFRS is caused mainly by two types of hantavirus, Hantaan virus (HTNV) and Seoul virus (SEOV), previous studies showed that HTNV could be isolated from gamasid and trombiculid mites collected from the nests of field hosts and from laboratory-reared offspring of these mites and that both trombiculid and gamasid mites could transmit HTNV by biting susceptible mammals [15–16].Hantavirus transmission among hosts is speculated to be likely maintained through biting during aggressive interaction [17]. Previous studies indicated that the densities of hosts’ mites could be influenced by humidity, humid environment facilitates the survival or breeding of mites, might be important in mediating host-to-host and possibly host-to-human transmission of hantaviruses [11]. Besides, meteorological factors can influence human behaviors, and thus influence the chance of people having contact with rodent excrement.\nAlthough several studies have explored the associations between meteorological factors and HFRS epidemic risk [18–21], there has been inconsistency between the results due to different models and regions. The most appropriate model for HFRS still remains unclear. One of the critical reasons may be that the variability in meteorological factors in different degrees can produce different effects. The climate of Guangzhou is humid subtropical, where the summer is wet with high temperatures and a high humidity index. Therefore, there is an urgent need to explore the associations between meteorological factors and HFRS epidemic risk in Guangzhou which can help to establish an early warning system for HFRS.",
    "Methods": "Ethics statement\nThis study was approved by the Ethics Committee of Guangzhou center for disease control and prevention (GZCDC).\n\n\nSetting\nGuangzhou (Fig 1), the capital city of Guangdong province of China, is located between longitudes 112°57'E and 114°3'E, latitudes 22°26'N and 23°56'N. The city population in 2015 was 13.50 million. It is situated in the northern hemisphere with an annual average relative humidity of 78%, temperature of 22.3°C and rainfall 2471.9 mm. The climate is humid subtropical, with a wet summer is wet of high temperatures and a high humidity index.\n(Created by ArcGIS 10.1(Environmental Systems Research Institute, Inc)).\n\n\nSurveillance data of HFRS\nWe obtained data of HFRS cases in Guangzhou from the National Notifiable Disease Report System (NNDRS) during the period of 2006–2015 in this study. All cases of HFRS were diagnosed according to the unified diagnosed criteria issued by Chinese Ministry of Health. The diagnostic principles include epidemiological exposure histories, clinical manifestations and laboratory test. The criteria for probable cases of HFRS include epidemiological exposure histories (traveled to an endemic area or contact with rodents or the urine, droppings, or saliva of infected rodents within 2 months before onset of the disease), clinical manifestations (such as fever, chills, nausea, flushing of the face, inflammation or redness of the eyes, or a rash, low blood pressure and acute kidney failure) and serologic test results positive for hantavirus infection, evidence of hantavirus antigen in tissue by immunohistochemically staining and microscope examination, or evidence of hantavirus RNA sequences in blood or tissue. All the laboratory tests were completed by GZCDC using the same method and same kits. All hospitals and clinics in Guangzhou city are obliged to report HFRS cases through NNDRS within 24 hours.\n\n\nMeteorological data\nMeteorological data, including daily average temperature (in degrees Centigrade), maximum temperature, minimum temperature, relative humidity (as a percentage), atmospheric pressure (in hPa), wind velocity (in meters per second), sunshine (in hours of daylight) and rainfall (in millimeter) were obtained from the Guangzhou Meteorological Bureau. Monthly meteorological data, including average temperature, cumulative rainfall, average atmospheric pressure, average relative humidity, average wind velocity and cumulative sunshine were calculated.\n\n\nData analysis\nThe Pearson's correlation coefficients were calculated to examine the degree of multi-collinearity among the meteorological variables. Multi-collinearity was identified when the Pearson's correlation coefficient was greater than 0.9. Given the data were over-dispersed, a negative binomial multivariable regression was used to explore the relationship between meteorological variables and HFRS. The monthly incidence of HFRS was presented as cases per 100000 inhabitants. Meteorological variables for the months preceding the HFRS outbreaks have been shown to be critical. Considering the lagged effect of the meteorological variables on the number of HFRS cases, we incorporated meteorological variables over a range of lags into the regression model. The basic expressions for the model are as follows:\n\n\nWe calculated the percent increase, which indicated the influences of meteorological variables. All estimates of percent increase were complemented by a 95% confidence interval (CI) and p-value. The year variable was forced into the model to eliminate the effects of the long-term trends. All of these analyses were performed using R Project 3.0.2 (R Development Core Team, 2012). The geographic location of Guangzhou was created by ArcGIS 10.1(Environmental Systems Research Institute, Inc).",
    "Results": "Descriptive analysis\nThere were 1098 HFRS cases reported in Guangzhou between 2006 and 2015. The annual average incidence was 0.92 per 100000, with the annual incidence ranging from 0.64/100000 in 2009 to 1.05/100000 in 2012. A seasonality phenomenon became apparent, with epidemic peaks occurring in February to May. The peak accounted for 46.45% of all HFRS cases. The monthly average temperature, average atmospheric pressure, average relative humidity, average wind velocity, aggregate rainfall and aggregate sunshine ranged from9.83°C to 30.18°C, from 998.87 hPa to 1020.99 hPa, from 1.77% to 87.65%, from 1.50 m/s to 2.92 m/s, from 0.28 mm to 888.95 mm, respectively (Table 1). The time series of case and meteorological data are shown in Fig 2.\n\n\nCorrelation analysis\nThe Pearson's correlation coefficients revealed a strong correlation (r = -0.937, P<0.01) between average temperature and average atmospheric pressure (Table 2). The result indicated that collinearity of the preliminary variables can be observed in our study.\n\n\nNegative binomial regression\nIn this study, lags of meteorological variables from one to four months were included to build different models, and to avoid the collinearity of average temperature and average atmospheric pressure, we put them into two different models when exploring the relationship between meteorological variables and HFRS. There were significant lag effects between meteorological variables and monthly cases of HFRS (Table 3). Average temperature and aggregate rainfall in the same month, lags of average temperature from one to three months, aggregate rainfall of two months and average relative humidity of four months all have significant association with the incidence of HFRS. The final negative binomial regression model (Table 4) suggests that the monthly number of HFRS cases decreased by 5.543% (95%CI -5.564% to -5.523%) each time the temperature was increased by 1°C, and the number of cases decreased by 0.075% (95%CI -0.076% to -0.074%) each time the aggregate rainfall was increased by 1 mm. The comparison of fitted and cases in the final model is shown in Fig 3.",
    "Discussion": "HFRS is epidemic in many provinces in mainland China, and it is worth noting that the prevalence is on the rise in the large and medium-sized cities, such as Guangzhou. Transmission of hantaviruses from rodents to humans is believed to occur through inhalation of aerosols contaminated by virus shed in excreta, saliva, and urine of infected animals [22–24]. The number of HFRS cases is influenced by the density and hantavirus infection rate of host rodents, as well as the contact rate between rodents and human beings [7, 25]. Meteorological factors may influence the incidence of HFRS via affecting infection rates and population dynamics of hosts, the regeneration of mites, and the contact rate between rodents and human beings. Vector-borne viral diseases including HFRS are amongst the most sensitive of all diseases to climate change [26]. Climate change would directly affect disease transmission by shifting the reservoir's geographical range and increasing reproductive rates and by shortening the pathogen's incubation period [10].\nThe results of this study show that average temperature was negatively associated with the incidence of HFRS, which is in agreement with the results at Shandong [27]. However, inconsistent findings have also been reported in other studies. The results of a study in Junan County showed that extremes of weather (too cold or too hot) do not favor HFRS prevalence, and the most appropriate mean temperature was between 10°C and 25°C [13] Lin et al. applied a generalized additive model to examine the effect of meteorological factors on the occurrence of HFRS in Jiaonan county, China [28]. They found that a daily mean temperature at about 17°C was associated with highest HFRS occurrence, a positive association between temperature and HFRS occurrence was observed when the daily mean temperature was below 17°C, while when the daily mean temperature was higher than 17°C, an inverse association was observed. Temperature could affect the breeding and survival of rodents as well as infectivity of hantavirus; it could also affect the activities of both rodents and the human population. In cooler climates, warmer temperatures may allow reservoirs to survive more easily in winters that normally would have limited their populations and to cause rodents to reach maturity much faster than lower temperatures [21]. The discrepancy might be due to the difference in the characteristics of climate of the study regions and different models applied in the studies. In Guangzhou, the mean temperature is 22.11°C, which is close to the highest suitable temperature for outside activities of both rats and human (25°C), so in this area, when the temperature increases further, there is less interaction between rodents and humans, leading to the decrease of the disease.\nThe results of this study show that there is a 1 month lagged effect of average temperature to the incidence of HFRS. The lag would capture the period of rodents growth, virus development time within the rodents and the virus incubation period within the human body [10]. This lead time is of practical importance in predicting epidemics of HFRS and giving health authorities sufficient time to formulate plans, disseminate warnings, and implement public health interventions, such as vaccinating high-risk populations, killing the rodent hosts, and managing environments for the prevention and control of the disease (Ministry of Health 1998) [21]. While the lag effects for associations of the climatic variables were inconsistent, for example the study of Elunchun and Molidawahaner showed that land surface temperature, rainfall and relative humidity were significantly correlated with the monthly reports of HFRS with lags of 3–5 months [21], and the study in Heilongjiang Province showed an important seasonal signal in monthly maximum temperature, relative humidity with a lag of 1–3 months in the association with reported HFRS cases [18]. The difference may due to geographical difference, where the meteorological characteristics and biological characteristics of viral transmission may be different.\nThe results of this study suggest that aggregate rainfall have significant association with the incidence of HFRS, which is consistent with the findings of previous studies. Fang et al. found that there was a negative association between monthly cumulative precipitation and HFRS, in a study carried out in Shandong Province [27], and similar results were also reported in Yingshang County [10], Jiangsu Province and Jiaonan County [28], China. Although heavy precipitation followed by increased grass seed production was associated with higher deer mouse densities that caused an outbreak of hantavirus pulmonary syndrome in the Four Corners region of the USA [29–32], excessive rainfall could have a negative impact on rodents by destroying their habitats [10,33]. In addition, frequent rain may decrease the likelihood of rodent-to-rodent contact, rodent-to-human contact, and virus transmission due to decreased rodent activity and reduced human exposure [10].\nThe present study is first to investigate the effect of meteorological factors on HFRS incidence in southern China, to the best of our knowledge. However, some limitations should be noted when interpreting findings from this study. Firstly, the study design was an ecological study; it did not allow us to explore individual-based association and limited the capacity for causal inference. Secondly, the occurrence of HFRS cases in each region may not be caused by climate alone. Other factors such as human activities and movement, socioeconomics status, land use and population immunity may contribute to the transmission of HFRS. However, data are limited on many of these variables. Thus we could not exclude these potential confounding factors. Therefore, further studies of the associations between meteorological factors and occurrence of HFRS are warranted.\nIn conclusion, this study demonstrated that meteorological factors had significant association with occurrence of HFRS in Guangzhou, Southern China. A rise in temperature and rainfall may reduce the risk of HFRS infection. This study provides preliminary information for further studies on epidemiological prediction of HFRS and for developing an early warning system."
}