{
    "Introduction": "Visceral leishmaniasis (VL) (also known as kala-azar) is a vector-borne neglected disease caused by the protozoan parasite Leishmania donovani in East Africa, and transmitted by the bite of female phlebotomine sand fly. Clinical signs and symptoms often include long lasting and irregular fever, weight loss and hepato-splenomegaly; and it is fatal if left untreated [1]. More than 90% of global VL cases occur in six countries: India, Bangladesh, Sudan, South Sudan, Ethiopia and Brazil. Globally, 200,000 to 400,000 new cases of VL occur every year, and only in Ethiopia it is estimated an annual incidence of 4,000 new cases [2]. The principal foci in Ethiopia are the one in the Northwest border with Sudan (Metema and Humera), and the one located in the South, in the Segen and Woito river valleys [3]–[6].\nIn Libo Kemkem and Fogera (highland districts in South Gondar, Amhara Regional State) VL had never been reported until May 2005 when a large VL outbreak was identified, with more than 2,500 cases treated. A high mortality rate was reported initially, probably due to the long time required for the recognition of the epidemic [7]. Migration of laborers coming from endemic neighboring areas (border of Sudan) is one of the hypotheses for the introduction of VL in the region [8], [9] that has become a public health concern for the Amhara Regional State Health Bureau ever since.\nIn order to elaborate successful VL control programs it is essential to know the risk factors associated with it, and to understand the disease-related knowledge, attitudes, and practices (KAP) of the population [10]. The factors associated with Leishmahia infection in this area have already been described, being related to past history of VL in the household, house conditions or behaviors like sleeping outside, among others [11]. The factors associated with the VL clinical manifestation in this area were sleeping outside or under an acacia tree were among others [8].\nHowever, little is known about how individuals in rural communities of this region perceive the disease and its management. There is a paucity of VL KAP studies in the New World [12], [13] and in the Old World [14]–[18] in general. And in Ethiopia, to the best of our knowledge, there are no published studies that have focused on these aspects in a rural setting. Only recently it has been published a VL KAP study conducted in Addis Zemen, the urban centre of Libo Kemkem [19]. We expect our study, focused in the rural, to contribute to those urban results, in order to help the Amhara health authorities to promote the involvement of the communities in the control of the disease, a priority for the government of Ethiopia [20].\nHealth education campaigns should be adapted, in contents, type, and format to the target population [1], [21]. In other settings it has already been proven that educational strategies with informative materials can contribute to VL control programs [22]–[24], but written materials in rural communities of Ethiopia with high levels of illiteracy may not be appropriate. In the area of study, since the 2005 outbreak, there have been different actors implementing outreach activities with health education and case screening. And the research study that we conducted included informative and sensitization talks, which may be more appropriate for this population. By carrying out two KAP surveys at the beginning and at the end of the longitudinal study we look forward to assess baseline VL knowledge attitudes and practices, as well as the change in VL knowledge along the study period.\nFurthermore, as results from other Leishmaniasis KAP studies have suggested that the knowledge of the disease is restricted to those that have suffered from it personally or in a person closely related [25], we wanted to differentiate the results regarding VL knowledge by households with and without a positive history of VL.\nTherefore, the aims of this study are 1) to assess the knowledge, attitudes and practices of VL in households of a rural endemic area of Amhara Regional State, Ethiopia and 2) to evaluate the impact of community interventions in the VL knowledge at household level between 2009 and 2011, taking into account the previous VL history of the participant households.",
    "Materials and Methods": "Ethics statement\nThe study was approved by the ethical advisory boards of the Armauer Hansen Research Institute and the Ethiopian National Ethical Committee in Ethiopia, and the Instituto de Salud Carlos III in Spain. Support letters were obtained from the Amhara Regional State Health Bureau and the different districts' Health Offices. All parents/guardians gave written informed consent prior to responding to the questionnaires directed to them and to the enrolment of their children in the study, and assent was also obtained from children ≥11 years of age.\n\n\nStudy area and population\nThe area of study was located in the Amhara Regional State, South Gondar, Northwest Ethiopia (See Custodio et al. [11] for geographical location of study site), and comprised two districts (weredas) mainly rural: Libo Kemkem (being Addis Zemen town its capital) and Fogera (being Woreta town its capital). These are adjacent districts most affected by the outbreak of VL occurred in 2004–2005 [26]. According to year 2009 census, the population was 198,374 and 226,595 for Libo Kemkem and Fogera respectively.\n\n\nStudy design\nThe KAP surveys presented in this work were carried out within the framework of a prospective longitudinal study entitled “Visceral Leishmaniasis and Malnutrition in Amhara State, Ethiopia”. The study involved a cross sectional survey conducted in May 2009 to estimate the prevalence and associated factors of VL and malnutrition in school-aged children, and a cohort study that was carried out between May 2009 and February 2011 in order to elucidate the relationships between malnutrition and Leishmania infection in this same age group. The study consisted of four surveys that were carried out in May 2009, December 2009, May 2010 and February 2011. In the first and last surveys questions related to the knowledge, attitudes and practices (KAP) towards visceral leishmaniasis and Leishmania transmission were addressed to the care providers (present at the household at the time of the survey) of the children participant in the cohorts' study.\nPopulation sampling was carried out by multi-staged cluster survey being the primary sampling units the sub-districts (kebeles) with high incidence of VL: Bura, Yifag Akababi, and Agita from Libo Kemkem; and Sifatra and Rib Gebreal from Fogera. Secondary sampling units were randomly selected villages (gotts) in each of the selected sub-districts, and third sampling units randomly selected households in each of the villages. The sample size was calculated according to the objective of the original project, described in detail elsewhere [9], [11], [27].\n\n\nData collection\nIn May 2009 the care providers of the children recruited for the cohort study were interviewed by trained local personnel using a standardized structured questionnaire that included questions on demographics, household characteristics, child health, VL risk factors and VL KAP. A question regarding if someone in the household had suffered VL in the past was included in order to elaborate the variable Household (HH) with positive history of VL. This variable was based on the interviewee's report, but not verified by treatment or medical record. The use and the number of bed nets owned by the household was also reported but not verified by the interviewer.\nIn February 2011 the same households were visited, and the interview consisted of a standardized questionnaire that included questions related to child health and a more extensive VL KAP. However, the question regarding if someone in the household had suffered VL in the past was not included in this last interview. Care providers present in the house at the time of this visit were not necessarily the same who were interviewed in the first survey (only 40% of them were the same person in the May 2009 and in the February 2011 surveys). Therefore, we assess knowledge at household level and not at the individual one.\nOut of the 276 households visited in May 2009 we were able to collect data on 218 when revisited in February 2011, which, for the purpose of this study, were the ones to be kept in the analysis.\nAll questionnaires were translated in to Amharic, the main local language.\n\n\nVariables\nThe outcome variables regarding “Awareness” were based on self-perceived knowledge related to VL sings and symptoms, causes, or protective measures respectively (as an example: Do you know any sign or symptom of VL? Yes/No//If yes, which ones?). The different answers were thereafter converted into dichotomous variables.\nAnd the outcome variables regarding “Proper knowledge” were created as follows:\n\nProper knowledge of VL sings/symptoms: a spontaneous answer including at least one of the following: “Fever”, “Abdominal swelling” or “Weight loss”.\nProper knowledge of VL causes: a spontaneous answer including insect or sand fly (included in the table as “Insect”).\nProper knowledge of VL protective measures: a spontaneous answer that included at least one of the following “Bed net”, “Environmental sanitation”, “Spraying” or “Avoiding acacia tree”.\n\n\nDescription of the intervention\nBefore the starting of the project, a two days consultation was made with the local community leaders, sub-district (kebele), and district administrators in order to approach why the project was relevant, what was the VL situation in the area, and also to cover VL general information.\nDuring the cohorts study four surveys were conducted. The day before visiting the community for the first data collection (May 2009 survey), the supervisor together with the kebele administrator and the community leader conducted a one day sensitization talk to every elder in the community. And before each of the following surveys the supervisor talked to the household head or adult present in the house at the time of the visit. The talks covered VL general signs and symptoms as well as Leishmania infection ways of transmission and protective measures. In addition, in January 2011 a special informative meeting was held with the community leaders of all participant gotts and with kebeles administrator in order to promote leader's encouraging to families to participate in the fourth and last survey of the project.\n\n\nData management and analysis\nDuring the data collection process questionnaires were checked on site by the supervisor and, once they were completed, were submitted to the data processing unit of the Armauer Hansen Research Institute (AHRI) in Addis Ababa, Ethiopia, where they were double entered in ACCESS and cross checked for consistency. Joint data analysis was conducted in the Spanish National Centre of Tropical Medicine in Madrid, Spain, where data was rechecked and cleaned. Finally, data analysis was performed using STATA version 11 (Stata Corp., College Station, TX, USA).\nDescriptive statistics were performed and the Chi square test was used for comparisons between HH with and without positive history of VL, except when the number in any of the categories analysed was below 5, that the Fisher's exact test was applied.\nDifferences in results pre (2009) and post (2011) implementation of the study were examined by the McNemar test for matched data.\nAll p-values were two tailed and a p-value of ≤0.05 was taken as significant.",
    "Results": "A total of 218 households were surveyed, all of them from rural environment with uniform low socioeconomic conditions, described in Table 1. In 2009, the majority of the heads of the households were male (91.3%), illiterate (78%) and had a principal occupation related to the cultivation of land (99.8%). Among those who had their own lands (97.7%) the mean of acreage owned was 1.2 Ha (SD: 6.7) and only 11% had more than 3 Ha. The mean household size was 6.1 persons (SD: 1.7), with households size ranging from 3 to 10 persons. Radios were present only in 28% of the households.\nThe main source of knowledge regarding VL in 2009, before the implementation of the study, was the health centre (n = 57, 26.1%) followed by knowing someone that had suffered VL (n = 21, 9.6%).\nIn 2009, 47.7% of the population surveyed reported to be aware of VL signs and symptoms, versus an 84.7% in 2011 (p<0.0001). The most frequently reported signs and symptoms were abdominal swelling, fever, weight loss, and low appetite. Furthermore, in 2011 a significantly higher frequency of interviewees had “Proper knowledge of VL signs and symptoms” as compared to 2009 (71.1% to 14.6%, p = 0.0001). And, when proper knowledge on VL signs and symptoms was stratified by the variable if someone in the household had suffered VL in the past, a higher proportion of respondents living in houses with past history of VL reported correct signs and symptoms, being this difference more marked in 2009 (94% to 28%, p<0.0001) than in 2011 (89% to 64%, p = 0.001) (Table 2).\nRegarding self-perceived knowledge of the possible causes of the disease, a 16.5% reported to be aware of VL causes in 2009 versus a 58.7% in 2011 (p<0.0001). The answer considered appropriate, “Insect”, was the one most frequently reported in 2009 (8.3%) and increased to 31.8% in 2011 (p<0.0001). Respondents living in houses with past history of VL reported more frequently a proper knowledge on the vector borne disease nature of VL than respondents living in houses with no history of VL, although this difference was only significant in 2009 (p<0.001)(Table 3).\nIn relation to VL protection measures, in 2009 only 21% of the respondents declared to be aware of how to protect from VL, in regard to 58% in 2011, p<0.0001. The most mentioned protection measures in both years were “Bed Nets” and “Environmental Sanitation”, but the probability of giving a correct answer regarding VL protective measures was almost 8 times higher in 2011 than in 2009 (p<0.0001). When stratified by houses with and without VL history, differences were found only in the responses of the 2009 survey, were proper knowledge on VL protective measures was reported more frequently among respondents of houses with positive history of VL (33.3% versus 9.0%, p<0.001) (Table 3).\nIn relation to attitudes and practices, in 2009 57% of the houses reported to own bed nets versus a 98% in 2011, p<0.0001. The only reason given for not owning bed nets in 2011 was “Because it is difficult to get them”. The number of households owning two or more bed nets increased from 56 (25.7%) in 2009 to 177 (81.2%) in 2011 (Table 4). In the majority of the houses, (n = 181, 85%) respondents reported that bed nets were used by all members in the family, followed by the option “Only adults” (n = 14, 6%) and “Mother and children” (n = 7, 3%). Moreover, 94% of respondents stated that they would accept using impregnated bed nets in the house.\nIn 2011 there were 143 (66%) houses with iron roof, an increase from the 134 (62%) in 2009 but no significant (p = 0.06) (Table 4). The main reasons reported for using iron roof were because it was more solid (n = 60, 40%) and better for weather conditions (n = 51, 36%). The reason for using straw (n = 74, 33%), the alternative roof material, was its lower price (n = 57, 77%). In relation to house conditions, more than 90% of the houses surveyed (n = 198) had cracks in the wall, and when the interviewees were asked about the optimal frequency for repairing them, the responses ranged from “Never” (n = 15, 6.9%), “Every 2 years or more” (n = 32, 15%), “Once a year” (n = 56, 26%), “More than once a year” (n = 79, 36%), to “Every month” (n = 32, 15%).\nIn 2011 almost every surveyed house (96%) had been sprayed compared to 64% in 2009 (p<0.0001) (Table 4). The acceptance for indoor and outdoor spraying was very high (98% to 97% respectively). And so it was the acceptance for house surroundings environmental cleaning (99%).\nOf the houses surveyed, in 2011, 63% (n = 138) reported having members of the family sleeping outside, mainly due to far away herding or cattle watching in the house surroundings. However, 29 interviewees (21%) reported that family members sleeping outside made use of bed nets, and 20 (15%), declared that other protection measures like cloths, blankets or environmental sanitation were used. The reasons reported for not using bed nets while sleeping outside ranged from “Bed nets are difficult to use when sleeping outside” (40%), “Lack/shortage of bed nets” (11%) to “Bed nets are too expensive” (11%). Finally, more than 80% (n = 174) of respondents declared that at least one member of the family rested under acacia tree, a risk factor for VL in the area, and the time of the day most frequently reported for doing it was during midday (n = 144, 83%).\nIn 2011, the first option for VL treatment was public health facilities (n = 215, 99%), and only 3 persons (1.3%) mentioned home remedies or traditional healer as first choices, based on “Better to try home first” and “Fear of evil eye” respectively.",
    "Discussion": "The present study shows that knowledge regarding visceral leishmaniasis in the rural communities of this region of Ethiopia is low, although it improved substantially among the households participating in the longitudinal research project described before, that was carried out between 2009 and 2011. The improvement in knowledge was substantially more marked among the families with no past history of VL.\nThis study was focused in rural population because in Africa VL is mainly transmitted in rural settings [28] and, as stated in the objectives of the Sixtieth World Health Assembly of 2007, one of the means to combat leishmaniasis is to improve knowledge about, and skills to prevent, the disease among people in rural areas [29].\nIn the survey conducted in May 2009, before the implementation of the study, the level of awareness related to VL signs and symptoms was around 50%, substantially lower than results from other rural communities of Nepal and India where it raises up to 85% [18], [30], [31]. This may be due to the fact that VL has been endemic for more than 20 years in the settings of the Indian subcontinent studied, and in Libo Kemkem and Fogera districts the disease has only recently been known, at least as a public health problem [26]. However, the level of awareness was also significantly lower than the one found in the urban population of this same area that reached 83%. Furthermore, in this urban population 62% of interviewees were able to identify more than one VL symptom [19], whereas only 47% were able to report at least one correct symptom in the rural population of our study. This could be explained by the location of the VL treatment center in Addis Zemen town, which allowed neighboring communities to get information and education related to the disease. And also by the higher level of illiteracy in the rural communities (72% compared to the 34% found in the Addis Zemen town study), that has been associated with poorer VL knowledge before [31]. Future education activities should be aimed to making rural population more knowledgeable of the symptoms of the disease, as proper perception prompts patients to seek early treatment, essential in VL cure and complete recovery [18].\nAwareness of VL causes was as low as 16% in 2009, and correct knowledge of the vector-borne character of VL was also remarkably low (8% of respondents mentioned mosquitos and only 1 respondent specifically sand flies) compared to rural communities in other countries, where high percentages of respondents were able to identify sandflies as the transmitting agent (20% in Sudan and 21–88% in the Indian Subcontinent [15], [17]). Also in the urban area of Libo Kemkem knowledge regarding causes was higher and more specific, as 68% of interviewee reported sandflies as the VL causal agent [19].\nAs might be expected, knowledge regarding preventive measures was also higher in Addis Zemen town, where 20% of respondents identified bed-nets as a VL protection measure, compared to 12% of respondents in the rural communities of our study. Notwithstanding the knowledge regarding bed-net protection is poor in the area as a whole compared to the levels of knowledge found in other studies conducted in Sudan and in the Indian Subcontinent (30–50%) [15], [16], [31]. On the other hand, spraying was barely mentioned in our study which seems to be consistent with results from other VL KAP studies [15], [18]. Potential health education activities should deal with the causes of the disease and the existing protecting measures, which should lead to behavioral changes in the population. It is worth to highlight that in relation to attitudes the level of acceptance for all the protection measures suggested (impregnated bed nets, environmental sanitation and household spraying) was over 94%. However, we are aware that this figure can be overestimated by a possible information bias regarding the health professional's nature of the interviewers who may be known to the community and influence interviewees responses.\nThe main source of VL knowledge reported in the 2009 survey was the health center, followed by VL patients. Moreover our results show that in May 2009 HH with a positive history of VL in the family had better knowledge overall compared to HH with no history of VL, suggesting that VL patients played an important role as sources of knowledge. This was further supported by the fact that in the post-intervention survey the differences in knowledge between HH with VL positive history and HH with no history of VL practically disappeared, as there was an external source of knowledge common to all the participant families. VL patients, friends and relatives have been identified in other studies as main sources of knowledge, and it is recommended to take the opportunity to appropriately inform and educate them, so they can act as community health agents when they are back into their places of residence [13], [16], [31].\nOther health education interventions like broadcasted radio programs have been identified as successful VL information sources [16] but may not be appropriate in this context, where barely a third of the HH own radio. On the contrary, it seems that informative actions, like the ones carried out by the research project presented here, may have a positive impact in the improvement of the disease global knowledge. Our results show that proper knowledge on VL signs and symptoms, on VL causes and on VL protective measures increased by 11, 8 and 8 times respectively between 2009 and 2011. The study design did not allow for comparison with control communities in order to monitor other external factors that could be influencing HH knowledge related to VL. However, we are aware that since the 2005 outbreak, there have been numerous community interventions including outreach activities with health education and cases screening activities. Therefore we believe that the important change in knowledge showed by our results may be a result of the participation of the households in the research project as well as the contribution of all the actors in the area during the study period, emphasizing the potential of indirect education activities in the improvement of VL knowledge in this particular context.\nThe interpretation of the change in practices observed during the study period is of a different nature, as it is directly related to the malaria prevention and control campaign carried out in the study area during 2009/2010 [32]. This campaign included massive distribution of bed nets and spraying, which accounts for the significant increase in the number of bed nets and in the number of sprayed households [33]. However, although the majority of the HH surveyed owned at least one bed net in 2011, its acceptability as a VL protective tool needs to be ascertained, as a few proportion of the respondents related it to VL protection. Furthermore, in this study we identified that more than 60% of HH had at least one family member sleeping outside, and only a third of those reported to use any protection. They constitute and important group of hosts susceptible to sand fly bites, that need to be aware that sleeping outside without taking appropriate personal vector control measures exposes them to VL infection.\nFinally, in 2011, public health facilities were the first choice of treatment in the area (also in Addis Zemen town) [19]. This is probably owed to the quality and free-of-charge nature of health services provided at the VL treatment center located in Addis Zemen Health Center, managed by MSF-Greece during the outbreak, and supported by the Amhara Region Health Bureau and the WHO Leishmaniasis Control Program thereafter. Other studies have shown contrasting results in VL treatment choices, and have associated them with geographical accessibility, treatment costs, confidence in service providers and perceived staff attitude [15], [31], [34]. Our study yielded very low use (≃1%) of traditional medicine for VL treatment compared to other studies in which local healers were consulted by 20 to 50% of the population [17], [35]. These contrasting results may be due to the quantitative methodology used, that may yield different results than qualitative research approaches [14], [34], and may also be influenced by the possible information bias introduced by interviewers being health workers of the area.\nAdmittedly, our study had some limitations. One of them is that the random sample of HH was taken among kebeles highly affected by VL, and therefore we cannot readily extrapolate our findings to the entire population of Libo Kemkem and Fogera districts. However, we believe that the VL knowledge to be detected among the remaining communities (not so affected by VL) would have been even lower. Another limitation is that in order to compare households with and without past history of VL we stratified according to HH status as reported in May 2009 for both surveys, due to the lack of updated information in February 2011. However, the time period of our study coincided with a low plateau in the transmission of Leishmaniasis in the area [9]. Therefore, we believe that only a small number of HH would have proven misclassified, and the general conclusions of our study would have remained the same. Finally, it is possible that an information bias was introduced by having interviewers that were health professionals of the area. However, we believe that this bias would have affected only to responses related to attitudes, as under our consideration, proper knowledge and the practices observed in the study were not subject to change by the influence of an interviewer.\n\nConclusions\nThe VL knowledge in the rural communities of Libo Kemkem and Fogera districts is globally poor, and it should be improved through community strategies. Recommendations are: 1) to conduct sensitization talks in the affected communities, 2) to instruct VL patients and relatives while their stay in the hospital so they can act as health agents in their communities and 3) to follow up the maintenance of bed nets and the use of any other prevention measure like household spraying or environmental sanitation as the high level of acceptance perceived suggests that changes in behaviour are possible."
}