{
    "Background": "Chlamydia trachomatis is responsible for trachoma, the primary cause of preventable blindness worldwide. Plans to eradicate trachoma using the World Health Organization's SAFE program (Surgery, Antibiotics, Facial Cleanliness and Environment Improvement) have resulted in recurrence of infection and disease following cessation of treatment in many endemic countries, suggesting the need for a vaccine to control infection and trachomatous disease. Vaccine development requires, in part, knowledge of the mucosal host immune responses in both healthy and trachomatous conjuctivae—an area of research that remains insufficiently studied.",
    "Methodology/Principal Findings": "We characterized 25 secreted cytokines and chemokines from the conjunctival mucosa of individuals residing in a trachoma endemic region of Nepal using Luminex X100 multiplexing technology. Immunomodulating effects of concurrent C. trachomatis infection were also examined. We found that proinflammatory cytokines IL-1β (r = 0.259, P = 0.001) and TNFα (r = 0.168, P<0.05) were significantly associated with trachomatous disease and concurrent C. trachomatis infection compared with age and sex matched controls from the same region who did not have trachoma. In support of these findings, anti-inflammatory cytokine IL-1 receptor antagonist (IL-1Ra) was negatively associated with chronic scarring trachoma (r = −0.249, P = 0.001). Additional cytokines (Th1, IL-12p40 [r = −0.212, P<0.01], and Th2, IL-4 and IL-13 [r = −0.165 and −0.189, respectively, P<0.05 for both]) were negatively associated with chronic scarring trachoma, suggesting a protective role. Conversely, a pathogenic role for the Th3/Tr1 cytokine IL-10 (r = 0.180, P<0.05) was evident with increased levels for all trachoma grades. New risk factors for chronic scarring trachoma included IL-6 and IL-15 (r = 0.259 and 0.292, respectively, P<0.005 for both) with increased levels for concurrent C. trachomatis infections (r = 0.206, P<0.05, and r = 0.304, P<0.005, respectively). Chemokine protein levels for CCL11 (Eotaxin), CXCL8 (IL-8), CXCL9 (MIG), and CCL2 (MCP-1) were elevated in chronic scarring trachoma compared with age and sex matched controls (P<0.05, for all).",
    "Conclusions/Significance": "Our quantitative detection of previously uncharacterized and partially characterized cytokines, a soluble cytokine receptor, and chemokines for each trachoma grade and associations with C. trachomatis infections provide, to date, the most comprehensive immunologic evaluation of trachoma. These findings highlight novel pathologic and protective factors involved in trachomatous disease, which will aid in designing immunomodulating therapeutics and a vaccine."
}