{
    "Background": "Lymphatic filarial parasites survive within the lymphatic vessels for years despite the complex immune environment surrounding them. Parasites possibly accomplish this by adopting various immunomodulatory strategies, which include release of glutathione-S-transferases (GSTs) that counteract the oxidative free radicals produced by the host. Since GSTs produced by parasites appear to be critical for the survival of parasites in the host, several studies evaluated the potential of parasite GSTs as vaccine candidates especially against schistosomiasis, fascioliasis and Seteria cervi. However, vaccine potential of GSTs of lymphatic filarial parasites has not been evaluated before.",
    "Methods/Principal Findings": "In the present study, the GST gene was cloned from the third stage larval (L3) cDNA libraries of Wuchereria bancrofti, and recombinant GST (WbGST) was expressed and purified. Serum samples from individuals living in an endemic area were analyzed for their reactivity with rWbGST. These findings showed that sera from endemic normal individuals (EN) carry significant levels of anti-WbGST IgG antibodies compared to subjects who are microfilaraemic (Mf) or show symptoms of clinical pathology (CP). Isotype analysis of the anti-WbGST IgG antibodies showed a predominance of IgG1 and IgG3 antibodies in EN individuals. Subsequent functional analysis of the rWbGST showed that the rWbGST protein retained the enzymatic activity of GST and the antibodies in EN sera could inhibit this enzymatic activity. Similar results were obtained when anti-rWbGST antibodies raised in mice were used in the neutralization assay. Brugia malayi GST and WbGST show significant sequence similarity. Therefore, to evaluate the vaccine potential of rWbGST, we used B. malayi L3 as challenge parasites. Vaccine potential of rWbGST was initially evaluated by confirming the role of human and mice WbGST antibodies in an antibody dependent cellular cytotoxicity (ADCC) assay. Subsequent vaccination studies in a jird model showed that approximately 61% protection could be achieved against a B. malayi L3 challenge infection in jirds immunized with rWbGST.",
    "Conclusions": "Results of this study show that rWbGST is a potential vaccine candidate against lymphatic filariasis. Nearly 61% protection can be achieved against a B. malayi challenge infection in a jird model. The study also showed that the WbGST protein retained the enzymatic activity of GST and this enzymatic activity appears to be critical for the survival of the parasite in the host."
}