{
    "Background": "Although diarrheal illnesses are recognized as both a cause and effect of undernutrition, evidence for the effect of specific enteropathogens on early childhood growth remains limited. We estimated the effects of undernutrition as a risk factor for campylobacteriosis, as well as associations between symptomatic and asymptomatic Campylobacter infections and growth.",
    "Methodology/Principal Findings": "Using data from a prospective cohort of 442 children aged 0–72 months, the effect of nutritional status on the incidence of Campylobacter infection was estimated using uni- and multivariate Poisson models. Multivariate regression models were developed to evaluate the effect of Campylobacter infection on weight gain and linear growth. Overall, 8.3% of diarrheal episodes were associated with Campylobacter (crude incidence rate = 0.37 episodes/year) and 4.9% of quarterly asymptomatic samples were Campylobacter positive. In univariate models, the incidence of Campylobacter infection was marginally higher in stunted than non-stunted children (IRR 1.270, 95% CI (0.960, 1.681)(p = 0.095). When recent diarrheal burdens were included in the analysis, there was no difference in risk between stunted and unstunted children. Asymptomatic and symptomatic Campylobacter infections were associated with reduced weight gain over a three-month period (65.5 g (95% CI: −128.0, −3.0)(p = 0.040) and 43.9 g (95% CI:−87.6, −1.0)(p = 0.049) less weight gain, respectively). Symptomatic Campylobacter infections were only marginally associated with reduced linear growth over a nine month period (−0.059 cm per episode, 95% CI: −0.118, 0.001)(p = 0.054), however relatively severe episodes were associated with reduced linear growth (−0.169 cm/episode, 95% CI −0.310, −0.028)(p = 0.019).",
    "Conclusions/Significance": "Our findings suggest that Campylobacter is not as benign as commonly assumed, and that there is evidence to support expanding the indications for antibiotic therapy in campylobacteriosis in children."
}