{
    "Background": "The epidemiology of scabies is poorly understood, particularly in regions with high disease burden. This lack of epidemiological data, especially in sub-Saharan Africa, hampers the control and preventative measures. This study is aimed at estimating the prevalence and associated risk factors of scabies and impetigo in the Nata and Sowa catchment areas of Tutume district.",
    "Methodology": "A cross-sectional study was conducted in the Tutume District, targeting the settlements of Manxhotae, Malelejwe, Ndutshaa, and Tshwaane. Participants were randomly selected from households in the settlements. Data were collected using questionnaires, and participants were classified as having scabies typical lesions if they met criteria B and or C of International Alliance for the Control of Scabies (IACS) consensus criteria. Statistical significance was set at p<0.05, with a 95% confidence interval for precision.",
    "Results": "A total of 429 participants were enrolled across the four settlements. The overall prevalence of scabies was found to be 18.18% (95%CI 14.8–22.1). The highest prevalence of scabies was in Manxhotae at 27.1% (95%CI 21.2–34.0) and Ndutshaa at 23.4% (95%CI 13.4–37.3). Malelejwe and Tshwaane had lower prevalence of 10.4% (95%CI 6.2–16.8) and 3.4% (95%CI 0.8–12.7), respectively. Only five (5) cases of impetigo were identified. Multivariable logistic regression analysis revealed that younger age of 0–4 years, 5–18 years and a household member with an itch were strongly associated with scabies, with adjusted odds ratios (aOR) of 7.9 (95%CI 2.4–25.6) p-value 0.001, 5.7(95%CI 2.7–11.7), p-value 0.001 and 14.3(95%CI 5.3–38.5) p-value 0.001 respectively.",
    "Conclusion": "The prevalence of scabies in the Nata catchment area was noted to be high. The risk factors included younger age, a household member with an itch, and less frequent bathing. Prospective studies are needed to explore household disease transmission dynamics and risk factors specific to the youth."
}