{
    "Background": "The clinical syndrome associated with secondary syphilis (SS) reflects the propensity of Treponema pallidum (Tp) to escape immune recognition while simultaneously inducing inflammation.",
    "Methods": "To better understand the duality of immune evasion and immune recognition in human syphilis, herein we used a combination of flow cytometry, immunohistochemistry (IHC), and transcriptional profiling to study the immune response in the blood and skin of 27 HIV(-) SS patients in relation to spirochetal burdens. Ex vivo opsonophagocytosis assays using human syphilitic sera (HSS) were performed to model spirochete-monocyte/macrophage interactions in vivo.",
    "Results": "Despite the presence of low-level spirochetemia, as well as immunophenotypic changes suggestive of monocyte activation, we did not detect systemic cytokine production. SS subjects had substantial decreases in circulating DCs and in IFNγ-producing and cytotoxic NK-cells, along with an emergent CD56−/CD16+ NK-cell subset in blood. Skin lesions, which had visible Tp by IHC and substantial amounts of Tp-DNA, had large numbers of macrophages (CD68+), a relative increase in CD8+ T-cells over CD4+ T-cells and were enriched for CD56+ NK-cells. Skin lesions contained transcripts for cytokines (IFN-γ, TNF-α), chemokines (CCL2, CXCL10), macrophage and DC activation markers (CD40, CD86), Fc-mediated phagocytosis receptors (FcγRI, FcγR3), IFN-β and effector molecules associated with CD8 and NK-cell cytotoxic responses. While HSS promoted uptake of Tp in conjunction with monocyte activation, most spirochetes were not internalized.",
    "Conclusions": "Our findings support the importance of macrophage driven opsonophagocytosis and cell mediated immunity in treponemal clearance, while suggesting that the balance between phagocytic uptake and evasion is influenced by the relative burdens of bacteria in blood and skin and the presence of Tp subpopulations with differential capacities for binding opsonic antibodies. They also bring to light the extent of the systemic innate and adaptive immunologic abnormalities that define the secondary stage of the disease, which in the skin of patients trends towards a T-cell cytolytic response."
}