{
    "Background": "Use of cholera vaccines in response to epidemics (reactive vaccination) may provide an effective supplement to traditional control measures. In Haiti, reactive vaccination was considered but, until recently, rejected in part due to limited global supply of vaccine. Using Bissau City, Guinea-Bissau as a case study, we explore neighborhood-level transmission dynamics to understand if, with limited vaccine and likely delays, reactive vaccination can significantly change the course of a cholera epidemic.",
    "Methods and Findings": "We fit a spatially explicit meta-population model of cholera transmission within Bissau City to data from 7,551 suspected cholera cases from a 2008 epidemic. We estimated the effect reactive vaccination campaigns would have had on the epidemic under different levels of vaccine coverage and campaign start dates. We compared highly focused and diffuse strategies for distributing vaccine throughout the city. We found wide variation in the efficiency of cholera transmission both within and between areas of the city. “Hotspots”, where transmission was most efficient, appear to drive the epidemic. In particular one area, Bandim, was a necessary driver of the 2008 epidemic in Bissau City. If vaccine supply were limited but could have been distributed within the first 80 days of the epidemic, targeting vaccination at Bandim would have averted the most cases both within this area and throughout the city. Regardless of the distribution strategy used, timely distribution of vaccine in response to an ongoing cholera epidemic can prevent cases and save lives.",
    "Conclusions": "Reactive vaccination can be a useful tool for controlling cholera epidemics, especially in urban areas like Bissau City. Particular neighborhoods may be responsible for driving a city's cholera epidemic; timely and targeted reactive vaccination at such neighborhoods may be the most effective way to prevent cholera cases both within that neighborhood and throughout the city."
}