{
    "Abstract": "The success of mass drug administration at reducing the prevalence of lymphatic filariasis in endemic areas has led to an increased need for highly sensitive and specific diagnostic assays. To be useful in post-elimination surveillance in areas with low to zero prevalence, high test performance characteristics are required to enable the early detection of infection recrudescence. As current testing suffers from either sensitivity or specificity levels that fail to meet adopted target product profiles, additional targets that could be used as confirmatory tests or in multiplexed assays could overcome these issues. To this end, bioinformatic analyses coupled with stage-specific expression data for W. bancrofti (Wb) and/or B. malayi (Bm) resulted in the identification of 12 targets that were: 1) present in Wb and/or Bm; 2) had very little to no homology with proteins from other filariae; and 3) were enriched in the microfilarial or L3 stages. Screening of these 12 antigens by a Luciferase Immunoprecipitation System assay for IgG with serum from Wb-infected and uninfected individuals identified a single antigen, termed Wb5, that was specific for Wb infections only. Recombinant Wb5 proteins were generated in multiple expression systems for use in a variety of IgG4-based immunoassays. To assess if Wb5 could provide additional sensitivity to assays using IgG4 antibodies to Wb123, head-to-head comparisons were performed using serum from 466 samples (231 Wb-infected, 235 controls). Using IgG4-based immunoassays at 100% specificity against uninfected controls and other helminth species (O. volvulus, L. loa, S. stercoralis, M. perstans), Wb5 and Wb123 had individual sensitivities of 53.7% and 75.3%, respectively, while a combination resulted in 81.0% sensitivity. Moreover, kinetic studies of patients that were treated and followed up longitudinally suggest that Wb5 titers may decline more sharply than those of Wb123, thus paving the way for Wb5 as a complementary tool to Wb123."
}