{
    "Introduction": "Chikungunya is an acute febrile illness (AFI) characterized by potentially debilitating arthralgia [1] and is the result of infection with chikungunya virus (CHIKV), which is transmitted to humans primarily through the bite of infected Aedes (Stegomyia) species mosquitoes [2]. Previous reports have documented explosive outbreaks caused by CHIKV, in which 38–63% of immunologically naive populations were affected [3–8]. Circulation of CHIKV was first reported in the Americas in December 2013 when a patient infected with CHIKV who reported no recent history of travel was identified from the Caribbean island of St. Martin [9]. Outbreaks in other regions of the Caribbean and Americas soon followed, and by the end of 2014 more than 1.2 million suspected chikungunya cases had been reported to the Pan-American Health Organization [10]. Cases continued to be reported from throughout the Americas thereafter, and by the end of 2017 more than 2.6 million suspected cases had been reported [11].\nIn the United States Caribbean territory of Puerto Rico, the first locally-acquired chikungunya case had illness onset in early May 2014 [12]. Peak incidence of suspected chikungunya cases reported to the Puerto Rico Department of Health (PRDH) occurred in September when more than 4,000 suspected cases were reported per week [13]. In the first year of CHIKV circulation, 28,327 suspected chikungunya cases (8.0 cases per 1000 population) had been reported, and 68% of specimens from suspected CHIKV-infected patients who were tested for CHIKV infection were positive [13]. Testing of specimens collected from asymptomatic blood donors and residents of municipalities in southeastern Puerto Rico demonstrated CHIKV infection rates of 23% and 52%, respectively [14–16], similar to rates seen in other Caribbean islands [17, 18]. Therefore, the actual incidence of CHIKV infection among residents of Puerto Rico was likely larger than that reflected by passive surveillance data.\nPrevious reports showed that the majority of patients with chikungunya experience an AFI that typically resolves within two weeks [7, 19–22], and can appear clinically similar to influenza, dengue, leptospirosis, and other illnesses that are present throughout the tropics. Though uncommon, frequency of hospitalization of CHIKV-infected patients ranges from 0.5–8.7% [21, 23], and may be affected by access to and timing of seeking medical care, local clinical practices, reporting and testing practices, and frequency of co-morbidities and co-infection. Individuals aged <1 and >65 years and those with co-morbid conditions (e.g., diabetes, cardiovascular disease) have been reported to have increased risk of developing severe manifestations of CHIKV infection [9, 24–28]. Moreover, severe manifestations of CHIKV infection such as meningoencephalitis, bullous skin lesions, and multi-organ failure with hemorrhage were reported during a large outbreak that occurred on Reunion Island in 2006 [29, 30], and sepsis has been reported among CHIKV-infected patients in the Americas [23, 27, 31, 32]. Assessing the frequency of hospitalization and severe manifestations associated with acute CHIKV infection has been challenging due to inconsistent clinical identification and diagnostic testing of patients with suspected chikungunya. Nonetheless, such clinical and epidemiologic characteristics are needed to better understand the natural history of CHIKV infection, inform clinicians of the expected frequency of complications associated with CHIKV infection, and update clinical management guidelines.\nPreviously reported data from two sentinel AFI surveillance sites in Puerto Rico [13, 33] were analyzed to: 1) determine the frequency of hospitalization of AFI patients with CHIKV infection; 2) compare hospitalized and non-hospitalized CHIKV-infected patients to identify risk factors associated with hospitalization; and 3) describe patients with potentially life-threatening or severe manifestations associated with CHIKV infection.",
    "Materials and methods": "Ethics statement\nInformed consent was provided for all enrolled patients. The Sentinel Enhanced Dengue Surveillance System (SEDSS) study protocol was approved by IRBs at Ponce Medical School Foundation and the U.S Centers for Disease Control and Prevention (CDC). A protocol describing supplemental data collection to identify risk factors associated with hospitalization of CHIKV-infected patients and describe manifestations of severe disease underwent institutional review at CDC and was determined to be public health practice and not research; as such, Institutional Review Board approval was not required for supplemental data collection.\n\n\nStudy population\nThis investigation utilized a retrospective, cross-sectional selection of patients who presented for care to either of two hospital emergency departments (ED) in Puerto Rico during May–December 2014 and tested positive for CHIKV infection. San Lucas Episcopal Hospital (SLEH)-Ponce is a tertiary care hospital that receives ~55,000 patients per year and serves as the regional pediatric referral hospital for the Ponce Health District and pediatric referral hospital for the Mayaguez Health District (~500,000 residents). SLEH-Guayama is a secondary care hospital that receives ~6,000 patients per year from southeastern Puerto Rico (~50,000 residents). These sites are two of 62 hospitals that were in operation in Puerto Rico in 2014.\n\n\nData sources\nPatients presenting to the hospital ED were queried if they have fever at the moment or have had fever in the past seven days, and those responding in the affirmative (“AFI patients”) were offered enrollment in SEDSS. For those that accepted (“SEDSS participants”), blood, urine, and oronasopharyngeal specimens were collected, and diagnostic testing was performed for dengue, influenza, and other common AFIs. Chikungunya diagnostic testing was added to the SEDSS diagnostic algorithm in April 2014. Demographic characteristics, history of exposures, and clinical data were collected from SEDSS participants during enrollment in the ED.\nSEDSS data were supplemented by abstraction of hospitalized case-patients’ medical records to collect data on co-morbid conditions, admitting diagnoses, severe manifestations of CHIKV infection, laboratory results, clinical management and medical interventions, and details of patient outcome. Information not found in the medical records was considered absent.\n\n\nDiagnostic methods\nSerum specimens collected ≤ 5 days after illness onset were tested by real time RT-PCR, and those collected ≥ 4 days after illness onset were tested by anti-CHIKV IgM antibody capture (MAC) ELISA [34, 35]. Testing for other pathogens that cause AFI were performed as previously described [33].\n\n\nDefinitions\nBecause SEDSS participants who tested positive by CHIKV IgM ELISA only were significantly different from those that tested positive by RT-PCR in several relevant characteristics (e.g., age, day post-illness onset of presentation, white blood cell count, frequency of arthralgia), patients who tested positive by IgM ELISA only (n = 97) were excluded from analysis. Hence, “CHIKV-infected patients” were defined solely by detection of CHIKV nucleic acid in a serum specimen by RT-PCR. “CHIKV-negative patients” were defined by testing negative for CHIKV infection by RT-PCR and/or IgM ELISA. A patient with “severe manifestations” was defined as a CHIKV-infected patient who was admitted to the intensive care unit (ICU) or died.\nSEDSS and medical chart abstraction data were entered into independent Research Electronic Data Capture (REDCap) databases, and relevant variables were extracted and merged.\n\n\nData analysis\nWe calculated the frequency of hospitalization among SEDSS patients with confirmed CHIKV infection and among those testing negative for CHIKV infection, and estimated the frequencies of hospitalization attributable to CHIKV infection as: (Frequency of hospitalization among CHIKV-positive patients)–(Frequency of hospitalization among CHIKV-negative patients). We compared the presence or absence of selected characteristics among hospitalized patients to identify risk factors associated with hospitalization.\nChi-squared test and Mood’s median test were used to compare continuous variables. Fisher’s exact test was used for comparison of continuous variables with cell size less than or equal to five. Statistical significance was defined by a p-value < 0.05. Relative risk ratios with 95% confidence intervals were calculated to compare frequencies between dichotomous variables. For dichotomous variables, reference groups were the absence of the indicated variable. Because no significant differences in frequencies of hospitalization by age group were observed between CHIKV-infected patients aged 1–19, 20–49, and 50–69 years, the comparator age group for CHIKV-infected patients aged <1 year or ≥ 70 years was those aged 1–69 years. All analyses were conducted using IBM SPSS Statistical Program 20th version (Armonk, NY).",
    "Results": "Demographic, clinical, and epidemiologic characteristics of CHIKV-infected patients\nDuring May–December 2014, a total of 3,671 AFI patients presenting to SLEH-Ponce and SLEH-Guayama were offered enrollment in SEDSS, of whom 3,035 (82.7%) accepted (Fig 1). The frequency of patients who accepted participation was higher at SLEH-Ponce than at SLEH-Guayama (87.8% vs. 74.0%, respectively; p < 0.01). A total of 1,469 (48.4%) SEDSS participants tested positive for CHIKV infection by rRT-PCR, and were defined as a CHIKV-infected patient. The frequency of SEDSS participants identified as a CHIKV-infected patient was lower at SLEH-Ponce than at SLEH-Guayama (46.0% vs. 52.9%, respectively; p < 0.01). A total of 157 (10.7%) CHIKV-infected patients were hospitalized, of whom six (0.4%) were admitted to the ICU and an additional two (0.1%) died. CHIKV-infected patients were hospitalized more frequently at SLEH-Ponce than SLEH-Guayama (13.4% vs. 7.2%, respectively; p < 0.01). All patients admitted to the ICU and both fatal cases were enrolled at SLEH-Ponce. No CHIKV-infected patients were transferred to another hospital or left the hospital against medical advice.\nThe first CHIKV-infected patient identified by SEDSS reported illness onset in May 2014 (Fig 2). The number of CHIKV-infected patients progressively increased thereafter, until the peak number of identified patients per month occurred in September (n = 635). The number of detected chikungunya cases steadily decreased thereafter through the end of the year. The monthly frequency of hospitalization of chikungunya cases was relatively consistent throughout the first half of the outbreak (7–10%), but increased in the second half with a peak of 30% in November when only 67 CHIKV-infected patients were identified.\nThe greatest proportion of chikungunya cases was among children aged 1–19 years (n = 558; 38.0%) followed by adults aged 40–69 years (389 cases; 26.5%) (Fig 3). Hospitalized patients were significantly younger than non-hospitalized patients (median = 10 vs. 26 years, respectively; p < 0.01). By age group, frequency of hospitalization was highest among CHIKV-infected patients aged < 1 year (67.2%), followed by patients aged ≥ 70 years (17.3%). Hospitalization of CHIKV-infected patients from all other age groups was uncommon (i.e., 4–11%), and did not differ significantly by age group. Day post-illness onset of presentation for care was not significantly different between hospitalized and non-hospitalized patients (median = 1 [range: 0–6] vs. 1 [range: 0–5], respectively; p = 0.74).\nCompared to CHIKV-negative patients enrolled in SEDSS during the same period of time, excess frequencies of hospitalization occurred only among infants infected with CHIKV (Table 1). Infants aged <3 months were hospitalized most frequently due to clinical sepsis (11 of 38; 29%), whereas those aged 3–12 months were more frequently hospitalized due to suspicion of chikungunya or viral syndrome (35 of 95; 37%). CHIKV-infected patients of all other age groups were hospitalized less frequently than patients with a non-CHIKV cause of AFI, suggesting that hospitalization of these patients was not attributable to CHIKV infection.\n\n\nCharacteristics associated with hospitalization of CHIKV-infected patients\nInfant and elderly patients were hospitalized approximately nine and two times more often than CHIKV-infected patients aged 1–69 years (Table 2). Patient sex, reported recent history of travel, and reported co-morbid conditions were not significantly associated with hospitalization of CHIKV-infected patients.\nThe most common clinical signs and symptoms of all CHIKV-infected patients when evaluated at the emergency department were arthralgia (82.6%), lethargy (80.6%), myalgia (80.5%), bone pain (78.8%), headache (71.5%), chills (70.7%), rash (61.5%), and conjunctivitis (57.8%) (Table 3). Cyanosis, bleeding gums, hematemesis, hematuria, melena/hematochezia, and seizures were reported in <5% of patients. Clinical signs and symptoms significantly associated with increased risk of hospitalization among CHIKV-infected patients were skin rash, bruises, cyanosis, rhinorrhea, cough, petechia, and seizures. Arthralgia, myalgia, bone pain, calf pain, eye pain, headache, and having pruritic skin were associated with decreased risk of hospitalization among CHIKV-infected patients.\nResults of routine laboratory tests of blood specimens collected in the emergency department indicated that higher white blood cell count, lower hematocrit, lower platelet count, higher serum creatinine, and higher aspartate amino transferase were more common among CHIKV-infected patients that were hospitalized than among those that were not hospitalized (Table 4).\n\n\nDescription of disease characteristics among hospitalized patients\nThroughout the course of hospitalization of 157 chikungunya case-patients, notations in medical records indicated that rash was most often present on the whole body (33%) or localized to either the legs (15%) or trunk (12%), whereas arthralgia was most frequently present in the ankle or knee (12% each), wrist (11%), or hand (10%). Thirteen (8.2%) hospitalized patients had an identified co-infection, many of which were with likely nosocomial pathogens (Table 5). The most common potentially life-threatening manifestations in hospitalized patients were edema and dyspnea; however, edema was most often reported in the ankle (11%), knee (8%), and hands (9%). Vesiculobullous skin lesions were reported in four hospitalized infant CHIKV-infected patients, and were present on the feet in two patients and the hands or mouth in one patient each. Other potentially life-threatening manifestations were infrequently reported, but included: encephalitis in one infant, four adolescents, and one elderly patient; stroke in two adult and two elderly patients; myocarditis in two adults and three elderly patients; and coma in two adolescents and one elderly patient.\nSeven hospitalized CHIKV-infected patients had severe manifestations associated with CHIKV infection. The first was a 15-month-old female with a history of asthma admitted to the pediatric ICU (PICU) due to chikungunya-like illness and exacerbation of asthma. She was discharged after a three-day stay in the PICU and seven days total in the hospital. The second was a 68-year-old female with petechia, bruising, vesiculobullous skin lesions, and 14,000 platelets per mm3 who was diagnosed with immune thrombocytopenic purpura. She was treated with intravenous immunoglobulin and platelet transfusion. Anti-Leptospira IgM antibody was detected in blood collected at admission. She was transferred from the ICU after four days and discharged home after a 16-day hospitalization. The third patient was a two-month old male admitted to the PICU due to chikungunya-like illness, edema, suspected sepsis, and pneumonia. He was discharged home after a 13-day hospitalization. The fourth patient was a 29-day-old male who had diffuse rash and bronchial pneumonia, and was hospitalized for 16 days. The fifth patient was a six-day-old male born to a mother with peripartum fever, who was discharged home and re-admitted for fever, rash, respiratory distress, and left hydronephrosis. He was transferred from the PICU on day four, and discharged home the next day.\nTwo CHIKV-infected patients died during hospitalization. The first was an 80-year-old male with a history of Alzheimer’s disease, dementia, epilepsy, and smoking. He presented with fever, weakness, myalgia, arthralgia, rash, vomiting, and non-bloody diarrhea, and was admitted for dehydration and systemic inflammatory response syndrome. Laboratory values revealed elevated serum troponin (0.100 ng/mL; normal = 0–0.056) suggesting myocardial injury. Blood and urine cultures were negative. Echocardiogram on day four of hospitalization revealed decreased left ventricular ejection fraction, septal hypokinesis, and mitral and tricuspid valve regurgitations. Repeat laboratory values revealed elevated C-reactive protein (13.36 mg/L; normal = 0–0.50), elevated procalcitonin (1.51 μg/L; normal = 0–0.50) indicative of possible systemic infection, and mildly elevated liver enzymes. Chest x-ray on day six of hospitalization revealed left pleural effusion. He exhibited respiratory distress with rhonchi, wheezing, and rales on day 10. Chest x-ray revealed worsening left pleural effusion and bilateral atelectasis. Laboratory results revealed increasing serum troponin (0.385 ng/mL) and elevated CK-MB (4.5 ng/mL; normal = 0–3.6). The following day he was found unresponsive and declared dead. Final diagnoses were aspiration pneumonia, non-ST elevated myocardial infarct, congestive heart failure, respiratory failure, and cardiorespiratory arrest. Autopsy was not requested. No pathogens other than CHIKV were identified.\nThe second fatal case was a 78-year-old male smoker with a history of hypertension, obesity, and heart and kidney disease. He presented with a one-day history of disorientation, fever, chills, rash, anorexia, myalgia, arthralgia, bone pain, rash, and petechia. He was febrile and had numbness in both lower extremities. Laboratory values revealed mild thrombocytopenia (141,000 cells per mm3). He was diagnosed with viral syndrome and acute neurologic deficit and admitted for care. He developed respiratory difficulty and was admitted to the ICU and intubated. Echocardiogram revealed evidence of ST-elevated myocardial infarction, which was consistent with elevated troponin-I (0.070 ng/mL on admission, later elevated to 7.985 ng/mL). He developed progressively worsening bilateral pleural effusions, and the endotracheal tube was observed to be filled with a purulent liquid. His white blood cell count progressed to leukocytosis (17,100 cells per mm3) and worsening thrombocytopenia (47,000 cells per mm3). On day seven of hospitalization he had an occult hemorrhage requiring transfusion with two units of packed red blood cells. He died on day 10. Cause of death was listed as acute cerebral vascular accident, acute myocardial infarct, respiratory failure, and acute renal failure. A urine culture collected on day three of hospitalization was positive for growth of an unidentified Gram-negative bacilli. Autopsy was not requested.",
    "Discussion": "Following introduction of CHIKV to immunologically naïve populations, chikungunya outbreaks often result in medical services being overwhelmed by patients seeking medical care most often due to debilitating polyarthralgia [36]. Because many CHIKV-infected patients may be diagnosed with an alternative AFI and vice versa, laboratory confirmation is needed to confidently identify patients with CHIKV infection [37–39]. These characteristics together make challenging an accurate estimate of the frequency with which CHIKV-infected patients are hospitalized and develop potentially life-threatening complications. To overcome these challenges, we utilized a previously established facility-based AFI surveillance system in which laboratory-based diagnostic testing was performed on all enrolled patients. This system enabled quantitation of the number of laboratory-confirmed CHIKV-infected patients who presented to the hospital emergency department. Collection of detailed clinical data enabled identification of characteristics in this population that were associated with hospitalization, and description of the frequency with which clinically apparent CHIKV-infected patients had severe manifestations of disease.\nThe first confirmed case of locally-acquired CHIKV infection in Puerto Rico was detected in the San Juan metropolitan area in early May 2014 [13], and additional cases were detected in Ponce via SEDSS later that month. This timing of the apparent spread of CHIKV is consistent with previous reports of rapid dissemination of CHIKV in naïve populations [40, 41]. The peak number of clinically apparent CHIKV-infected patients detected via SEDSS occurred in September 2014 and declined steadily thereafter, similar to the peak identified by other sources of surveillance for chikungunya cases in Puerto Rico [13, 15]. Thus, the timing of detection of CHIKV-infected patients identified via SEDSS was similar to that observed throughout the island. Moreover, although the temporal trends in CHIKV-infected patient hospitalization were relatively consistent during the eight-month period examined, peak incidence of hospitalization occurred in November when the number of clinically apparent CHIKV-infected patients identified was relatively low. This peak may reflect increased likelihood of hospitalization of CHIKV-infected patients given increases in available hospital resources, patients with milder disease declining to seek clinical care, or increased hospitalization of AFI patients with respiratory signs during influenza season. Nonetheless, hospitalization of 11% of CHIKV-infected patients is consistent with most previous reports [21, 23].\nMost hospitalized CHIKV-infected patients identified in this investigation were either from the extremes of age (i.e., infants and the elderly) and/or were hospitalized due to signs and symptoms not consistent with chikungunya. These observations are similar to what has been reported for patients who experienced severe manifestations of disease associated with CHIKV infection during outbreaks in the Americas and elsewhere [2, 23, 27–29, 36, 40]. The highest frequency of hospitalization by age group was among infants, who have been demonstrated to be at higher risk for severe manifestations of disease associated with CHIKV infection, particularly neonates and those infected through perinatal transmission [2, 36, 42]. Interestingly, in contrast to patients of all other age groups, infants with CHIKV infection were hospitalized more frequently than those with a non-CHIKV etiology of AFI, suggesting increased disease severity (e.g., higher fever, irritability). A recent study of hospitalized febrile infants with CHIKV infection found that the highest frequency of signs and symptoms included irritability, rash, and edema, all of which were similar to our findings [42].\nAlthough the extremes of age were significantly associated with increased risk of hospitalization for the patients in this investigation, we did not observe that comorbid conditions were associated with hospitalization. This finding is in contrast to prior studies that associated hospital admission among CHIKV-infected patients with comorbidities such as cardiac disease, chronic renal disease, diabetes, and lung disease [9, 24–28, 43, 44]. However, we note that such observations were often gleaned from case series of CHIKV-infected patients who were hospitalized or had severe manifestations of disease instead of comparing laboratory-confirmed hospitalized and non-hospitalized CHIKV-infected patients. Alternatively, this discrepancy could represent differences in patient admission practices. We also cannot discount a possible effect of one-quarter of all hospitalized patients being infants and therefore unable to declare symptoms, which may have affected the observed associations.\nConsistent with the well-described clinical manifestations associated with chikungunya [2, 36, 45], rash, arthralgia, myalgia, headache, and chills were the most common symptoms reported among CHIKV-infected patients. However, because the case definition for patients offered enrollment in SEDSS included fever, we cannot rule out possible manifestations of CHIKV infection in patients that did not report fever. Hospitalized CHIKV-infected patients more often had rash, bruises, cyanosis, rhinorrhea, cough, petechia, and seizures, whereas those discharged from the emergency department more often had classic manifestations of chikungunya. These findings together suggest that patients with uncomplicated chikungunya were more likely to be discharged home, whereas those with manifestations outside of the expected clinical spectrum of disease and more similar to another etiology of AFI (e.g., influenza virus) were more likely to be hospitalized. Such manifestations in hospitalized CHIKV-infected patients are likely to be attributable to either: atypical manifestations of CHIKV infection; co-infection (which we were unable to reliably compare between hospitalized and non-hospitalized patients); or exacerbation of underlying conditions. Previous studies have also reported similar, non-specific clinical manifestations among CHIKV-infected patients, but none have reported consistent anatomical findings or clinical progression [22, 43, 44, 46]. Finally, elevated transaminase levels, leukocytosis, thrombocytopenia, and elevated creatinine have been previously associated with CHIKV infection in adults [43, 44], all of which were observed to be associated with hospitalized patients in this investigation, though not exclusively in adults.\nThe frequency of severe manifestations associated with CHIKV infection identified in this investigation, as defined by admission to the ICU or death among clinically apparent CHIKV-infected patients, was low (i.e., 0.4%). As previously reported, several such patients had severe underlying co-morbidities, whereas others had manifestations associated with CHIKV infection including encephalitis, sepsis, and vesiculobullous skin lesions [2, 29, 36]. One patient was apparently infected via vertical transmission. Although other hospitalized patients had characteristics of illness previously considered to be severe manifestations of CHIKV infection (e.g., sepsis, encephalitis), not all such patients had illness that was clinically severe enough to necessitate admission to the ICU. One CHIKV-infected patient was diagnosed with and treated for immune thrombocytopenic purpura (ITP), which has not previously been associated with CHIKV infection; however, CHIKV infection has been associated with fatal thrombotic thrombocytopenic purpura [TTP] [47]. The potential relationship in the case reported herein was complicated by serologic evidence of recent infection with Leptospira species bacteria, which has been associated with TTP [48], but not ITP.\nThis investigation also confirms that fatal outcomes rarely occur in association with CHIKV infection (i.e., 0.1% of clinically apparent cases that presented to an emergency department) [2, 27, 29, 36]. Although both fatal cases identified in this investigation had severe manifestations previously associated with CHIKV infection [23, 27, 29], they also had severe underlying comorbidities that likely complicated their clinical course. Consequently, the role of CHIKV infection in these fatal outcomes was unclear. Future efforts to evaluate the role of CHIKV infection in fatal cases should emphasize collection of tissue specimens during autopsy to more confidently assess a potential role for CHIKV in the clinical course and outcome.\nA primary strength of this investigation was utilization of consistent methodology for both identifying and performing laboratory diagnostic testing on patients likely to have CHIKV infection. Nonetheless, the findings are subject to several limitations. First, the patient population was limited to two sentinel hospitals in southern Puerto Rico. Because hospital admission practices may differ between hospitals, the observed frequencies of patient hospitalization may not be representative of all health facilities in Puerto Rico. In addition, clinicians’ familiarity in managing dengue patients may have led to hospitalization of patients with CHIKV infection who had clinical findings that are not necessarily associated with poor outcome (e.g., thrombocytopenia). Because of observed clinical and demographic differences between patients who had detectable CHIKV nucleic acid versus anti-CHIKV IgM antibody, our patient population was limited to those in whom CHIKV nucleic acid was detected in blood at the time of presentation. This approach may have resulted in exclusion of true CHIKV-infected patients who presented later in the course of disease and therefore may have had different demographic or clinical characteristics. Last, the generalizability of the findings are limited, as some are dependent upon co-circulation of other pathogens (e.g., respiratory viruses) and the characteristics of the populations that they most affect (e.g., infants and elderly). Prospective studies that account for such differences would more reliably identify factors associated with disease severity.\nTo our awareness, this investigation represents the largest cohort of prospectively identified, laboratory-confirmed CHIKV-infected patients. The observed trend of increased frequency of hospitalization of infant and elderly CHIKV-infected patients, particularly those with uncommon and potentially severe manifestations associated with CHIKV infection, underscores the challenge of identifying patients infected with CHIKV based solely upon clinical presentation. Diagnoses at the time of discharge of hospitalized and non-hospitalized CHIKV-infected patients included dengue, influenza, and pneumonia, further demonstrating the difficulty of clinical diagnosis of some CHIKV-infected patients. These clinical misdiagnoses demonstrate that accurate and rapid laboratory-based diagnostic testing for CHIKV-infected patients is imperative in areas where the virus has become endemic, including the need for differentiation from patients with alternative etiologies of AFI for which early diagnosis is associated with reductions in morbidity and mortality [49–51]."
}