{
    "Background": "There is debate concerning whether there exists a generalizable effect of land-use change on zoonotic disease risk. Strong data informing this debate are sparse because it is challenging to establish direct links between hosts, vectors, and pathogens. However, molecular methods using invertebrate-derived DNA (iDNA) can now measure species composition and interactions from vector samples at landscape scales, which has the potential to improve mechanistic understanding of the effects of land-use change on zoonotic disease risk.",
    "Methodology/principal findings": "We used iDNA metabarcoding of sandflies to disentangle the relationships between Leishmania parasites, sandfly vectors, and vertebrate hosts. We paired these samples with iDNA metabarcoding of carrion flies to survey vertebrates independent of sandfly feeding preferences. We collected sandflies and carrion flies at forest sites across a deforestation gradient in the southern Amazon ‘Arc of Deforestation’, which exemplifies global patterns of deforestation due to agricultural expansion. We used a series of models to test whether sandflies and the vertebrate they feed upon were influenced by deforestation, which we measured using percent forest cover, percent pasture cover, and distance to the major urban center. We found that vectors were encountered less frequently in forests surrounded by pasture. We also found that the probability of a Leishmania host/reservoir being detected in sandfly bloodmeals was quadratically related to local forest cover, with the highest probability found at sites with intermediate levels of deforestation. Hosts were also detected most often with carrion flies at sites with intermediate forest cover, suggesting that increased host availability rather than feeding preferences was responsible for this result. Domestic dogs and the nine-banded armadillo, Dasypus novemcinctus, were the most prevalent hosts found in the sandfly iDNA data.",
    "Conclusions/significance": "Our results did not support the generality of the ‘dilution effect’ hypothesis. However, important vectors and hosts showed consistent responses to deforestation and our findings suggest that interactions between domestic dogs and sylvatic hosts are a pathway for zoonotic disease transmission in human impacted tropical forests."
}