{
    "Background": "In sub-Saharan Africa, systematic surveillance of young children with suspected invasive bacterial disease (e.g., septicemia, meningitis) has revealed non-typhoidal Salmonella (NTS) to be a major pathogen exhibiting high case fatality (~20%). Where infant vaccination against Haemophilus influenzae type b (Hib) and Streptococcus pneumoniae has been introduced to prevent invasive disease caused by these pathogens, as in Bamako, Mali, their burden has decreased markedly. In parallel, NTS has become the predominant invasive bacterial pathogen in children aged <5 years. While NTS is believed to be acquired orally via contaminated food/water, epidemiologic studies have failed to identify the reservoir of infection or vehicles of transmission. This has precluded targeting food chain interventions to diminish disease transmission but conversely has fostered the development of vaccines to prevent invasive NTS (iNTS) disease. We developed a mathematical model to estimate the potential impact of NTS vaccination programs in Bamako.",
    "Methodology/Principal Findings": "A Markov chain transmission model was developed utilizing age-specific Bamako demographic data and hospital surveillance data for iNTS disease in children aged <5 years and assuming vaccine coverage and efficacy similar to the existing, successfully implemented, Hib vaccine. Annual iNTS hospitalizations and deaths in children <5 years, with and without a Salmonella Enteritidis/Salmonella Typhimurium vaccine, were the model’s outcomes of interest. Per the model, high coverage/high efficacy iNTS vaccination programs would drastically diminish iNTS disease except among infants age <8 weeks.",
    "Conclusions/Significance": "The public health impact of NTS vaccination shifts as disease burden, vaccine coverage, and serovar distribution vary. Our model shows that implementing an iNTS vaccine through an analogous strategy to the Hib vaccination program in Bamako would markedly reduce cases and deaths due to iNTS among the pediatric population. The model can be adjusted for use elsewhere in Africa where NTS epidemiologic patterns, serovar prevalence, and immunization schedules differ from Bamako."
}