{
    "Title": "Model-based assessment of public health impact and cost-effectiveness of dengue vaccination following screening for prior exposure",
    "URL": "https://doi.org/10.1371/journal.pntd.0007482",
    "Published": "July 1, 2019",
    "Subject_Areas": [
        "Vaccination and immunization",
        "Serology",
        "Cost-effectiveness analysis",
        "Vaccines",
        "Medical risk factors",
        "Dengue virus",
        "Vaccine development",
        "Viral vaccines"
    ],
    "Authors": {
        "Guido España": [
            "Department of Biological Sciences and Eck Institute for Global Health, University of Notre Dame, Notre Dame, IN, United States of America"
        ],
        "Yutong Yao": [
            "Department of Biological Sciences and Eck Institute for Global Health, University of Notre Dame, Notre Dame, IN, United States of America"
        ],
        "Kathryn B. Anderson": [
            "Department of Medicine, University of Minnesota, Minneapolis, MN, United States of America"
        ],
        "Meagan C. Fitzpatrick": [
            "Center for Vaccine Development and Global Health, University of Maryland School of Medicine, Baltimore, MD, United States of America"
        ],
        "David L. Smith": [
            "Institute for Health Metrics and Evaluation, University of Washington, Seattle, WA, United States of America"
        ],
        "Amy C. Morrison": [
            "Department of Pathology, Microbiology, and Immunology, School of Veterinary Medicine, University of California, Davis, CA"
        ],
        "Annelies Wilder-Smith": [
            "Global Health and Vaccinology Programme, Lee Kong Chian School of Medicine, Singapore",
            "Department of Disease Control, London School of Hygiene and Tropical Medicine, London, United Kingdom",
            "Institute of Public Health, University of Heidelberg, Germany"
        ],
        "Thomas W. Scott": [
            "Department of Entomology and Nematology, University of California, Davis, CA, United States of America"
        ],
        "T. Alex Perkins": [
            "Department of Biological Sciences and Eck Institute for Global Health, University of Notre Dame, Notre Dame, IN, United States of America"
        ]
    }
}