{
    "Background": "Yellow fever (YF) vaccination is often mandatory for travelers to YF-endemic areas. The areas with risk of YF partially overlap with those of dengue, for which there is currently no recommended vaccine available for dengue-naïve individuals. This phase 3 study assessed the immunogenicity and safety of concomitant and sequential administration of YF (YF-17D) and tetravalent dengue (TAK-003) vaccines in healthy adults aged 18–60 years living in areas of the US non-endemic for either virus.",
    "Methods": "Participants were randomized 1:1:1 to receive the following vaccinations at Months 0, 3, and 6, respectively: YF-17D+placebo, TAK-003, and TAK-003 (Group 1); TAK-003+placebo, TAK-003, and YF-17D (Group 2); or YF-17D+TAK-003, TAK-003, and placebo (Group 3). The primary objective was to demonstrate non-inferiority (upper bound of 95% confidence interval [UB95%CI] of difference <5%) of YF seroprotection rate one month following concomitant administration of YF-17D and TAK-003 (Group 3) compared with YF-17D plus placebo (Group 1). The secondary objectives included demonstration of non-inferiority of YF and dengue geometric mean titers (GMTs) (UB95%CI for GMT ratio <2.0), and safety.",
    "Results": "900 adults were randomized. YF seroprotection rates one month post-YF-17D (Month 1) were 99.5% and 99.1% in Group 1 and 3, respectively, and non-inferiority was demonstrated (UB95%CI = 2.69% i.e. <5%). Non-inferiority was also demonstrated for GMTs against YF one month post-YF-17D, and against DENV-2, -3, and -4 (UB95%CI <2), but not DENV-1 (UB95%CI: 2.22), one month post-second TAK-003 vaccination. Adverse event rates following TAK-003 were consistent with previous results, and no important safety risks were identified.",
    "Conclusions": "In this study, YF-17D vaccine and TAK-003 were immunogenic and well tolerated when sequentially or concomitantly administered. The non-inferiority of immune responses to YF-17D and TAK-003 was demonstrated for concomitant administration of the 2 vaccines compared to separate vaccination, except against DENV-1 but with GMTs similar to those observed in other TAK-003 trials.",
    "Trial registration": "ClinicalTrials.gov identified: NCT03342898."
}