{
    "Background": "Lutzomyia longipalpis is the South American vector of Leishmania infantum, the etiologic agent of visceral leishmaniasis (VL). Male L. longipalpis produce a sex-aggregation pheromone that is critical in mating, yet very little is known about its accumulation over time or factors involved in release. This laboratory study aimed to compare accumulation of pheromone over time and determine factors that might influence release in three members of the L. longipalpis species complex.",
    "Methodology/Principal findings": "We investigated male sex-aggregation pheromone gland content at different ages and the release rate of pheromone in the presence or absence of females under different light conditions by gas chromatography-mass spectrometry (GC-MS). Pheromone gland content was determined by extraction of whole males and pheromone release rate was determined by collection of headspace volatiles. Pheromone gland content appeared age-related and pheromone began to accumulate between 6 to 12 h post eclosion and gradually increased until males were 7–9 days old. The greatest amount was detected in 9-day old Campo Grande males ((S)-9-methylgermacrene-B; X ± SE: 203.5 ± 57.4 ng/male) followed by Sobral 2S males (diterpene; 199.9 ± 34.3) and Jacobina males ((1S,3S,7R)-3-methyl-α-himachalene; 128.8 ± 30.3) at 7 days old. Pheromone release was not continuous over time. During a 4-hour period, the greatest quantities of pheromone were released during the first hour, when wing beating activity was most intense. It was then substantially diminished for the remainder of the time. During a 24 h period, 4–5 day old male sand flies released approximately 63 ± 11% of the pheromone content of their glands, depending on the chemotype. The presence of females significantly increased pheromone release rate. The light regime under which the sand flies were held had little influence on pheromone release except on Sobral 2S chemotype.",
    "Conclusions/Significance": "Accumulation of pheromone appears to occur at different rates in the different chemotypes examined and results in differing amounts being present in glands over time. Release of accumulated pheromone is not passive, but depends on biotic (presence of females) and abiotic (light) circumstances. There are marked differences in content and release between the members of the complex suggesting important behavioural, biosynthetic and ecological differences between them."
}