{
    "Background": "The 2015-16 Zika virus pandemic originating in Latin America led to predictions of a catastrophic global spread of the disease. Since the current outbreak began in Brazil in May 2015 local transmission of Zika has been reported in over 60 countries and territories, with over 750 thousand confirmed and suspected cases. As a result of its range expansion attention has focused on possible modes of transmission, of which the arthropod vector-based disease spread cycle involving Aedes species is believed to be the most important. Additional causes of concern are the emerging new links between Zika disease and Guillain-Barre Syndrome (GBS), and a once rare congenital disease, microcephaly.",
    "Methodology/principal findings": "Like dengue and chikungunya, the geographic establishment of Zika is thought to be limited by the occurrence of its principal vector mosquito species, Ae. aegypti and, possibly, Ae. albopictus. While Ae. albopictus populations are more widely established than those of Ae. aegypti, the relative competence of these species as a Zika vector is unknown. The analysis reported here presents a global risk model that considers the role of each vector species independently, and quantifies the potential spreading risk of Zika into new regions. Six scenarios are evaluated which vary in the weight assigned to Ae. albopictus as a possible spreading vector. The scenarios are bounded by the extreme assumptions that spread is driven by air travel and Ae. aegypti presence alone and spread driven equally by both species. For each scenario destination cities at highest risk of Zika outbreaks are prioritized, as are source cities in affected regions. Finally, intercontinental air travel routes that pose the highest risk for Zika spread are also ranked. The results are compared between scenarios.",
    "Conclusions/significance": "Results from the analysis reveal that if Ae. aegypti is the only competent Zika vector, then risk is geographically limited; in North America mainly to Florida and Texas. However, if Ae. albopictus proves to be a competent vector of Zika, which does not yet appear to be the case, then there is risk of local establishment in all American regions including Canada and Chile, much of Western Europe, Australia, New Zealand, as well as South and East Asia, with a substantial increase in risk to Asia due to the more recent local establishment of Zika in Singapore."
}