{
    "Introduction": "Dermal and mucosal leishmaniasis are widely distributed in Central and South America, affecting an estimated 190,000–300,000 people annually [1]. Many different Leishmania species grouped under the subgenera Leishmania or Viannia can produce dermal leishmaniasis. Epidemiologically, Viannia is the most relevant subgenus in this region since it is highly prevalent and also responsible for metastatic mucosal leishmaniasis (L. (V.) braziliensis, L. (V.) panamensis, L. (V.) guyanensis), the severe form of tegumentary disease [2,3].\nMicroscopy is still the most common diagnostic method used in endemic regions but its sensitivity is not ideal and markedly affected by the experience of the microscopist [4]. Furthermore, the sensitivity of this method tends to decrease with disease chronicity, which is characterized by a low number of amastigotes in the lesions [4]. Serological tests were used in the past and the identification of new antigens and formats for serodiagnosis of American cutaneous leishmaniasis is still considered [5,6]. However, in general, they have proven to be of limited value due to the variable immune responses of patients and no clear distinction between current disease and past infections or exposure.\nConventional or quantitative PCR from dermal or mucosal samples have high diagnostic sensitivity (≈87–98%) and specificity (≥84%) [7]. This molecular method is currently the gold standard in leishmaniasis reference centers or tertiary care facilities. However, the need for expensive equipment, trained personnel, and relatively complex laboratory facilities are beyond the capability of the typical health infrastructure in endemic areas.\nTherefore, there is a clear need to provide primary health systems with diagnostic tools that are simple, easy to use and have good sensitivity and specificity. To address this critical gap, we developed a novel-point-of-care molecular test to diagnose dermal and mucosal leishmaniasis produced by Leishmania Viannia spp. We designed primers and probes that targeted the kinetoplast DNA minicircles, similar to the strategy we used previously to detect L. infantum chagasi [8]. Leishmania DNA was amplified using isothermal Recombinase Polymerase Amplification (RPA), a method originally described by Piepenburg et al.[9]. The amplification product was detected in a lateral flow immunochromatographic strip (LF) which is read with the naked eye. Its analytical sensitivity and specificity indicated that it could be used as a point-of-care diagnostic test for dermal and mucosal leishmaniasis in endemic areas of Latin America.",
    "Materials and Methods": "Ethical statement\nThe current study was approved by the Office of Sponsored Programs of the University of Texas Medical Branch. The activities of NAMRU-6 were conducted in compliance with all applicable federal and international regulations governing the protection of human subjects. This study was approved by the Institutional Review Board of the U.S. Naval Medical Research Unit 6 (NMRCD.2007.0018), and administratively approved by the Madre de Dios Regional Health Directorate in Peru. CIDEIM provided DNA samples stored in its cryobank and consent forms from patients for multiple uses were obtained. The IRB of UTMB waived ethical approval for this study based on the utilization of DNA from de-identified patients.\n\n\nDesign of primers and probe\nThe primer sets for Leishmania Viannia are 30–35 nucleotides long and target conserved sequences identified by computational alignment of L. Viannia kDNA minicircle sequences reported in GenBank. Primers were designed with 40–60% GC content, few direct/inverted repeats, and absence of long homopolymer tracts. We focused principally on conserved regions and to a lesser extent on regions with moderate variability, obtaining a 120 bp RPA amplicon in agarose gels. To enable detection by lateral flow, the reverse primer was biotinylated at the 5’ end. We designed a 45bp conserved internal probe (Biosearch technologies -Petaluma, CA) that included FAM (5’-carboxy fluorescein amidite) at the 5’ end, an internal dSpacer and a SpacerC3 in the 3’ end, as suggested by the manufacturer (TwistDx). Forward Primer: Fw- GATGAAAATGTACTCCCCGACATGCCTCTG. Reverse Primer: Rev-bio-CTAATTGTGCACGGGGAGGCCAAAAATAGCGA. Internal Probe: The probe contains a 5’-fluorescein group (FAM), an internal (THF)-tetrahydrofuran residue, and a C3 spacer block at the 3’ end. Probe-FAM-GTAGGGGNGTTCTGCGAAAACCGAAAAATG[THF]CATACAGAAACCCCG[C3-spacer].\n\n\nParasite DNA isolation\nPromastigote suspensions of reference strains or clinical strains thawed from cryopreserved stocks or absorbed in Whatman FTA filter paper (Sigma-Aldrich) were subjected to 95°C for 2 minutes in a dry bath to lyse the parasites. DNA purification for the majority of the samples was carried out using the DNeasy Blood & Tissue Kit (Qiagen) following the recommendations of the vendor and adjusted to10 ng/μL. In addition, a small number of clinical samples (n = 8) obtained from ulcers of Peruvian patients suspected of having cutaneous leishmaniasis were absorbed in Whatman FTA filter paper. The filter papers (n = 2 of 6 mm diameter) were placed in direct contact with the ulcer allowing lymph and cells to be absorbed by the papers. Once dried, each patient sample was packed individually using sealed plastic bags which were labeled and transported to the central lab at room temperature. Two 3mm diameter filter papers were punched from the original samples, washed 3 times with 200 μL of FTA buffer (Whatman, GE Healthcare Life Sciences) followed by 3 washes with TE buffer pH 8 (Sigma). The papers were then suspended in water and heated at 95°C for 30 minutes; 2.5 μL of the solution were used to run the RPA-LF test.\n\n\nRPA reaction and lateral flow reading\nThe amplification mixture was comprised of: 1) forward primer, 2) biotinylated reverse primer, 3) FAM-labeled probe (stocks-5μM), 4) magnesium acetate, and 5) the rehydrated cocktail (Twist amp nfo RPA kit -TwistDx, UK). Parasite DNA (5–25ng/μL) was immediately added to the mixture and subjected to amplification at 45°C for 30 minutes using a dry bath. The RPA product was diluted 1:25 in the dipstick assay buffer and 30 μL were placed in a 1.5 Eppendorf tube or 96-well microplate. The bottom tip of the lateral flow strip was then immersed in the sample (GenLine HybriDetect, Milenia Biotec, Germany) making the amplification product run upwards by capillarity. Parasite amplification was confirmed with the naked eye after 5 minutes by the appearance of the test band in the lower part of the strip. This band is produced when anti-biotin antibodies immobilize the amplified DNA which contains the biotinylated primers. The gold particles, which are covered with mouse anti-FAM antibodies, bind to the probe labeled with FAM making the test band visible. The reaction was validated by the appearance of the control band in the upper part of the strip. This band appears upon the immobilization of excess free-gold particles (which are covered with mouse antibodies) by means of anti-mouse antibodies.\n\n\nQuantitative PCR\nThe RPA-LF sensitivity was compared with SYBRgreen real-time PCR using the primers described by Pita-Pereira et al. [10].\n\n\nLeishmania samples\nThe analytical evaluations of RPA-LF were carried out using known concentrations of DNA (10ng/μL). We evaluated banked strains of L. braziliensis from Brazil (n = 15), Colombia (n = 5), and Peru (n = 13); L. guyanensis from Brazil (n = 11) and Colombia (n = 6); L. panamensis from Colombia (n = 7), Nicaragua (n = 1), and Panama (n = 1); L. lainsoni from Brazil (n = 3) and Peru (n = 7); and L. shawi (n = 2) and L. naiffi (n = 6) from Brazil. Also, we evaluated DNA purified from lesion biopsies of patients from Peru who were infected with L. braziliensis (n = 9) and L. guyanensis (n = 4), as well as non-leishmanial (PCR-negative) skin lesions (n = 5).",
    "Results": "The RPA-LF amplified Leishmania DNA with an analytical sensitivity equivalent to 0.1 parasite per reaction, which corresponded to aCt value of 28 in the real-time PCR used as the gold standard (Fig 1). The capacity of RPA-LF to detect the most relevant species of the subgenus Viannia was initially determined by the amplification of a small number of banked strains of Leishmania Viannia spp: L. braziliensis, L. panamensis, L. guyanensis, L. lainsoni, L. shawi and L. naiffi. The specificity was confirmed by the lack of amplification of L. donovani, L. chagasi, L. mexicana, L. amazonensis, L. major, Trypanosoma cruzi and human DNA (Fig 2).\nTen-fold serial dilutions of parasite DNA, extracted with Qiagen DNeasy blood and tissue kit, were amplified by qPCR (SYBRgreen) (A) or RPA-LF (B). W = water. The control band is the upper band, while the test band is the lower band.\nA) The most relevant L. Viannia species (L. braziliensis, L. guyanensis, L. panamensis) produced stronger bands in the lateral flow strip than other less common species of this subgenus. B) Species of the Leishmania subgenus, Trypanosoma cruzi, and human DNA were not amplified by the RPA-LF test. NTC = no template control.\nWe further evaluated panels of strains from different species within the Viannia subgenus isolated in endemic areas of Brazil, Colombia, and Peru. Fifteen out of 15 L. braziliensis strains from Brazil, 6/6 strains from Colombia, and 12/12 from Peru, isolated from humans or dogs from different geographical areas, were amplified by RPA-LF (Table 1). The test also demonstrated good sensitivity to detect several L. guyanensis strains obtained from endemic regions of Brazil (11/11) and Colombia (6/6) (Table 1). Similarly, L. panamensis strains originally isolated from patients of Colombia (7/7), Nicaragua (1/1), and Panama (1/1) were readily amplified by RPA-LF. A small group of L. Viannia species known to occasionally infect humans were also evaluated by RPA-LF. Two Brazilian strains of L. shawi, a species closely related to L. guyanensis, produced strong bands indicating that the primers efficiently amplified this parasite species. However, 5/6 strains of Leishmania naiffi, usually found in mammals of the Amazon region and less frequently in other parts of South America, were amplified less efficiently than other Viannia species and generated weaker bands (Table 1). In the case of L. lainsoni, a parasite found in wild mammals and sporadically infecting humans, RPA-LF produced a weak yet clearly detectable band in 3/3 strains from Brazil and 6/7 from Peru. One L. naiffi-L. lainsoni hybrid from Brazil was also detected by RPA/LF. Collectively, these results indicated that the test is capable of detecting all the epidemiologically relevant species of the Viannia subgenus. We developed an interactive map that depicts the geographical distribution of Leishmania species evaluated by RPA-LF (http://www.scribblemaps.com/maps/view/Leish_Viannia/9-18-15).\nIn a small number of clinical samples we found that RPA-LF has excellent agreement with PCR as determined in DNA samples from patients of Peru infected with L. braziliensis or L. guyanensis (Table 2). All 9 of the samples from clinical lesions due to L. (V.) braziliensis, and all 4 of the samples from clinical lesions due to L. (V.) guyanensis were positive by RPA-LF. The samples from negative controls were uniformly negative by RPA-LF. The high sensitivity and specificity identified with these limited number of samples warrants large-scale field testing to determine the diagnostic sensitivity of the RPA-LF.\nA potential limitation for field application of molecular diagnostic methods is the need for equipment such as vortex and high speed centrifuge to purify DNA from the clinical sample. We evaluated a DNA extraction method based on brief washing, elution and 95°C heating of the sample absorbed in filter paper (details in Materials & Methods). Using this approach we successfully amplified by RPA-LF all the samples of patients infected with Leishmania Viannia spp. as confirmed by real time PCR (Fig 3). This result indicated that RPA-LF could be implemented in basic diagnostic settings.\nSamples from patients suspected of having cutaneous leishmaniasis were obtained by pressing Whatman FTA filter paper (two 6 mm diameter discs) over the dermal lesions. Two, 3 mm diameter papers were cut from the original samples using a punch, washed thrice with FTA washing reagent and twice with TE buffer pH 8. A 2.5 μL aliquot was amplified by RPA and subsequently read using a lateral flow strip. Patients infected with Leishmania Viannia spp. (L. lainsoni, L. braziliensis) were readily detected. The test did not amplify a strain originally labeled as Leishmania sp. in NAMRU-6, Peru. Presumably, it did not belong to the Viannia subgenus as confirmed by real-time PCR at UTMB. There was agreement between NAMRU-6 and UTMB labs with regard to the negative clinical samples. L. lainsoni was used as positive control; the negative control was run without template.",
    "Discussion": "We developed a field-applicable molecular diagnostic test that distinguishes between the subgenera Viannia and Leishmania by selectively detecting strains of the Viannia subgenus. Our primers and probes were designed to target the kinetoplast DNA minicircles due to the high copy number (≈ 10,000) of this circular network of genomic mitochondrial DNA [11]. This remarkable number of copies provides a comparative advantage over other parasite targets with regard to test sensitivity. We targeted the Viannia subgenus because it encompasses the most relevant species causing cutaneous leishmaniasis in Latin America. The evaluation of the RPA-LF test included strains from Brazil, Colombia, and Peru, in which the recently reported incidence was 26,008, 17,420, and 6,405 cases/year, respectively [1]. The number of patients requiring diagnosis in these countries could be even greater since it was estimated that under-reporting varied between 2.8 and 4.6 fold [1].\nThe discrimination between Viannia and Leishmania subgenera is clinically relevant because in Latin America these infections may be treated differently [12]. Also, infection with L. braziliensis, L. panamensis, and less frequently L. guyanensis require prolonged patient follow up due to the risk of mucosal metastasis after apparent successful treatment [13,14].Leishmania (V.) shawi was readily detected by the RPA-LF test. Early studies suggested that L. shawi was not frequently reported in humans and seemed to be of low prevalence in nature [15,16]. However, more recent studies in Northeastern Brazil found that 6.5% (5/77) of isolates were identified as L. shawi and that some of them could be considered hybrids with L. braziliensis [17].The RPA-LF was less efficient at amplifying L. naiffi, a species found in armadillos and occasionally infecting humans in different countries of South America [18,19]. Therefore, further test optimization would be necessary for epidemiological studies aimed at this particular species.\nDuring the development phase, we detected variability in distinct batches of the lateral flow strips (Milenia Biotec, Germany) regarding increased background that led to the appearance of faint test bands in the negative controls. The problem was resolved by using higher dilutions of the amplification product (1:100–1:200). Each laboratory should standardize and select the lateral flow strips that best suits its needs. There are different commercial options of immunochromatographic strips for lateral flow reading. They are offered in containers with multiple strips (Milenia, Biotec), individual cards (Abingdon Health, UK), or cassettes (UStar, China) that are putatively less prone to contamination.\nScrapings or brushings of cutaneous lesions absorbed in filter paper were shown to be amenable to molecular diagnosis using PCR [20]. We have already shown that RPA-LF could use this preservation-transportation method to amplify Leishmania DNA from the blood of dogs infected with L. chagasi [8].The test was capable of amplifying DNA equivalent to 0.1 parasites in the reaction mix, which was comparable to the detection limit of our qPCR. Preliminary results using a small number of samples from lesions suggested that RPA-LF can efficiently detect parasite DNA in the presence of host DNA with high sensitivity and specificity. Nevertheless, the diagnostic sensitivity will have to be evaluated under field conditions in a larger number of patients. It is well established that parasite burdens tend to be highly variable and that parasites are more difficult to detect in chronic lesions [4]. Therefore, it will be particularly important to evaluate the diagnostic sensitivity of the RPA-LF in chronic lesions with >3 months of evolution.\nA significant advantage of the RPA-LF is that samples can be rapidly processed, without the need of sophisticated equipment, outside of a traditional laboratory (e.g. at a house, school, or community center). Furthermore, initial evaluations strongly suggested that DNA extraction could be accomplished efficiently using a method that does not require equipment other than a boiling bath, giving additional support to the feasibility of adapting RPA-LF to the POC. RPA-LF is a less complex test than other isothermal amplification methods. RPA-LF results would be available in approximately one hour and the patients could initiate treatment if tested positive. Compared to a PCR reference test, this approach should enable earlier initiation of treatment, significantly increasing compliance and treatment efficacy. The need for delivering samples to a central reference lab, that leads to delayed therapeutic decisions and increased risk of patient loss, would be avoided. Importantly, the implementation of the field-applicable RPA-LF could replace or repurpose the need for experienced microscopists (and microscopes). It will improve the efficiency to diagnose leishmaniasis of short evolution time and, more importantly, in chronic lesions with parasite burdens below the microscopy threshold. The RPA-LF test may well fill the need for a field-applicable test, which is critical to cutaneous and mucosal leishmaniasis management."
}