{
    "Background": "Toll-like receptors (TLRs) are sentinel receptors of the innate immune system. TLR4 detects bacterial lipopolysaccharide (LPS) and TLR5 detects bacterial flagellin. A common human nonsense polymorphism, TLR5:c.1174C>T, results in a non-functional TLR5 protein. Individuals carrying this variant have decreased mortality from melioidosis, infection caused by the flagellated Gram-negative bacterium Burkholderia pseudomallei. Although impaired flagellin-dependent signaling in carriers of TLR5:c.1174C>T is well established, this study tested the hypothesis that a functional effect of TLR5:c.1174C>T is flagellin-independent and involves LPS-TLR4 pathways.",
    "Methodology/Principal findings": "Whole blood from two independent cohorts of individuals genotyped at TLR5:c.1174C>T was stimulated with wild type or aflagellated B. pseudomallei or purified bacterial motifs followed by plasma cytokine measurements. Blood from individuals carrying the TLR5:c.1174C>T variant produced less IL-6 and IL-10 in response to an aflagellated B. pseudomallei mutant and less IL-8 in response to purified B. pseudomallei LPS than blood from individuals without the variant. TLR5 expression in THP1 cells was silenced using siRNA; these cells were stimulated with LPS before cytokine levels in cell supernatants were quantified by ELISA. In these cells following LPS stimulation, silencing of TLR5 with siRNA reduced both TNF-α and IL-8 levels. These effects were not explained by differences in TLR4 mRNA expression or NF-κB or IRF activation.",
    "Conclusions/Significance": "The effects of the common nonsense TLR5:c.1174C>T polymorphism on the host inflammatory response to B. pseudomallei may not be restricted to flagellin-driven pathways. Moreover, TLR5 may modulate TLR4-dependent cytokine production. While these results may have broader implications for the role of TLR5 in the innate immune response in melioidosis and other conditions, further studies of the mechanisms underlying these observations are required."
}