{
    "Introduction": "Strongyloides stercoralis is a parasitic nematode endemic to the\n            tropics and subtropics that infects an estimated 30–100 million people worldwide.\n            Chronically infected individuals have the potential to develop hyperinfection syndrome\n            or disseminated disease, clinical entities that carry a very high (87–100%)\n            mortality if unrecognized [1].\nFree-living S. stercoralis infective third stage (L3i) larvae residing\n            in the soil penetrate intact skin and blood vessels, ultimately developing to adults in\n            the small intestine. Adult females, typically residing in the duodenum of the host,\n            produce eggs by mitotic parthenogenesis that develop into first-stage (L1) larvae that\n            are excreted into the stool. L1 larval progeny of parasitic females develop into\n            free-living adults unless triggered by genetic, environmental, or host factors to\n            develop directly into L3i larvae [2], [3]. Despite sharing many characteristics, L1 and L3i larvae can be\n            distinguished by their behavior and morphology. L1 larvae have a short, trilobed pharynx\n            and expend much of their energy on feeding and growth [3]. L3i larvae, by contrast, can survive\n            in harsh environmental conditions, enabled by a comparatively thickened cuticle,\n            constricted gastrointestinal tract, and closed mouth. These larvae are developmentally\n            arrested, non-feeding, stress resistant, and long lived [3]–[5].\nA high degree of specificity between these stages has been suggested by expressed\n            sequence tag (EST) based analysis of free living L1 and L3i larvae for S.\n               stercoralis\n[6]–[8]. These comparisons,\n            however, are based on short reads of cDNA libraries and assumptions about abundance.\n            There remain many unanswered questions about the basic molecular features underlying the\n            apparent morphologic and behavioral differences between these larval stages. An improved\n            understanding of these differences can provide insights into what defines infectivity\n            and may ultimately prove useful in defining targets for the development of vaccines and\n            therapeutics against this parasite.\nIn order to answer these questions, a DNA microarray tool for S.\n               stercoralis – the species causing the vast majority of human infection\n            worldwide - is needed. Although a DNA microarray has recently been developed for\n               Strongyloides ratti, the natural parasite of brown rats (Rattus\n            norvegicus) [9],\n            previous work has suggested little conservation of gene expression profiles between\n            these two species [10], underscoring the need for a DNA microarray specific to this\n            species.\nThe availability of a S. stercoralis DNA microarray enables comparative\n            analyses across nematodes, which can be utilized to further our understanding of the\n            biologic determinants of parasitism. The free-living, non-parasitic, nematode C.\n               elegans has been used as a model species for comparison with S.\n               stercoralis. C. elegans dauer stage larvae and S.\n               stercoralis L3i larvae share many morphologic and physiologic\n            characteristics. The ‘dauer hypothesis’ recognizes these similarities and\n            suggests that the same molecular genetic mechanisms control the morphogenesis of these\n            stages [11].\n            Comparative genomics of gene expression based on EST abundance data for S.\n               stercoralis suggests a higher degree of similarity between S.\n               stercoralis L1 and C. elegans non-dauer expressed genes\n               [6]. By contrast,\n            a robust ‘dauer-L3i expression signature’ has not been found [6]. A comparative\n            analysis based on microarray expression data for these species could prove useful not\n            only in identifying a ‘dauer-L3i expression signature’ should it exist, but\n            also in uncovering potentially significant determinants of S.\n               stercoralis L3i infectivity.\nThe purpose of this study was to: 1) develop and optimize a DNA microarray tool for\n               S. stercoralis, 2) utilize this microarray to examine differences in\n            gene expression between L3i and L1 larvae and 3) perform a comparative microarray\n            analysis between parasitic S. stercoralis and non-parasitic C.\n               elegans in order to develop further insights into the biologic determinants\n            of parasitism.",
    "Methods": "Ethics statement\nAnimal handling and experimental procedures were undertaken in compliance with the\n               University of Pennsylvania's Institutional Animal Care and Use Committee (IACUC)\n               guidelines. Ethical approval was obtained for the study (protocol number 702342) from\n               IACUC (University of Pennsylvania, Philadelphia, PA).\n\n\nParasites\nAll larvae used in this analysis were obtained from laboratory dogs infected with\n                  S. stercoralis, UPD strain [12]. Fecal samples from dogs were\n               processed using the charcoal coproculture followed by Baermann funnel technique, as\n               outlined elsewhere [13]. Post parasitic L1 larvae were recovered from freshly\n               deposited stool samples; L3i larvae were recovered after 7 days of stool\n               incubation at 25°C. L3i larvae underwent surface decontamination by migration\n               through low-melting-point agarose. L1 larvae were decontaminated by 3 washes with\n               phosphate buffered saline (PBS) containing an antibiotic cocktail. Decontaminated\n               parasites were subsequently stored in Trizol reagent (Invitrogen, San Diego, CA) at\n               −80°C. Using this method, 30,700 post-parasitic L1 and 50,000 L3i\n                  larvae were collected.\n\n\nIsolation of total RNA from larvae\nTotal RNA was extracted by thawing pooled samples of L1 and L3i larvae at 37°C in\n               a warm water bath and centrifuging the samples at 4°C (805× g) for 10\n               minutes to obtain a pellet. The pellet was frozen in liquid nitrogen, ground\n               thoroughly with an autoclaved mortar and pestle and then purified using an RNeasy\n               mini kit (Qiagen, Valencia, CA) following the manufacturer's protocol. A Nano\n               Drop-1000 spectrophotometer (NanoDrop Products, Wilmington DE) was used to determine\n               the RNA concentration in each sample. RNA was more precisely quantified and quality\n               assessed using the 2100 Bioanalyzer (Agilent, Santa Clara, CA).\n\n\nAmplification and labeling\nRNA samples from L1 and L3i stage larvae were co-hybridized using Cy3 and Cy5 labels\n               to discriminate the relative level of target bound to the microarray probe.\n               Fluorescent-labeled cDNA targets were prepared from total RNA using the Ovations\n               amino-allyl kit (NuGEN, San Carlos, CA) according to the manufacturer's\n               protocol. The kit utilizes an oligo dT primer for selective amplification of mRNA\n               transcripts.\n\n\nHybridization procedure\nLabeled samples were combined with blocking components poly(dA), yeast tRNA, and\n               human Cot-1, in hybridization buffer composed of 25% formamide/5×\n               saline-sodium citrate (SSC)/0.2% (w/v) sodium dodecyl sulfate (SDS) to a total\n               volume of 60 µl. After heating the sample (95°C for 3 minutes), it was\n               centrifuged (20,000× g) for 3 minutes. Fifty eight µl of the sample (1.6\n               µg of labeled cDNA) was loaded onto the microarray chip. The microarray chips\n               were hybridized overnight at 45°C using the MicroArray User Interface (MAUI)\n               hybridization system (BioMicro Systems, Inc., Salt Lake City, UT). The following day,\n               the chips were washed twice in 1× SSC/0.05% (w/v) SDS buffer (3 minutes\n               each wash) and twice in 0.1× SSC buffer (5 minutes each wash).\nFor the present study, four technical replicate experiments using pooled L1 and L3i\n               larvae were performed, including one dye swap. The microarray chips were imaged using\n               a GenePix 4000 B scanner (Molecular Devices, Sunnyvale, CA). Agilent Feature\n               Extraction software was used for image analysis, protocol GE2-v5 10 Apr08. The data\n               discussed in this publication have been deposited in the National Center for\n               Biotechnical Information (NCBI) Gene Expression Omnibus (GEO) and are accessible\n               through GEO Series accession number GSE24735 (http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE24735).\n\n\nMicroarray design\nESTs (11,335) were identified from L1 and L3i cDNA libraries created as part of the\n               nematode EST project [6], [7]. ESTs were organized into 3,571 contigs by bioinformatics\n               analysis [14].\n               Oligonucleotide probes designed to hybridize with these contigs were used to develop\n               early versions (V1 and V2) of chips manufactured by Combimatrix (Irvine, CA) based on\n               a variety of algorithms for oligonucleotide design. Versions 1 and 2 were assessed\n               for performance using RNA from L1 and L3i larvae. After testing the performance of\n               these two versions of the arrays, an optimized version (V3) was developed. The best\n               probe for each target was selected based on the average signal intensity for all\n               arrays and the number of arrays with detectable signal. The spot density was 22K\n               spots per array. Of the six oligonucleotides designed per target, one was designed\n               using the Array Designer program (Premier Biosoft International, Palo Alto, CA), two\n               were designed using E-Array (Agilent, Santa Clara, CA) using the “base\n               composition” method (replicated twice), two were designed using E-array\n               “best Tm” method, and the last was a 40-mer designed using Array\n               Designer. Probes were selected to avoid cross-hybridization to other sequences in the\n               target (contig) dataset manufactured by Agilent SurePrint. The probes designed to\n               make the V3 microarray are found in Table S1 in Supporting Information Text S1.\n\n\nFunctional annotation\nAll data were exported into the cDNA Annotation System (dCAS) [14], [15]. This tool enabled annotation of\n               each S. stercoralis contig based on Basic Local Alignment Search\n               Tool (BLAST) alignments against multiple databases (NCBI nr protein database (NR),\n               Gene Ontology (GO), euKaryotic Orthologous Groups (KOG), Pfam protein families\n               database (PFAM), Simple Modular Architecture Research Tool (SMART), Wormbase (CELEG),\n               and Saccharomyces genome database (YEAST) and provided the corresponding E-values.\n               The database was also annotated manually with a composite categorization that\n               summarized the findings across databases. The entire annotated database, with\n               hyperlinks to the NIAID exon website, is accessible for download at: http://exon.niaid.nih.gov/transcriptome/S_stercoralis/SS-Supp-Web.zip.\n               A stand-alone version can also be accessed and downloaded at: http://exon.niaid.nih.gov/transcriptome/S_stercoralis/SS-Supp-StandAlone.zip.\n               Extract the excel file and the links directory to your own computer for browsing the\n               hyperlinks locally.\n\n\nStatistical analysis\nSpot values were calculated using a linear lowess dye normalization. Further, the\n                  50th percentile of a set containing all the ribosomal genes in the\n               array was applied to all spot values. In cases of multiple spots for the same\n                  S. stercoralis contig, the average of the log2 signal\n               was calculated for each array. The mean signal ratio (log2 L3i/L1) was\n               calculated from the signals for all 4 arrays. No surrogate values were applied. A\n               single group t-test analysis was calculated on the data set.\n               Variance shrinkage was not used when calculating p-values for differential\n               expression. Differentially expressed genes were identified using a\n               ‘cutoff’ of 2 fold expression difference or greater for log2\n               L3i/L1 signal ratios, and p<0.01 for microarray signal data (false discovery rate\n               (FDR) = 2.5%).\n\n\nFunctional analysis\nA functional analysis was performed based on annotations provided by each database\n               (Pfam, SMART, KOG, etc.). The number of genes per functional category (e.g.\n               transcription, cytoskeleton, metabolism, etc.) was compared between L1 and L3i\n               differentially expressed genes (as defined by the above cutoff). To ascertain whether\n               genes belonging to certain functional classes were more likely to be highly expressed\n               in one stage or another, we used a statistical test for one proportion using Normal\n               approximation. Assuming a null proportion of 0.5 (i.e., that there is no difference\n               in the number of genes of that category for the two classes), p values were\n               calculated for deviation from 0.5 using Normal approximation. P values were adjusted\n               for multiple comparisons using the Bonferroni criterion.\n\n\nGene-set enrichment analysis\nGene Set Enrichment Analysis (GSEA) is a robust method for analyzing molecular\n               profiling data examines the clustering of a pre-defined group of genes (gene set)\n               across the entire microarray database (all 3,571 contigs) in order to determine\n               whether the gene set has biased expression in one larval stage versus another [16]. GSEA was\n               used in this study to complement our use of single gene methods and determine whether\n                  S. stercoralis gene sets grouped according to various putative\n               categories (for example, putative extracellular matrix genes) showed biased\n               expression in either larval stage. For this analysis, the entire list of contigs on\n               the microarray was sorted by mean log2 L3i/L1 signal ratios. The\n               distribution of genes from an a priori defined gene set throughout this ranked list\n               was then determined using GSEA. Based on this distribution, the expression difference\n               for each gene in the set is aggregated and a p-value for significance of the gene set\n               as a whole is calculated using the Kolmogorov-Smirnoff test.\nGene sets were compiled by first downloading GO categories from Wormbase (www.wormbase.org) for C. elegans genes. Definitions\n               for each GO category used can be found at http://www.wormbase.org/db/ontology/gene. S.\n                  stercoralis orthologs for C. elegans genes were\n               determined by dCAS based on BLAST alignments to the C. elegans gene.\n               BLAST matches with E values>0.05 were excluded. Gene sets with fewer than 5\n                  S. stercoralis contig matches were excluded from GSEA analysis.\n               Using these criteria, 18 S. stercoralis gene sets were created (see\n                  Figure 1A). Additional\n               manually compiled gene sets included the group of S. stercoralis\n               genes whose products have been shown to be immunoreactive in humans infected with S.\n                  stercoralis\n[17]–[19], and a group\n               of putatively identified heat shock proteins.\nA. Gene sets were compiled by listing the S. stercoralis\n                     orthologs of C. elegans genes assigned to Gene Ontology (GO)\n                     categories (downloaded from www.wormbase.org). Some gene\n                     sets were manually compiled. Only gene sets with at least 5 S.\n                        stercoralis contigs were included in this analysis. The results of\n                     the GSEA are listed for each gene set. The enrichment score reflects the degree\n                     to which each gene set is represented at the top or bottom of the list of 3,571\n                     contigs ranked by fold change (L3i enriched = more\n                     positive, L1 enriched = more negative). The normalized\n                     enrichment score accounts for differences in gene set size and can be used to\n                     compare results across gene sets. The nominal p value estimates the statistical\n                     significance of the enrichment for a single gene set and does not correct for\n                     gene set size and multiple hypothesis testing.\n                     *ID = Gene Ontology Identification.\n                        **The False Discovery Rate (FDR) is adjusted for gene\n                     set size and multiple hypotheses testing. B. This plot depicts the distribution\n                     of individual genes (vertical black lines) encoding immunoreactive antigens\n                     recognized by sera from patients infected with S. stercoralis.\n                     This gene sets was analyzed against a list of 3,571 S.\n                        stercoralis contigs ranked by fold change of log2 L3i/L1\n                     mean signal ratios. The clustering of individual genes towards the left side of\n                     the list (above the red bar) suggests L3i-biased enrichment of this gene set.\n                     These genes are individually listed in Table S8 in Supporting Information Text\n                     S1.\n\n\nComparative microarray analysis of S. stercoralis and C.\n                  elegans\nMicroarray expression data for S. stercoralis L3i and C.\n                  elegans dauer larvae were compared using several methods as follows: 1)\n               We defined three gene sets comprising the S. stercoralis orthologs\n               of “dauer-enriched” C. elegans genes derived from either\n                  C. elegans microarray expression data alone, both serial analysis\n               of gene expression (SAGE) and microarray expression data or from the Gene Ontology\n               category dauer larval development (Figure 1A) [20], [21]. We then used GSEA to determine whether these gene sets\n               showed significant L3i enrichment. 2) We examined whether a correlation exists\n               between C. elegans dauer/L1 microarray expression data obtained by\n               Wang and colleagues [20] with our S. stercoralis L3i/L1 microarray\n               expression data. The previously obtained C. elegans microarray\n               expression data can be found at http://cmgm.stanford.edu/~kimlab/dauer/ExtraData.htm, Table S1 in\n               Supporting Information Text S1, column “AdjD/L1_Ratio”\n               which corresponds to the average log2 expression values for C.\n                  elegans dauer larvae at time 0 relative to L1 larvae [20]. 3) Using these\n               data, we calculated the absolute value of the difference between fold change values\n               for C. elegans genes and their S. stercoralis\n               orthologs (C. elegans dauer/L1 fold change - S.\n                  stercoralis L3i/L1 fold change). Only those genes with robust microarray\n               expression data (p values<0.01) were included. In order to identify those genes\n               that are expressed differently by S. stercoralis L3i and C.\n                  elegans dauer larvae, a list was generated of all S.\n                  stercoralis-C. elegans orthologs with the greatest differences in fold\n               change values (absolute value >2). The list was further narrowed to include only\n               those S. stercoralis-C. elegans gene pairs where gene expression was\n               regulated in opposite directions between the two nematodes (Table 1).\n\n\nMicroarray validation by quantitative real-time polymerase chain reaction\n               (qPCR)\nThe sequences of L3i biased genes (contigs 24, 25, 65, 243, 2136) and L1 biased genes\n               (contigs 55, 222, 387, 2328) were used to create primer-probe sets designed and\n               manufactured by Applied Biosystems (Foster City, CA). The sequences for these primer\n               probes are listed in Table S2 in Supporting Information Text S1. The\n                  S. stercoralis control genes for qPCR analysis was S.\n                  stercoralis glyceraldehyde 3 phosphate dehydrogenase (GAPDH; GenBank\n               accession number BI773092; contig_90;\n               log2L3i/L1 = −0.28179). Post-parasitic L1 and\n               L3i larvae (distinct from those hybridized onto the microarray) were collected and\n               total RNA made as described above. Total RNA (1 µg) from L1 and L3i larvae was\n               used to synthesize cDNA. qPCR was performed using all 9 primer probe sets in separate\n               reactions with L1 cDNA and also with L3i cDNA. The reaction was performed using\n               10× RT buffer (10 µl), 25 mM MgCl2 (22 µl), dNTP (20 µl),\n               random hexamers (5 µl), RNase inhibitor (2 µl), and multiscribe reverse\n               transcriptase (50 U/µl; 6.25 µl) in a microamp 96-well reaction\n               plate (Applied Biosystems). De-ionized, distilled water was added to total volume of\n               65.25 µl. Cycling conditions were: 25°C for 10 minutes, 37°C for 60\n               minutes, 95°C for 5 minutes, then 4.0°C. Each experiment was performed in\n               triplicate. The mean negative delta threshold cycle (delta CT) was\n               calculated for each sample. The data generated by performing qPCR using primer probes\n               for 9 contigs on L1 and L3i cDNA (n = 18) was plotted against\n               the average L1 and L3i intensity signals for each gene (Figure 2).\nQuantitative PCR was performed using primer probe sets designed from abundantly\n                     expressed L1 and L3i S. stercoralis contig sequences (L1 biased contigs 55,\n                     222, 387, 2328; L3i biased contigs_24, 25, 65, 243, 2136) with cDNA\n                     synthesized from L1 and L3i larvae (n = 18). Each data\n                     point is the calculated negative delta CT (sample CT\n                     minus control CT) for the mean of 3 replicates. These data are\n                     plotted against the corresponding L1 or L3i average intensity microarray\n                     signal. A positive correlation was found (Spearman\n                     rank = 0.4778; p = 0.0449).",
    "Results": "Identification of differentially expressed genes\nA total of 3,571 distinct contigs were studied by this microarray analysis (Table S3\n               in Supplemental Information Text S1). Using pre-defined cutoffs, 935 contigs\n               were identified as differentially expressed as shown in the volcano plot (Figure 3). Of these, 466 genes were\n               L1 biased (Table S4 in Supporting Information Text S1) and 469 genes were L3i biased (Table S5 in\n               Supporting Information Text S1). Among the 25 most highly expressed L3i\n               genes were the S. stercoralis orthologs of fatty acid/retinol\n               binding protein-1 (contig 1151; 11 fold expression difference), a ferritin chain\n               homolog (contig 94; 14 fold expression difference), and one of four putative\n               trehalases (contig 68; 14-fold expression difference). Among the 25 most highly\n               expressed L1 genes were electron transport chain proteins such as NADH dehydrogenase\n               (contig 371; 0.13-fold change); cytochrome b (contig 2328; 0.19 fold\n               change) and cytochrome c oxidase subunit 1 (contig 55; 0.29 fold change). The 25\n               most highly expressed L1 or L3i genes are listed in Table S6 in Supporting\n               Information Text\n                  S1.\nThe x-axis is log2 ratio of gene expression levels\n                     between two stages; the y-axis is adjusted p value based\n                     on −log10. The colored dots (L1 = green)\n                     and right (L3i = red) represent the differentially\n                     expressed genes based on p<0.01 (False Discovery\n                     Rate = 2.5%; represented by black horizontal\n                     line) and 2-fold expression difference (represented by two black vertical\n                     lines).\n\n\nFunctional analysis of L1 and L3i biased genes\nA greater number of L1 (n = 40) than L3i biased\n               (n = 18) genes were putatively involved in transcription\n               (p = 0.004, not Bonferroni adjusted; see Figure 4A,B). A complete listing of\n               these genes is shown in Figure\n               4B. This finding was also noted in an analysis of classifications based on GO\n               categories (p = 0.01 for ‘transcription’), and\n               manual annotations (p = 0.007 for ‘transcription\n               machinery’), although p values were not <0.05 when Bonferroni-adjusted for\n               multiple comparisons. BLAST matches to SMART and Pfam databases both indicated that\n               the sperm-containing glycoprotein (SCP) domain was found exclusively in the L3i-group\n               (n = 13 genes; see Table S7 in Supporting Information Text S1 for the\n               complete list; p value based on matches to Pfam = 0.003,\n               Bonferroni-adjusted for multiple comparisons).\nHorizontal bar graph (A) depicting the number of contigs per functional\n                     category in each stage (x axis), according to BLAST matches to the KOG database\n                     (y-axis). BLAST matches with E values>0.05 were excluded. The strongest\n                     difference was found between L1 and L3i genes putatively involved in\n                     transcription (p = 0.004).\n                     L1 = blue; L3i = red. The table\n                     (B) lists the L1 and L3i biased Strongyloides contigs\n                     putatively classified under “transcription.”\nOf the entire 3,571 contigs, 1,351 S. stercoralis genes\n               (37.8%) were of unknown function (manual annotation).\n\n\nGSEA\nS. stercoralis orthologs were matched to 35 sets of C.\n                  elegans genes grouped by various categories (e.g. negative regulation of\n               vulval induction, oviposition, heat shock proteins, etc.). Eighteen of 35 gene sets\n               queried met criteria for inclusion into the GSEA analysis (based on minimum size of 5\n               genes; see Figure 1A). Of\n               these 18 gene sets, only 2 gene sets were significantly enriched in the L3i phenotype\n               at nominal p value<5%. The most significantly enriched genes were those\n               with immunoreactive gene products recognized by sera from infected individuals (Figure 1B; nominal\n               p-value<0.0001; FDR<0.0001). Heat shock proteins were the next most highly\n               enriched (nominal p value = 0.034,\n               FDR = 0.56). For an annotated list of the individual genes\n               enriched in each of these categories, refer to Tables S8 and S9 in Supporting\n               Information Text\n                  S1. None of the 18 gene sets were enriched in the L1 phenotype.\n\n\nComparative microarray analysis of S. stercoralis and C.\n                  elegans\nFour hundred and twenty two of 3,571 S. stercoralis contigs had\n                  C. elegans orthologs for which robust microarray signal data were\n               available. When C. elegans and S. stercoralis\n               microarray signals were plotted against each other, a poor and non-significant\n               correlation was found (Spearman rank = 0.06;\n               p = 0.2444, graph not shown). No significant L3i enrichment of\n                  S. stercoralis orthologs of C. elegans\n               ‘dauer enriched’ genes was found by GSEA (nominal\n               p-value = 0.10). On the contrary, 25 orthologs expressed in\n               opposite directions by dauer and L3i larvae relative to their respective L1 stage\n               larvae were identified (see Table\n                  1).\n\n\nCorrelation between EST and microarray data\nA statistically significant positive correlation was found between microarray\n               expression data and EST abundance data (p<0.0001; max\n               R2 = 0.26; graph not shown).\n\n\nValidation of microarray data with qPCR\nA positive correlation was found (Spearman rank = 0.4778;\n               p = 0.0449) between average L1 or L3i microarray intensity\n               signals and mean negative delta CT of qPCR (Figure 2).",
    "Discussion": "In this microarray based analysis of differential gene expression between infective and\n            noninfective S. stercoralis larvae, we uncovered differences in the\n            expression of genes putatively encoding transcription factors, heat shock proteins and\n            antigens known to be immunoreactive in sera from infected humans. A comparative\n            microarray analysis of our data revealed several differences between S.\n               stercoralis L3i and C. elegans dauer stage larvae, such as\n            in the expression of genes putatively encoding collagen and myosin. Potential\n            therapeutic and vaccine targets were identified for further study.\n\nL1 larvae appear to be transcriptionally more active\nAnalogous to their non-dauer C. elegans counterparts, actively\n               growing S. stercoralis L1 larvae are thought to have higher rates of\n               transcription relative to L3i-stage larvae. This supposition is based on comparisons\n               between C. elegans non-dauer biased genes and S.\n                  stercoralis L1-biased genes that suggest transcriptional conservation of\n               genes involved in early larval growth [6]. Consistent with this finding, we\n               found L1 biased expression of genes putatively involved in transcription. Among the\n                  S. stercoralis L1-biased genes involved in transcription were\n               transcription initiation factors (contigs 3245, 1037, 686), transcription factors\n               (contigs 1905, 1277, 891, 2023, 2446, 1036, 1794, 592, 2210), and subunits of RNA\n               polymerase (contigs 1505, 3218, 1020, 2917). By contrast, the L3i-biased genes\n               involved in transcription though fewer, included transcriptional regulators (contigs\n               446, 445, 156) as well as transcription factors (contigs 1521, 519, 836, 167, 1478),\n               implying that L3i larvae are not transcriptionally inactive and may regulate\n               transcription differently. This would be consistent with what is known of C.\n                  elegans dauer larvae, which express distinct sets of dauer-specific genes\n               at certain time points (dauer exit, for example) [20], [21].\n\n\nL3i biased expression of genes with products that have been shown to be\n               immunoreactive in S. stercoralis-infected humans\nNot surprisingly, genes encoding S. stercoralis antigens known to\n               produce robust antibody responses in infected humans were found to have L3i biased\n               expression by GSEA [17]–[19]. Two of these genes, IgG immunoreactive antigen (SsIR) and\n               NIE antigen, have been recently employed in serodiagnostic assays with some advantage\n               over crude antigen [19]. The finding that genes with products capable of inducing\n               protective immunity demonstrate stage-biased gene expression supports the further\n               investigation of these genes as vaccine candidates.\nHeat shock proteins have been shown to play a critical role in determining parasite\n               survival during stressful conditions because they can bind denatured or misfolded\n               proteins [22],\n                  [23]. Biased\n               expression of genes encoding heat shock proteins in the S.\n                  stercoralis L3i relative to L1 larvae, as suggested by GSEA, is\n               consistent with this role. Hsp-90 in particular has been identified\n               as a parasitism-central gene based on changes in S. ratti gene\n               expression during high immune pressure [22] and is similarly abundantly\n               expressed by S. stercoralis L3i larvae.\n\n\nSperm containing glycoprotein (SCP) domain exclusively found in L3i\n               larvae\nThe SCP domain, found exclusively in L3i biased genes, is a conserved domain of\n               unknown function present in a wide range of organisms [24]. Interestingly, it has been\n               found to be present in activation-associated secreted proteins that have been studied\n               as potential vaccine targets in other nematodes [24], [25]. Whether overrepresentation of\n               the SCP domain in the L3i group is related to the presence of these secreted proteins\n               is unclear, but activation-associated secreted proteins have been found to be\n               important in many parasitic nematodes in which they have been studied to date.\n\n\nC. elegans dauer and S. stercoralis L3i larvae\n               have distinct characteristics\nConsistent with previous findings, a striking L3i-C. elegans\n               ‘dauer expression signature’ was not uncovered in this comparative\n               microarray analysis [6]. We instead identified genes that are regulated in\n               apparently opposite manners by C. elegans dauer and S.\n                  stercoralis L3i larvae which offer useful clues about the biology of\n                  S. stercoralis parasitism. L3i biased expression of the putative\n                  nmy-2 gene (encoding the myosin heavy chain) is consistent with\n               the highly motile nature of L3i larvae which, unlike their dauer counterparts, seek\n               out and initiate infection in a host. Although dauer and L3i larvae both contain a\n               cuticle that enables survival in the environment, the parasitic cuticle has been\n               associated with the ability of infective stages to evade the immune response of the\n               host, and its structure varies from one species to another [26]. Biased expression of genes\n               putatively encoding particular collagens (col-37,\n                  col-119) in the L3i but not the C. elegans\n               dauer, points to differences in the composition of the parasitic cuticle that could\n               potentially have a role in this regard. In fact, a recent microarray based analysis\n               of the response of the S. ratti transcriptome to host immunologic\n               environment notes upregulation of collagen genes by S. ratti which\n               is believed to play a protective role for the parasite [27].\nC. elegans dauer and S. stercoralis L3i larvae can\n               survive in the environment even in the absence of a steady source of food. One way by\n               which this occurs is by the development of electron-dense intestinal granules that\n               store non-lipid products [11]. The gene lmp-1 plays an essential role in\n               this regard for dauer larvae as suggested by RNA interference studies [28]. It is likely\n               that L3i larvae similarly utilize these granules while in the environment. The\n               presence of these granules may additionally explain the darkened color of the\n               radially constricted intestines of L3i larvae, an appearance shared by its dauer\n               counterpart.\nA key feature shared by dauer and L3i larvae is the ability to extend the lifespan\n               while in the free-living state. In both C. elegans and S.\n                  stercoralis, the forkhead transcription factor DAF-16 plays a role in\n               regulating dauer diapause, longevity and metabolism [11], [29], [30]. A downstream target of DAF-16,\n                  egl-10, is known to be negatively regulated by DAF-16 in\n                  C. elegans\n[29]. By contrast, this\n               gene was found to have biased L3i larval expression in S.\n                  stercoralis. Such discordance is consistent with findings from a prior\n               study that failed to detect a transcriptional profile typical of down-regulated\n               insulin-like signaling in long-lived parasitic females of S. ratti\n[31]. Although\n               the downstream targets of insulin-like signaling have not been fully elucidated in\n                  Strongyloides species, the apparent upregulation of\n                  Ss-egl-10 in the L3i potentially highlights adaptations at a\n               molecular level that likely underlie the evolution to parasitism. Such adaptations\n               could include alterations in genes controlling metabolic and developmental functions,\n               adaptations of pre-existing genes to encode new functions, and gene duplication and\n               diversification [32]. The apparent lack of a C. elegans\n               dauer-like transcriptional profile in S. stercoralis L3i is also\n               consistent with published findings on the expression of transcripts encoding the\n               orthologs of DAF-7 in this parasite [33] and in S. ratti and\n                  Parastrongyloides trichosuri\n[34]. DAF-7 is the\n               ligand that activates TGF-β-like signaling and thereby promotes continuous (i.e.\n               non-dauer) development in C. elegans. Its expression is biased\n               towards C. elegans first-stage larvae fated for continuous\n               development rather than dauer third-stage larvae [34], [35]. By contrast, messages encoding\n               DAF-7 orthologs in S. stercoralis, S. ratti and\n                  P. trichosuri all show biased expression in the L3i, which has\n               been characterized heretofore as dauer-like [33], [34]. These facts notwithstanding,\n               outright rejection of the ‘dauer hypothesis’ of developmental regulation\n               in the L3i of parasitic nematodes on the basic of transcriptional data alone is\n               likely to be premature [36]. It is particularly noteworthy in this regard that key\n               signal transducing elements such as DAF-16 that directly regulate C.\n                  elegans dauer development are constitutively transcribed and their\n               functions governed not at the transcriptional level but rather by posttranslational\n               modifications such as phosphorylation [37], [38].\nThe true value in identifying these and other genetic determinants of S.\n                  stercoralis parasitism lies in whether the products of these genes can\n               induce protective immunity. Indeed, one of the genes identified in our list, the\n                  S. stercoralis ortholog of eat-6\n                  Na+k+ATPase, has already been identified as a potential vaccine\n               candidate based on animal experiments [39].\n\n\nAdditional therapeutic targets and immunodiagnostic genes of significance\nContig 1872, a gene with L3i biased expression, encodes an ortholog of C.\n                  elegans core subunit of the cytochrome bc1 complex, UCR 2.1\n               (E-value = 1E-014). This subunit has been shown to be a\n               potential target for antiparasitic drugs based on the finding that in C.\n                  elegans, UCR 2.1 is essential for viability and is less related to\n               mammalian UCR-1 than to mitochondrial processing peptidases from other organisms\n                  [40]. S.\n                  stercoralis transgenesis experiments [41] may prove useful in investigating\n               the question of whether this gene is similarly essential for S.\n                  stercoralis larval survival.\nIn our microarray analysis of S. stercoralis, we found abundant L3i\n               expression of the S. stercoralis ortholog of\n               hsp-90, contig_77 (3 fold expression difference).\n               Interestingly, the hsp-90 inhibitor geldanamycin has been shown to\n               have a macrofilaricidal effect on filarial nematode Brugia pahangi\n[42].\n                  Hsp-90 has been identified among S. ratti\n               parasitism central genes critical for survival and further studies investigating it\n               as a chemotherapeutic target are warranted.\nContig 1151, which was among the 25 most highly biased L3i genes (11-fold expression\n               difference), corresponds to fatty acid and retinol binding protein-1 (FAR-1;\n               E-value = 1E-016). FAR-like proteins are major secreted products\n               of parasitic nematodes that allow the parasite to scavenge essential nutrients from\n               its host [43].\n               Depletion of host lipids is thought to be necessary for parasite survival and may\n               additionally impair the host immune response [44]. These proteins have\n               additionally demonstrated stage and gender specificity in other nematodes, most\n               notably in the hookworm Ancylostoma ceylanicum\n[45]. The\n               immunodiagnostic potential of FAR-like proteins has been assessed in other nematodes,\n               such as Onchocerca volvulus, in a serologic assay based on\n                  Ov-20 (FAR-1) [45], [46], [47]. FAR-1 proteins have been successfully used in a vaccine in\n               animals infected with A.ceylanicum\n[45]. These\n               microarray data identify S. stercoralis far-1 as an L3i-biased\n               target that may be a potential vaccine candidate or immunodiagnostic antigen.\n\n\nLimitations\nApproximately one-third of S. stercoralis genes are of unknown\n               function. This finding is consistent with a previous EST analysis that revealed a\n               similar percentage (25%) of S. stercoralis clusters with no\n               significant BLAST alignments [8]. This finding is also consistent with functional genomics\n               analyses of the C. elegans and human genomes where significant\n               numbers of genes of unknown function were identified [48], [49]. Some of these unknown sequences\n               may derive from 3′ untranslated mRNA regions, which are common in\n               polydT-primed libraries [50]. The complete genome sequence of S.\n                  stercoralis is not available to date. Inferred functional annotations of\n               an analogous nematode C. elegans, while useful, may not be directly\n               applicable to S. stercoralis, as suggested by interspecies\n               differences uncovered in the present comparative microarray analysis. Because a\n               number of C. elegans genes did not have S.\n                  stercoralis orthologs that were also differentially expressed according\n               to our predefined ‘cutoffs,’ it was difficult to formulate gene lists\n               organized into functional categories with at least 5 contigs. This limited our\n               ability to analyze biochemical or metabolic pathways of potential importance. As our\n               knowledge of the S. stercoralis genome increases, these microarray\n               analyses will likely gain in usefulness and a more direct approach using annotation\n               based on known S. stercoralis gene functions would be even more\n               informative.\n\n\nConclusions\nDNA microarrays allow for simultaneous analysis of large numbers of genes from two or\n               more biologic conditions. This powerful method of analysis has revolutionized our\n               understanding of the immunopathogenesis of schistosomiasis [51], for example, and has advanced the\n               development of vaccine discovery and therapeutics in parasitology [52], [53]. Until now,\n               studies of S. stercoralis have been limited to the analysis of ESTs\n               rather than the full genome sequence. Development of a novel DNA microarray tool for\n               the study of S. stercoralis represents an exciting step forward in\n               our understanding of this parasite."
}