{
    "Background": "Previous genomic analysis of pathogenic Leptospira has identified two circular chromosomes but no plasmid. This study aims to investigate potential extrachromosomal elements of L.interrogans serovar Canicola strain Gui44.",
    "Methodology": "Two novel plasmids, pGui1 and pGui2, were isolated from the pathogenic strain Gui44, using a modified alkaline lysis method. Southern blotting was performed to determine the presence and size of them. Then, 454 and Hiseq sequencing were applied to obtain and analyze the complete sequences of the two plasmids. Furthermore, real-time quantitative PCR and next-generation sequencing were used to compare relative copy numbers of the two plasmids with that of the chromosomes. Finally, after serial passages in vitro for more than 2 years, the strain Gui44 was subsequently re-sequenced to estimate stability of the two plasmids.",
    "Principal Findings": "The larger plasmid, pGui1, 74,981 base pairs (bp) in length with GC content of 34.63%, possesses 62 open reading frames (ORFs). The smaller plasmid, pGui2, is 66,851 bp in length with GC content of 33.33%, and contains 63 ORFs. The replication initiation proteins encoded by pGui1 and pGui2 demonstrate significant sequence similarity with LA1839 (86% and 88%), a well-known replication protein in another pathogenic L.interrogans serovar Lai strain Lai, suggesting the ability for autonomous plasmid replication. Quantitative PCR and next-generation sequencing confirms a single copy of both plasmids and their stable presence in the strain Gui44 with in vitro serial passages after more than 2 years. Interestingly, the two plasmids both contain a significant number of novel genes (35 in pGui1 and 52 in pGui2).",
    "Conclusions": "This report confirms the presence of two separate circular plasmids in serovar Canicola strain Gui44 and provides a new understanding of genomic organization, adaptation, evolution and pathogenesis of Leptospira, which will aid in the development of in vivo genetic manipulation systems in pathogenic Leptospira species."
}