{
    "Introduction": "The ability of hematophagous arthropods to spread various infectious agents, or vector-borne pathogens (VBPs) between a wide range of organisms ultimately leads to the occurrence of vector-borne diseases (VBDs) [1]. Important arthropod vectors of infectious diseases include ticks (Ixodoidea), mosquitoes (Culicidae), sandflies (Phlebotominae), tsetse flies (Glossinidae), black flies (Simuliidae), and kissing bugs (Triatominae). For over a century, vector-borne diseases have been the subject of scientific research because of the severe concern they pose to human and animal health [2–5]. VBDs account for more than one billion cases, one million deaths, and one-sixth of worldwide disability and illnesses annually [6]. Common examples of VBDs include malaria, Lyme disease, Rift Valley fever, Chikungunya, West Nile virus and other bacterial, protozoal, and viral diseases [7]. Torto and Tchouassi [8] estimate ~80% of the world’s human population is at risk of exposure to one or more VBPs. Along with their negative impacts on human and animal health, VBDs may have detrimental effects on sustainable development and can cause significant economic losses [9]. When a VBD’s prevalence reaches a critical level in a country, human mobility, trade, foreign investment, savings, and land use are all likely to suffer unfavorable consequences [10]. As a direct result, VBDs are not only an increasing public health problem, but also have a negative macroeconomic impact on society. Therefore, it is vital to continue efforts to better understand, analyze, and manage health risks due to VBDs and inform effective preventative measures.\nTransmission cycles for many VBPs may involve humans, domestic animals, wildlife, and various facets of their environment [11]. Environmental factors such as climate may strongly affect the rate of transmission of VBPs; for example, changing temperatures and precipitation due to climate change have been associated with an increase in vector prevalence and transmission [12]. VBP exposure risk to humans is especially increased in low-income countries, driven in part by people who are involved in occupations where they handle cattle and other livestock, notably farmers, agricultural laborers, slaughterhouse workers etc. Additionally, people who live in close proximity to cattle or are allied to animal husbandry, as well as those involved in treating and caring for livestock, often are at higher risk of VBDs [13]. Socioeconomic disparities have also been associated with increased disease incidence. Individuals in disadvantaged areas may be unaware of these diseases or associated risk factors, lack access to health facilities and infrastructure, and may follow few to no preventive measures, such as the use of insecticide-treated bed nets or vaccines [14]. Finally, some tropical VBDs, such as leishmaniasis, are classified as neglected, and so do not receive sufficient public health attention and funding, complicating disease prevention efforts [15].\nCattle are among the most economically and culturally significant domesticated animals globally [16]. There is considerable overlap between cattle and humans through our economic activities, occupations, and cattle being a source of food and recreation [17]. Proximity between humans and cattle through agriculture, animal husbandry, and trade provides opportunities for disease transmission. Biotic factors, including age, sex, and breed of cattle and their interactions with domestic and wild animals, along with abiotic factors such as climate and environmental conditions, may influence disease transmission. These factors interact with vector species abundance, longevity, feeding cycle and bloodmeal host choice as key predictors for how VBP transmission occurs [18].\nThe overarching role of cattle in the spread of arthropods and VBPs in humans is a major gap in our understanding of the ecology and epidemiology of these diseases. Thus, it is important to determine if these human-cattle connections can impact human health via VBDs. Since vectors such as ticks and mosquitoes often feed on multiple host species and may spread various pathogens to humans, livestock, and wildlife, the role of cattle in VBP transmission is complicated. Cattle have various roles to play when it comes to pathogens causing vector-borne diseases. For example, they can function as bloodmeal hosts for arthropod vectors and thereby increase the abundance of vector species [19–20], and as reservoir hosts for pathogens and thereby increasing pathogen prevalence [21–22]. In contrast, cattle can be more attractive to biting vectors than humans and thereby act as shields against vector bites to humans preventing pathogen transfer in specific circumstances [23–24].\nThrough this systematic review, we have been able to identify multiple VBPs for which cattle have a direct or indirect role in infection transmission; however, for many VBPs, the exact role of cattle in the ecology of these diseases remains undetermined. Arguably the most contentious matter has been that of the zoo-prophylactic role of cattle (i.e., cattle acting as a barrier against pathogen transmission by absorbing vector bites and thereby having a protective effect on humans). There is a significant debate in the scientific literature over whether the presence of cattle near humans can substantially reduce disease incidence. There are studies that have both supported and failed to support the zoo-prophylactic effect of cattle on VBP risk to humans, such as in the case of malaria [25–26].\nGlobally, there are numerous studies that directly investigate whether cattle increase or decrease the risk of VBP exposure in humans, and yet currently, there is no synthesis of the existing information on this subject. There are various ecological mechanisms identified in previously published studies by which cattle may increase or decrease the risk of spread of VBPs in humans. We hypothesize that certain ecological mechanisms may occur repeatedly in nature across vector taxa and can significantly impact how VBPs occur in nature, but this information has not been synthesized in the literature before. These gaps can impact public health and epidemiological measures that countries can take to prevent VBPs. Thus, our goal was to conduct a systematic review of the scientific literature to synthesize and present the findings on the conditions by which cattle increase or decrease human risk of exposure to VBPs and identify and narratively describe these ecological mechanisms which impact VBPs and their spread to humans.",
    "Methods": "Search strategy\nWe conducted a systematic review of the published scientific literature to determine whether studies report a positive, negative, or neutral impact of cattle on human exposure risk to vector-borne diseases (i.e., whether cattle increased, decreased, or had no effect, respectively) based on a rubric provided below. Following the PRISMA 2020 (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines [27], we developed a search algorithm that would enable us to extract scientific papers on this subject from various databases, using the following search string:\nTS = (cattle AND (tick-borne illness OR tick borne disease OR mosquito-borne illness OR mosquito borne disease OR vector-borne illness OR vector borne disease) AND human health) AND LANGUAGE: (English), year range 1999 to 2019. The decision to perform the systematic review from 1999 onwards was with the goal of focusing on recent literature in this subject and to easily access electronically available journal articles on this topic.\nThe initial step after developing the search string was to check if there were other systematic reviews on this topic through the Cochrane Database of Systematic Reviews. We used the keyword search comprising “cattle AND vector-borne diseases AND human health” on Cochrane, which did not yield any systematic review; it did yield one article [28] which was outside the scope of this study. Subsequently, we used the following databases to execute the search string to identify relevant articles: CABI Global Health, Web of Science Core Collection, PubMed Central and Google Scholar. Articles were also identified through forward and backward searches from citations in both included and excluded articles. Titles and abstracts of the articles identified through keyword search, forward, and backward searches were screened against the study inclusion criteria. Potentially relevant articles were retrieved for evaluation of the full text and duplicates were removed.\nFull-text articles were further screened and evaluated using the full study inclusion criteria, which were: a) study should be published between 1999–2019 to ensure recency; b) study language should be in English; c) study incorporates all of the key terms: vector (specifically searched for the terms tick-borne, mosquito-borne), vector-borne disease, humans, and cattle; d) study explores a possible connection between vector, cattle, and human; e) full texts of the articles available (full texts were accessed through University of Illinois library, Google Scholar and World Cat database). Articles were excluded from the study if they met any of the following exclusion criteria: a) analysis excludes vector-borne diseases; b) study fails to mention a vector arthropod that transmits disease; c) study does not include cattle involvement; d) control studies, vaccine studies, therapeutic studies, or review papers; e) studies involving only experimental lab infection; f) studies whose full texts could not be accessed after multiple attempts from various sources; g) non-English language articles; h) studies that only include pathogens that do not cause human infection; i) studies conducted outside our time period. This review had no geographical restrictions.\nTwo reviewers independently assessed inclusion and exclusion criteria. A third reviewer assessed studies when the reviewers disagreed. We calculated Cohen’s Kappa statistic to estimate inter-rater agreement between the first two raters. Article search was conducted between September 30, 2019, and June 8, 2020.\nAlthough our primary goal was to focus on performing a systematic review on articles after 1999 to capture recent information and trends, we also performed a non-systematic literature review of articles prior to 1999 using the same aforementioned keyword search. We used the databases Web of Science Core Collection, CABI Global Health and PubMed Central to perform this literature review. We used a similar approach to include and exclude articles as mentioned above but we did not include these articles in the pool of systematically reviewed articles for further analysis owing to the differences in methodologies. Therefore, we did not calculate inter-rating agreement and did not assess the study quality for these set of articles. This article search was performed between August 10, 2023, and October 30, 2023.\n\n\nData extraction and synthesis\nMethodological and outcome variables from each selected study were collected in a database, including article title, authors, publication year, country, study type, vector taxa, main implications of each study, and database source for this review. We summarized the common themes and findings of the included studies narratively. To better illustrate the impact of cattle on human health due to VBPs, we characterized the effect of cattle on VBP exposure risk to humans into three specific categories. The rubric used to generate these three categories included the following definitions, a) beneficial or positive impact: when cattle quantitatively decrease the risk of exposure to VBPs for humans, (e.g. through a decrease in vector abundance, human biting rate, or pathogen infection rate), b) harmful or negative impact: when cattle quantitatively increase the risk of exposure to VBPs for humans (e.g. through an increase in vector abundance, human biting rate, or pathogen infection rate), c) neither beneficial nor harmful impact: when there is no measurable change in risk or no statistical effect observed on human exposure risk to VBPs due to cattle.\nWe also identified and synthesized specific repeatedly occurring ecological mechanisms that were either investigated or proposed by the authors that contributed to human risk of exposure to VBPs by cattle. Vector taxa may have underlying differences due to their biology and other factors, and these vectors in turn adhere to various ecological behaviors due to their distinct feeding mechanisms, so we acknowledge that the mechanisms we identified through the literature are at least partially accounted for by differences between vector taxa.\nWe used a similar approach to extracting the information from the articles in the non-systematic literature review as mentioned above, which were collated in a separate database than the systematically reviewed articles.\n\n\nStudy quality assessment\nTo evaluate the quality of the studies identified in the systematic review, we used The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) Statement guidelines for reporting observational studies [29]. The first two authors independently rated each included study. These articles were rated on a score ranging from 0–2, depending on whether the criteria were unmentioned or < ¼ met (0), ¼—¾ met (1), or > ¾ met (2). The following were the critical criteria used in rating the study quality: (a) was the research question clearly stated? (b) what was the study design and study setting used? (c) what was the sample size used? (d) were the subjects in the study representative of the target population? (e) were the main findings clearly described? (f) were there any confounding variables? (g) did the researchers use appropriate analytical methods? and (h) was the study located in the predefined area of interest? The study quality score measured the strength of study evidence for reporting here, but studies were not excluded based on quality.",
    "Results": "Study selection, Inter-rater agreement & Study quality assessment\nWe screened 470 articles through a keyword search using our search algorithm. The number of articles identified from each database, and the number of articles included and excluded in our review, are listed in Fig 1. After the removal of 12 duplicates, we identified 458 unique articles. Out of these, 331 did not meet the inclusion criteria. The remaining 127 articles are the final pool of studies included in this systematic review. S1 Appendix provides the complete reference list of all studies that were finally included after performing the database search. Cohen’s Kappa statistic for inter-rater agreement between two raters was calculated to be 0.835, indicating strong agreement between the article reviewers [30]. Averaging the ratings provided by two members who conducted the study quality assessment, the reviewed studies averaged a score of 1.22 out of 2, with a standard deviation of 0.55 for 127 articles.\nInformation regarding the non-systematically reviewed articles is available in the S2 Appendix. In the literature review of articles prior to 1999, we identified a total of 226 articles, and, after screening, 36 articles met the inclusion criteria.\n\n\nStudy characteristics\nThe most common study methods used by researchers worldwide were observational studies, studies that utilized molecular biology, phylogenetic, and genetic techniques, mathematical modeling studies, and entomological studies. Several studies involved more than one research method or study design to collect various kinds of data from the study population. In addition, several articles that we reviewed published prior to 1999 tended to be review articles or perspective pieces that did not meet the inclusion criteria, which we did not include. From the systematically reviewed articles, we had papers from 69 individual countries and the European Union. Of note, only one study from the United States was in the final pool of included studies. The majority of the papers included in this review were from the African continent (N = 82), followed by Asia (N = 37), Europe (N = 24), and only a few papers from South America (N = 4), North America (N = 4), and one study from Oceania/Australia (N = 1; Fig 2). Note that there were several studies that were based in more than one country; for example, if a study was conducted both in Cameroon and Nigeria, it was counted twice in Fig 2.\nThe direct link to the basemap layer from ESRI: https://www.arcgis.com/home/item.html?id=b9b1b422198944fbbd5250b3241691b6>.\nBased upon the findings reported by the study authors, the effects of cattle on human health with respect to exposure to VBPs, were divided into three categories as per our rubric: beneficial, harmful, or neither beneficial nor harmful (no association) (Fig 3 and Table 1). The most beneficial impact of cattle was observed in the case of infections spread by mosquitoes and sandflies. Cattle sometimes had a beneficial impact when it came to tick-borne diseases, especially in integrated cattle and wildlife communities. In such communities, when cattle were treated with acaricides, they reduced the abundance of host-seeking ticks in the environment, thereby reducing tick-borne disease risk for wildlife and humans [31–32]. However, effects of cattle on tick-borne pathogen exposure risk were sometimes harmful as well. Cattle have been found to be a major risk factor for humans when it comes to diseases spread by tsetse flies. There were some studies for each vector taxon that stated that cattle had neither harmful nor beneficial exposure impacts on human health, with the exception of tsetse flies. From this systematic review, we found that in the case of six VBDs and in the case of a few tickborne pathogens, cattle impacted VBP exposure risk in humans both positively and negatively. Cattle were harmful for 14 major VBPs, and for 2 VBPs, cattle were beneficial (Table 1). Overall, we find that cattle tend to increase the risk of exposure to VBPs in humans, but there are circumstances when cattle can reduce or have no effect on VBP exposure risk as well.\nAs per our hypothesis, we identified various mechanisms repeated across these published studies by which cattle can positively or negatively impact the human exposure risk to VBPs (Table 2). We have defined these mechanisms briefly below and in Table 2. Seven mechanisms were identified by which cattle have been shown to impact VBP exposure risk in humans. We have developed a figure (Fig 4- graphical abstract) to illustrate these seven identified mechanisms from the systematic review. We also recorded the number of times the papers within our included studies invoked one or more of these mechanisms.\n\nMechanism I: Diversion and attraction of vector blood meals.There is considerable evidence in the published literature to support scenarios in which there is a zoo-prophylactic effect of cattle on human health. Zoo-prophylaxis occurs when the presence of cattle can function as a barrier against potential vector bites and as an alternative host that deflects blood meals away from humans. This mechanism was observed 16 times in the included studies.\nThe opposite of zoo-prophylaxis is zoo-potentiation, whereby livestock contribute to an increase in VBP transmission by attracting vector bites to humans; this often occurs where livestock are housed within or near human sleeping quarters and for vector species that prefer human hosts, such as with some species of mosquitoes that can spread human malaria [24]. We observed this mechanism within our included studies 18 times.\n\nMechanism II: Modification of the environment.A second mechanism by which cattle may impact VBP risk is through physical modification of the environment. Cattle may modify the environment, making it suitable or unsuitable for certain vectors, thereby impacting VBP exposure. We found 6 instances when this mechanism was discussed in our pool of studies.\n\nMechanism III: Incompetent host.Cattle have been found to be an incompetent reservoir host species for certain vector-borne pathogens such as the causative agent for Lyme disease [56] and Japanese encephalitis [99]. This mechanism was only observed 3 times within our pool of studies.\n\nMechanism IV: Competent host.In other cases, cattle may serve as competent reservoirs, maintenance hosts, quality source of bloodmeals or amplifying hosts for several vector-borne diseases. In some circumstances, cattle can maintain vector-borne pathogens in their system that remain undetected, which may cause an outbreak when the right conditions arise [100]. This was the most commonly observed mechanism (found 63 times) in our systematic review and appears to be a better studied mechanism than some of the other mechanisms mentioned here.\n\nMechanism V: Direct contact between cattle or cattle by-products and humans affecting pathogen transmission.Direct contact of humans with cattle or cattle by-products such as skin, body fluids, milk, meat, etc. which, if infected with vector-borne pathogens, can cause various VBDs in humans. These contacts can occur through handling of cattle, through consumption of milk and meat, through caring for and treating cattle, through slaughtering meat, and while processing cattle carcasses and products without taking proper preventive measures. This is the second most commonly observed mechanism in the reviewed literature, with a count of 28 times.\n\nMechanism VI: Pathogen transmission through cattle movements and interaction with wildlife/other animals.Movement of animals from disease-endemic to non-endemic places and the interaction between cattle and other animal species during grazing activities can also result in geographic spread of VBPs to new foci [101, 102, 103]. We observed this mechanism 26 times in our included pool of studies.\n\nMechanism VII: Impact of insecticidal/acaricidal treatment of cattle on pathogen transmission.A major beneficial impact of cattle on VBP exposure risk in humans is through the treatment of cattle with insecticides/acaricides. Treatment of cattle with pesticides specific to vectors can significantly reduce the burden of VBPs in the environment thereby having a major beneficial impact on the health of humans and animals [21,40,52]. We observed this mechanism in our included pool of studies 17 times.\nWe also performed a non-systematic literature review of articles prior to 1999 across three databases. There were several papers that did not meet the inclusion criteria or did not necessarily investigate all three elements of this research topic i.e., vector, cattle, and a vector-borne disease of humans, or whose full texts were inaccessible or were review papers. It was interesting to note that early research on Q fever dismissed the vector-borne route of infection in humans, but then later research indicated the important role played by both cattle and ticks in causing Q fever in humans [91,123]. Papers that did meet inclusion criteria echoed that cattle can have a positive or negative impact on VBP exposure risk in humans [e.g., 48,54,91,99,104,108,123].",
    "Discussion": "Cattle and other livestock animals are principal elements in agriculture, animal husbandry, trade, economic activities as well as in cultural practices of people around the world. People who are in close contact with cattle due to employment, commerce, or for traditional reasons often are at higher risk for contracting various vector-borne and zoonotic diseases [13,124].\nWe identified a critical gap in the scientific literature about the various roles cattle can play in impacting vector-borne pathogen exposure risk in humans. We systematically reviewed articles from the scientific literature to synthesize the available information to better understand how cattle impact VBP exposure risk in humans. We categorized the impacts of cattle on VBP exposure risk in humans based on the aforementioned rubric by effect (positive, negative, neutral) and by vector taxa (mosquitoes, sandflies, ticks, tsetse flies). As per our hypothesis, we also identified seven ecological mechanisms repeatedly described from the previously published literature by which cattle positively or negatively impact VBP exposure risk in human health. Research on this topic has been concentrated geographically in countries located in sub-Saharan Africa and southern Asia. Cattle appear to have both beneficial and harmful impacts on human health with respect to VBDs, but they tend to overwhelmingly increase the risk of exposure to VBPs in humans. The effects of cattle on VBP exposure risk in humans depends on various ecological conditions, on the vector taxa along with other environmental factors.\nIn order to understand the mechanisms by which cattle can impact the risk of human exposure to vector-borne pathogens, we define some key terms here, which are sometimes used inconsistently in the literature we reviewed. A reservoir is defined as one or more epidemiologically connected populations of host species in which the pathogen can be permanently maintained and from which infection is transmitted [125]. A maintenance population can be defined as a host population in which a pathogen persists because the population size is greater than the critical community threshold [125,126]. An amplifying host is an organism in which an infectious agent (such as a virus or bacterium) that is pathogenic for some other species is able to replicate rapidly and to high concentrations [127], as evidenced in the case of Japanese encephalitis virus for which pigs are the amplifying host species [109]. The ability to obtain and transmit pathogens to other organisms refers to the competence of the host in transmitting that infection [128]. We discuss the seven identified mechanisms below and their implications on human health.\n\nMechanism I: Diversion and attraction of vector blood meals\nThe phenomenon of zoo-prophylaxis (cattle forming a protective barrier against vector bloodmeals) has been observed and studied greatly in the context of malaria [24,26,39,129,130]. Contrastingly, there is also evidence of instances when zoo-prophylaxis has not been observed [25,39,114,104,130–134]. Multiples studies indicate that certain requirements/conditions need to be present for zoo-prophylaxis to occur [24,26,38]. In the case of malaria specifically, these conditions are a) zoophilic and exophilic vector, b) habitat separation between human and host animal quarters, and c) augmentation of zoo-prophylaxis with insecticide treatment of animals or co-intervention of long-lasting insecticide-treated nets and/or indoor residual spraying. The presence or absence of these requirements might explain to a certain extent why cattle may or may not always be observed to be zoo-prophylactic.\nAs opposed to zoo-prophylaxis, the improved availability of blood meals by increasing the presence of cattle increases mosquito survival, which counters the beneficial impact of diverting blood meals on endemic and epidemic malaria [114]. Tirados et al [130] showed in field studies that in outdoor conditions, cattle had no prophylactic effect on humans, but the presence of cattle outside with humans indoors had some protective effect. Clearly, the mere presence of cattle may not always be sufficient to protect humans from malaria-carrying mosquitoes. Cattle may attract more vectors [135], and they can increase the local abundance of specific vectors which can lead to VBDs in both cattle and humans, such as tick-borne pathogens, malaria and leishmaniasis.\n\n\nMechanism II: Modification of the environment\nCattle can physically modify the environment around them to make it suitable or unsuitable for vector survival. For example, cattle can modulate the risk for Lyme disease by reducing the prevalence of questing vector ticks in a managed pasture [55]. In this study, cattle modified the vegetation by their grazing, thereby rendering the microclimate more arid and making the environment less suitable for the survival of ticks. Another instance where cattle may have a beneficial impact on human exposure is the case of Leishmaniasis: Bern et al [93] found that household cattle ownership was associated with a lower risk of contracting the infection and the presence of large numbers of cattle around houses had a protective effect. Conversely, research by Singh et al [97] found that one of the primary vectors of Leishmaniasis in India, Phlebotomous argentipes, preferred to mate in cattle sheds and in soils that were more alkaline than in human houses, whereas another vector P. papatasi preferred the soil of human houses with neutral pH. Similarly, Chorley [136] demonstrated that Glossina pallidipes, vector of HAT are attracted to the scent of cattle dung and cattle urine, which can have a negative impact on HAT exposure risk in humans. These serve as examples where cattle may modify environments to be more suitable for vector survival and where it can have a negative and positive effect on human health depending on the ecological attributes of the vector.\n\n\nMechanism III: Incompetent host\nAs mentioned before, cattle are incompetent hosts for certain vector-borne pathogens, thereby having a beneficial impact on human health such as in the case of Lyme disease and Japanese encephalitis. Non-infected ticks that feed on cattle fail to acquire spirochetes, but also infected ticks may even lose their infection during the course of blood meals from cattle [55]. Similarly, Samuel et al [43] reported that a decrease in the cattle-to-pig ratio might be one of the reasons for an increase in Japanese encephalitis virus (JEV) infection among children in India. Pigs are competent reservoir hosts for JEV, whereas cattle are dead-end hosts for JEV, and the presence of cattle may have a protective effect on humans.\n\n\nMechanism IV: Competent host\nThe ability of cattle to be a good source of bloodmeals for vectors and reservoirs of infection in the environment has negative consequences on human health. For example, in the case of Human African Trypanosomiasis (HAT), cattle along with pigs serve as reservoirs of human infective Trypanosoma brucei rhodesiense and also serve as blood meal hosts for the tsetse fly vector [50,137]. Cattle have been found to harbor all life stages of ticks that can spread Kyasanur Forest Disease virus (KFDV) to humans and have also been found to maintain a low level of the KFDV infection without succumbing to the disease [76,78,138]. Cattle are reservoirs for the pathogens that cause human anaplasmosis and can be co-infected with two or more Anaplasma species simultaneously [63,139,140]. Cattle can be reservoirs for several species of tick-borne rickettsial pathogens as well [22,87]. Cattle are also known to maintain tick-borne Dugbe virus in the environment, which primarily affects children [71,72]. Cattle and other ungulates are important reservoirs of the causative agent of Q fever, Coxiella burnetii [141,142,91].\n\n\nMechanism V: Direct contact between cattle or cattle by-products and humans affecting pathogen transmission\nSeveral sources indicate that consumption of dairy products from infected cattle (i.e., after they have been bitten by ticks) or consumption of infected meat itself are risk factors for diseases spread by vector arthropods, such as Crimean Congo hemorrhagic fever (CCHF), tick-borne encephalitis, Rift Valley Fever (RVF), and Alkhurma/Alkhumra hemorrhagic fever [59,73,81,101,143]. Handling both live and dead infected cattle and contact with raw animal skins and body fluids of infected cattle can also be risk factors for CCHF and RVF [61,106,144]. Various studies have also shown that people working in professions in close contact with cattle, such as veterinary professionals, abattoir workers, butchers, farm workers, livestock handlers, traditional pastoralists, tannery workers, and human health professionals, are at risk of contracting CCHF, RVF, HAT, Q fever and other VBDs, either through direct contact with cattle or indirectly via vector bites on the cattle [28,33,57,59,106,143,145,146]. In addition, congregations of large herds of cattle with humans due to trade and religious festivals at trading posts, live animal markets, quarantine facilities, and slaughterhouses, allow for more opportunities for VBP transmission such as in the cases of RVF and CCHF [58,102,111,147].\n\n\nMechanism VI: Pathogen transmission through cattle movements and interaction with wildlife/other animals\nOmondi et al [64] state that wildlife translocations from areas with vector presence to areas without vector presence can also lead to VBP transmission. Diseases that typically are rare in humans, such as babesiosis, have been found to increase due to the dissemination of pathogens through cattle movement [68]. Movement of otherwise free-ranging cattle to forest and back into villages have been hypothesized to be a risk factor in the spread of Kyasanur Forest Disease in India [78,79,148]. Rutto et al [50] showed that in areas where untreated cattle, humans and other livestock come into contact with each other, especially during dry periods at watering points, there can be risk of bovine and human trypanosomiasis transmission. Murase et al [112] demonstrated that cattle might be contracting Anaplasma phagocytophilum from contact with wildlife that could be easily transmitted to humans in Japan. In a review by Glover [54], the author stated that cattle migrations are responsible for introducing different species of tsetse flies in areas where they were previously absent. Similar to mechanism V, anthropogenic activities, and areas such as trading posts, wet markets, religious festivals etc. where there are congregations of cattle, humans, and other domestic or wild animals; afford opportunities for spillover of pathogens from one species to another [111,147,149,150].\n\n\nMechanism VII: Impact of insecticidal/acaricidal treatment of cattle on pathogen transmission\nThere is research that shows treatment of cattle with insecticides is associated with a significant decrease of malarial vectors in the environment when used in conjunction with insecticide-treated bed-nets, indoor residual spraying, and other vector control approaches [37,38,114,115,151–154]. When cattle are treated with insecticides against tsetse flies or trypanocides against the parasites, it reduces the abundance of vectors and parasites, thus preventing transmission of HAT [50–52,54,155]. Insecticidal or acaricidal treatment of cattle also have positive impacts in controlling other mosquito vectors [116], blackflies [117], leishmaniasis [118–120] and preventing tick-borne diseases in non-integrated ecosystems [121,122].\nAcaricidal treatment of cattle can also have beneficial impacts on wildlife and livestock integrated communities. Allan et al [31] and Keesing et al [32] describe that in such integrated communities in Kenya, treatment of cattle with acaricides can reduce the abundance of host-seeking ticks in the environment. This could also improve the health of wildlife, domestic animals and humans that co-occur in such shared ecosystems. Treatment of the cattle with specific acaricides reduced the abundance of host-seeking nymph and adult life stages of several tick species (vectors of diseases such as CCHF, Thogoto virus and Dugbe virus), thereby reducing the potential for disease transmission. Interactions between cattle and wildlife can have important epidemiological consequences. For example, Ruiz-Fons et al [156] found that in game reserves in Spain, where cattle and ungulates coexist, cattle abundance influenced the prevalence of B. burgdorferi sensu lato and A. phagocytophilum in I. ricinus nymphal ticks. Increasing abundance of cattle seemed to increase the risk of other hosts becoming infected by A. phagocytophilum, while reducing the risk of becoming infected by B. burgdorferi sensu lato.\nTreatment of cattle with insecticides, either topically or through ingestion, can reduce the circulating parasites in the environment along with the targeted vector species, thereby reducing the disease burden and vectorial capacity of the vectors. However, the efficacy of insecticide treatment of cattle is dependent not just on the feeding preferences of the vector but also on behavioral adaptations of vectors, potential development of resistance among the vectors and parasites, and potential negative consequences for the environment [41,152,157–159]. If the targeted vector species in an area are all anthropophilic, then there has to be a multi-pronged approach to control the vectors and VBPs in that area. We hypothesize that when cattle are treated with insecticides and/or vectors preferentially feed on cattle, cattle likely reduce VBP exposure risk in humans by deflecting vector blood meals away from humans and/or reducing the abundance of vectors in the environment. Conversely, when vectors prefer to feed on humans and/or cattle are not treated with insecticides, cattle are likely to increase VBP exposure risk in humans by contributing to an increase in vector abundance, attracting vectors to feed on humans, and/or serving as pathogen reservoir hosts that can transmit the infection to vector arthropods. This intricate interaction between vector feeding/biting preferences and insecticide treatment of cattle has important implications for human health.\nTreatment of cattle with various insecticides to prevent pathogen transmission is a critical step in vector control. As mentioned before, the complex interaction between vector feeding preference and insecticidal treatment of cattle has important implications on human health and not all barriers to insecticide application are biological in nature. For instance, factors such as inadequate market infrastructure, poor awareness, the expensive nature of treatments, and local policy enforcement failures can lead to low rates of cattle treatment [50,103]. There is research underway to investigate alternative methods that can be used to control vectors and thereby, vector-borne diseases, such as the use of plant-based odor baits [160] and semio-chemicals.\nSemio-chemicals are organic compounds that function as signals and enable intra- and inter-specific chemical communication [161]. The information conveyed is used for modulating physiological and behavioral activities through the olfactory and taste systems [161]. Mosquitoes use a variety of sensory cues to find their prey which can differ depending on the specific life stages of the mosquito [162]. Various semio-chemicals have been identified that mosquitoes use during oviposition, mating, sugar feeding and host-seeking [162]. When semio-chemicals are applied to cattle and livestock, they can attract specific vectors to cattle and then kill the vectors [163]; or they can disrupt mating in the vector [164]; additionally, they can be used to repel vectors from finding their preferred hosts (e.g., humans) [164]. The search is on for other alternative methods or compounds that can be used in vector control methods that might be less environmentally harmful. For instance, Singh et al [97] evaluated the application of plant products at potential sandfly breeding sites to reduce soil pH which might help prevent vector mating and can be a useful alternative to chemical insecticides for sandfly control/management. Other vector control approaches being developed include gene drive technology [165], infection of Aedes mosquitoes with Wolbachia to prevent VBP spread [166,167], and a variety of environmental modifications [167].\n\n\nNo effect/no association of cattle on VBP exposure risk\nThere were some papers that met our inclusion criteria and yet did not explicitly study the impact of cattle on human exposure risk to VBPs [168,169]. In addition, other studies found unclear associations between cattle and VBD risk in humans [170–176]. As we found few such papers in our pool, this indicates the need for diversity of study designs and research methodologies that might better investigate the impact of cattle on VBP exposure risk in humans.",
    "Limitations": "It is important to consider study limitations. For the systematic review, we opted to focus on more recent papers, i.e., papers published after 1999. For the non-systematic literature review even though we did look at articles prior to 1999, there were papers whose full texts we were not able to retrieve, papers that were predominantly reviews or perspective pieces or papers that did not examine this topic. Hence, we chose 1999 as the cutoff point for the systematic review, to access papers that investigated this topic and to easily access electronically the majority of peer-reviewed articles on this topic. There may be articles published on this topic in languages other than English that we could not include, and there have been review articles published which we did not include as well. In some articles, it was difficult to parse out the effects of cattle from the effects of other livestock since some studies group cattle as part of multiple livestock species, despite our specific use of the term ‘cattle’ instead of ‘livestock’ in our search algorithm. Of note, since this systematic review encompasses information from multiple fields such as ecology, epidemiology, parasitology etc., certain terms/jargons and concepts are interchangeably used, making this a challenging question to answer. Finally, our evaluation of mechanisms by which cattle affect VBP exposure risk in humans was dependent on mechanisms invoked by the authors of these studies, some of which were supported by experimental evidence, but others based on field observations or informed opinions.",
    "Future recommendations and research": "The role of cattle in VBP exposure risk in humans can be complicated and can prove to be beneficial or harmful in the context of specific VBPs and in specific settings. We recommend future studies explicitly study the various mechanisms by which cattle impact vector-borne pathogen exposure risk in humans, as more than one mechanism may operate in specific environmental contexts. We encourage researchers to use a wider variety of study designs than just modeling, serology, molecular analyses, cross-sectional, and retrospective methods. Apart from human and animal health, other factors such as cultural practices, societal norms, age, sex, occupation, human activities and behaviors, and seasonality can predispose individuals to vector-borne diseases. More research is needed to investigate all these factors as well as identify situations in which cattle can be zoo-prophylactic beyond the well-studied example involving human malaria. Since published studies tended to be concentrated from a few specific regions, more research and funding on this topic from other geographic areas (e.g., North America) might yield interesting results. The results from this research could inform public health measures globally to prevent and reduce vector-borne pathogen exposure risk in humans. Policy measures, increased funding, and public awareness are all critical steps in the fight against vector-borne diseases since many vectors are opportunistic and can parasitize many different host species.",
    "Conclusion": "The goal of this comprehensive systematic review was to determine the impact of cattle on human health with respect to vector-borne diseases. Our results show that cattle often increase VBP exposure risk in humans, but there is evidence to show that cattle can have a beneficial impact on human health as well. Our hypothesis was that certain mechanisms involving cattle, vectors and humans occur repeatedly in nature with important consequences for VBP exposure risk and spread in humans. Through this systematic review we identified and narratively described seven mechanisms from the literature through which cattle can impact VBP exposure risk in humans; these mechanisms are dependent on ecological conditions, vector taxa and other environmental factors. In addition, some mechanisms are less studied than others and require further investigation. Hence, it is critical for future studies to delve deeper into the many ways cattle, humans, wildlife, and vectors interact in the environment and develop holistic measures that can be used to protect humans and animals from VBDs as well as prevent negative side effects on the environment."
}