{
    "Introduction": "Leptospirosis is a worldwide zoonosis that is caused by a spirochete of the genus Leptospira [1]. The World Health Organization (WHO) reports one million severe human cases of leptospirosis each year [2,3], especially in tropical and subtropical regions. Recently, the number of reported outbreaks has increased with rainfall and urbanization associated with the conditions of slum living [4,5]. Human leptospirosis ranges from a mild form to a severe infection called Weil’s disease, which has a fatality rate of 5–15% and is characterized by jaundice, renal failure and hemorrhage [6]. In animals, leptospirosis also causes reproductive failure, abortion and infertility in cattle [1], and acute febrile illness with renal and hepatic failure in dogs [7]. The main reservoirs of Leptospira are wild rodents, including the brown rat (Rattus norvegicus) [1,8]. The infection is asymptomatic in this animal, and leptospires persist by renal carriage, colonizing the proximal tubules [9]. Leptospires are secreted in the rat’s urine and infect humans and other animals by direct or indirect contact with the contaminated environment [5,10]. Rattus species appear to have a specific association with the Icterohaemorrhagiae serogroup [4,11] that causes most human cases of leptospirosis worldwide [2,11]. The control of the contamination of humans and domestic animals is therefore required in a rodent infection study.\nThe experimental approach used to study leptospiral infection often focuses on the mechanisms of pathogenicity, especially in the acute dose-response model of infection in guinea pigs or hamsters [12]. Rat models have been developed to study the mechanisms of Leptospira renal colonization or urinary excretion during chronic infection [13], but infection kinetics in rats are rarely studied. The intraperitoneal route of infection has been used in all rat studies [14–17], but this route could overestimate the dissemination time and the pathogen load during dissemination [14]. Moreover, the intraperitoneal route is a non-natural Leptospira infection route in rat colonies, and the details of transmission between rats remains unknown [18,19]. Studies of natural routes of rat-rat transmission could explain the heterogeneity of renal carriage in rat colonies from the same region [20,21] by variable Leptospira dissemination kinetics. Natural routes of infection, such as conjunctival, subcutaneous, epicutaneous and intradermal routes, have only been studied in acute infection models in guinea pigs and hamsters [22–24]. The kinetics of Leptospira dissemination exhibit significant variation depending on the inoculation route used. For example, abraded skin is a less efficient barrier to leptospires than intact skin [22]; in the same way, it has been shown that the conjunctival route requires a higher dose to cause lethality than do the subcutaneous and intraperitoneal routes [24]. The influence of a natural inoculation route remains to be studied in rat models. The conjunctival-mucosal and subcutaneous inoculation routes are natural routes of rat transmission. The conjunctival-mucosal route corresponds to mucosal transmission by environmental contamination, and the subcutaneous route corresponds to direct contamination from a rat bite [21], according to the most recent hypothesis regarding transmission between rats via the saliva and biting [19,21]. Both routes could significantly affect dissemination time and renal colonization.\nIn this study, we investigated for the time the establishment of a rat infection model based on natural disease transmission routes in rat colonies. The objectives of this study were as follows: 1) to report the effect of subcutaneous and mucosal inoculation routes on the renal colonization and urinary excretion of Leptospira infection compared to the reference intraperitoneal inoculation route; and 2) to investigate others potential excretion routes such as saliva or feces.",
    "Materials and Methods": "Leptospiral strain used for rat inoculation\nA virulent Leptospira interrogans serovar Copenhageni strain Fiocruz L1-130, provided by the National Reference Center and WHO collaboration Center for Leptospirosis (Institut Pasteur, Paris, France), was used in all experiments. This same strain has been used in several experimental studies in rats [14,25], is a clinical isolate from Brazil [26]. Leptospires were cultivated in Ellinghausen-McCullough-Johnson-Harris (EMJH) media (Indicia, Sainte-Foy-l’Argentière, France) at 29°C.\nBefore the use of the obtained experimental strain in rats, a virulence test was performed using 8-week-old male Mongolian gerbils (Janvier Labs, France) intraperitoneally injected with Leptospira suspensions. The strain was found to be 100% lethal in the gerbil model even at a single dose of 101 leptospires. Blood was collected by cardiac puncture after the humane killing of sick bacteremic animals on day 5 after inoculation and was aseptically transferred into tubes containing EMJH media (Indicia). Second-passage pathogenic cultures, derived from the cardiac puncture culture, were used for all experimental rat infections.\n\n\nExperimental infection\nSpecific pathogen-free 7-week-old male Wistar rats (Rattus norvegicus, RjHan:WI) (Janvier Labs) weighing 275 g were provided with food and drink ad libitum and housed in individual cages with specific enrichment in the form of nesting materials and wood chew sticks, which allowed both the absence of inter-individual contamination and the maintenance of normal conditions and behavior during the one-week acclimation period and one-month study duration. All rats were weighed and examined weekly over the course of one month for clinical and behavioral signs.\nThe experimental procedures encompassed the inoculation procedure, the sample collection and the final sample set. Groups of eight animals were infected with the Leptospira inoculum at day 0, either intraperitoneally (IP injection, 500 μL of EMJH containing 1×107 leptospires), subcutaneously (SC injection, 500 μL of EMJH containing 1×107 leptospires in the lumbar region) or conjunctival-mucosally (M, 100 μL of EMJH containing 0.5×107 leptospires, dispensed as: 1) 25 μL on the left eye, 2) 25 μL in the left nostril and 3) 50 μL in the mouth). An inoculum of 1×107 leptospires resulted in 100% infected animals (14). To standardize and validate the inoculum dose, the subcutaneous inoculation route was checked manually after injection, and the rats were habituated by training to accept a conjunctival-mucosal inoculation. Furthermore, a control group of two uninfected animals was established for each inoculation route, which received sterile EMJH distributed in the same manner as the corresponding inoculation.\nSample collection was performed under isoflurane anesthesia, as shown in the timeline of Table 1. Blood and/or serum samples (500 μL) were collected, using a 26 gauge needle, from the caudal vein. Urine samples were collected in a sterile aluminum box from vigil rats (on day 10) or from anesthetized rats (on other days) by sphincter relaxation. Feces were collected in a sterile aluminum box by spontaneous dropping. Saliva samples were collected by oral plugging with a cotton swab. On day 30, rats were anesthetized with isoflurane and sacrificed by cervical dislocation. At necropsy, samples were collected aseptically for serology, Leptospira isolation, and molecular and histological analyses. Blood (from an intracardiac puncture), urine, feces and saliva were collected. Bronchoalveolar lavage (BAL) fluid was collected from the lungs by tracheal catheterization with a 14 gauge needle followed by an injection with 5 mL of sterile phosphate-buffered saline (PBS) (Sigma-Aldrich France, Lyon, France). The kidneys, liver, lungs, spleen and salivary glands were also collected. The left eye was collected from all rats in the infected and control M groups.\n\n\nMicro-agglutination test\nSerological tests using the microscopic agglutination test (MAT) using WHO endpoints [27] were performed in the Laboratoire des Leptospires (VetAgro Sup, Marcy l’Etoile, France) using a panel of four Leptospira interrogans strains from the Icterohaemorrhagiae serogroup as antigens: serovar Copenhageni strain M20, serovar Copenhageni strain Fiocruz, serovar Icterohaemorrhagiae strain RGA and serovar Icterohaemorrhagiae strain Verdun. Blood samples were centrifuged for 5 minutes at 3500 rpm, and screening was performed with serum dilutions ranging from 1:50 to 1:6400. The analysis of each serum sample from each rat was repeated in triplicate.\n\n\nDNA extraction and quantitative PCR (qPCR)\nThe kidney, liver, spleen, lung, ocular and salivary gland samples were ground aseptically. A small amount (25 mg) was incubated with 180 μL ATL Buffer (Qiagen, Courtaboeuf, France) and 25 μL proteinase K for 2 hours. For the urine, blood, saliva and BAL matrices, 200 μL of each sample was lysed for 15 minutes. After proteinase K treatment, DNA was extracted from 200 μl of lysed tissue or 200 μl of lysed matrices using the QIAamp DNA mini kit (Qiagen) following the manufacturer’s instructions. DNA from fecal samples (200 mg) was extracted using the QIAmp DNA stool kit (Qiagen) following the manufacturer’s instructions. All DNA concentrations were controlled spectrophotometrically by measurement of the absorbance at 260/280 using a NanoDrop 2000 (Thermo Fischer Scientific, Illkirch, France). All DNA samples were stored at -20°C.\nDNA was tested by qPCR SYBR Green using the Rotor-Gene Q (Qiagen). A qPCR primer pair amplified the Lfb1 gene, as previously described by Merien et al. [28] and used in real-time PCR test [29]. qPCR was performed on a final volume of 25 μl containing 12 μl of Rotor-Gene SYBR Green PCR kit (Qiagen), 1 μl of forward primer (10 μM), 1 μl of reverse primer (10 μM), 6 μl of H2O and 5 μl of target DNA. Control reactions without target DNA were included in each assay. The following thermocycling program was used: initial incubation step at 95°C for 5 min, followed by 45 cycles of 95°C for 10 s and 61°C for 40 s. Standard curves were generated from bacterial suspensions containing 1×107 L. interrogans Copenhageni Fiocruz/200 μL of DNA extract. Ten-fold serial dilutions from 107 to 101 leptospires were performed in TE Buffer (Ambion Life Technologies, Saint Aubin, France). From the stock solution, 1 μL of target DNA contained 1.25×106 genomic copies based on the genome size of L. interrogans L1-130 (4.6 Mb): 1 genome is ~ 5 fg of genomic DNA. Each DNA sample was tested in duplicate or triplicate if variable results were observed. The Tm of each positive DNA sample was controlled with the Tm of the L. interrogans Copenhageni Fiocruz used as a reference.\n\n\nLeptospira renal isolation\nHalf of a kidney from each rat in the infected and control groups was crushed and aseptically transferred into tubes containing EMJH media (Indicia). A series of three dilution tubes were incubated at 29°C according to the protocol for pathogenic Leptospira isolation [30]. The tubes were examined weekly for three months using a dark-field microscope.\n\n\nHistological analysis\nA sample of each organ (kidney, liver, spleen, lung and salivary gland) from each rat was fixed in 10% formaldehyde for 24 h and subsequently transferred to 70° ethanol. The tissues were embedded in paraffin and cut into 3 μm sections. For each rat, all the organ samples were embedded in the same paraffin block. One section of each block was then stained with hematoxylin-phloxine (HP) to observe morphological lesions. Two stains were used for the visualization of leptospires. For each rat, one section was stained with Warthin-Starry silver staining (Merck KGaA, Darmstadt, Germany) [31], and another section was subjected to immunohistochemistry with antiserum specific to the L. interrogans Icterohaemorrhagiae serovar. Positive control sections from one Leptospira carrier wild rat were included in each silver staining and immunohistochemistry assay. For immunohistochemistry, paraffin was removed from the sections with xylene and ethanol. The tissues were incubated in citrate buffer (pH = 6) for 1 h at 95°C and subsequently treated with 0.3% hydrogen peroxide for 10 min at room temperature. Nonspecific staining was blocked by incubation of the sections with Super Block (UltraTek HRP Anti-Polyvalent Lab Pack, ScyTek Laboratories, Logan, USA) for 30 min at room temperature, and rodent-specific sites were blocked by incubation of a 1,000-fold dilution of peroxidase-conjugated goat anti-rat antibody (Jackson ImmunoResearch Laboratories, West Grove, USA) for 10 min at room temperature. Tissue sections were incubated with a 2,000-fold dilution of Leptospira antiserum overnight at 4°C. The samples were then incubated with a 1:2 dilution of Ultra Tek Anti-Polyvalent (UltraTek HRP Anti-Polyvalent Lab Pack, ScyTek Laboratories) for 30 min at room temperature; subsequently, they were incubated with UltraTek HRP (UltraTek HRP Anti-Polyvalent Lab Pack, ScyTek Laboratories) at room temperature for 30 min. Enzymatic reactions were developed using the Vector NovaRED substrate kit for peroxidase (Vector Laboratories, Burlingame, USA). As an appropriate negative control, sections were incubated without Leptospira antiserum.\n\n\nStatistics\nBias reduction was achieved by a random allocation of rats in each group. Rats were taken in the same order for the collection of each sample.\nThe results are expressed as the median for the MAT and as the confidence interval for qPCR. Statistical tests were not used when fewer than 5 rats tested positive for leptospires. Bartlett’s one-way and permutational analysis of variance (ANOVA) test was used to examine the differences between multiple groups. Fisher’s test was applied to evaluate independence between multiple distributions. All statistical analyses were conducted using R software, version 2.15.2 (R Development Core Team, R foundation for statistical computing, Vienna, Austria).\n\n\nAnimal ethics\nAll experimental procedures were performed according to the ethical and regulatory standards of the European Union Legislation governing the care and use of laboratory animals (Directive EU 10/63). All animal procedures were approved by the ethical committee of VetAgro Sup establishment (n°1288 for the gerbil procedure and n°1289 for the rat procedure) and were conducted by an authorized person (agreement no. 69–127811 issued by the Préfecture of the Rhône).",
    "Results": "Clinical response to infection and effect on body weight\nThe weekly general examinations of all infected and uninfected rats were normal throughout the study, without any clinical signs of infection observed.\nThe body weights of infected and control rats showed weight gains in the infected and control groups (between 129 g and 165 g, data are shown in S1 Table), corresponding to the expected growth of the 7-week-old rats during this month. The weight gain differences were not significant (p-value > 0.05) in the three infected groups, in the control groups and between the infected and control animals that were inoculated identically.\n\n\nAntibody response\nAll inoculated rats developed antibodies, and all the control animals remained negative during the study. A positive MAT titer was detected from day 7 post-inoculation for the 8 rats in the infected IP and SC groups and from day 14 for the M group (Fig 1). The antibody levels increased rapidly and appeared to stabilize after one week. The means of the MAT titers at day 30 were 701, 570 and 416 for the SC, IP and M groups, respectively. The titers of each rat in every infected group were similar irrespective of the results of the other methods. The leptospiral antibody levels of each group were significantly different at day 7 (p-value < 0.05), but the differences between the titers of the infected groups were not significant from day 14 until the end of the study (p-value > 0.05).\nRat anti-Leptospira antibody responses were measured by the micro-agglutination test. The box plot shows the log10 titers of the sera samples of eight rats from intraperitoneal (A), mucosal (B) and subcutaneous (C) groups (tested in triplicate at a starting dilution of 1:50). Leptospiral antibody levels in each group were only significantly different on day 7 (p-value < 0.05).\n\n\nLeptospiral organ and matrix burden analysis by qPCR\nOrgan and fluid samples were collected on days 1, 7, 10, 14, 20, 25 and 30 post-inoculation, as indicated in Table 1. Data obtained from the three groups of infected rats from day 7 to day 25 are summarized in Table 2, and all data from infected rats obtained at necropsy on day 30 are shown in Table 3 (The individual rat data are shown in S2 Table). All organ and matrix samples from control rats had negative qPCR results for the duration of the study.\nOn day 1, blood samples from the infected rats were positive in 8 of 8 rats from the IP group and in 1 of 8 rats from the SC group. In the M group, all 8 rats had negative blood samples. The numbers of genomic copies in the blood samples of rats from the infected groups are shown in Table 2.\nLeptospira urinary excretion was examined using molecular analyses of urine samples collected every five days during the study. The results are shown in Table 2 and Table 3. On day 7, the urine sample from one rat in the IP group was positive, and no samples from rats in any other groups tested positive. A similar pattern was found on day 10, with one positive rat in the IP group but none in the other groups. For the IP infected group, 6 rats, 6 rats and 5 rats tested positive for leptospires on days 14, 20 and 25, respectively. Finally, on day 30, 8 out of 8 rats tested positive for leptospires. In the SC infected group, none of the 8 rats tested positive for leptospires before day 25 post-inoculation. On day 25, one rat tested positive for leptospires. However, on day 30, no rats tested positive. In the M infected group, one rat tested positive for leptospires on day 14. However, none of the 8 rats tested positive for leptospires on day 20. Finally, 2 rats and 5 out of 8 rats tested positive for leptospires on days 25 and day 30, respectively. All fecal samples and saliva matrices from the infected rats, collected from days 14 to 25, were negative (Table 2).\nOn day 30, all DNA samples from the blood, feces, saliva and BAL matrices and from the liver, spleen, lung and salivary gland tissues were negative. The DNA from the left eyes of the M group collected on day 30 was negative. Molecular analyses of DNA from the kidneys of infected rats revealed that 8 out of 8 rats tested positive in the IP group, whereas 0 of 8 rats from the SC group and 3 out of 8 rats from the M group tested positive for leptospires. All data from the renal molecular analyses are shown in Table 3.\n\n\nLeptospira renal isolation\nRenal colonization was studied by Leptospira isolation from the kidney samples of all rats in both the infected and control groups. In the infected groups, a Leptospira culture was obtained in 7 out of 8 rats from the IP group, 4 out of 8 rats from the M group and 1 out of 8 rats from the SC group (Table 3), which are the same rats that tested positive by qPCR. All 6 rats from the control groups had negative renal cultures. Fisher’s test showed that the rate of culture corresponding to colonization was dependent on the inoculation route (p-value < 0.05).\n\n\nHistological analysis\nHistological stains (HP, Warthin-Starry silver staining and immunohistochemistry) were conducted on sections of the kidney, liver, lung, spleen and salivary gland tissues from all rats in both the infected and control groups.\nThe HP staining revealed no lesions in the liver, spleen or salivary glands of all rats in the three infected groups. One pulmonary lesion was observed: perivascular lymphoid hypertrophy (data are shown in S1 Fig.). This lesion was observed in the infected rats (one rat in the SC group and two rats in the IP group). HP staining of the kidney sections showed that only 1 out of 8 rats in the SC group had interstitial nephritis (data are shown in S1 Fig.), although this rat tested negative for leptospires using PCR and isolation analyses. The other 7 rats from the SC group and all 8 rats from the IP and M groups, as well as those in the control groups, had no renal lesions.\nNo leptospires were observed in the liver, spleen, lung and salivary glands of any rats in the three infected groups or in the control groups by silver staining or immunohistochemistry. Additionally, silver staining and immunohistochemistry revealed that no Leptospira were found in the tubules of renal sections from the 24 infected rats and the 6 control rats. This observation may be due to the low detection sensitivity of histological method [32], together with the early phase of renal colonization characterized by small numbers of leptospires in the tubules.",
    "Discussion": "We have studied for the first time a rat model for Leptospira infection based on the potential natural transmission routes of leptospirosis in rat colonies. We chose to investigate the conjunctival-mucosal and subcutaneous routes because they were shown to be efficient routes of infection in previous investigations of acute infection in susceptible species [23,24]. We report the effect of the inoculation route on Leptospira asymptomatic infection in a rat model and the results of investigations of other potential leptospire excretion routes.\n\nAsymptomatic infection and the effect of the inoculation route\nInfections appeared to be identically asymptomatic regardless of the inoculation route (M, SC and IP). Indeed, the infections had no effect on weight gain or on clinical and behavioral examinations conducted during the study. This absence of weight loss in the adult rats is different than observations of weight loss in young rats [33] because they are not susceptible. Adult rats that carry Leptospira do not appear physically disadvantaged in rat colonies. Consequently, a carrier rat could be as healthy as a non-carrier rat.\nRegarding serology, MAT titers were similar at the end of the month in all 3 groups. However, antibodies were detectable at day 7 post-inoculation for the SC and IP routes, while antibodies were only detectable at day 14 by the M route. The titers in chronic infections were considerably lower than the titers reported in acute infections, and no relationship was found between antibody production and renal colonization rate. This similar observation in field rats may result from an adaptation between the host and the pathogen [34] and may create a bias for MAT epidemiological studies. Hence, MAT only indicates exposure to Leptospira of animals suspected of carrying leptospires.\nIn this study, leptospiral bacteremia differed based on the inoculation route. Using molecular analysis, bacteremia was detected on day 1 for the SC and IP routes but not for the M route. The absence of bacteremia at day 1 and the detection of an MAT titer by day 14 for the M route may be a result of slower bacterial spread, likely delayed by passing the conjunctival and mucosal barrier.\nThe renal colonization rate varied significantly depending on the inoculation route. All rats in the IP infected group were renal carriers. Our IP rate was similar to rates observed in other experimental rat model studies, in which 100% of rats were densely colonized after one month of inoculation [14,16], but this inoculation route was not natural. Consistent with this result, the rats in our study that were inoculated via the SC and the M routes had renal colonization rates of 1 out of 8 and 5 out of 8, respectively, as shown and defined by positive results for molecular analyses of kidney and urine together with renal isolation. The sensitivity of the isolation and molecular, serological and histological methods was less than 100% [32,35], and thus it was necessary to combine several types of methods to obtain a reliable reflection of renal Leptospira colonization in infected rats. The decreased sensitivity of each method can be explained by small numbers of Leptospira in the renal tubule samples obtained during the samples collection in the dissection, resulting in bias [29]. The natural M inoculation route allowed a higher rate of renal colonization than the SC inoculation route.\nIn histological analysis, HP sections from only one rat in the SC group showed interstitial nephritis in the kidney, although this rat was negative for leptospires by PCR and by isolation. Interstitial nephritis is the only lesion attributable to leptospiral infection in rats [25], but in our study, renal carrier rats had no lesions. This absence of lesions may be the result of observing only one section for each staining assay that did not contain leptospires, although all collected organs from all rats in both infected and control groups have been observed.\nUrinary excretion in rats infected by the IP route began on days 7–10, as observed in other studies [14,16], but leptospires were not detected in the urinary excretion of rats from the SC and M groups until day 25. Therefore, the natural infection routes affected both the time course of Leptospira dissemination in the body and the renal colonization associated with urinary excretion.\n\n\nLeptospira transmission in rat colonies\nWe investigated the potential natural transmission routes of Leptospira, the conjunctival-mucosal and the subcutaneous routes, in rat colonies by studying the kinetics of infection and excretion of leptospires from rats. The conjunctival-mucosal inoculation route corresponds to mucosal transmission from environmental contamination, such as drinking from a contaminated water source and splashing water into the eyes or nose. The subcutaneous route mimics transmission from a rat bite [21], with contamination of the wound by Leptospira. Our study showed that the mucosal route was more efficient at renal colonization associated with Leptospira urinary excretion than the subcutaneous route. In our study, the M inoculum was 2-fold less concentrated than the SC inoculum because of technical constraints, and in acute infections, the M inoculation route required a higher lethal dose [24]. Moreover, the mucosal route induced a slower progression of chronic infection. Previous studies using the intraperitoneal inoculation route created a bias for dissemination time and infection progression. Therefore, rat-rat transmission could require a high dose of Leptospira [14], but the transmission route is also important and significantly affects the renal colonization rate. The mucosal inoculation route is more efficient than the subcutaneous inoculation route; this can be explained by the possibility that the contaminated environment has a larger effect on renal carriage prevalence in a rat colony than biting.\n\n\nOther potential excretion routes\nUsing molecular methods, we investigated other potential excretion fluids that might enable Leptospira transmission, such as saliva, feces and BAL. Saliva has rarely been indicated as a contaminated fluid [36], but a few cases of bite transmission have been reported during the last century [37–39]. However, these have mainly been attributed to indirect urinary contamination of the mouth or wound. In our study, all saliva and salivary gland samples from infected rats tested negative for Leptospira by qPCR, even if those from infected rats that excreted a large number of leptospires in the urine and continued to groom themselves. The saliva was not contaminated, either by direct excretion from the salivary gland or by indirect contamination from urine during grooming.\nWe also assessed the feces, which have never been investigated. The idea to test the feces came from two assumptions: 1) if rats are contaminated by an infected environment, the ingested leptospires could be found in the feces; 2) because the gut is an immune escape site, leptospires could take advantage of this opportunity. All fecal samples from the infected rats tested negative for leptospires. The potentially ingested leptospires do not appear to survive in the rat digestive tract, most likely because they are destroyed by gastric acid [40].\nFinally, we investigated the presence of leptospires in the BAL. All BAL samples from the infected rats tested negative for leptospires, but the pulmonary lesions observed in the perivascular region in our study may have resulted from an acute susceptibility to transitory leptospires. Pulmonary lesions with hemorrhages were previously described only in acute infection models [41,42], with the exception of infections in rat pups [33]. Hemorrhages in susceptible animal models are caused by vasculitis, which could be the cause of the perivascular lymphoid hypertrophy found in this study. Warthin-Starry staining and immunohistochemistry did not reveal leptospires in pulmonary sections, as observed previously [14]. However, leptospires are also rarely detected in the alveoli during acute infection [41]. Despite the negative BAL samples, leptospires appear to have a pathogenic effect on the rat lung.\n\n\nConclusion\nLeptospira infection in rats has identical asymptomatic forms regardless of the three inoculation routes (M, SC and IP) used. The antibody response in chronic infections was considerably lower than in acute infections, and antibody production had no relationship to the renal colonization rate. Therefore, natural routes of infection, such as mucosal and subcutaneous routes, affected both the time course of Leptospira dissemination in the body and the renal colonization associated with urinary excretion. The mucosal inoculation route was more efficient for renal colonization associated with Leptospira urinary excretion than the subcutaneous route. This is the first report of observations in the rat model using new inoculation routes (mucosal and subcutaneous) compared with the reference intraperitoneal inoculation route. Our investigation of other potential excretory fluids, such as saliva, feces and BAL, showed that these fluids do not appear to transmit Leptospira. We suggest using natural routes of Leptospira infection in future studies of rat models to investigate infection kinetics and renal colonization rates under natural conditions."
}