{
    "Background": "Matrix-Assisted Laser Desorption/Ionization Time-of-Flight Mass Spectrometry (MALDI-TOF MS) has recently emerged in the field of entomology as a promising method for the identification of arthropods and the detection of associated pathogens.",
    "Methodology/Principal findings": "An experimental model of Ctenocephalides felis (cat fleas) infected with Bartonella quintana and Bartonella henselae was developed to evaluate the efficacy of MALDI-TOF MS in distinguishing infected from uninfected fleas, and its ability to distinguish fleas infected with Bartonella quintana from fleas infected with Bartonella henselae. For B. quintana, two groups of fleas received three successive blood meals, infected or not. A total of 140 fleas (100 exposed fleas and 40 control fleas) were engorged on human blood, infected or uninfected with B. quintana. Regarding the second pathogen, two groups of fleas (200 exposed fleas and 40 control fleas) were fed in the same manner with human blood, infected or not with Bartonella henselae. Fleas were dissected longitudinally; one-half was used for assessment of B. quintana and B. henselae infectious status by real-time PCR, and the second half was subjected to MALDI-TOF MS analysis. Comparison of MS spectra from infected fleas and uninfected fleas revealed distinct MS profiles. Blind queries against our MALDI-TOF MS arthropod database, upgraded with reference spectra from B. quintana and B. henselae infected fleas but also non-infected fleas, provided the correct classification for 100% of the different categories of specimens tested on the first model of flea infection with Bartonella quintana. As for Bartonella henselae, 81% of exposed qPCR-positive fleas, 96% of exposed qPCR-negative fleas and 100% of control fleas were correctly identified on the second model of flea infection.",
    "Conclusions/Significance": "MALDI-TOF is a promising tool for identification of the infection status of fleas infected with Bartonella spp., which allows new possibilities for fast and accurate diagnosis in medical entomology and vector surveillance."
}