{
    "Background": "Mycobacterium ulcerans is a close derivative of Mycobacterium marinum and the agent of Buruli ulcer in some tropical countries. Epidemiological and environmental studies pointed towards stagnant water ecosystems as potential sources of M. ulcerans, yet the ultimate reservoirs remain elusive. We hypothesized that carbon substrate determination may help elucidating the spectrum of potential reservoirs.",
    "Methodology/Principal findings": "In a first step, high-throughput phenotype microarray Biolog was used to profile carbon substrates in one M. marinum and five M. ulcerans strains. A total of 131/190 (69%) carbon substrates were metabolized by at least one M. ulcerans strain, including 28/190 (15%) carbon substrates metabolized by all five M. ulcerans strains of which 21 substrates were also metabolized by M. marinum. In a second step, 131 carbon substrates were investigated, through a bibliographical search, for their known environmental sources including plants, fruits and vegetables, bacteria, algae, fungi, nematodes, mollusks, mammals, insects and the inanimate environment. This analysis yielded significant association of M. ulcerans with bacteria (p = 0.000), fungi (p = 0.001), algae (p = 0.003) and mollusks (p = 0.007). In a third step, the Medline database was cross-searched for bacteria, fungi, mollusks and algae as potential sources of carbon substrates metabolized by all tested M. ulcerans; it indicated that 57% of M. ulcerans substrates were associated with bacteria, 18% with alga, 11% with mollusks and 7% with fungi.",
    "Conclusions": "This first report of high-throughput carbon substrate utilization by M. ulcerans would help designing media to isolate and grow this pathogen. Furthermore, the presented data suggest that potential M. ulcerans environmental reservoirs might be related to micro-habitats where bacteria, fungi, algae and mollusks are abundant. This should be followed by targeted investigations in Buruli ulcer endemic regions."
}