{
    "Introduction": "Snake envenoming is an important medical problem in various developing countries of Asia and Africa [1, 2]. It has been estimated that at least 1.2 million people are affected annually with about 20,000 deaths [3]; however these figures likely represent merely the tip of the iceberg as a result of poor epidemiological records [4–6]. This serious envenoming problem has led WHO to recognize it as one of the neglected tropical diseases [7], in addition to the long recognized status of snakebite as an occupational hazard and a disease of poverty [2]. Despite this, the provision of global funding and technologies aimed at solving the global snakebite envenomation problem has been limited. Moreover, efforts to solve the problem have largely been taken up by regional toxicologists through research initiatives designed to gain a better understanding of the compositional variation of venoms and facilitate the production of effective, affordable, broad-spectrum antivenoms [8, 9]. Indeed, the rational and most effective treatment for snake envenomation is the administration of specific antivenom which remains unavailable in many parts of the world. Fortunately, attempts are being made on various research fronts to produce these antivenoms [9, 10].\nAntivenoms (AVs) are usually produced in horses, although other large animals like camels, donkeys and sheep can also be used [11–14]. AV can be monospecific or polyspecific. Monospecific AV is specific and effective against the snake venom used as the immunogen and some related cross-reacting species. Therefore, identification of the culprit snake is necessary. Polyspecific AVs are effective against the multiple venoms that are used in the immunization and some other cross-reacting venoms. The cross-reactivity or paraspecificity of polyspecific antivenom is an important property useful to pan-specific antivenom production. However, one problem with the production of polyspecific AVs is that only about 3–6 snake venoms can be used in the immunization [15, 16]. Although the maximum number of venoms has not been established and reported, it is believed that immunization of more than 5–6 venoms resulted in lower potency of the polyspecific AVs. Thus, in order to increase coverage, 2 (or more) polyspecific AVs were often combined to yield a mixed-polyspecific AV that is effective against a broader spectrum of venoms [16]. Although the mixed-polyspecific AVs are very useful against a wide range of venoms and make identification of the culprit snake prior to AV administration unnecessary, it is probably more expensive to produce since 2 or more groups of horses are needed.\nIn order to prepare a truly polyspecific AV with wider venom coverage, various technologies have been employed. For example, antivenomics studies of a number of polyspecific AV have identified which of the heterologous venom’s lethal toxins interact, or fail to interact, with the AV antibodies [17–19]. From such studies, those venom toxin antigens that interact weakly or fail to interact with the AV antibody can be isolated and added to the immunogen mix to improve the coverage of the AV. Antivenomics studies could also provide valuable information about common venom antigens and aid in the selection of appropriate venom antigens to be included in the immunogen mix.\nAnother interesting approach is the use of DNA immunogens termed ‘epitope strings’ [20]. DNA immunization of mice with the ‘epitope string’ resulted in antibodies that could neutralize the toxins of several species of African viper [20]. This technology could be a useful possibility in the future.\nThese very interesting approaches are promising and could eventually result in the production of effective pan-specific antivenoms. Meanwhile, some simple, readily applicable protocols that would result in effective antivenoms would be desirable.\nSnake venoms contain mixtures of more than 100 proteins with different molecular weights and biological activities [21]. Bites by elapids, such as cobras, kraits and mambas, are considered ‘neurotoxic’ as they cause neuromuscular paralysis mediated by low molecular weight toxins of the 3 finger toxin family (3FTs) [22]. The most important toxins among the 3FTs are the postsynaptic neurotoxins (PSNT). PSNTs bind specifically, and quasi-irreversibly, to nicotinic acetylcholine receptors (nAchR) at the neuromuscular junction [23, 24]. Toxin binding results in inhibition of neuromuscular transmission, muscle paralysis and death by respiratory failure [23, 25]. Another important subtype of the 3FTs is the cytotoxins (cardiotoxins), which have cytolytic activity and are mainly involved in local tissue necrosis [26, 27].\nIn addition to 3FTs, the krait venoms (genus Bungarus) also contain lethal basic phospholipase A2 presynaptic neurotoxins. These toxins have MWs of about 21–30 kDa [28]. They can cause damage to motor neuron terminals and cause release of the neurotransmitter acetylcholine, from the nerve endings [29]. Depletion of acetylcholine in the nerve terminals results in neuromuscular transmission blockage with death occurring as a result of respiratory failure.\nThese postsynaptic and presynaptic neurotoxins, as well as acidic phospholipases, are therefore the most important cause of death resulting from elapid envenoming. AVs must be able to neutralize these toxins in order to be effective and life-saving. The other high MW and thus highly immunogenic elapid proteins, mostly hydrolytic enzymes are usually not lethal [30]; antibodies to neutralize these venom proteins are not essential in saving the lives of victims.\nFrom the above information, it should be possible to prepare AVs effective against elapid venoms using only the 3FTs and presynaptic neurotoxins as immunogens. This approach would have the advantage of reducing the total number of venom antigens the horse is exposed to. Consequently, it should be possible to significantly increase the number of different snake venoms used in the immunogen mix. This will expose the horse immune system to a wide variety of lethal toxins from numerous venoms with diverse repertoires of toxin epitopes. This, in turn, should broaden the paraspecificity of the AV antibodies and increase the cross-neutralization of the AV against venoms of species not included in the immunogen mix, hence extending its use to more countries, particularly those which are socioeconomically disadvantaged.\nThe rationale described above suggests that it should be possible to prepare a ‘pan-specific’ AV effective against most of the elapids of Asia. In the present study, a mixture of ‘toxin fractions’ (TFs) and venoms from 6 medically important elapid venoms (WHO category 1) obtained from 12 regions/countries, was used at low doses to immunize horses. It was shown that the horse antiserum could neutralize all the 27 homologous/heterologous elapid venoms (including 4 African Najas) tested. Details of the preparation and characterization of the immunogens and the in vitro and in vivo potency of the antiserum are described.",
    "Materials and Methods": "Animals\nThe horses were of mixed breed and were 3–6 years old and weighed about 420–480 Kg. They were under the care of veterinarians with expertise in equine health at the Animal Hospital of the Animal and Remount Department, The Royal Thai Army, and the veterinarians of the Faculty of Veterinary Science, Mahidol University. There were dewormed to remove gut helminthes and were free of external parasites. The horses were vaccinated against rabies, tetanus, and equine encephalytis. Their hematologic, hepatic and kidney status were tested prior to and monitored during the experiment. They were kept in clean well-ventilated brick-made stables, and were allowed to stay on the pasture for several hours every day. Albino mice (ICR strain, 20-25g) were supplied by the Animal Experimental Unit, Faculty of Medicine, University of Malaya.\n\n\nAnimal ethics statement\nExperiments involving the care, bleeding and immunization of horses with various venoms were reviewed and approved by the Animal Care and Use Committee of the Faculty of Veterinary Science, Mahidol University, Protocol and clearance no.MUVS-2012-69 in accordance with the Guidelines of the National Research Council of Thailand.\nThe protocol of animal study on mice was based on the guidelines given by the Council for International Organizations of Medical Sciences (CIOMS) and was reviewed and approved by the Institutional Animal Care and Use Committee (IACUC) of the University of Malaya (Ethical clearance No. 2014-09-11/PHAR/R/TCH).\n\n\nChemicals and biochemical\nChemicals.All reagents were of reagent grade and were obtained from Sigma Chemical Co., St Louis, MO, USA unless indicated otherwise.\n\nVenoms and antiserum.Venoms of Naja kaouthia (Thailand) and Bungarus fasciatus (Thailand) were purchased from Queen Saovabha Memorial Institute (QSMI), Bangkok. Venoms of adult Bungarus candidus (Northeast and South Thailand) were from snakes maintained and milked at QSMI. Naja kaouthia (Vietnam) was from Prof. Trinh Xuan Kiem. Naja sputatrix (Indonesia) venom used for immunization and Bungarus candidus (Indonesia) venom were gifts from PT BioFarma, Bandung, Indonesia; Naja atra (China) and Bungarus multicinctus (China) venoms were purchased from Yiwu City Jiashang Import & Export Co., Ltd., Zhejiang, China. Venoms of Naja sputatrix (Indonesia) used for in vivo neutralization assay, Naja siamensis (Thailand), Naja philippinensis (The Philippines), Naja atra (Taiwan), Naja naja (India), Naja haje (Egypt), Naja nigricollis (Cameroon), Naja melanoleuca (North Cameroon), Naja nubiae (Egypt) and Bungarus multicinctus (Taiwan) venoms were purchased from Latoxan (Valence, France). Venoms of Naja sumatrana (Malaysia), Naja kaouthia (Malaysia) and Ophiophagus hannah (Malaysia) were milked from adult snakes captured in Malaysia by Dr. Choo Hock Tan and Prof. Dr. Nget Hong Tan. Naja oxiana (Pakistan), Bungarus caeruleus (Pakistan) and Bungarus sindanus (Sindh, Pakistan) venoms were kind gifts from Dr. Naeem Quraishi, Anti-snake Venom and Anti-rabies Serology Laboratory, Nawabshah, Sindh, Pakistan. These venoms were obtained from adult snakes and were lyophilized and stored desiccated at -20 °C except during transportation. N. kaouthia (Thailand) principal postsynaptic neurotoxin 3 (NTX3) was purified as described by Karlsson et al [31]. Monovalent horse anti-Naja kaouthia (Thailand) serum was purchased from QSMI.\n\n\n\nPreparation of ‘Toxin fractions’ (TFs)\nThe TFs of elapid venoms were prepared by separately dissolving the venom in 100 mM ammonium acetate, pH 5.0 to make 1.0 mg/ml final protein concentration. High molecular weight venom proteins of the Naja spp. were removed by filtration of the venom solution through 30 kDa molecular weight cut off (MWCO) ultra-filtration membrane (Amicon) at 14,000 x g for 10 min at 4°C. Venoms of the Bungarus spp. were filtered through 50 kDa MWCO ultra-filtration membrane. The volume of the filtrates and the retentates were recorded and their protein contents were assayed. The filtrates were called ‘toxin fraction’ (TF) which were further characterized by one-dimensional SDS-PAGE, RP-HPLC and protein determination. The crude venoms and the TFs were kept frozen at -20 °C until used.\n\n\nCharacterizations of TFs of various elapid venoms\nSodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE).Protein composition of each TF was analyzed by SDS-PAGE. The SDS-PAGE was performed following the method described by Laemmli [32] under non-reducing conditions using 15% (w/v) separating gel. Electrophoresis was performed at 20 mA constant current for 3 h. The gels were stained with Coomassie Brilliant Blue R-250. A Mark12™ Unstained Standard Protein Ladder (Invitrogen, 2.5–200 kDa) was used as the molecular weight standard. The SDS-PAGE gels of the crude venoms and the TFs were scanned (Chemidoc-It2, UVP, LLC, Canada) and the band was measured by image J software (version 1.49, [33]).\n\nSeparation of proteins of crude venom and TF by reverse phase-HPLC.Venoms or TFs of Naja kaouthia (Thailand) (1.5 mg in distilled water) was subjected to C18 (0.4 cm x 25 cm, 5 mm particle size, 300°A pore size) RP-HPLC column (Waters-Micromass, MA, USA) attached to a High Pressure Gradient System coupled with photodiode array detector and micro-auto sampler. The column was eluted at 1 ml/min with a linear gradient of 0.1% trifluoroacetic acid in water (solvent A) and 100% acetonitrile (solvent B) (0–5% B for 10 min, followed by 5–25% B over 20 min, 25–45% B over 120 min, 45–100% B over 5 min, and 100% B over 20 min). The eluted proteins were detected at OD 215 nm and OD 280 nm. The protein fractions of each peak were collected manually and pooled. The proteins fractions were reconstituted in ultrapure water and subjected to 15% SDS-PAGE under denaturing conditions as described above. The band area was measured by image J software (version 1.49, [33]). The proteome of N. kaouthia TF was determined by comparing the RP-HPLC elution profile of the TF with the RP-HPLC elution profile and proteome of N. kaouthia (Thailand) venom determined previously [34].\n\n\n\nImmunogen preparation and immunization\nImmunogen preparation.The immunogens for the immunization of horses were prepared under aseptic conditions as described previously [35]. The TFs of 9 elapids and 3 crude venoms (Table 1) were pooled to give the protein content of each venom/TF used in each immunization as indicated in Table 1. The pooled TFs/crude venoms were then mixed with Freund’s complete adjuvant (or incomplete Freund’s adjuvant) at 1:1 (v/v). The mixture was rigorously homogenized in an Omni Mixer Homogenizer (Serial no.MX21190, Omni International, USA) at 8,750 rpm for 15 min on ice. Alum (Aluminum hydroxide and magnesium hydroxide, lot no.NJ176763) used as adjuvant in the last immunization was prepared as described by the manufacturer (Thermo Scientific). TFs and crude venoms were mixed with Alum at 1:1 (v/v) and homogenized for 15 min on ice. The immunogen was kept on ice until used.\n\nImmunization.Three horses were immunized with the mixture of the 9 TFs and 3 crude venoms at the protein doses (μg/horse) of TFs/venoms shown in Table 1. The immunization was made using the low dose, low volume multi-site immunization protocol [35–37].The immunogen was injected subcutaneously around the horse’s neck at 20 sites (10 injection sites on each side) in a volume of 0.1 ml/site. The details on the immunization and the bleeding schedules together with the types of adjuvants used are shown in Table 2. Alum was used as adjuvant in the last immunization and the number of injection sites was reduced to 6 sites at 0.2 ml/site. Blood samples (150 ml) were collected every 2 weeks from each horse. Sera of each horse were obtained by centrifugation of the clotted blood at 800 x g for 15 min at room temperature. The sera were kept at -20°C until used.\n\n\n\nELISA of specific antibody against the TF of each elapid venom\nThe antibody titer in each serum sample was determined by an indirect ELISA as described by Rungsiwongse and Ratanabanangkoon [38]. A polyvinyl microtiter plate (Costar) was coated with 50 μl/well of 5 μg/ml (protein content) of each TF in 0.05 M sodium carbonate-bicarbonate buffer pH 9.6 for 18 hr at 4°C. The plate was washed 4 times with 0.05% Tween-20 in normal saline (NSST). The serum from each horse was 4-fold diluted, starting from 1: 100 to 1: 2.6 x 107 in diluting buffer (0.15 M PBS, pH 7.4 containing 0.05% Tween-20 and 0.5% BSA). Then, 50 μl of the sera at various dilutions were added into each well and incubated for 1 hr at room temperature. The wells were washed 4 times with NSST before 50 μl/well of 1: 40,000 diluted sheep anti-horse IgG-horseradish peroxidase conjugate (Sigma) in diluting buffer was added and incubated at room temperature for 1 hr. After 4 washes, 100 μl/well of freshly prepared substrate solution (0.01% 3,3′,5,5′-Tetramethylbenzidine (TMB) and 0.03% hydrogen peroxide in 0.075 M citrate-phosphate buffer, pH 5.0) was added into each well and incubated in the dark for 15 min at room temperature. The reaction was terminated by adding 25 μl of 4 N sulfuric acid. The plates were read at 450 nm against blank using an ELISA reader (Labsystem Multiskan, Ascent). The highest dilution giving an absorbance reading of 0.4 was regarded as the end point titer using GraphPad Prism 6 program. A positive reference serum (pooled monospecific anti-N. kaouthia horse serum at dilution 1:6400) and the principal postsynaptic neurotoxin (NTX3) of N. kaouthia used as a standard reference antigen, were added in every plate to correct for day-to-day and plate-to-plate variations.\n\n\nLethality of elapid venoms and the neutralization activity of the ‘pan-specific’ antiserum (pAS)\nDetermination of venom lethality.The median lethal dose (LD50) of the venoms were determined by intravenous (i.v) injection into ICR mice (20–25 g, n = 4 per dose). The survival ratio was recorded after 48 h and LD50 was calculated using Probit analysis method [39].\n\nNeutralization of elapid venom lethality by the ‘pan-specific’ antiserum (pAS).Neutralization of venom lethality was experimented as adapted from Ramos-Cerrillo et al. [16]. Equal volumes of the sera of the 3 horses from the 10th bleeding were pooled and used in the in vivo neutralization assay; this pooled serum was called ‘pan-specific’ antiserum (pAS). A challenge dose (5 x LD50 or lower if pAS failed to cross-neutralize 5x LD50) of the venom in 50 μl saline was pre-incubated at 37°C for 30 min with various dilutions of the reconstituted pAS in normal saline, to give a total volume of 250 μl. The mixture was subsequently centrifuged at 10,000 x g for 5 min to eliminate the precipitates before injected intravenously into the caudal vein of the mice (20–25 g, n = 4 per dose). The number of survivors after 48 h was recorded. Principally, the challenge dose used was 5x LD50. However, if 200 μl of the reconstituted pAS (maximum amount of antiserum that can be used in mice) failed to give full protection of the mice, a lower venom challenge dose of 2.5x LD50 or 1.5x LD50 was used instead. Since all the challenge doses either at 5x LD50, 2.5x LD50 or 1.5x LD50 were above LD100 of the venoms, control groups of mice were not included to save animal lives. The pAS was considered ineffective when none of the animals injected with the pre-incubated mixture survived. Neutralizing potency of the antiserum was expressed as median effective dose (ED50, the amount of reconstituted pAS in μl or the ratio of mg venom/ml reconstituted antiserum that gives 50% survival of the animals tested) or 'neutralization potency' (P, the amount of venom that is completely neutralized by a unit volume of pAS [40]). Potency is theoretcially unaffected by the number of LD50 used as challenge.\n\n\n\nStatistical analysis\nMedian lethal doses (LD50) of the venoms and median effective doses (ED50) of pAS are expressed with 95% confidence interval (CI). LD50, ED50 and the 95% CI were calculated using the probit analysis method of Finney [39] with the Biostat 2009 Analysis software (AnalySoft Corp., Bracknell, UK).\n\n\nMiscellaneous procedures\nProtein concentration was determined as described by Lowry et al. [41] using bovine serum albumin as standard. The mass of venoms and other proteins referred to in this study was in protein content as assayed by Lowry et al [41].",
    "Results": "Preparations and characterizations of the toxin fractions (TFs) from various elapid venoms\nWhen the individual venoms of the Naja spp. were ultra-filtered through the 30 kD MWCO (molecular weight cut-off) membrane and the Bungarus spp. venoms through the 50 kD MWCO filters, the filtrates containing the toxin fractions (TFs) of the venoms were obtained. Fig 1 shows the SDS-PAGE of the crude N. kaouthia (Thailand) venoms and the corresponding TF. Both the gels and the scanning profiles showed that the high molecular weight proteins (>30 kDa, including protein bands B1, B2, B3 and B4, total 5.2% of protein content by protein assay) were effectively removed while the low MW toxic proteins (proteins B5 to B10) were all present (as C1 to C6, total 94.8% of protein). Similar findings were obtained for the other venoms and their corresponding TFs. The SDS-PAGE and the amount of high molecular weight proteins removed by ultra-filtration are shown in Table 3 and S1 Fig. The protein content of high MW venom proteins removed by the ultrafiltration process range from 3.13% (B. multicinctus, Taiwan) to 17.52% (N. kaouthia, Vietnam).\nThe scanning of each gel lane is shown together with the relative protein abundance estimated from the intensity of the band.\nWe also examined the proteome of the TF of N. kaouthia (Thailand) and compared with the crude venom proteome. TF was subjected to RP-HPLC and the elution profiles are shown in Fig 2. Comparison of the RP-HPLC patterns with that of the crude venom [34] indicated that for N. kaouthia venom, the ultrafiltration successfully removed the bulk of the high molecular weight venom proteins while retained the lethal, low molecular weight toxins of the venom. All the six groups of venom toxins (short postsynaptic neurotoxin (SNTX), long postsynaptic neurotoxin (LNTX), muscarinic toxin-like proteins (MTLP), weak postsynaptic neurotoxin (WTX), cytotoxin (CTX) and phospholipase A2 (PLA2) were almost fully retained in the TF whereas the high molecular weight snake venom metalloproteinase (SVMP) and L- amino acid oxidase (LAAO) were totally removed. Table 4 shows the lethality of TFs and venoms from four representative venoms: N. kaouthia (Thailand and Malaysia), B. candidus (Northeast Thailand) and B. multicinctus (China) in a mouse model. The results show that the crude venoms and the corresponding TFs exhibited statistically comparable values of LD50s. Since the amount of high MW proteins removed by ultrafiltration was quite small and the LD50 determination was subjected to high biological variations, the expected lower LD50 values of the TFs were not observed (except in the case of N. kaouthia Vietnam). However, as mentioned above, the RP-HPLC and venomics data together indicated that all the major lethal toxins of each venom were indeed recovered in their corresponding TFs.\n\n\nIn vitro and in vivo activities of the horse ‘pan-specific’ antiserum (pAS)\nELISA titers of pAS against TFs of various homologous and heterologous venoms.The kinetics and ELISA antibody titers of the sera of each horse at various bleedings against homologous and heterologous elapid venoms are shown in S2 Fig and S3 Fig, respectively. As was observed previously [36, 37, 42], the antibody titers of all 3 horses against the elapid venoms rose rapidly and reached plateau at about 4th-6th week. A summary of the mean ELISA titers of all 3 horses is shown in Tables 5 and 6. Among the homologous venoms, the antibody titers against the Naja spp. were comparable and higher than those against the two Bungarus. Similar results were obtained with the heterologous venoms; the horse sera showed relatively low titers against the two Bungarus (B. caeruleus and B. sindanus) and O. hannah venoms.\n\n\n\nLD50 and ED50\nThe lethal effects measured in median lethal doses (LD50s) of all the 27 homologous and heterologous venoms including 4 African elapids are shown in Table 6. The LD50s of these snake venoms varied widely. The most lethal venom was that of B. sindanus (LD50 of 0.018 μg/g) while the least toxic (LD50 of 1.80 μg/g) was N. naja (India) venom. In general, the Bungarus venoms were more lethal than those of the Naja. It should be mentioned that the amount of B.candidus (South Thailand) venom which was used as immunogen was not enough for the in vivo neutralization assay.\nThe effective doses at 50% survival rate (ED50s) of the pAS against the homologous and heterologous venoms are shown in Tables 7 and 8, respectively. Overall, the pAS could neutralize all the venoms tested including 4 African najas with different degree of effectiveness. For the homologous venoms, the potency value (P) which is theoretically independent of the challenging dose [40] ranged from 0.712 mg/ml against N. kaouthia (Malaysia) venom to 0.101 mg/ml against N. kaouthia (Thailand). Among the heterologous venoms, the potency value (P) of pAS ranged from 0.672 mg/ml against B. caeruleus (India) to 0.0297 mg/ml against N.haje (Egypt) venom. A higher potency value (P) implies a better capability of venom neutralization by the pAS.\nThere were 4 heterologous venoms (B. fasciatus, N. nigricollis (Cameroon), N. naja (India) and N. naja (Sri Lanka)) that were neutralized by pAS only when the venom challenge dose were low at 1.5LD50. At this venom dose in the absence of pAS, all the mice died.",
    "Discussion": "In the present study, a novel yet simple approach was used to produce a pan-specific snake antiserum with wide paraspecificity. Nine toxin fractions (TFs) derived from various elapid venoms together with other three crude venoms were used at very low dose as immunogen. The use of TFs from 9 elapid venoms as immunogen reduced the amount of high MW, highly immunogenic and largely non-toxic venom proteins in the immunogen. The low doses of TFs/venoms not only reduced the possible toxicity on the horse but could induce high affinity neutralizing antibody [43]. The horse antiserum obtained showed wide paraspecificity and neutralized the lethality of 27 homologous and heterologous elapid venoms from various countries of Asia including 4 from Africa.\nThere are a few methods whereby high MW venom proteins can be selectively removed from the venom. Since the elapid 3FTs (neurotoxins and cytotoxins) and phospholipase A2 are relatively heat-stable at acidic pHs, heating of elapid venoms at 100°C at pH 5.0 could quantitatively recover the α-neurotoxin, cytotoxins and phospholipase A2 of N. kaouthia venom [44]. However, this method may not be applicable to the venoms of Bungarus spp. because the presynaptic neurotoxins (toxic phospholipases A2) may not be able to withstand high temperature. Alternatively, separation of the high MW venom proteins from the toxic components could also be achieved by size-exclusion chromatography. In this work, we chose to use ultra-filtration method as the method is simpler, faster, economical as well as effective. This method works by filtering proteins below a certain molecular weight through a non-denaturing polyethersulfone membrane with specific pore size selected prior to ultrafiltration. TFs of lower MW hence could be optimally recovered from the filtrate and was devoid of high MW proteins as shown by SDS-PAGE (Fig 1 and S1 Fig). The amount of the high MW venom proteins removed by ultra-filtration ranged from 4.7% for B. multicinctus (China) venom to 17.52% for N. kaouthia (Vietnam) venom. Though relatively small in quantity, these high MW proteins are highly immunogenic and have been shown by Western Blot to induce high titer of antibody [45]. Although ‘antigenic competition’ [46] in antivenom production has not yet been established, the presence of these proteins in the immunogen mix could possibly interfere with the production of antibodies specific against the lethal toxins of the venom as have been observed with other venoms [47–49].\nIn this study, the venomic method of comparing the proteomes of TF and crude venom of N. kaouthia provided evidence that all the important toxins of the venom were recovered in the TF. Also, LD50’s of the crude venoms and the TFs of the 4 selected venoms were found to be comparable, further confirming that essentially all the principal toxic components of the venom were present in the respective TF. The results support the use of TFs as immunogen in the preparation of antiserum, as the TFs contain essentially all the lethal components that should be neutralized for effective treatment.\nWith the ‘low dose, low volume multi-site immunization protocol’ employed [36, 37], the sera antibody ELISA titers of all 3 horses rose rapidly and reached plateau in only about 4–6 weeks. The fast kinetics of antibody production, observed previously with elapid and viperid venoms [36, 37, 42], could significantly reduce the cost of antivenom production. However, with the many and heterogeneous venom proteins used as immunogens and as ELISA antigens of this study, the maximum ELISA titers varied widely. It seemed that, for the homologous venoms, the titers of the pAS against the Naja venoms were higher than those against the Bungarus venoms. When compared with the in vivo neutralization results, the ELISA results did not seem to correlate well with the in vivo neutralization results. Thus, the ELISA titers could only be used as a rough guide on the kinetics of antibody production but not on the neutralization capacity of the sera antibody. The reason behind this observation is not apparent at the moment. The relative content of the lethal toxins in the TF proteins is likely to be involved in this correlation. For example, while all the members of the 3FTs (postsynaptic neurotoxins, cytotoxins, weak neurotoxins) could act as antigens and contribute to the ELISA titers, but only the postsynaptic neurotoxins, short and long, play major parts in the lethality of the venom and in the neutralization of the pAS.\nThe TFs used as immunogens were derived from venoms of WHO Category 1 medically important snakes of several countries in Asia, so were the three venoms used. Moreover, some species were taken from different regions or countries. The reason for this was that intra-specific variations in venom compositions and clinical manifestations have been widely observed [50–54] and this variation could increase the diversity of the venom toxins and enhance the snake coverage of the resulting antiserum. For example, N. kaouthia venoms were from Thailand, Vietnam and Malaysia; these venoms had been shown to exhibit intra-specific variations in toxin profiles and lethality [34]: N. kaouthia venom from Thailand is high in long neurotoxin, the venom from Malaysia is low in neurotoxin but very high in cytotoxin, whereas venom from Thailand is high in weak neurotoxin; and both venoms from Malaysia and Vietnam contain more short neurotoxins. N. philippinensis and N. atra venoms are both known to contain very high content of short neurotoxin [55, 56]. N. sputatrix venom also contained mainly short neurotoxin, large amount of cytotoxin and lethal PLA2 [57]. Thus, together, the Naja venoms selected contain a good balance of 3FTs, including long, short and weak neurotoxin as well as cytotoxins.\nOn the other hand, antigens of krait venoms were contributed by B. candidus and B. multicinctus venoms to cover the lethal β-neurotoxins that induce presynaptic neurotoxic effect, distinct from the post-synaptic neurotoxicity caused by the cobra venoms. In the case of B. candidus, the venom was from Bandung (Indonesia), Thailand (northeast and south). We did not have the B. candidus venom from Malaysia at the time of immunization, B. candidus venom from southern Thailand was therefore used as a substitute.\nOverall, the purpose of this approach (use of very low doses of many TFs/venoms from different geographical areas as immunogen) was to increase the diversity and repertoire of the epitopes of the lethal toxins exposed to the horse, and thereby increasing the paraspecificity of the resulting antiserum. Moreover, the use of very low doses of immunogens was to induce high affinity specific antibodies [43]. Three crude venoms were included as immunogen because these venoms were available in very limited amounts at the time, and were not enough for the entire immunization program if they were prepared as TFs. Whether the small amount of high MW proteins of these 3 crude venoms had any inhibitory effect [47–49] or adjuvant effect [58] on the antibody production observed here is not known.\nIt is encouraging that the pAs produced using the mixture as immunogen could neutralize all the 27 homologous and heterologous elapid venoms tested albeit with varying potencies. The amount of B. candidus (South Thailand) venom which was used as immunogen was not available for the in vivo neutralization assay. It can be seen that the neutralization potencies (P) which theoretically is independent of the challenge venom dose [40], varied widely. For example, among the homologous venoms, the P value against N. kaouthia (Thailand) was only 0.101 mg/ml while the P value against N. kaouthia (Malaysia) was 0.712 mg/ml. The LD50s of the Thai and the Malaysian venoms were 0.18 and 0.90 μg/g mouse, respectively. Moreover, the heterologous N. oxiana (Pakistan) venom with the LD50 of 0.90 was neutralized by pAS with P of 0.525 mg/ml. Thus, it seems that the difference in neutralization potency of pAs against these venoms correlated with the venom lethality which in turn related to the difference in the contents of the lethal postsynaptic neurotoxin of these venoms [34]. However, this might be a simplistic interpretation and the situation may be more complex. The number of epitopes on the lethal toxins and the binding affinity of the pAS antibodies against these epitopes, are likely to play important roles in determining the neutralization potency of the antiserum. Thus, among the heterologous venoms, the LD50s of B. fasciatus and B. sindanus were 1.50 and 0.018 μg/g mouse, respectively. The former krait venom was about 83 folds less toxic than the latter, yet the P values of the pAS against these two venoms were quite comparable (Table 8). More detailed information of the biochemistry, immunochemistry and pharmacology of the toxins of these venoms are needed to gain a thorough understanding of the relative neutralization capacity of the pAS against them.\nIt should be emphasized that the relatively low neutralization potencies against some venoms reported here are those of the crude horse antiserum, and could not be strictly compared with those of the fractionated and concentrated therapeutic IgG or F(ab’)2 antivenom. Depending on the manufacturer and the starting potency of the horse sera, the antisera are usually processed and concentrated several folds so that the final antibody product passes the minimal potency requirement. Thus, the pAS prepared in the present study could be successfully processed into an effective pan-specific antivenom against most of the medically important cobra and kraits of many parts of Asia.\nIt is interesting to note that the pAS could also neutralize the venoms of 4 African cobra: N. melanoleuca (North Cameroon), N. nubiae (Egypt), N. nigricollis (Cameroon) and N. haje (Egypt), though with the neutralization potencies not quite as high as those against the homologous Asiatic cobras. Inclusion of these venoms (as TFs) in the immunogen mix could possibly provide better neutralization against these and possibly some other African elapid venoms as well.\nAs discussed above, at this stage we could not compare the potencies of our antiserum directly to the potencies of commercial antivenoms available in the region. However, the commercial antivenoms available in this region are usually country-specific and are raised against only limited species important to the country; antivenoms produced as such generally have limited therapeutic value for use against other species from another region/country, due to vast variations affected by geographical and inter-species factors. These variations were believed to be taken care of by the unique method innovated in this study.\nThe current study thus demonstrated the feasibility of producing a pan-specific antivenom against many cobras and kraits in Asia through a novel yet simple immunization strategy. The procedure involved simple and inexpensive ultrafiltration method and small quantities (about 5 mg/venom) of the homologous venoms for the entire immunization program. It could readily be applied to the production of any pan-specific AS against elapid (Naja and Bungarus) snakes. The findings should provide useful insights into the optimization of immunogen preparation with the aim to broaden the paraspecificity of antivenom for clinical use, an effort in line with the Global Snakebite Initiative [59]. With the economy of scale, the pan-specific antivenom could be produced economically and offered as a more sustainable and affordable supply to many countries; hence saving the lives of many victims succumbed to snakebite envenomation.\nIt is also hoped that the simple ‘low dose, diverse toxin repertoires’ strategy employed in this study could be adapted in the preparation of pan-specific antisera against medically important elapids of other continents."
}