{
    "1. Introduction": "Cutaneous leishmaniasis (CL) is a multifaceted disease that continues to be a global public health issue, with an estimated 1 million new cases reported each year. CL is the most frequent type of leishmaniasis in more than 90 countries and is defined mainly by ulcerative skin lesions, with 95% of cases happening in South and Central America, the Mediterranean Basin, West Africa and spreading across the Middle East to Central Asia [1–3]. Among them, CL remains notable concern in Morocco within the Mediterranean Basin and in Iran in the West of Asia, with high infection rates reported in certain regions of both countries [4,5]. The most common variants of CL in both nations are caused by Leishmania major (L. major), which causes the zoonotic form of CL, and L. tropica, which causes the anthroponotic type of CL disease [4].\nDespite a great deal of information available about the immune responses to CL in mouse models, understanding of the local immune responses to CL in humans is limited [6–8]. Recent studies by us and others on transcriptomics analysis of CL lesions have contributed to the identification of the gene expression profiles linked to immunopathogenesis in host and pathogen response [9,10]. We recently reported the whole genome transcriptome of CL lesions using RNA sequencing and identified the molecular markers of L. tropica-infected patients with various clinical presentations. In this study, we identified shared and unique immunological pathways and inflammatory proteins in the skin lesion of CL patients [11]. Despite this progress, there are still few studies that compare the transcriptional markers of CL lesions induced by different Leishmania species [12]. Further transcriptome analysis of the immune responses of the two patient groups infected with distinct Leishmania parasites may help to inform the rational design of diagnostics and innovative interventions against CL.\nIn the present study, we employed a dual-color reverse-transcription multiplex ligation-dependent probe amplification (dcRT-MLPA) method and a systems biology approach to quantify and compare the expression of 144 genes in skin biopsy samples obtained from CL patients infected with L. major (Morocco) or L. tropica (Iran) in comparison to samples from healthy volunteers. Results showed significant changes in the expression of several inflammatory genes in each patient group when compared with the healthy volunteers. Further, genes involved in the IFN signaling pathway were significantly changed in skin lesions of CL patients infected with L. major or L. tropica. These results provide new insights into the comparative local immune response to CL induced by L. major and L. tropica relative to the healthy volunteers.",
    "2. Materials and methods": "2.1. Ethics statement\nAll adult participants in the study provided signed informed consent for Moroccan patients. Written consent for the inclusion of young children was obtained from parents or guardians. The study and methods were authorized by the Ethics Committee for Biomedical Research (CERB) of the Faculty of Medicine and Pharmacy, Rabat, Morocco (IORG 0006594, approved 16 April 2019).\nFor Iranian CL patients infected with L. tropica and healthy volunteers, the study was conducted according to the principles of the Declaration of Helsinki and under local ethical guidelines. Ethics Committee of Biomedical Researches at Pasteur Institute of Iran (IR.PII. REC.1398.044) approved all methods and consent forms. All CL patients and healthy volunteers received information about the investigation, and signed informed consent were obtained prior to collection of samples.\n\n\n2.2. Study design for CL patients infected with L. major and L. tropica\n\nBiopsies from fourteen Moroccan patients with skin lesions suggestive of CL were taken from three hospitals: (i) Department of Dermatology - Ibn Rochd Hospital, Casablanca; (ii) Bougafer Hospital in Ouarzazate; (iii) Tinghir Hospital Center. The enrolled patients had not received any prior anti-leishmanial treatment, and their lesions were in the acute phase, with a maximum duration of 4 months. Healthy skin biopsies were collected from volunteers residing in a non-endemic area with no history of leishmaniasis at the Department of Dermatology, Ibn Rochd Hospital, in Casablanca, Morocco. Participants were excluded from the study if they had pregnancy, heart disease, diabetes mellitus, or had undergone recent significant operations.\nThe skin biopsies of sixteen Iranian CL patients with L. tropica were taken from the Mashhad Medical School’s CL special clinic, which is located in Mashhad, Iran. All CL patients were in the acute lesion phase for a maximum of 1 year and had received no previous anti-leishmanial medication. Healthy skin biopsies from volunteers residing in a non-endemic area with no history of leishmaniasis were collected from the Noor Eye Hospital in Tehran, Iran. Pregnancy, heart diseases, diabetes mellitus, and recent significant operations were the exclusion criteria from the study.\n\n\n2.3. PCR diagnosis of patient\nIn Morocco, the swab sampling approach was used to diagnose and identify Leishmania species by gently rubbing the skin lesion approximately five times and then storing it at −20°C until DNA extraction using phenol-chloroform extraction followed by ethanol precipitation [13].\nDiagnosis of Iranian CL patients was performed using a non-invasive, tape discs sampling method as described previously [14]. DNA samples from the tape discs were extracted using DNAeasy Blood & Tissue kit (QIAGEN, Hilden, Germany).\nDNA samples were then subjected to polymerase chain reaction (PCR) amplification of the Leishmania-specific internal transcribed spacer ribosomal 1 (ITS1) region using the primer pair L5.8S and LITSR, followed by restriction fragment length polymorphism (RFLP) analysis, as described previously [14,15].\n\n\n2.4. Skin lesion sampling\nThe skin biopsies from CL patients were taken at the border of the lesion using a 3 mm and 2 mm punch biopsy for CL patients infected with L. major (Morocco) and L. tropica (Iran), respectively. In addition, both nations provided punch biopsies from healthy skin volunteers. Biopsies were immediately placed in RNA later (Qiagen GmbH, Hilden, Germany) and stored at −20° C until RNA isolation.\n\n\n2.5. RNA isolation\nSkin biopsies related to both study groups were homogenized in QIAzol lysis buffer (Qiagen, GmbH, Hilden, Germany) with stainless steel beads and TissueLyser II (Qiagen, GmbH, Hilden, Germany). Total RNAs were isolated using miRNeasy Mini Kit (Qiagen, GmbH, Hilden, Germany), following to the manufacturer’s instructions and stored at −80°C until use. RNA concentrations and purity (A260/A280 ratio 1.8–2.2) were measured using Nanodrop spectrophotometer (Thermo Scientific, USA). RNA integrity (RIN) were evaluated by Agilent 2200 TapeStation (Agilent Technologies, USA).\n\n\n2.6. dcRT-MLPA assay\nQuality RNAs were subjected to dcRT-MLPA assay in accordance with the previously described protocol [16]. In brief, a specific reverse transcription (RT) primer that is found directly downstream of the left and right-hand half-probe target sequences was designed for each target-specific sequence. After reverse transcription into cDNA, the left and right half-probes were hybridized to the cDNA at 60 °C overnight. Annealed half-probes were ligated by ligase and amplified by PCR (33 cycles of 30 s/95 °C, 30 s/58 °C, 60 s/72 °C, followed by 1 cycle of 20 min/72 °C). Primers and probes were synthesized by Sigma-Aldrich Chemie (Zwijndrecht, The Netherlands) and MLPA reagents were obtained from MRC-Holland (Amsterdam, The Netherlands). The GeneMapper software tool (Applied Biosystems) was used to examine trace data. Signals below the threshold value for noise cutoff in GeneMapper (in arbitrary units) were assigned the threshold value for noise cut-off. Data were normalized to GAPDH and signals below the threshold value for noise cutoff in GeneMapper (Log2-transformed peak area of 7.64) were assigned the threshold value. The raw and analyzed data were submitted to the Gene Expression Omnibus (GEO) repository (GSE220308). The dcRT-MLPA assay used in the current study included 144 genes associated with innate, adaptive, and inflammatory immune responses (S1 Table).\n\n\n2.7. Data analysis and statistics\nThe normalized immune-related gene expression data were Log2-transformed before being used in the subsequent statistical analysis. A list of differentially expressed genes (DEGs) between the L. major-infected patients, L. tropica-infected patients, and their respective healthy volunteer groups was generated using the R (version 4.1.1; http://CRAN.R-project.org/bin/windows/base) package Limma (version 3.48.3) with the empirical Bayes method. The p-value of less than 0.05 was considered statistically significant.\nUniform manifold approximation project (UMAP) visualization was created using umap package (version 0.2.10.0), tidyverse package (version 1.3.1.9), magrittr package (version 2.0.1), and ggplot2 package (version 3.3.5). Partial least square discriminant analysis (PLS-DA) plots were generated using mixOmics (version 6.16.3), lattice (version 0.20.44), and ggplot2 (version 3.3.5) packages. The R packages ggplot2 and ggrepel (version 0.9.1) packages were used to generate volcano plots. Heatmap plots were created using gplots (version 3.1.1) and dplyr (version 1.0.7) packages. Putative immune-related panel plots (based on specified panels in S1 Table) were visualized using ggplot2 (version 3.3.5) package.\nThe Fisher’s exact test was applied to biological sex and lesion number, the One-way ANOVA test was used for age, and Mann-Whitney tests were conducted for lesion size and illness duration in the studied groups. Pearson correlation coefficient test with the GraphPad Prism (GraphPad Software Inc., CA, USA) was applied to identify a correlation between the significant gene expression and clinical data of the studied groups. Correlation r values ≥ 0.6 were considered strong correlation and the level of significance was set to P ≤ 0.05.",
    "3. Results": "3.1. Demographic and clinical profile of Moroccan and Iranian CL patients\nDemographic and clinical features of the 14 L. major-infected patients and four healthy study participants from Morocco and 16 L. tropica-infected patients and 6 healthy study participants from Iran are shown in Table 1. The mean age and lesion size for Moroccan patients were 36.07 years (SEM 6.38) and 5 cm2 (SEM 1.76), while for Iranian patients were 43.81 (SEM 3.43) years and 15 cm2 (SEM 5.68). However, there are no significant differences in age (across all studied groups), size of lesion, and lesion number between patients caused by the two species. Further, illness duration was 1.48 months (SEM 0.32) for L. major and 4.37 months (SEM 0.78) for L. tropica-infected patients, indicating significant differences between the studied groups (P = 0.002).\n\n\n3.2. Overall immunological gene magnitude in Moroccan and Iranian CL patients compared to healthy individuals\nUsing dcRT-MLPA, the expression of 144 immune response genes was assessed in CL patients from Morocco and Iran who had been infected with L. major and L. tropica, respectively. UMAP was performed to visualize overall trends in the L. major and L. tropica-infected patients from Morocco and Iran, respectively, as well as healthy study participants (S1 Fig). UMAP analysis, an unsupervised approach, revealed distinct clustering between L. tropica-infected patients and healthy volunteers in the Iranian study group, while the Moroccan L. major-infected patients and healthy volunteers showed less clear separation (S1 Fig). To further investigate these group differences, a supervised PLS-DA model was applied to the dcRT-MLPA data due to its ability to present high-dimensional data and identify key variables that drive group separation. The PLS-DA analysis demonstrated clear separation between CL patients and healthy volunteers in both Iranian and Moroccan groups (Fig 1).\nA supervised global analysis of the 144 immune gene expression data was performed with the multivariate analysis tool PLS-DA. Each data point represents one sample and the circles denote respective group clusters.\nDEGs based on Limma analysis were identified in the skin lesions of the L. major and L. tropica-infected patients relative to healthy biopsies’ volunteers. The statistical analysis results for all 144 genes in the Moroccan and Iranian studied groups are presented in the S2 and S3 Tables, respectively. Moreover, a volcano plot in the studied groups (Fig 2a and 2b) showed a total of 10 and 19 differentially expressed genes (P-value ≤ 0.05) in the skin lesions of the L. major and L. tropica-infected patients compared to healthy volunteers, respectively.\nVolcano plots displaying significantly regulated genes in CL patients from (a) Morocco due to L. major and (b) Iran due to L. tropica compared to healthy volunteers. The y-axis corresponds to the P-values (-Log10), and the x-axis displays the Log2 fold change values. Using the P-value cutoff (P ≤ 0.05), the over- and under-expressed DEGs are depicted as red and blue dots, respectively. Black dots represent non-significantly different genes.\nThe expression patterns of significantly expressed immune-related genes presented in each CL patient infected with L. major and L. tropica along with those of healthy volunteers are presented in the heatmap (Fig 3a). In the heatmap, DEGs related to L. major and L. tropica-infected patients are presented together in order to demonstrate the expression patterns in both studied groups simultaneously. The heatmap illustrates more distinct clustering patterns between the gene expression profiles of L. tropica-infected patients than L. major-infected patients relative to healthy volunteers. In addition, the bar plot shows that L. tropica-infected patients had rather more significant gene expression than L. major-infected patients when compared to healthy volunteers (Fig 3b).\n(a) A heatmap displaying color-coded expression levels of genes in CL patients from Morocco (MA1-MA14) and Iran (IR1-IR16) infected with L. major and L. tropica, respectively, as well as healthy samples from each group (MAH1-MAH4; IRH1-IRH6). The heatmap was generated with normalized Log2 transformed dcRT-MLPA data. Only significant genes (10 and 19 DEGs were identified in Morocco and Iran studied groups, respectively) with a P-value cutoff (P ≤ 0.05) were included. It should be noted the CD14 and IFI6 are two common genes between both studied groups. The black color represents no detectable signal in the dcRT-MLPA assay. (b) The bar plot indicates Log2FC of DEGs associated with Morocco and Iran lesions. The red and blue colors of the bar plot represent relative significant increased or decreased expression of the genes in patients compared to healthy samples. The grey box colors indicate no significant changes in the expression of DEGs in the studied groups.\n\n\n3.3. Differential expression patterns of significant genes in CL patients infected with L. major\n\nAmong the 10 DEGs in the L. major-infected patients, four genes including CD14, IFI6 (interferon alpha inducible protein 6), TNIP1 (TNFα-induced protein 3- (TNFAIP3-) interacting protein 1) and MRC2 (mannose receptor C type 2) were significantly over-expressed compared to healthy volunteer’s group (Figs 2a and 3a). By contrast, the expression of 6 genes including CTLA4 (cytotoxic T-lymphocyte-associated protein 4), CXCL1, CXCL13, IFIT5 (interferon induced protein with tetratricopeptide Repeats 5), OAS1 (2’–5’-oligoadenylate synthetase 1) and NLRP1 (nod-like receptor family pyrin domain containing 1) was significantly decreased in L. major-infected patients compared to the healthy volunteer’s group (Figs 2a and 3a).\nIn addition, as depicted in Fig 4a, the DEGs in the lesion of L. major-infected patients appeared in seven panels (detailed in S1 Table), including “Chemokines”, “IFN signaling genes”, “Inflammasome components”, “Inflammation”, “Myeloid associated genes”, “Pattern recognition receptors” and “Treg associated genes”.\nDEGs obtained from (a) Moroccan patients infected with L. major and (b) Iranian patients infected with L. tropica relative to healthy volunteers. The X-axes indicate significant DEGs (P ≤ 0.05) and the Y-axes indicate the immune-related panels (specified in S1 Table). The bubbles’ sizes and colors correspond to Log2FC and the P-values of significant genes mapped to the indicated panels, respectively. Positive and negative Log2FC denote up- and down-regulated pathways, respectively. Larger bubble sizes refer to more significant genes.\n\n\n3.4. Elevated gene expression patterns and inflammatory responses in CL patients infected with L. tropica\n\nThe expression of 18 genes, including CASP8, CD4, CD14, CCL3, CCL19, CXCL10, CLEC7A (C-type lectin domain containing 7A), GBP1 (guanylate-binding protein 1), GBP2, GBP5, GZMA (granzyme A), IFI6, IFITM3 (interferon-induced transmembrane protein 3), IL4, MMP9 (matrix metallopeptidase 9), SPP1 (secreted phosphoprotein 1), STAT2 (signal transducer and activator of transcription 2); and TAP1 (antigen peptide transporter 1) was significantly increased for the L. tropica-infected patients, whereas IFI35 expression was reduced relative to those of healthy volunteers (Fig 2b). Our findings revealed that L. tropica infection resulted in a higher inflammatory response at the infection site than L. major (Fig 3b).\nAlso, the DEGs of L. tropica-infected patients were classified into 10 panels, including “Apoptosis/survival”, “Chemokines”, “Cytotoxicity markers”, “IFN signaling genes”, “Inflammation”, “Myeloid associated genes”, “Pattern recognition receptors”, “T cell subset markers”, “Th1 associated genes” and “Th2 associated genes” (Fig 4b).\nBoth studied groups showed high enrichment in the number of genes in the IFN signaling panel, as demonstrated in Fig 4a and 4b. Given that IFN signaling plays a crucial role in the host response to Leishmania infection in lesions of CL patients. In L. tropica-infected patients, the genes including IFI6, TAP1, IFITM3, GBP1, GBP2, and GBP5 were up-regulated. In contrast, expression of OSA1, and IFIT5 in L. major-infected patients and IFI35 in L. tropica-infected patients was downregulated. The IFI6, as a shared gene between both studied groups, had the same upregulate direction in samples from Morocco and Iran.\n\n\n3.5. Comparative gene expression and clinical correlation in CL patients infected with L. major and L. tropica\n\nAmong the DEGs of CL patients, 8 and 17 DEGs were uniquely expressed in L. major and L. tropica-infected patients, respectively (Fig 5a). The genes CD14 and IFI6 were the only two DEGs shared between both studied groups. In Fig 5b, two shared gene expression patterns (heatmap on the left and bar chart on the right) were shown for L. major-infected patients and L. tropica-infected patients in comparison to healthy volunteers. In CL patients from Morocco and Iran, the corresponding log 2-fold changes for the CD14 and IFI6 genes were 2.31 and 2.47, and 3.98 and 2.51, respectively. The Mann-Whitney U test indicated significant differences in expression levels between L. major and L. tropica-infected patients for these shared genes (CD14: P = 0.014; IFI6: P = 0.007).\n(a) A Venn diagram represents unique and common DEGs between Moroccan CL lesions infected with L. major and Iranian CL lesions infected with L. tropica compared to healthy samples. Genes expressed significantly higher or lower than the control are shown in red or blue fonts, respectively. (b) A heatmap displaying color-coded expression levels of genes in CL patients from Morocco (MA1-MA14) and Iran (IR1-IR16) infected with L. major and L. tropica, respectively, as well as healthy samples from each nation (MAH1-MAH4; IRH1-IRH6). The heatmap was generated with normalized Log2 transformed dcRT-MLPA data. The gene expression pattern of two common genes (CD14 and IFI6) expression in L. major and L. tropica-infected patients compared to healthy volunteers, as shown by a heatmap on the left and a bar chart on the right.\nFurther, the Pearson correlation analysis results for the significant gene expression and clinical data of CL patients infected with L. major and L. tropica are shown in the S4 and S5 Tables, respectively. In the Moroccan samples, the correlation analysis did not yield any statistically significant relationships between gene expression and clinical parameters, specifically illness duration, lesion size, and age. In Iranian CL patients, only GBP5 gene expression exhibited a positive correlation with illness duration (r > 0.65, P < 0.005). Other significant genes did not demonstrate a substantial correlation with the clinical data.",
    "4. Discussion": "CL represents a public health problem worldwide [17]. Gene expression profiling in infectious diseases is an effective approach to determine the immunological pathways that correlate with disease [18]. Genome-wide approaches such as RNA-seq and single-cell RNA-seq are technically challenging, expensive, and complicated in terms of data analysis [16,19]. Herein, we used a multiplex PCR platform (dcRT-MLPA) to investigate the immune responses of selected genes in CL patients from Morocco and Iran. Notably, dcRT-MLPA offers a comparable dynamic range and sensitivity to RNA-seq, but has some limitations, such as probe length and number of pre-selected genes detected per reaction, whereas RNA-seq can potentially analyze the entire transcriptome [20].\nUsing the dcRT-MLPA platform as a robust and user-friendly approach, we evaluated and analyzed the expression of 144 genes implicated in innate, adaptive, and inflammatory panels in skin lesions collected from CL patients infected with L. major and L. tropica. Our finding highlighted significant distinctions in the clustering patterns of L. tropica-infected patients compared to healthy controls, as revealed by both UMAP and PLS-DA analyses. The unsupervised UMAP approach illustrated a clear separation between L. tropica-infected patients and healthy volunteers within the Iranian study group, indicating a robust differential expression of genes associated with this infection. In contrast, the Moroccan L. major-infected patients exhibited less pronounced clustering, suggesting that the underlying biological responses may differ between these two species.\nIn the lesion of L. major-infected patients, 4 significant genes, including CD14, IFI6, TNIP1 and MRC2 were over-expressed relative to healthy volunteers. CD14 and IFI6 were two common genes with similar expression patterns in both cohorts, and significant differences were also observed between the patient groups. CD14, which is expressed on the surface of myelomonocytic cells or released in a soluble form, mediates a variety of activities in response to infections [21]. As a co-receptor for Toll-like receptor (TLR) 4, CD14 plays a crucial function in innate immunity [22].The expression levels of CD14 on different monocyte subsets may serve as potential biomarkers for CL diagnosis. In cases of visceral leishmaniasis caused by L. infantum, elevated CD14 expression has been reported, indicating a strong inflammatory response and suggesting active infection [23,24]. IFI6 is an IFN-stimulated gene (ISG) belongs to the ISG12 gene family, whose expression is controlled by type I IFN [25]. IFI6 is considered as a pro-survival gene because of its high expressed in psoriasis [26], breast cancer [27], colorectal cancer [28], and gastric cancer [29]. IFI6 regulates by Janus tyrosine kinase (JAK)/ STAT signal transduction pathway and through inhibiting the release of cytochrome c from mitochondria delays apoptosis, which plays a protective role during infection [30]. IFI6 has a well-known functional role in the immune system, but its involvement in CL remains enigmatic.\nTNIP1 is considered a major repressor of the inflammatory signaling cascade [31]. The expression of the TNIP1 gene was reported in murine macrophages infected with L. amazonesis. Further, TNF-related molecules TNIP1 and Tnfaip8l2 were shown to be up- and down-regulated, respectively, indicating regulation of signaling cascades to maintain immunological homeostasis [32]. MRC2 is another induced gene in the L. major-infected patients’ group, and it was similarly upregulated in the blood of L. tropica-infected patients with active CL disease as shown in our recent report [33].\nIn addition to the shared IFI6 gene in both lesions’ groups, two additional DEGs (OAS1 and IFIT5) in patients infected with L. major and seven additional genes (GBP1, GBP2, GBP5, IFI35, IFITM3, STAT2, and TAP1) in patients infected with L. tropica also belong to the IFN signaling pathway.\nIn the current study, we found that OAS1 and IFIT5 genes in the L. major-infected patients were down-regulated compared to control groups. The role of the OAS1 gene has been implicated in the cell cycle-dependent proliferation of epidermal keratinocytes and the induction of type I IFN via control of the Jak/STAT pathway in psoriasis [34]. The role of IFIT5 in human dendritic cells was previously documented in a study in which L. major was demonstrated to induce IFIT5 expression, leading to IL-12 production and a robust Th1-type response [35].\nOur results presented herein showed that 3 guanylate-binding protein genes, GBP1, GBP2, and GBP5, as well as IFITM3, STAT2, and TAP1 genes were significantly over-expressed in the L. tropica-infected patients. It has been shown that dendritic cells derived from the blood of healthy human donors expressed more GBP1 and GBP2 after infection with L. major promastigotes, whereas dendritic cells infected with L. donovani expressed more GBP1 [36]. GBP5 mRNA expression was shown to be up-regulated in skin lesions of both L. braziliensis [37] and L. tropica- infected patients [38]. Importantly, anti-Leishmania responses mediated by GBPs have been identified in mouse and human non-phagocytic cells infected with L. donovani via mechanisms distinct from those observed in macrophages [39]. The complexities of the GBPs involvement in CL disease still warrant further investigation. Our current study found a positive correlation between the GBP5 gene and illness duration in the lesion of Iranian CL infected with L. tropica, which suggests that probably GBP5 have an important role in controlling L. tropica in the lesion of patients [17,40]. Haldar et al. [39] highlights the crucial role of GBPs in the immune response against L. donovani. The study demonstrates that GBPs enhance the ability of nonphagocytic cells to inhibit parasite growth through mechanisms that do not rely on traditional parasitophorous vacuole targeting. This suggests that GBPs could be valuable targets for developing innovative treatment strategies for leishmaniasis. However, further experiments are needed to determine whether GBP5 or other GBPs serve as effectors of IFNγ, or if they operate independently of other cytokine networks [17].\nIt is worth noting that both CL diseases caused by parasites L. major and L. tropica are transmitted through the bite of sand flies, but their characteristics, such as the duration of infection, might vary in different regions [41]. Significant differences in illness duration were observed between the Moroccan and Iranian patients of our studied groups, possibly indicating that the duration of the disease is affected by the parasite species causing the infection.\nUsing whole genome RNA-seq, we have recently reported expression of the IFN signaling pathway among the top five clusters of enriched molecular pathways in the ulcerative and non-ulcerative skin lesions of patients infected with L. tropica [11]. Moreover, Amorim et al. recently reported on RNA-seq transcriptomics analysis of blood from L. braziliensis-infected patients showing a significant ISG signature related to monocyte and macrophage, suggesting the involvement of IFN signaling and monocytes in CL [42]. Further, using dcRT-MLPA we recently reported significant alterations in the gene expression of the IFN-signaling pathway in the whole blood of CL patients infected with L. tropica as well as asymptomatic and healed individuals [33]. Collectively, these findings point to the involvement of type I IFN signaling in both skin lesion and blood during CL.\nWe could also herein report high expression levels of CASP8, GZMA, and MMP9 genes in the L. tropica skin lesions compared to healthy volunteers. In line with this finding, the CASP8 protein with an important role in macrophage apoptosis [43], was shown in our recent RNA-seq study to be uniquely expressed in the ulcerative CL lesion group [11]. Similar to the results presented herein, microarray transcriptional analysis of skin lesions of L. braziliensis-infected patients revealed that GZMA ranks in the top 10-induced genes [37]. Further, increased expression of GZMA in the lesions of L. braziliensis-infected patients with late-stage CL versus early-stage CL suggests that CD8+ T-cell recruitment and GZMA expression of those cells is implicated in human CL lesion progression [44]. In a separate study conducted by Rodrigues et al., the increased expression of GZMA, along with other genes like GZMB, PRF1, and CD8B, in Moroccan lesions resulting from both L. major and L. tropica, suggest an important role in CD8 T cell immune responses [12]. MMP9 has also been noted as one of the most up-regulated genes in our transcriptome analysis of L. tropica CL lesions [38]. A previous study in the CL skin lesions due to L. braziliensis infection showed that TNF could enhance the tissue damage by an increase in gene expression of MMP9 [45].\nSignificant over-expression of chemokines CCL3, CCL19, and CXCL10, which are involved in inflammation and the attraction of immune effector cells, were noted in the skin lesions of L. tropica-infected patients. Further, CLEC7A, a pattern recognition receptor, expressed by myeloid phagocytes was found to be over-expressed in the lesion of CL L. tropica patients. This inflammatory milieu may contribute to the migration of myeloid phagocyte cells to the skin, which in turn may facilitate parasite phagocytosis and inflammation-induced skin disease [46]. Consistent with our study, the CCL3 gene, which functions as an inflammatory chemokine, exhibited a similar expression pattern in Moroccan lesions infected with L. major and L. tropica [12]. Furthermore, Antonia et al. demonstrated in various human cell lines that L. major infection reduces CXCL10 protein levels while elevating CXCL10 mRNA levels [47]. The suppression occurs due to the proteolytic activity of the virulence factor known as glycoprotein-63 (GP63). This finding suggests that the suppression of CXCL10 is a shared mechanism of immune evasion [47]. Additionally, it has also been demonstrated that chemokines and their receptors play a role in parasite control by promoting Th1 responses and the outcome of disease [46].\nFurther, our results showed a relative under-expression of chemokine genes CX3CL1, CXCL13, CTLA4, and NLRP1 in the lesion of L. major-infected patients. Nevertheless, over-expression of CXCL13 involved in recruitment of inflammatory immune cells [48] and NLRP1 gene as inflammasome-associated markers [49], has been reported in skin lesions of CL patients caused by L. braziliensis as well as CTLA4 gene expression in L. infantum-infected mice [50]. CTLA4 plays a pivotal role as a regulatory checkpoint in the immune response against Leishmania infections, and its inhibition has been identified as a promising therapeutic strategy. Blocking CTLA4 leads to enhanced activation of T cells and increased production of cytokines, which together strengthen the host’s defense mechanisms against the parasite. Evidence suggests that treatment with anti-CTLA4 monoclonal antibodies can lead to a significant decrease in parasite load by encouraging Th1 immune responses [51]. While it is not possible to directly compare gene expression across RNA-Seq and dcRT-MLPA datasets, we performed an overlap of the DEGs in CL patients investigated herein to those of the DEGs determined by RNA-seq, as previously published for Iranian patients infected with L. tropica [11]. We found 6 common genes (CXCL10, MMP9, GBP1, GBP2, GBP5, and TAP1) in the lesion of L. tropica infected patients, but only one common gene (MRC2) in the lesion of L. major infected patients. This suggests the parasite species determine the immune response at the lesion site.\nIt is worth noting that a significant aspect of our study is the direct comparison of the transcriptional profiles of CL lesions from two different countries (Morocco and Iran) caused by infections with two separate Leishmania species. Rodrigues et al., reported the same comparison of the transcriptome in patients’ lesions caused by both L. major and L. tropica, but only in Moroccan patients [12]. Our results suggest that the transcriptional profiles of CL caused by L. major and L. tropica are distinct. However, these findings, in contrast to Rodrigues et al. publication data [12], suggest that both parasite species and ancestry may influence the interpretation of differential gene expression studies.\nIn summary, we identified 144 inflammatory-related genes by dcRT-MLPA method in both the Moroccan and Iranian patient populations. Patients with lesions induced by L. major and L. tropica shared two upregulated DEGs, CD14 and IFI6, and the immune-related panel showed that both lesion groups had significant alterations in the expression of genes involved in the IFN signaling pathway. Further, the higher number of significantly expressed genes and related panels in CL patients infected with L. tropica suggests that L. tropica infection resulted in a stronger inflammatory response at the infection site than L. major. Although, larger sample sizes are required to provide stronger and more reliable evidence. The clinical management and distinctions in species-specific gene expression offer valuable insights for comprehending the disease. These findings present new insight into the comparative immune signatures of L. major and L. tropica in the lesions of CL patients, which are pivotal for future research endeavors aiming to establish effective diagnostic or therapeutic strategies for CL disease."
}