{
    "Objective": "To estimate the impact of preventive chemotherapy on the prevalence and intensity of soil-transmitted helminth (STH) infections, schistosomiasis, and lymphatic filariasis in the Philippines, using systematic review and meta-analysis.",
    "Methods": "We included reports reporting prevalence of STH infections, schistosomiasis, or lymphatic filariasis in the Philippines published until 31 March 2021. Peer-reviewed studies were identified in electronic databases. Grey literature reports by the University of the Philippines and the Department of Health were also included. Pooled infection prevalence, before and after the initiation of preventive chemotherapy, stratified by age group, was calculated using the inverse variance heterogeneity model.",
    "Findings": "A total of 109 reports were included in the review and meta-analysis. Overall prevalence of moderate-heavy intensity Ascaris lumbricoides (6.6%) and Trichuris trichiura (2.7%) infection after initiation of preventive chemotherapy were significantly lower than the prevalence prior to initiation (23.6% for A. lumbricoides and 12.2% for T. trichiura). Prevalence reductions were also found in school and preschool-age children for A. lumbricoides and T. trichiura. Studies conducted after preventive chemotherapy initiation had significantly lower overall prevalence of moderate-heavy intensity schistosomiasis (3.1% vs 0.2%) and of schistosomiasis in school-age children (30.5% vs 1%). Pooled prevalence of lymphatic filariasis prior to preventive chemotherapy initiation was 3.2% across 12 provinces, while currently only two provinces still have prevalence of more than 1%. There were no published studies reporting prevalence of lymphatic filariasis after initiation of preventive chemotherapy. Heterogeneity was high with I2 mostly above 90%.",
    "Conclusion": "The burden of STH infections and schistosomiasis in children were significantly lower in studies conducted following the initiation of preventive chemotherapy. Eliminating morbidity and interrupting transmission, however, may require expanded control initiatives including community-wide treatment, and improved water, sanitation, and hygiene. Lymphatic filariasis burden has decreased since the implementation of preventive chemotherapy, with all but two provinces having reached the elimination of lymphatic filariasis as a public health problem."
}