{
    "Background": "Infections with the Puumala orthohantavirus (PUUV) in humans may cause hemorrhagic fever with renal syndrome (HFRS), known as nephropathia epidemica (NE), which is associated with acute renal failure in severe cases. In response to PUUV-infections, a subset of potent antiviral NKG2C+ NK cells expand, whose role in virus defence and pathogenesis of NE is unclear. NKG2C+ NK cell proliferation is mediated by binding of NKG2C/CD94 to HLA-E on infected cells. The proliferation and activation of NKG2C+ NK cells via the NKG2C/HLA-E axis is affected by different NKG2C (NKG2Cwt/del) and HLA-E (HLA-E*0101/0103) alleles, which naturally occur in the human host. Homozygous (NKG2Cdel/del) and heterozygous (NKG2Cwt/del) deletions of the NKG2C receptor results in an impaired NKG2C/CD94 mediated proliferation and activation of NKG2C+ cells. We therefore analyzed the PUUV-mediated NKG2C+ NK cell responses and the impact of different NKG2C and HLA-E alleles in NE patients.",
    "Methodology/Principal findings": "NKG2C+ NK cell expansion and effector functions in PUUV-infected cells were investigated using flow cytometry and it was shown that PUUV-infected endothelial cells led to a NKG2C/CD94 mediated NKG2C+ NK cell activation and expansion, dependent on the HLA-G-mediated upregulation of HLA-E. Furthermore, the NKG2Cdel and HLA-E*0101/0103 alleles were determined in 130 NE patients and 130 matched controls, and it was shown that in NE patients the NKG2Cwt/del allele was significantly overrepresented, compared to the NKG2Cwt/wt variant (p = 0.01). In addition, in vitro analysis revealed that NKG2Cwt/del NK cells exhibited on overall a lower proliferation (p = 0.002) and lower IFNγ expression (p = 0.004) than NKG2Cwt/wt NK cells.",
    "Conclusions/Significance": "Our results corroborate the substantial impact of the NKG2C/HLA-E axis on PUUV-specific NK cell responses. A weak NKG2C+ NK cell response, as reflected by NKG2Cwt/del variant, may be associated with a higher risk for a severe hantavirus infections."
}