{
    "Background": "Dengue is an emerging and neglected vector-borne viral disease, responsible for approximately 100 million symptomatic infections each year [1]. While most people with symptomatic infection have a mild and self-limiting illness, a small proportion progress to develop manifestations of severe dengue, including hypovolemic shock, organ dysfunction, bleeding, and rarely death. Severe illness most frequently occurs during a secondary infection with dengue virus (DENV), when a partially primed but ineffective immune response leads to viral amplification and host-immune driven hyperinflammation [2–4]. There are no licensed antiviral or host-immune modulating therapies for dengue; therapeutics are urgently needed to reduce morbidity and mortality, and lessen the burden on health systems.\nAlthough progression to severe disease is often unpredictable, observational studies have found increased risk among the elderly, pregnant women, and those with metabolic comorbidities, including obesity and diabetes [5]. A systematic review and meta-analysis reported that children with obesity appeared to have significantly higher risk of developing severe dengue in comparison to their counterparts without obesity [6]. Over the past decade, the prevalence of obesity has increased rapidly among children and adolescents in Vietnam, such that 19% and 8% of children between the ages of 5 and 19 years now have overweight and obesity, respectively [7]. In hyperendemic regions, the highest risk of secondary dengue infection typically occurs in late childhood/early adolescence; several countries are now facing confluent dengue and obesity epidemics.\nThe mechanism underlying enhanced progression to severe disease in patients with obesity is incompletely understood. Potential explanations include (i) chronic low-grade inflammation associated with obesity leads to platelet dysfunction, myocardial injury and endothelial dysfunction, all of which are exacerbated by intercurrent dengue infection; (ii) obesity related downregulation of Adenosine Monophosphate-activated protein kinase (AMPK) leads to an accumulation of lipids in the endoplasmic reticulum, increasing lipid quantities available to form the viral envelope during replication [8,9]; and (iii) altered CD8+ T cell immunity and impairment of natural killer (NK) cell activities in hosts with obesity, leading to higher dengue viraemia [10].\nMetformin is an oral anti-hyperglycaemic agent of the biguanide family. Through AMPK activation, it modulates glucose and lipid metabolism, and as a result has been used as a first line drug for type 2 diabetes for 60 years [11,12]. In vitro studies have shown that AMPK activation by metformin also modulates cellular infection with, and replication of the DENV [13], and a retrospective observational study found that diabetes patients taking metformin regularly prior to dengue infection had reduced risk of developing severe dengue versus those not taking metformin [14]. In addition to its proposed antiviral activity, metformin may also have pleomorphic immunomodulatory and/or endothelial stabilising effects, which might be beneficial in DENV infection [15–17].\nMetformin is well absorbed, and the time to peak concentration appears to be faster among children with obesity compared to those without [18]. We conducted this trial aiming primarily to access the safety and tolerability of metformin in dengue patients with obesity. In addition, we hypothesized that metformin therapy, given early in the course of dengue disease, would attenuate obesity-induced lipid-inflammatory mediators and improve clinical parameters in patients. We also hypothesized that metformin may reduce viral replication via AMPK activation. Here we report on the safety, tolerability, clinical and virological effects of metformin as an adjunctive therapy for dengue in patients with overweight and obesity.",
    "Materials and methods": "Ethics statement\nEthical approval for this study was obtained from the Ethics Committee of the Hospital for Tropical Diseases (HTD), the Vietnam Ministry of Health and the Oxford University Tropical Research Ethics Committee.\n\n\nStudy design and recruitment\nWe performed an open-label trial of metformin versus standard of care in patients with dengue and overweight or obesity at the HTD in Ho Chi Minh City.\nThe trial was registered on ClinicalTrials.gov (NCT04377451), and the trial protocol has been published elsewhere [19]. Briefly, inpatients aged between 10 and 40 years, admitted to HTD within 72 hours of fever onset, with a clinical diagnosis of dengue and a positive dengue NS1 antigen rapid test, and BMI > 25 kg/m2 (in patients aged ≥19 years) or BMI-for-age > 1 standard deviation (SD) above the mean (in those between 10 and 19 years of age) were eligible for recruitment (Fig 1). Exclusion criteria included: localising features suggesting an alternative diagnosis; history of hypersensitivity to metformin; significant diarrhoea and/or vomiting (>3 episodes/24hours); taking metformin or any other regular glucose lowering agents; treatment for heart failure or recent history of myocardial infarction (<12 months); taking any drug with significant interaction with metformin [20,21]; presence of severe dengue at enrolment; baseline parameters: blood glucose <3.9 mmol/L (or <70 mg/dL), alanine transaminase (ALT) and/or aspartate transaminase (AST) >250 U/L, glomerular filtration rate (GFR) <45 mL/min), lactate >2.4 mmol/L.\nThe patients in this trial were compared to those with overweight/obesity receiving standard of care (no intervention) recruited within a contemporaneously running observational study, with the same inclusion/exclusion criteria. To minimize selection bias, a system was set up on the dengue wards, to ensure eligible patients were recruited into both studies in a systematic way. This involved only one study enrolling for a 2-week time block. During that time, if a patient failed screening assessment or declined enrollment into one of the studies, they were not eligible for the other. All adult patients (≥18 years of age) provided written consent, and in the case of minors (10 – < 18 years old), written assent was provided in addition to the written consent of the parent/guardian.\n\n\nStudy procedures\nOnce assigned a study number, patients were provided with a pre-packaged box of metformin, containing sufficient doses for 5 days of treatment plus replacement doses in case of vomiting within 30 minutes of taking the drug. Metformin was administered as directly observed therapy, and patients took the first dose with a light snack as soon as possible after screening. The remaining doses were taken after meals.\nIn the initial phase (cohort 1), we assessed a low dose of metformin once a day (500 mg in five children aged <16 years, 850 mg in five young adults aged ≥16 years). After satisfactory safety review, we proceeded to assess a higher, weight-based dose regimen of metformin (cohort 2); 1000 mg (500 mg twice daily) for participants with weight <60 kg, and 1500 mg (1000 mg mane, 500 mg nocte) for those with weight ≥60 kg.\nClinical and laboratory assessments were performed daily until hospital discharge or at least 5 days after enrolment to monitor for disease progression and adverse events (AEs). Full blood count (FBC) and point-of-care (POC) lactate tests were carried out daily. Blood glucose levels were measured before each metformin dose. An ultrasound scan was performed on day 5–6 of illness to detect extravascular fluid accumulation (pleural effusion and ascites). Around day 28 of illness, final blood samples were taken for FBC, biochemistry and research assays. Virological (NS1 antigen detection, real time reverse transcription polymerase chain reaction [RT-PCR] assays) and serological tests were performed to confirm the DENV infection, identify infecting serotype and determine patients’ prior immune status (primary versus secondary infection). Daily plasma viraemia levels were quantified using a serotype-specific RT-PCR assay [22].\n\n\nAdverse events\nAEs were recorded in the case report form and graded using the Common Terminology Criteria for Adverse Events, including both severity and potential causal relationship with the study drug. The AEs were assessed and recorded by the study doctors, including both clinical and laboratory AEs. Serious adverse events (SAEs) were reported to the relevant ethics committees and to an independent data monitoring committee. Further details on the AE reporting can be found in the published protocol [19].\n\n\nData safety monitoring\nSafety data for trial participants was reviewed by an independent Data Monitoring Committee (DMC) at predefined intervals according to a detailed plan in the trial protocol [19].\nThe initial DMC meeting was organised prior to the commencement of the study to review the protocol and agree to a data review schedule and reporting requirements. The second meeting took place after the first ten patients in cohort 1 (low dose) were enrolled. Cohort 2 (higher, weight-based dose) was allowed to start following satisfactory review of all adverse and severe adverse events from cohort 1. Further DMC meetings took place every 6 months to review enrolment, AEs, treatment received, records from follow-up, and any other requested data.\nA Trial Steering Committee (TSC) was responsible for providing overall supervision of the conduct of the trial and providing advice as well as the ultimate decision for the continuation of the trial through its independent Chair.\n\n\nPre-defined stopping rules for metformin\nMetformin was stopped if patients requested withdrawal from the study, were intolerant of metformin, or if they developed any of the following AEs: moderate-severe acute renal impairment (eGFR < 45mL/min/1.73m2), lactate ≥3 mmol/L, AST/AST > 400 U/L, severe diarrhea (≥5 episodes of loose stool/day), persistent vomiting (≥3 episodes/hour or ≥4 episodes/6 hours) and hypoglycaemia (blood glucose <3.9 mmol/L or <70 mg/dL), developed severe dengue (dengue shock syndrome [DSS], severe bleeding, or severe organ impairment including respiratory, cardiac or central nervous system impairment). Where the study drug was stopped due to AEs, participants were followed up until resolution/stabilisation.\n\n\nStudy outcomes\nThe primary outcome was to evaluate the safety and tolerability of metformin, measured by the number of AEs occurring in each patient during the five-day treatment course. The secondary outcomes were to evaluate the efficacy of metformin on clinical and virological parameters, which included: fever clearance time (time elapsed from fever onset until the temperature dropped <37.5°C), platelet nadir, percentage haematocrit (HCT) change from baseline (using HCT obtained at the 28-day follow up visit to reflect baseline), highest creatinine and highest AST/ALT measured during the hospitalisation, and the kinetics of plasma NS1 and viremia levels.\n\n\nStatistical analysis\nAll analyses were based on the full analysis set: all patients who received at least one dose of metformin were included in the metformin group, irrespective of stopping the study drug early, and compared with all patients in the control group. All data collected after stopping metformin were also included in the analyses.\nThe baseline characteristics, evolution of signs and symptoms, AEs, and clinical outcomes were summarized for the two groups using mean and SD or median and 25th-75th percentile for continuous variables, and the number of patients and percentage for categorical variables. To test for the differences between groups, we used two-sample t-test for the number of AEs, age, and BMI, Wilcoxon rank-sum test for continuous variables with skewed distribution, and Fisher’s exact test for categorical variables.\nThe kinetics of laboratory parameters were analysed using linear mixed-effects models for data in the acute phase (within 10 days from symptom onset). In each model, the covariates in the fixed effect included the treatment (metformin versus control), time of measurement from symptom onset (splines with four knots), and the interaction between them. The random effect included an intercept by individual patients and a slope by time with a linear trend. The variables were transformed before the analysis to achieve a relatively normal distribution, except for HCT. The 4th-root transformation was used for platelet count, and log-transformation was used for the other parameters (glucose, lactate, AST, ALT, creatinine, NS1, and viremia). Findings from the models were reported using plots of the predicted mean and 95% confidence interval (CI) of the variables for the two groups.\nAll analyses were performed with the statistical software R version 4.1.3 [23].",
    "Results": "Baseline characteristics\nRecruitment began in July 2020 and finished in January 2023. There were 111 eligible patients who were approached to participate in the metformin group, of those 91 patients were screened and 60 patients received the metformin intervention. In the control group, 74 patients were approached, of those, 69 patients were screened and 60 patients were recruited (Fig 1).\nBaseline patient characteristics are summarized in Table 1. Demographic characteristics (age, sex, BMI, illness day at enrolment) were similar between the two groups. DENV-2 was the predominant infecting serotype in both groups, but the frequency of each serotype differed between the metformin and control groups, with DENV-1 being more frequently observed in the metformin group, and DENV-2 in the non-treatment group. Although the majority of patients in both groups had a secondary infection with dengue, the proportion with primary infection was higher in the metformin group (18.3% in metformin group versus 6.7% in the control group). There was no difference in baseline dengue viral load or quantitative NS1 antigen levels between the two groups. Baseline haematological and biochemical parameters including platelet count, HCT, glucose, lactate, AST, ALT, and creatinine were similar between groups.\n\n\nAdverse events, serious adverse events, and discontinuation of metformin\nThe total number of AEs recorded per patient was significantly higher in the metformin group compared to the control group (mean ± SD was 15 ± 4 versus 11 ± 6, respectively, p < 0.001), which was mainly contributed by the high-dose metformin group (15 ± 5 in the high-dose group and 13 ± 3 in the low-dose group) (Fig 2). The majority of AEs were mild (80.2% and 78.5% in the metformin and control groups respectively) and not clinically significant (89.3% and 91% respectively) (S1 and S2 Tables). Six patients in the metformin group and five patients in the control group developed SAEs; these were all attributable to development of DSS.\nThe line inside each box is the median, the upper and lower margins of each box represent the interquartile range (25th – 75th percentile). Each dot represents the number of AEs of each individual patient, coloured by the treatment groups (cohort 1 contains the first 10 patients with a low dose of Metformin, cohort 2 contains the last 50 patients with a high dose of Metformin, and the control group). The numbers above the plots are the P values comparing each of the two groups (cohort 1 and cohort 2) with the control group using two-sample t-test. AE, adverse event.\nMetformin was discontinued early in 25/60 (42%) patients: 3/10 patients from the low-dose cohort and 22/50 from the high-dose cohort (S3 Table). Reasons for discontinuation included severe diarrhoea (n = 12), DSS (n = 5), lactate of ≥3 mmol/L (n = 4), hypoglycemia (n = 3), and persistent vomiting (n = 1) (Fig 2).\nTable 2 presents a comparison of the predefined AEs for stopping metformin between the two groups (some patients contributed more than one AE to the total). The metformin group had higher proportion of severe diarrhoea (21.7% vs 13.3%), lactate ≥3 mmol/L (15% vs. 8.3%), and hypoglycaemia (10% vs 5%) as compared to the control group. Patients in the metformin group had higher peak lactate levels than those in the control group (2.4 [2.2; 2.7] mmol/L vs 2.1 [1.8; 2.4] mmol/L). Lactate levels peaked late in the disease course for both groups (median 103 and 91 hours respectively) (Table 3). However, patients did not develop any clinical signs or symptoms of lactic acidosis and their lactate levels returned to normal without intervention in all cases. Mild hypoglycemic episodes were recorded in both metformin (10%) and control groups (5%) (Table 2).\n\n\nClinical and laboratory outcomes\nTable 4 summarises the evolution of warning signs and symptoms during hospitalization. A significantly higher proportion of patients taking metformin reported bruising/petechiae, diarrhoea, and pruritis when compared to controls. There was no significant difference in the proportion of mucosal bleeding between groups. Conversely, extravascular fluid accumulation was observed more frequently in the control versus metformin group (63.3% versus 30.0% respectively).\nRetrospective severity assessment at hospital discharge classified most patients in both groups as having dengue with warning signs (73.3% in the metformin group versus 83.3% in the control group) (Table 3). Eleven patients developed DSS, and there were no deaths. There were no significant differences in length of hospital stay (median 7 days in both groups), fever clearance time, platelet nadir, percentage HCT change from baseline, or peak creatinine, AST, and ALT between groups.\nFig 3 depicts serial laboratory parameters by illness day, separated by treatment group. There were no significant differences in blood glucose between metformin and control groups, but there was a trend towards higher lactate, evident by day 5–6 of illness in the metformin group. Haematological and biochemistry parameters, including platelet count, AST, ALT and creatinine were similar in both groups. Virological parameters, including daily dengue plasma viremia and quantitative NS1 levels, did not show any significant difference between two groups.\nThick-coloured lines and coloured regions represent predicted values and 95% CIs from the linear mixed-effects models. Thick-coloured dots and whiskers represent predicted values and 95% CIs from the linear regression models at the follow-up period after day 18. Light-coloured lines represent the individual trajectory of the parameters. P values are derived from the linear mixed-effects model. P overall represents the overall effect of metformin, and P trend compares the trend over time between the two groups. ALT, alanine aminotransferase; AST, aspartate aminotransferase; CI, confidence interval; NS1, non-structural protein 1.",
    "Discussion": "In this manuscript, we have reported the results of an open-label trial assessing the safety and tolerability of adjunctive metformin in patients with overweight and obesity hospitalised with dengue virus infection in Vietnam.\nAlthough overall we did not find a difference in the number of AEs between metformin treatment and control groups, patients in the high-dose metformin group did experience a higher number of AEs versus the control group, predominantly severe diarrhoea. We also found a late increase in lactate levels between days 5 and 7 of illness in the metformin group, which was not seen in the control group. The raised lactate values were observed around the time of clinical recovery and hospital discharge, and as such, the clinical significance of this observation is uncertain.\nIn addition to these safety signals, we found that metformin was not well tolerated in our study population; 42% of patients in the high dose metformin treatment group stopped the drug prematurely. The most common reason for early discontinuation of metformin was severe diarrhoea and several patients only received 1 or 2 doses of metformin before terminating the study drug due to this adverse effect. Given that we conducted an intention to treat analysis, very early termination may have limited the potential to detect clinical or virological efficacy in the intervention arm.\nMetformin commonly causes mild and self-limiting gastrointestinal side effects during the initiation period [21], and for this reason, doses are frequently titrated upwards over several weeks. Such titration is incompatible with the goal of achieving rapid AMPK inhibition during the febrile phase of dengue, hence the patients in this study received high doses from day 1. However, diarrhoea is also a common symptom of acute dengue [24], and although severe diarrhoea was reported by more patients in the metformin treatment group, there was not a statistically significant difference in frequency between the metformin and control groups. Without a randomised and double-blind study design, it is not possible to determine for certain the proportion of diarrhoea directly attributable to metformin treatment.\nMore patients taking metformin developed mild hypoglycaemia than in the control group. In all cases, this was clinically inapparent and resolved with oral glucose. Hypoglycaemia in patients with dengue has not been widely reported as blood glucose is not routinely measured, despite the common dengue-associated symptoms of anorexia, diarrhoea and vomiting [24]. Taking these observations together, it may be that the side-effect profile of starting high dose metformin do novo is intolerable in addition to the systemic effects of DENV infection. Although concerns regarding tolerability and late lactate increases may limit the application of metformin itself in acute dengue, our ongoing immunopathological studies might still deliver important mechanistic insights regarding the role of AMPK in dengue pathogenesis, potentially highlighting alternative strategies for drug development.\nWhile our results suggest that it may not be appropriate to start metformin de-novo during acute DENV infection, patients on metformin may still benefit from continuing established therapy, providing no contraindications arise. Indeed, a retrospective study from Singapore reported a 33–40% reduction in risk of progression to severe dengue in patients who presented with acute dengue fever already taking metformin, versus those not taking the drug [14]. Although our study was not powered to demonstrate efficacy, our analysis did not suggest that starting metformin during acute dengue had a beneficial effect on dengue viral or NS1 antigen load, and nor did it reduce progression to severe disease, or improve clinical or laboratory parameters. It may be that starting metformin even within 48–72 hours of fever onset is too late to modulate immune and endothelial pathophysiology underlying severe disease, whereas those already established on long-term therapy may benefit from prior induction of protective pathways.\nThis work represents the first trial of host-directed therapy specifically targeted toward modulating pathophysiology in a patient group with high-risk of progression to severe disease. Although our results do not support the progression of metformin to phase 3 trials, we believe that our targeted approach is a positive step; in a disease where a small minority of patients develop severe complications, patient selection using enrichment criteria such as epidemiological risk factors and/or laboratory parameters is the most viable strategy for targeting host-directed therapeutics to the population most likely to benefit, and reducing side-effect burden among those with a high likelihood of good outcome regardless. Targeted strategies are also more likely to be scalable in high-burden settings.\nFurther mechanistic studies are ongoing in our group to investigate whether metformin has subclinical immunomodulatory effects, and the impact of metformin on inflammatory and endothelial biomarkers.\nNotwithstanding our concerns regarding safety and tolerability of de-novo metformin in dengue, our study does have limitations. This was not a randomised controlled trial, and as such our study may have been subject to sampling bias, by differential patient selection for the treatment arm versus control group based on perceived disease severity or ability to tolerate the study drug. To minimise this risk, we maintained the same selection criteria for entry into both the treatment and control groups and enrolled contemporaneously into both groups to avoid the potential impact of viral serotype variation between dengue seasons. A system was set up on the wards whereby only one study enrolled for a 2-week time block, during that time, if a patient failed screening assessment or declines enrolment into one of the trials, they were not eligible for the other.\nIn addition, since the study was not blinded, and clinicians working on the trial were necessarily very familiar with the side effect profile of metformin, assessment and recording of clinical outcomes including side effects may also have been subject to observer bias. We sought to minimise this risk by maintaining standardised data collection procedures and ensuring that trial outcomes included objective measurements including laboratory parameters, which would have been independent of observer bias.",
    "Conclusion": "In this cohort of young adults with dengue and overweight or obesity, adjunctive metformin was not well tolerated, and was associated with more severe gastrointestinal symptoms. Metformin did not improve clinical or virological or laboratory parameters associated with dengue severity. The data do not support progression to a larger randomised controlled trial."
}