{
    "Background": "Endogenous circadian rhythms result from genetically-encoded molecular clocks, whose components and downstream output factors cooperate to generate cyclic changes in activity. Mating is an important activity of mosquitoes, however, the key aspects of mating rhythm patterns and their regulatory mechanisms in two vector mosquito species, Aedes albopictus and Culex quinquefasciatus, remain unclear.",
    "Methodology/Principal findings": "We determined and compared the diel mating activity rhythms of these two mosquito species and discovered that Ae. albopictus had mating peaks in the light/dark transition periods (ZT0-3 and ZT9-12), while Cx. quinquefasciatus only had a mating peak at ZT12-15. Knockouts of the clock (clk) orthologous genes (Aalclk and Cxqclk) resulted in phase delay or phase reversal of the mating peaks in Ae. albopictus and Cx. quinquefasciatus, respectively. In addition, the temporal expression pattern of the desaturase orthologous genes, desat1, in both mosquito species was also different in respective wild-type strains and showed phase changes similar to the mating rhythms in clk mutant strains. Inhibition of desat1 expression resulted in decreased mating activity in male mosquitoes of both species but not females. In addition, desat1 regulated cuticular hydrocarbons’ synthesis in both species. Silencing desat1 in male Ae. albopictus resulted in decreases of nonadecane and tricosane, which promoted mating, with concomitant increases of heptacosane, which inhibited mating. Silencing desat1 in male Cx. quinquefasciatus also resulted in decreases of tricosane, which promoted mating.",
    "Conclusions/Significance": "These results suggest that Aalclk and Cxqclk have significant roles in the mating activity rhythms in both Ae. albopictus and Cx. quinquefasciatus by regulating the temporal expression of the desat1 gene under LD cycles, which affects sex pheromone synthesis and mating. This work provides insights into the molecular regulatory mechanism of distinct mating rhythm of Ae. albopictus and Cx. quinquefasciatus and may provide a basis for the control of these two important vector mosquitoes."
}