{
    "Background/Introduction": "Leprosy control remains a challenge in Nepal. Single-dose rifampicin post-exposure prophylaxis (SDR-PEP) shows promise in reducing leprosy incidence among contacts of index cases, contributing to reducing the transmission of Mycobacterium (M.) leprae. This study evaluates the effectiveness of routine SDR-PEP implementation in Nepal in addition to contact screening, focusing on its impact on reducing leprosy risk among contacts and potential population-level effects.",
    "Methodology": "We conducted a retrospective cohort study to compare leprosy case notification rates and leprosy risk among close contacts. We compared two districts implementing SDR-PEP (the intervention group) and two without (the comparator group). Data from 2015 onwards included demographics, index case types, and contact relationships. Statistical analyses, including Cox regression and Kaplan-Meier survival curves, assessed the impact of SDR-PEP implementation.",
    "Findings": "All four districts showed a decrease in case notification rates since 2015, with the steepest decline in the intervention districts. The risk of developing leprosy among contacts was significantly lower in the intervention districts (HR 0.28, 95% CI 0.18–0.44). SDR-PEP offered 72% protection, consistent over time, as shown in Kaplan-Meier plots. The protective effect was equally strong in blood-related contacts (HR 0.29 versus 0.27 in others, p = 0.32), and the proportion of MB cases among incident cases was not significantly different post-PEP (51.4% vs. 53.6%, p = 0.82).",
    "Conclusions": "This study demonstrates the substantial protective effect of integrating SDR-PEP in routine leprosy control programs with contact screening, significantly lowering leprosy risk among contacts. SDR-PEP is equally effective for blood-related contacts and does not preferentially prevent PB cases. While suggesting potential population-level impact, the study design does not allow for firm conclusions at this level. Further research is needed to fully assess SDR-PEP’s effectiveness in diverse contexts and optimize its implementation. Integrating SDR-PEP within well-organized contact screening programs is effective and is expected to reduce leprosy transmission when applied as a rolling intervention."
}