{
    "Introduction": "The substantial morbidity and mortality associated with recent cholera outbreaks in Haiti and Zimbabwe, as well as with cholera endemicity in countries throughout Asia and Africa, make a compelling case for supplementary cholera control measures in addition to existing interventions. Clinical trials conducted in Kolkata, India, have led to World Health Organization (WHO)-prequalification of Shanchol, an oral cholera vaccine (OCV) with a demonstrated 65% efficacy at 5 years post-vaccination. However, before this vaccine is widely used in endemic areas or in areas at risk of outbreaks, as recommended by the WHO, policymakers will require empirical evidence on its implementation and delivery costs in public health programs. The objective of the present report is to describe the organization, vaccine coverage, and delivery costs of mass vaccination with a new, less expensive OCV (Shanchol) using existing public health infrastructure in Odisha, India, as a model.",
    "Methods": "All healthy, non-pregnant residents aged 1 year and above residing in selected villages of the Satyabadi block (Puri district, Odisha, India) were invited to participate in a mass vaccination campaign using two doses of OCV. Prior to the campaign, a de jure census, micro-planning for vaccination and social mobilization activities were implemented. Vaccine coverage for each dose was ascertained as a percentage of the censused population. The direct vaccine delivery costs were estimated by reviewing project expenditure records and by interviewing key personnel.",
    "Results": "The mass vaccination was conducted during May and June, 2011, in two phases. In each phase, two vaccine doses were given 14 days apart. Sixty-two vaccination booths, staffed by 395 health workers/volunteers, were established in the community. For the censused population, 31,552 persons (61% of the target population) received the first dose and 23,751 (46%) of these completed their second dose, with a drop-out rate of 25% between the two doses. Higher coverage was observed among females and among 6–17 year-olds. Vaccine cost at market price (about US$1.85/dose) was the costliest item. The vaccine delivery cost was $0.49 per dose or $1.13 per fully vaccinated person.",
    "Discussion": "This is the first undertaken project to collect empirical evidence on the use of Shanchol within a mass vaccination campaign using existing public health program resources. Our findings suggest that mass vaccination is feasible but requires detailed micro-planning. The vaccine and delivery cost is affordable for resource poor countries. Given that the vaccine is now WHO pre-qualified, evidence from this study should encourage oral cholera vaccine use in countries where cholera remains a public health problem."
}