{
    "Introduction": "Leptospirosis is a zoonotic infection found all over the world.[1] There is a wide range of animal hosts that maintain Leptospira organisms in their renal tubules and contaminate the environment.[2] Human cases usually occur due to contact with water or other environmental sources that have been contaminated with the urine of infected animals. Human cases can be severe and may cause multi-organ failure in previously healthy individuals.[3], [4]\nThe genus Leptospira is divided into 20 species, of which fourteen contain pathogenic and intermediately-pathogenic strains.[5], [6] Currently there are more than 250 pathogenic serovars organized into 24 serogroups based on antigenic relatedness.[7]–[10] Serovar identification of clinical isolates of Leptospira is important for understanding the epidemiology of leptospirosis. It can lead to the recognition of carrier mammals and enable targeted prevention methods in order to contain outbreaks, and it is important in identifying new species or serovars. However, serovar identification is not routinely performed in laboratories due to the difficulties involved in performing the cross agglutinin absorption test (CAAT), which is considered the reference method for serovar identification. The CAAT method requires the maintenance of large panels of reference antisera and live antigens, is time-consuming, and requires laboratory expertise to perform.[11] PFGE is an alternative method for the identification of Leptospira serovars;[12]–[15] however it has not been validated in the identification of clinical isolates. PFGE is quicker and easier to perform than CAAT, and digital analysis makes standardization and interpretation more accurate. PFGE has the added capability of differentiating between strains of serovars that belong to different species, whereas CAAT is unable to distinguish species differences in serovars such as Grippotyphosa, which appear in more than one species.[12], [16] PFGE is also able to rapidly highlight isolates that may represent new species or serovars, which makes it a very useful tool for taxonomic purposes.[12] In this study, we present the results of serovar identification of clinical isolates obtained from both human and animal sources worldwide and validate the use of PFGE for serovar identification using CAAT.",
    "Methods": "Leptospira isolates from humans and animals were submitted for routine testing to the CDC between the years 2000 and 2007 from eight different countries for serovar identification. Two isolates received in 1993 and 1998 respectively were also included. A total of 175 isolates were analyzed by PFGE; a subset consisting of 36 isolates were also tested by CAAT to validate the PFGE method. Multilocus sequence typing (MLST) was also performed on 42 of the isolates as an additional molecular characterization method.\nPFGE was performed using the NotI restriction enzyme to generate fingerprint patterns as previously described[12] using Salmonella Braenderup H9812 as a size standard.[17] Fingerprint patterns were analyzed using BioNumerics software (Applied Maths, Inc., Austin, TX). Dendrograms were created by UPGMA cluster analyses based on the Dice band-based coefficient. Band comparison settings of 1.5% optimization and 1% position tolerance were used. Fingerprint patterns of clinical isolates were queried against a library of >200 reference serovars (available to the public upon request) based on mean similarity. Those with fingerprint patterns matching a reference pattern in the library were identified to the serovar level. Serovars Icterohaemorrhagiae and Copenhageni are similar both serologically and genetically,[7], [18] and are also similar by PFGE.[13], [15] Therefore, they cannot be distinguished from one another using PFGE and will be referred to collectively in figures and tables as serovar Icterohaemorrhagiae.\nMLST was performed on seven housekeeping genes,[19] and sequence types (STs) were determined from the resulting allelic profiles and compared to an established internet database (http://leptospira.mlst.net/). The current MLST scheme is only appropriate for two of the 14 pathogenic and intermediately-pathogenic species (L. interrogans and L. kirschneri); therefore MLST was not applicable to many isolates in this study (18% [30/170] of all isolates where the species was known), particularly to the potentially new serovars (not applicable to 39% [15/38]).\nCAAT was performed as previously described.[11], [20] Briefly, the standard method using microscopic agglutination testing (MAT) was initially performed to determine serogroup classification using a panel of reference sera representing all pathogenic serogroups. Cross agglutinin absorption tests were then carried out using live reference strains that were serologically related to the unknown strain and sera were absorbed overnight. The absorbed sera were then tested using MAT. If the resulting titration using absorbed sera against the unknown strain gave a titer that was less than 10% of the homologous titer, the unknown strain was considered to belong to the same serovar as the reference strain.[20] Strains that could not be identified by cross agglutinin tests were designated for inoculation into rabbits to produce hyperimmune antisera and are currently undergoing serologic characterization.\n16S rRNA gene sequencing was performed as previously described on nearly full-length 16S rRNA gene sequences.[21]\nDNA relatedness and percentage divergence between strains were determined by the hydroxyapatite method[16], with 55°C used for optimal reassociation. The G + C content (mol%) was determined by the thermal denaturation method.[22] Samples were run at least three times, using DNA from Escherichia coli K-12 as a control.",
    "Results": "Fingerprint patterns were generated for 175 clinical isolates of Leptospira from eight different countries. Isolates were obtained from humans, rodents/marsupials, and domestic animals (Table 1). The PFGE reference library identified 78% (136/175) of the isolates to the serovar level. An additional 15% (27/175) are being investigated further and were tentatively classified as new serovars. The remaining isolates (7%, 12/175) each may not be represented in the PFGE database, or may also represent new serovars and require further analysis. They have yet to undergo further studies as there is currently only one isolate found for each of these. The entire data set of PFGE results is represented in a dendrogram in Figure S1.\nAlthough some serovars, such as Icterohaemorrhagiae/Copenhageni, were found to occur in most regions included in this study, there were some unique differences in geographic distribution of serovars. Among both rat and human isolates from Thailand, 87% (n = 27) were identified as L. interrogans serovar Bulgarica (Figure 1). In Brazil, 39% (n = 16) of isolates from dogs, swine and cattle were serovar Canicola. Six isolates (14%) from Brazil are being investigated as a new serovar and all were isolated from capybaras. However, serovar Icterohaemorrhagiae/Copenhageni was the most prevalent serovar isolated from human patients in Brazil (Table 1).\nSalmonella Braenderup H9812 is shown as the size standard.\nThe most common serovar identified from rats in Peru was Icterohaemorrhagiae/Copenhageni (45%, n = 10), but a recently described species (L. licerasiae)[5] isolated from both humans and rats made up 41% of the Peruvian isolates. Human isolates from Egypt were more diverse; serovars Bataviae, Grippotyphosa (L. interrogans), Icterohaemorrhagiae/Copenhageni, Pyrogenes and Pomona were identified (Figure 2). The majority of isolates from the United States were submitted from Hawaii, and among these, there are four novel fingerprint patterns by PFGE. Forty-one percent (n = 17) of the Hawaiian isolates make up one unknown pattern that is awaiting confirmation of new serovar status within L. interrogans (species confirmed by 16S rRNA gene sequencing). An additional 10% (n = 4) may represent three new serovars of L. noguchii (species confirmed by DNA hybridization) (Figure 3, Table 1). Four isolates from Hawaii were identified as closely related to most of the serovars in the Ballum serogroup; reference isolates for serovars Ballum, Castellonis, Guangdong, Arborea, and Soccoestomes are all within three band differences or less from one another in PFGE patterns. Serovar Kenya, the only remaining member of serogroup Ballum, had a distinct pattern that showed greater than 10 band differences from the other reference serovars in serogroup Ballum. Therefore, these four clinical isolates from Hawaii could not be definitely identified to the serovar level without using an additional enzyme, such as SgrAI.[14]\nSalmonella Braenderup H9812 is shown as the size standard.\nSalmonella Braenderup H9812 is shown as the size standard.\nCAAT was performed to validate the use of PFGE as a serovar identification tool. Representative isolates from each country were selected for CAAT analysis. CAAT was performed on 36 isolates identified by PFGE as serovars Canicola, Icterohaemorrhagiae/Copenhageni, Ballum (or related serovar from serogroup Ballum), Bulgarica (L. interrogans), Pomona, Bataviae, Pyrogenes, and Grippotyphosa (L. interrogans). The correlation between PFGE and CAAT was 100% (35/35) (Table 1). There was one isolate which could not be fully resolved to the serovar level by either method. This was an isolate from Hawaii that resembled multiple serovars in serogroup Ballum by PFGE. Serologically, the isolate was related to serovar Ballum by CAAT, but could not be definitively identified as serovar Ballum (12.5–25% titer remaining after absorption, greater than the 10% cut off for serovars considered to be the same). Additional reference sera were unavailable at this time and will need to be produced and tested by CAAT, and the PFGE method needs to be optimized with a second enzyme in order to differentiate between serovars of serogroup Ballum. CAAT was unable to distinguish between isolates of serovars Icterohaemorrhagiae and Copenhageni using our reference antisera.\nIsolates designated as potential new serovars based on PFGE profiles could not be identified by CAAT and are currently being evaluated at another reference institution for final confirmation of new serovar status (Figure 3, Table 1).\nMLST was also performed on 42 isolates as an additional molecular characterization tool and to evaluate strain phylogeny. Results are displayed in Table 1. Three isolates from Brazil were ST37, the same ST type as reference serovars Pomona and Canicola. One isolate from Thailand was of ST34, which is the same as researchers found in Thailand.[19] Another isolate from Thailand represented both a new ST type as well as a new PFGE pattern. Twelve isolates from Hawaii were of ST51, the same as reference serovar Australis. Eight additional isolates from Hawaii were ST17, which matched the ST type of reference serovars Copenhageni and Icterohaemorrhagiae. Isolates from Egypt were ST17 (n = 3); ST37 (n = 1); ST50 (n = 5), which matches reference serovar Bataviae; ST88 (n = 3), which matches our reference strain of serovar Pyrogenes but differs from the three Pyrogenes serovars in the public database (ST types 13, 37, and 49); and ST111 (n = 1), which also matches our reference strain of serovar Grippotyphosa but differs from three Grippotyphosa serovars in the public database (ST types 18, 62 and 68). Lastly, the isolate from Guyana and two isolates from Peru were of ST17, which matches serovars Copenhageni and Icterohaemorrhagiae.",
    "Discussion": "Multiple molecular techniques have been applied to the characterization of Leptospira isolates; however most can only identify to the species level (FAFLP,[23] RFLP[24], 16S rRNA sequence analysis.[21]) Other molecular characterization methods can provide strain information (MLVA, MLST, RFLP, repetitive element PCR) but are often limited to a few species and are not appropriate for all pathogenic species.[19], [25]–[29] PFGE has been used to identify isolates to the serovar level.[13]–[15], [24], [30] This technique is applicable to all pathogenic species and can rapidly identify potential new serovars.\nMLST is a powerful molecular tool that has been applied recently to characterize isolates of Leptospira from several geographical locations, notably including a large outbreak in Thailand, which appears to have resulted largely from the expansion of a single clone (ST34).[19] However, MLST does not always correlate with the serovar. For example, serovars Pomona and Canicola share the same ST type (ST37) but are distinguishable by PFGE. Many of the isolates from Hawaii were characterized as ST51, the same ST type as serovar Australis; however the PFGE pattern and CAAT methods are more discriminatory for these isolates. Serovars Pyrogenes and Grippotyphosa, on the other hand, have multiple ST types for the same serovar.\nMoreover, for a number of reasons, MLST is not generally applicable to all Leptospira spp. MLST has been applied in different locations, using different genes.[19], [31] Until the optimum set of sequences for MLST has been determined by examination of isolates with a global and historical distribution, and the scheme is applicable to all pathogenic species, [32] PFGE will remain the most widely applicable molecular characterization method. PFGE is also able to detect chromosomal rearrangements, whereas MLST in general is more useful for strain phylogeny. [33]\nWe presented the results of serovar identification for 175 clinical isolates worldwide. Isolates from humans as well as a wide range of animal hosts were analyzed. Although many common serovars were identified as expected, there were a large number of potential new serovars identified as well as isolates that require further investigation. Among the common serovars, Icterohaemorrhagiae/Copenhageni appeared to be the most prevalent in the majority of the countries, but regional differences in serovar distribution were apparent. L. interrogans serovar Bulgarica was the most prevalent serovar among human isolates in Thailand. Although there is a 3-band difference between the clinical isolates and the reference isolate, they are identified as the same serovar, using Tenover's criteria for strain typing. [34] These isolates were ST34 by MLST, the same sequence type found by Thaipadungpanit et al. in their paper describing the MLST method.[19] However, ST34 isolates in their study were identified as serovar Autumnalis, although the ST34 isolates in our study are different from serovar Autumnalis (Figure 1). Interestingly, ST34 isolates differ by only one out of seven alleles compared to L. interrogans serovar Bulgarica by MLST; whereas they differ by all seven alleles compared to L. interrogans serovar Autumnalis strain Akiyami A.\nIn this study, a subset of serovar identifications obtained by PFGE were validated by CAAT, the reference method for serovar identification. PFGE is a useful tool for serovar identification of clinical isolates and has the ability to facilitate recognition of potential new serovars with the advantages of a simpler, more standardized method than CAAT. Although our PFGE database does not yet contain all serovars (currently contains approximately 95% of all known serovars), it does allow us to identify rapidly the most common serovars. Continued use of PFGE to evaluate serovar identities will allow limited CAAT resources to be devoted to identification of isolates that cannot be identified readily by PFGE and to definitive characterization of new serovars. The use of PFGE can therefore aid in epidemiological studies and contribute to public health practices in order to decrease illnesses and outbreaks associated with leptospirosis."
}