{
    "Background": "The membrane-associated and membrane-spanning constituents of the Schistosoma mansoni tegument surface, the parasite's principal interface with the host bloodstream, have recently been characterized using proteomic techniques. Biotinylation of live worms using membrane-impermeant probes revealed that only a small subset of the proteins was accessible to the reagents. Their position within the multilayered architecture of the surface has not been ascertained.",
    "Methodology/Principal Findings": "An enzymatic shaving approach on live worms has now been used to release the most accessible components, for analysis by MS/MS. Treatment with trypsin, or phosphatidylinositol-specific phospholipase C (PiPLC), only minimally impaired membrane integrity. PiPLC-enriched proteins were distinguished from those released in parasite vomitus or by handling damage, using isobaric tagging. Trypsin released five membrane proteins, Sm200, Sm25 and three annexins, plus host CD44 and the complement factors C3 and C4. Nutrient transporters and ion channels were absent from the trypsin fraction, suggesting a deeper location in the surface complex; surprisingly, two BAR-domain containing proteins were released. Seven parasite and two host proteins were enriched by PiPLC treatment, the vaccine candidate Sm29 being the most prominent along with two orthologues of human CD59, potentially inhibitors of complement fixation. The enzymes carbonic anhydrase and APD-ribosyl cyclase were also enriched, plus Sm200 and alkaline phosphatase. Host GPI-anchored proteins CD48 and CD90, suggest ‘surface painting’ during worm peregrination in the portal system.",
    "Conclusions/Significance": "Our findings suggest that the membranocalyx secreted over the tegument surface is not the inert barrier previously proposed, some tegument proteins being externally accessible to enzymes and thus potentially located within it. Furthermore, the detection of C3 and C4 indicates that the complement cascade is initiated, while two CD59 orthologues suggest a potential mechanism for its inhibition. The detection of several host proteins is a testimonial to the acquisitive properties of the tegument surface. The exposed parasite proteins could represent novel vaccine candidates for combating this neglected disease."
}