{
    "Abstract": "Investigations of nuclear genome size, complete mitochondrial genome (mitogenome) sequence, and morphometrics were conducted on specimens of Bulinus snails (Gastropoda: Planorbidae) collected from 14 locations across the east coast, central Kenya, and western Kenya around the Lake Victoria region (November 2013 and January 2024). Flow cytometry measurements of DNA content (C-value) revealed unexpected variation in nuclear genome size, with diploid Bulinus africanus and B. forskalii species groups showing C-values ranging from 0.76 to 1.98 pg, while tetraploid B. truncatus had a C-value of 1.82 pg. Additionally, C-values for six B. globosus specimens from different localities ranged from 1.43 to 1.98 pg. These findings suggest that bulinine snails, particularly the B. africanus species group, have undergone genome expansion, whole genome duplication (polyploidization), or both, which have not been previously recognized. Next-generation sequencing was performed to determine and annotate 14 complete mitogenome sequences. Despite the well-conserved arrangement of protein-coding genes, two versions of mtDNA genome structure, distinguished by the tRNA-D (Asp) location, were found, designated as DCF (Asp-Cys-Phe) type (in the B. forskalii group and the B. truncatus/tropicus complex) and CF (Cys-Phe) type (in the B. africanus group). Phylogenetic analyses based on complete mtDNA sequences of bulinines from Kenya, along with cytochrome c oxidase subunit I (COX1) sequences from various localities across Africa, contributed to resolving species identities and provided further support for the presence of multiple or cryptic species in the taxon B. globosus. A landmark-based morphometric analysis was ineffective in distinguishing these species. This study reveals unexpected nuclear genome size variation, provides new mitogenome sequences, and highlights the limitations of morphological analysis. It offers valuable insights into the cytogenetics, polyploidy, genomics, taxonomy, and evolution of bulinines, which serve as intermediate hosts for schistosomes responsible for human urogenital schistosomiasis and intestinal schistosomiasis in domestic and wild mammals."
}