{
    "Background": "Dengue virus (DENV) is the most widespread arbovirus with an estimated 100 million infections occurring every year. Endemic in the tropical and subtropical areas of the world, dengue fever/dengue hemorrhagic fever (DF/DHF) is emerging as a major public health concern. The complex array of concurrent host physiologic changes has hampered a complete understanding of underlying molecular mechanisms of dengue pathogenesis.",
    "Methodology/Principle Findings": "Systems level characterization of serum metabolome and lipidome of adult DF patients at early febrile, defervescence, and convalescent stages of DENV infection was performed using liquid chromatography- and gas chromatography-mass spectrometry. The tractability of following metabolite and lipid changes in a relatively large sample size (n = 44) across three prominent infection stages allowed the identification of critical physiologic changes that coincided with the different stages. Sixty differential metabolites were identified in our metabolomics analysis and the main metabolite classes were free fatty acids, acylcarnitines, phospholipids, and amino acids. Major perturbed metabolic pathways included fatty acid biosynthesis and β-oxidation, phospholipid catabolism, steroid hormone pathway, etc., suggesting the multifactorial nature of human host responses. Analysis of phospholipids and sphingolipids verified the temporal trends and revealed association with lymphocytes and platelets numbers. These metabolites were significantly perturbed during the early stages, and normalized to control levels at convalescent stage, suggesting their potential utility as prognostic markers.",
    "Conclusions/Significance": "DENV infection causes temporally distinct serum metabolome and lipidome changes, and many of the differential metabolites are involved in acute inflammatory responses. Our global analyses revealed early anti-inflammatory responses working in concert to modulate early pro-inflammatory processes, thus preventing the host from development of pathologies by excessive or prolonged inflammation. This study is the first example of how an omic- approach can divulge the extensive, concurrent, and dynamic host responses elicited by DENV and offers plausible physiological insights to why DF is self limiting."
}