{
    "Abstract": "Epidemics of Rift Valley fever (RVF), a mosquito-borne zoonotic disease caused by RVF virus, have been linked to exceptionally heavy rainfall and widespread flooding. The disease is endemic in most African countries and pose a major global health risk. Given that the disease was reported in various districts of Tanzania, we hypothesized a lack of knowledge about RVF epidemiology among agropastoral and pastoral communities. The research took place in a period of 7 months, from July, 2021 to January, 2022. The aim of this study was to assess the knowledge, attitudes, and practices (KAP) among the agropastoral and pastoral communities of Ngorongoro district towards RVF. The survey employed a mixed method system, which included 3 focus groups (each comprised 12 individuals), 20 key informant interviews and administration of questionnaire (N = 352) in agropastoral and pastoral community members of Ngorongoro district. The relationship between demographic characteristics and communities’ knowledge, attitudes, and practices regarding RVF was observed using a multiple logistic regression model. A total of 352 participants were interviewed, with the majority (67.61%) being male and 32.39% being female, majority (39.5%) attending primary school, and majority (58.2%) being pastoralists. The findings showed that only 36.1%, 38.64% and 16.19% of participants had good knowledge, positive attitude and good practices regarding RVF respectively. Significant demographic factors related with knowledge included: gender (OR = 1.9, CI = 1.03–3.56, P = 0.041), education levels (primary: OR = 3.97, CI = 2–8.16, P = 0.000; secondary: OR = 15.27, CI = 5.5–46.23, P = 0.000 and college: OR = 34. 23, CI = 5.4–67.22, P = 0.000), and locality (Pinyinyi: OR = 0.14, CI = 0.05–0.38, P = 0.000 and Sale: OR = 0.14, CI = 0.04–0.44, P = 0.001). Male participants showed significant positive attitude towards RVF compared to female (OR = 2.37, CI = 1.35–4.17, P = 0.003). Individuals with formal education showed a significant positive attitude toward RVF compared to informal (OR>1, P<0.05). Agropastoral members showed a significant negative attitude toward RVF compared to pastoralists (OR = 0.51, CI = 0.26–0.99, P = 0.048). The calculated RVF prevention practices values were insignificantly (P = 0.853) correlated with knowledge values. The significant correlation between knowledge and attitude, as well as attitude and practice were found (P<0.05). In general, the study revealed poor knowledge, negative attitude and poor practices of communities towards RVF. The lack of regular education programs to make the communities aware of the disease was implicated for these findings. This recommends that provision of health education should be a long-term practice among agropastoral and pastoral communities in order to prevent further RVF outbreaks in Tanzania."
}