{
    "Abstract": "American tegumentary leishmaniasis (ATL) is highly endemic in the Amazon basin and occurs in all South American countries, except Chile and Uruguay. Most Brazilian ATL cases are due to Leishmania (Viannia) braziliensis, however other neglected Amazonian species are being increasingly reported. They belong to the subgenus L. (Viannia) and information on suitable models to understand immunopathology are scarce. Here, we explored the use of the golden hamster Mesocricetus auratus and its macrophages as a model for L. (Viannia) species. We also studied the interaction of parasite glycoconjugates (LPGs and GIPLs) in murine macrophages. The following strains were used: L. (V.) braziliensis (MHOM/BR/2001/BA788), L. (V.) guyanensis (MHOM/BR/85/M9945), L. (V.) shawi (MHOM/BR/96/M15789), L. (V.) lindenbergi (MHOM/BR/98/M15733) and L. (V.) naiffi (MDAS/BR/79/M5533). In vivo infections were initiated by injecting parasites into the footpad and were followed up at 20- and 40-days PI. Parasites were mixed with salivary gland extract (SGE) from wild-captured Nyssomyia neivai prior to in vivo infections. Animals were euthanized for histopathological evaluation of the footpads, spleen, and liver. The parasite burden was evaluated in the skin and draining lymph nodes. In vitro infections used resident peritoneal macrophages and THP-1 monocytes infected with all species using a MOI (1:10). For biochemical studies, glycoconjugates (LPGs and GIPLs) were extracted, purified, and biochemically characterized using fluorophore-assisted carbohydrate electrophoresis (FACE). They were functionally evaluated after incubation with macrophages from C57BL/6 mice and knockouts (TLR2-/- and TLR4-/-) for nitric oxide (NO) and cytokine/chemokine production. All species, except L. (V.) guyanensis, failed to generate evident macroscopic lesions 40 days PI. The L. (V.) guyanensis lesions were swollen but did not ulcerate and microscopically were characterized by an intense inflammatory exudate. Despite the fact the other species did not produce visible skin lesions there was no or mild pro-inflammatory infiltration at the inoculation site and parasites survived in the hamster skin/lymph nodes and even visceralized. Although none of the species caused severe disease in the hamster, they differentially infected peritoneal macrophages in vitro. LPGs and GIPLs were able to differentially trigger NO and cytokine production via TLR2/TLR4 and TLR4, respectively. The presence of a sidechain in L. (V.) lainsoni LPG (type II) may be responsible for its higher proinflammatory activity. After Principal Component analyses using all phenotypic features, the clustering of L. (V.) lainsoni was separated from all the other L. (Viannia) species. We conclude that M. auratus was a suitable in vivo model for at least four dermotropic L. (Viannia) species. However, in vitro studies using peritoneal cells are a suitable alternative for understanding interactions of the six L. (Viannia) species used here. LRV1 presence was found in L. (V.) guyanensis and L. (V.) shawi with no apparent correlation with virulence in vitro and in vivo. Finally, parasite glycoconjugates were able to functionally trigger various innate immune responses in murine macrophages via TLRs consistent with their inflammatory profile in vivo."
}