{
    "Background": "The bloodstream forms of Trypanosoma brucei, the causative agent of sleeping sickness, rely solely on glycolysis for ATP production. It is generally accepted that pyruvate is the major end-product excreted from glucose metabolism by the proliferative long-slender bloodstream forms of the parasite, with virtually no production of succinate and acetate, the main end-products excreted from glycolysis by all the other trypanosomatid adaptative forms, including the procyclic insect form of T. brucei.",
    "Methodology/Principal Findings": "A comparative NMR analysis showed that the bloodstream long-slender and procyclic trypanosomes excreted equivalent amounts of acetate and succinate from glucose metabolism. Key enzymes of acetate production from glucose-derived pyruvate and threonine are expressed in the mitochondrion of the long-slender forms, which produces 1.4-times more acetate from glucose than from threonine in the presence of an equal amount of both carbon sources. By using a combination of reverse genetics and NMR analyses, we showed that mitochondrial production of acetate is essential for the long-slender forms, since blocking of acetate biosynthesis from both carbon sources induces cell death. This was confirmed in the absence of threonine by the lethal phenotype of RNAi-mediated depletion of the pyruvate dehydrogenase, which is involved in glucose-derived acetate production. In addition, we showed that de novo fatty acid biosynthesis from acetate is essential for this parasite, as demonstrated by a lethal phenotype and metabolic analyses of RNAi-mediated depletion of acetyl-CoA synthetase, catalyzing the first cytosolic step of this pathway.",
    "Conclusions/Significance": "Acetate produced in the mitochondrion from glucose and threonine is synthetically essential for the long-slender mammalian forms of T. brucei to feed the essential fatty acid biosynthesis through the “acetate shuttle” that was recently described in the procyclic insect form of the parasite. Consequently, key enzymatic steps of this pathway, particularly acetyl-CoA synthetase, constitute new attractive drug targets against trypanosomiasis."
}