{
    "Background": "Leprosy continues to be a public health problem in Brazil. Furthermore, detection rates in elderly people have increased, particularly those of multibacillary (L-Lep) patients, who are responsible for transmitting M. leprae. Part of the decline in physiological function during aging is due to increased oxidative damage and change in T cell subpopulations, which are critical in defense against the disease. It is not still clear how age-related changes like those related to oxidation affect elderly people with leprosy. The aim of this work was to verify whether the elderly leprosy patients have higher ROS production and how it can impact the evolution of leprosy.",
    "Methodology/Principal findings": "87 leprosy patients, grouped according to age range and clinical form of leprosy, and 25 healthy volunteers were analyzed. Gene expression analysis of antioxidant and oxidative burst enzymes were performed in whole blood using Biomark’s microfluidic-based qPCR. The same genes were evaluated in skin lesion samples by RT-qPCR. The presence of oxidative damage markers (carbonylated proteins and 4-hydroxynonenal) was analyzed by a DNPH colorimetric assay and immunofluorescence. Carbonylated protein content was significantly higher in elderly compared to young patients. One year after multidrug therapy (MDT) discharge and M. leprae clearance, oxidative damage increased in young L-Lep patients but not in elderly ones. Both elderly T and L-Lep patients present higher 4-HNE in cutaneous lesions than the young, mainly surrounding memory CD8+ T cells. Furthermore, young L-Lep demonstrated greater ability to neutralize ROS compared to elderly L-Lep patients, who presented lower gene expression of antioxidant enzymes, mainly glutathione peroxidase.",
    "Conclusions/Significance": "We conclude that elderly patients present exacerbated oxidative damage both in blood and in skin lesions and that age-related changes can be an important factor in leprosy immunopathogenesis. Ultimately, elderly patients could benefit from co-supplementation of antioxidants concomitant to MDT, to avoid worsening of the disease."
}